{
  "document_id": "DOJ-OGR-00033147",
  "email_index": 301,
  "extracted_at": "2025-11-17T04:14:45.532304",
  "from_address": "Barbara Burns",
  "to_address": "‘Jack Goldberger’",
  "cc_address": null,
  "subject": "RE: Epstein  shared your latest email with Mr. McAuliffe and we both agree that it is our position that he needs to honor his commitment and complete his community control as agreed. If you feel it necessary to file a motion to modify or early terminate on behalf of your client just let me know so  can have enough time to get the Det. and victims notified so they can appear for the hearing. Thanks!",
  "date": "Thursday, April 01, 2010 8:49 AM",
  "body": "Barbara\nIt is obvious you have spent a lot of time on my request for my client and! sincerely appreciate the\nthoroughness and the attention. As my clients case seems to lend itself to misunderstandings and\nmiscommunications by others, | thought it important to clarify some facts assumed in error.\n| have spoken to Mr. Gaines at probation and he confirmed the following: Yes termination of supervision ona\nsex offender is unusual, however a modification to probation from Community control is not uncommon when\nthe probationer has been in compliance without violation. In fact the department’s current policy on re-entry\nto the community dictates that an offender be stepped down as soon as possible. He was also under the\nmisimpression, as others might have been, that Epstein’s charges called for sex offender probation. They do\nnot, he is eligible for normal probation. As with many of the issues in my clients case, sterile questions that may\nhave been asked tend to lead to answers that though well meaning are not applicable.\nAs for the timeliness of the police reports of the attempted breakins, | wanted you to be aware that | confirmed\nwith Wackenhut that they called the police each time and spoke to the captain on duty, there should be a\nrecord. | said to you it was my advice to the client that he not file a formal report.\nYou have suggested that to resolve all the issues my client move to transfer his community control and that\nyour office would support his transfer. | appreciate that and spoke to Mr. Gaines about that and he doesn’t\nbelieve that would be possible to New York. Mr. Gaines suggested an agreement to allow Mr. Epstein to travel\nfor business purposes without the present 48 hour limitation but strictly at the discretion and with the\napproval of probation for the remaining short portion of his supervision would be appropriate. He advised me\nthat the department would not object to such a modification. This to me is the fairest way to deal with the\nissues, and to insure Mr. Epstein is treated like others, Let me know and I can prepare some proposed\nlanguage that | think would work for everyone\nJack Goldberger\n561-659-8300 Phone\n561-835-8691 Fax\nPublic Records Request No. 19-372\n4/1/2010",
  "confidence": 0.7,
  "email_addresses": [
    "jgoldberger@agwpa.com"
  ]
}