{
  "document_id": "HOUSE_OVERSIGHT_025237",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025237.txt",
  "text": "hasn’t resulted in an inflationary surge (core inflation measured over 3 months just came in below 2%), so why not keep\ndoing it? Aren’t these charts amazing?\n\nRising Federal debt? No problem for Treasury markets Rising Fed balance sheet? No problem forinflation\nPercentof GDP ‘Yield, percent, 30 day movingaverage Percentof GDP Percentchange, voy\nfs 20% 40%,\n\n-\nee oo” 6 48% 18% 3.5%\n70% - .\n\n65% 43% 16% 3.0%\ni 10-year 3.8% 44% Bo\n“a A Treasuryyield| ~~ i aa\n\nSt f ;\n\nmst —_ 3.3% 12% 2.0%\nSO\n\n45% Debtto GDP U 2.0 10% 1.5%\n40% . 7 Balance sheet 4 meg\n35% 23% 8% itl 1.0%\n0%, 18% 6% 05%\n\nSep-04 Feb-06 Jun-O7 Nov-08 Mar-10 Aug-11 Dec-12 2004 2005 2006 2007 2008 2009 2010 2011 2012\n\nSource: CBO, Bloomban. Assumes CBO Alternative Casefor estimates. Saurce: FadaralReseve Board Bureau of Labor Statistics\n\nThey are amazing, but no one knows how long they can be sustained. Even Summers and DeLong concede that “even if it\nis granted that the stimulus can be both timely and temporary, the question of how large it can be while preserving these\nattributes remains for future research”. If one of these trends could not be sustained, my guess is that it would be fiscal\nconstraints rather than monetary ones. While it’s great to see rising Federal debt not adversely affecting Treasury\nmarkets, the chart on the left reminds me of The Day of the Triffids.\n\nWhat is The Day of the Triffids?\n\nIt’s a 1951 science fiction novel. There’s a meteor shower, and most people go outside to look at it. The next morning,\neveryone who looked at the meteor shower ends up blind, and Earth is taken over by giant man-eating venomous\n\nplants. The point: some amazing events which look benign have unforeseen consequences. Will a pact of going for\ngrowth pay the freight of higher Federal debt in the long run? Hard to say; there are not a lot of examples to draw\n\nfrom. Economic theories and their associated debt bubbles don’t always work out as planned [a]. After WWII, the US\nalso faced a debt ratio of 80% of GDP. Austerity was not the answer back then; government receipts and outlays as a %\nof GDP did not change much during the 1950’s, and net debt was flat. So how did US debt/GDP fall from 80% to 46%\nin just ten years? Robust annualized real growth of more than 4.0%, and 2.0% inflation. However, unique economic\nconditions and productivity gains of the 1950’s (e.g., interstate highway, rebuilding of Europe and Japan) may not be\nrepeated, and the country was not headed into an entitlement time bomb. If the US does not experience a\ngrowth/productivity boom, the burden of higher debt could last for a generation or more. A pro-growth Administration\nwould probably help, but the difficulty lay in defining exactly what that means.\n\nIsn't it amazing? 1950's debt reduction was based on growth, not austerity\n\nNet debt [Net debt] Nominal/Real GDP (bn/ Outlays (%| Receipts (%\n| _|oxercor]' ton [cor en s2c0 uso | orcor) | orcor)\n| 1950) $219 16% 14%\n| 1951] = $214 es a 14% 16%\n| 1952 Royer $215 $349 $322 19% 19%\nBEE 59% $218 $373 $341 21% 19%\n| 1954Rt $224 $377 $343 19% 19%\nMos 57% $227 $396 $354 17% 17%\nMEGS: 352% $222 $427 $368 17% 18%\n| 1957 fete $219 $451 $377 17% 18%\nBGs: 49% $226 $460 $377 18% 17%\nBr 848% $235 $490 $398 19% 16%\n| 1960MEEE Lo $237 $519 $415 18% 18%\n\nComp. ann’l gr: 0.8% 6.6% 4.3%\n\nSource: OMB, BEA\n\nAre there debt vs austerity parallels at the state and local level?\nYes and no. At the state and local level, over last decade, more than 1 trillion in unfunded pension and healthcare (OPEB)\nrelated liabilities were recognized (they were accrued over a longer period). Even these “‘as-reported” estimates, which\n\nHOUSE_OVERSIGHT_025237",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025237.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3657,
    "word_count": 655,
    "line_count": 77,
    "import_date": "2025-11-19T21:47:45.967077",
    "prefix": "IMAGES-008"
  }
}