{
  "document_id": "HOUSE_OVERSIGHT_028023",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028023.txt",
  "text": "The Kenyans were not exactly allies of Israel. But relations between\nPresident Jomo Kenyatta’s security services and Mossad had been close for\nsome years. I flew in with three leading Mossad men. While one of them called\non the aging President Kenyatta, our main point of contact, was the head of\nKenya’s security services. Since the secrecy of the mission had to be preserved,\nwe couldn’t make advance preparations for refueling or the additional 707\nwhich we intended to fly in as a field hospital. But he smoothed the way for us\nto do both, without anyone asking too many questions.\n\nThe Mossad men took the lead in arranging to get Rabin’s questions\nanswered. They contacted a pilot they knew. The pilot flew to Entebbe early on\nSaturday morning, circled, and, after he was cleared to land, claimed\nmechanical difficulties and flew out again. I had his telephoto pictures by mid-\nmorning and phoned Rabin’s intelligence officer to let him know we’d\nconfirmed there was a clear path to the old terminal. We still had to make sure\nthe captive passengers were there, however. A nurse from Kampala who had\nbeen allowed to visit them made three further visits: late Saturday afternoon,\nthen shortly after the first Hercules had taken off from Sharm al-Sheikh, and\nfinally around nine at night. I was able to reassure Rabin that the question to his\nsecond question was also “yes”. Although all of the C-130s were already\nairborne, it was only then that he gave the mission the final go-ahead.\n\nAs commander of Sayeret Matkal, Pd always found running an operation\nfrom a command post hugely frustrating. This was even worse. Once we got\nword the Israeli force was on the way to Uganda, we put in place the\narrangements for refueling. If all went well, the first C-130, with Yont’s assault\nteam and at least some of the hostages, was due to reach Entebbe and begin the\nassault at midnight Saturday. Assuming there were no major problems, it would\ntake an hour at most. All / could do now, from 300 miles away, was wait.\n\nShortly after midnight, Kuti radioed me with a terse message: the first of the\nHercules had left Entebbe for Nairobi, and the command plane was returning to\nIsrael. About quarter to one in the morning on July 4, the transport planes began\ntheir staggered arrival. When the first Hercules taxied to a halt, I went out to\nmeet it. As its giant rear door lowered, Dan was the first person I saw. I could\ntell from the awkward silence, the lack of any greeting, something must have\n\n175\nHOUSE_OVERSIGHT_028023",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028023.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2522,
    "word_count": 441,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:46.574787",
    "prefix": "IMAGES-009"
  }
}