{
  "document_id": "HOUSE_OVERSIGHT_011072",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011072.txt",
  "text": "production. Where the critics were right was in finding a lack of clarity and\npredictive value in the theory. Where does it lead? Rabbits and redwoods have\ndifferent periods of production, at first glance, but should nonetheless agree in\nreturn if in risk. Jevons wrote that he meant production of the “wage fund” as a\nwhole, meaning the universe of consumer goods. But he pointed to wine and timber\nas examples to help pin down the period. Boehm Bawerk picked nine years for no\n\nreason I can see.\n\nAll went wrong by considering physical capital only. The factors blend into each\nother; physical becomes human capital through invested consumption, and\nconversely when human depreciation is recovered in products. The generation\nlength gives the replacement period for total capital if total capital is interpreted as\n\nfitness and if all fitness of each generation is passed to the next.\n\nJevons and Boehm Bawerk assumed growthlessness for simplicity, and would have\nrealized that they were modeling only the replacement component in net output.\nBoehm Bawerk’s contribution, anticipated by Petty, was his insight that time\npreference rate explains rate of return by pricing the capital denominator, and not\nthe reverse. This had not been clear in Rae or Senior or Jevons. | give all four high\nmarks for a near miss. But they could have come closer. Remember that Senior's\nfirst axiom had been Malthus’ population principle. He and the others would also\nhave known of Petty’s human and total capital idea, which was occasionally revived\n\nand critiqued. They didn’t quite connect the dots.\n\nNext Generation Theory\n\nPetty wrote A Treatise of Taxes in 1662. The whole title continues to about as many\nwords, counting ampersands, as pages in the book or pamphlet. His son tells us that\nPetty dictated his books overnight to secretaries who slept by turns. It is easy to\n\nbelieve that Petty didn’t need much sleep. He was a go-getter who had sailed to\n\nChapter 7 Petty’s Idea 2/3/16 13\n\nHOUSE_OVERSIGHT_011072",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011072.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2002,
    "word_count": 331,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.430499",
    "prefix": "IMAGES-001"
  }
}