{
  "document_id": "HOUSE_OVERSIGHT_011368",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011368.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n65\nH3VOGIU1\n\nnumber of times that she saw doctors, made statements, sought\n\ntreatment, got medications, all of which are reflected in her\nmedical records and are something that about which she may be\ncross examined.\n\nShe claims her medical records are private. She is\nthe one seeking $30 million in emotional distress, pain and\n\nsuffering, and I think when you do that, I'm sure her lawyers\n\nadvised her that her privacy rights with respect to her medical\n\nrecords would no longer be the same as a private individual.\n\nYour Honor, Motion in limine 17, again, the dollar\n\nvalue of the Jane Doe settlement depends entirely on what\n\nhappens in terms of plaintiff's case in chief and whether any\n\nother evidence regarding the Jane Doe 102 litigation comes into\n\nvidence, because if it does, then the settlement and the\n\nsettlement amount may very well become relevant, but I can't\n\nsay right now how anyone intends to use that at trial, why it\n\nwould be relevant, and I can't say whether or not the\n\nsettlement amount would likewise be relevant.\n\nMotion in limine 18, the Cassell-Edwards—Dershowitz\n\nlitigation and their settlement. It's interesting to note\n\nMr. Cassell to refer to himself in the third person when he was\n\ntalking about that litigation.\n\nYour Honor, there are a number -—- I can count five\n\nreasons, at least, that that case is relevant to the facts in\n\nthis case.\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011368",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011368.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1521,
    "word_count": 257,
    "line_count": 86,
    "import_date": "2025-11-19T21:47:47.890356",
    "prefix": "IMAGES-001"
  }
}