{
  "document_id": "HOUSE_OVERSIGHT_019812",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019812.txt",
  "text": "324 | Notes to pages 214-231\n\n212 “it stays secret’: De, “Former NSA Lawyer on ‘Harm’ of Edward Snowden’s\nRevelations.”\n\n212 North Korea in 1968: John Prados and Jack Cheevers, “USS Pueblo: LBJ Con-\nsidered Nuclear Weapons,” National Security Archive Electronic Briefing Book\nNo. 453, Jan. 23, 2014.\n\n212 Booz Allen Hamilton: Booz Allen Hamilton issued a history of its evolution in\n2004. “Helping Clients Envision the Future,” PDF file, 2004, https://www.booz\nallen.com/content/dam/boozallen/documents/90th-History-Book-Complete\npdf.\n\n213 The private company named: Julie Creswell, “The Private Equity Firm That\nGrew Too Fast,” New York Times, April 24, 2015.\n\n214 USIS had prematurely closed: Tom Hamburger and Debbi Wilgoren, “Justice\n\nDepartment Says USIS Submitted 665,000 Incomplete Background Checks,”\n\nWashington Post, Jan. 23, 2014.\n\n214 USIS was also open to: Ellen Nakashima, “DHS Contractor Suffers Major Com-\n\nputer Breach, Officials Say,” Washington Post, Aug. 6, 2014.\n\n214 successful 2011 attack: Andy Greenberg, “Anonymous Hackers Breach Booz\nAllen Hamilton,” Forbes, July 11, 2011.\n\n215 acomputer system called e-QIP: Joe Davidson, “Federal Background Check Sys-\ntem Shut Down Because of ‘Vulnerability, ” Washington Post, June 29, 2015.\n\n215 this memorandum noted: Former NSA executive who requested anonymity,\ninterview with author.\n\n® CHAPTER 21 The Russians Are Coming ®\n\n217 “The collapse of the Soviet Union”: Nick Allen, “Soviet Break-Up Was Geopo-\nlitical Disaster, Says Putin,” Telegraph, April 26, 2005.\n\n217 Russian units had managed: Entous, Barnes, and Gorman, “U.S. Scurries to\nShore Up Spying on Russia.”\n\n218 Russian acronym SORM: Steven Aftergood, “The Red Web: Russia and the\nInternet,” FAS, Oct. 5, 2015.\n\n219 William Martin and Bernon Mitchell: David P. Mowry, “Betrayers of the Trust,”\nCryptologic Almanac 50th Anniversary Series (NSA), Feb. 28, 2003.\n\n220 Victor Norris Hamilton: “American Defector Is Found in Russian Prison,” New\nYork Times, June 4, 1992.\n\n220 He was found dead: Edward Jay Epstein, “The Spy Wars,” New York Times,\nSept. 28, 1980.\n\n222 Harold Nicholson: Elizabeth Farnsworth, “Update on the Case of CIA Agent\nHarold Nicholson,” PBS (transcript), Nov. 19, 1996. See also “Affidavit in Sup-\nport of Complaint, Arrest Warrant, and Search Warrants: United States v. Har-\nold J. Nicholson,” http://www.washingtonpost.com/wp-srv/national/longterm\n/ciaspy/affidavt.htm.\n\n223 When it comes to recruiting moles: Angleton, interviews with author.\n\n224 well experienced with false flags: Epstein, Deception, 22-28.\n\n224 the “Trust” deception: Ibid. Also, Raymond Rocca (the CIA’s former research\nchief for the counterintelligence staff), interview with author.\n\n227 “a learning experience”: “Out of Control.”\n\n| | Epst_9780451494566_2p_all_r.indd 324 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019812",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019812.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2843,
    "word_count": 410,
    "line_count": 74,
    "import_date": "2025-11-19T21:47:46.231089",
    "prefix": "IMAGES-005"
  }
}