{
  "document_id": "HOUSE_OVERSIGHT_023908",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023908.txt",
  "text": "162 Teaching Minds\n\nchemistry that doctors need to know, they study the chemistry re-\nsearch that their professors are doing. When they want to learn busi-\nness, they learn economics. When they want to learn how to write,\nthey learn about literature. All of this happens because of the nature of\nthe research universities’ domination of our education system.\n\nIn order to fix our high schools, we need to get rid of departments\nbased on rather arbitrarily defined academic subjects.. We should or-\nganize universities around the kinds of work people do, where work\nmeans the kinds of thinking that they engage in, not the machines\nthat they play with. Anyway that’s my suggestion.\n\nAN IMAGINED FIRST YEAR IN COLLEGE\n\nWe all know that what I propose will never happen. University faculty\nwould stop such a proposal at every turn. So, in the name of real-\nity, I want to make a suggestion that university faculty possibly could\nadopt.\n\nSimply divide the 4 years that make up college into two parts.\nDedicate the first 2 years to the teaching of the 12 processes and the\nlast 2 to the study of the subjects that the faculty so dearly love. Intro-\nduction to X, which now dominates the first 2 years of college for most\nstudents, would be abandoned. The faculty hate teaching it anyway\nand the students hate taking it.\n\nHow would this work? Let’s first consider the set of processes\ngrouped under conceptual processes.\n\nConceptual Processes\n\nPrediction is an area of life that is worth getting good at doing.\nWho, in the various faculties, organize their daily lives around predic-\ntions? Economists make predictions. It is what they do all the time.\nMedical doctors make predictions. Physicists make predictions. Po-\nlitical scientists make predictions. Let’s imagine that students were\ntaught by a team of people from these four areas who were the exactly\nthose people who specialized in making predictions all the time in\ntheir careers. And, let’s suppose that they created a year-long course\nin how to make predictions based on known evidence, past cases, and\n\nHOUSE_OVERSIGHT_023908",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023908.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2083,
    "word_count": 349,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:44.249707",
    "prefix": "IMAGES-007"
  }
}