{
  "document_id": "HOUSE_OVERSIGHT_016547",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016547.txt",
  "text": "Page 38 of 42\n103 Minn. L. Rev. 844, *913\n\nimportant kinds of crimes within states’ jurisdictions. This federalism-based model of enforcement redundancy is a distinctive if\n\n188 Cassia Spohn & Julie Horney, Rape Law Reform: A Grassroots Revolution and Its Impact 77 (1992) (describing expectations that legal\nreforms would improve prosecution rates); id. at 100 (\"Legal changes did not produce the dramatic results that were anticipated by reformers.\nThe reforms had no impact in most of the jurisdictions.\").\n\n189 Jennifer L. Truman & Rachel E. Morgan, Bureau Justice Statistics, U.S. Dep't of Justice, Criminal Victimization, 2015, at 2 tbl.1 (2016),\nhittps://www.bjs.gov/content/pub/pdf/cvl5.pdf (reporting that the National Crime Victimization Survey estimated 431,840 rapes/sexual\nassaults in 2015); Crime in the United States by Volume and Rate Per 100,000 Inhabitants, 1996 -2015, Fed. Bureau Investigation,\nhittps://ucr fbi.gov/crime-in-the-u.s/201 5/crime-in-the-u.s.-20] S/tables/table-] (last visited Oct. 30, 2018) (reporting 124,047 rape reports\nunder the \"revised definition\").\n\n199 Cf. Jack M. Balkin & Reva B. Siegel, Principles, Practices, and Social Movements, /54 U. Pa. L. Rev. 927, 946-50 (2006) (arguing that\nsocial movements significantly shape the application of constitutional principles); Reva B. Siegel, Text in Contest: Gender and the\nConstitution from a Social Movement Perspective, /50 U. Pa. L. Rev. 279, 328-44 (2001) (arguing that the history of the Nineteenth\nAmendment and the Equal Rights Amendment show that the U.S. Constitution is amenable to contestation by social movements).\n\n°! Violence Against Women Act of 1994, Pub. L. 103-322 (1994) (codified at 34 U.S.C.§8$/2291-12511) (2017) (establishing a broad set of\npolicies directed at violence against women that creates no federal criminal offenses).\n\n°2 Dripps, supra note 149, at 46-49, app. I. For an earlier proposal along the same lines, see Kim, supra note 149, at 304-09.\n\n3 E.g., Office on Violence Against Women, supra note 178 and accompanying text.\n\n°4 The statutory authority is 42 U.S.C. § 1/414] (2016).\n\n°° See Harmon, Policing Reform, supra note 21 (discussing structural reform aimed at police violence without noting any instances of\ntargeting sexual assault offenses).\n\n°° Leading observers view this structural reform as insufficient to address the scope of the police-misconduct problems. See id. at 59-61\n(describing injunctive relief under 42 U.S.C. § /4/4/, noting limits on data about police misconduct, and explaining how insufficient data\nlimits the effectiveness of reform efforts). On the prospect of reduced federal commitment to this strategy in the Trump administration, see\nU.S. Attorney Gen., supra note 24; Horwitz et al., supra note 24.\n\n197 See Dripps, supra note 149, at 19 & n.100 (citing five federal actions under § 14141 addressing local agencies' responses to sexual assault\ncrimes).\n\n198 That is, federal criminal law is effective at successful prosecutions, if not at reducing the underlying social problem targeted by criminal\nlaw. See generally, e.g., Steven B. Duke & Albert C. Gross, America's Longest War: Rethinking Our Tragic Crusade Against Drugs (1993)\n(examining and critiquing American drug policies).\n\n199 See, e.g., 18 U.S.C. § 241 (2012) (criminalizing conspiracy); id. § 242 (criminalizing willful deprivation of federal rights while acting\nunder color of law); id. § 249 (criminalizing willful bodily injury because of victim's race, religion, sexual orientation, or gender identity).\nFederal prosecutors focus on other serious direct-victim crimes as well, such as human trafficking and child pornography. See U.S. Dep't of\nJustice, supra note 145 (describing prioritization of such cases). But federal involvement in that realm is presumably motivated not so much\nby a need for oversight of untrustworthy state prosecutors as by the greater resources, expertise, and interstate jurisdictional advantages that\nfederal prosecutors bring to such cases. Criminal prosecution is only one aspect of federal policies to reduce custodial deaths and improper\nuses of force by police. Other strategies include investigating abuse and corruption in local police agencies and using civil injunctive\nremedies against those agencies to change patterns of wrongdoing, as well as gathering data on custodial deaths and police uses of force. See\nHarmon, Policing Reform, supra note 21; Simone Weichselbaum, Policing the Police: As the Justice Department Pushes Reform, Some\nChanges Don't Last, Marshall Project (May 26, 2015), https:/Avww.themarshallproject.org/2015/04/23/policing -the-police (describing the\ndifficulties in achieving lasting reforms in local police departments through federal consent decrees).\n\n200 See 18 U.S.C. § 242 (liability for an official who \"willfully subjects any person ... to the deprivation of any [federal] rights\"); United\nStates v. Screws, 325 U.S. 91, 103 (1945) (interpreting § 242's willfulness term to require \"specific intent to deprive a person of a federal\nright\").\n\n201 The prosecution of South Carolina police officer Michael Slager provides an example. State prosecutors charged Slager with murder;\nfederal prosecutors charged him with criminal violation of civil rights under 18 U.S.C. § 242. For an example of this contrast between state\nand federal charges for the same offense, see Blinder, supra note 52; Michael S. Schmidt & Matt Apuzzo, Officer Is Charged with Murder of\n\na Black Man Shot in the Back, N.Y. Times, Apr. 8, 2015, at Al.\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_016547",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016547.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5561,
    "word_count": 825,
    "line_count": 68,
    "import_date": "2025-11-19T21:47:46.544988",
    "prefix": "IMAGES-004"
  }
}