{
  "document_id": "HOUSE_OVERSIGHT_010735",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_010735.txt",
  "text": "﻿Case 9:08-cv-80736-KAM Document 306 Entered on FLSD Docket 02/02/2015 Page 1 of 19\nJANE DOE #1 AND JANE DOE #2,\nvs.\nPlaintiffs,\nUNITED STATES OF AMERICA,\nUNITED STATES DISTRICT COURT\nSOUTHERN DISTRICT OF FLORIDA\nCase No. 08-80736-CIV-MARRA/JOHNSON\nDefendant.\n________________________________________/\nREPLY IN SUPPORT OF MOTION\nFOR LIMITED INTERVENTION BY ALAN M. DERSHOWITZ\nAlan M. Dershowitz hereby replies in support of his Motion for Limited Intervention (DE\n282). Prof. Dershowitz’s only interest in joining this case is to strike the false, sensational and\nirrelevant allegations against him. In its response (DE 290), the government compellingly set\nforth the many reasons why Jane Does #3 and #4’s request, filed over 6 years after the\ncommencement of the CVRA case, should be denied. Jane Doe #3’s false allegations against\nProf. Dershowitz were not included in her statement to the government, were not made to the\nFBI when she was initially contacted by that agency, were not included in her civil action against\nEpstein in 2009, were not included in her recorded interview with her attorneys in 2011 and were\nnot included in her interview with the British press in 2011. These allegations first appeared in\nJane Doe #3’s Motion for Joinder in December 2014 (DE 279), and therefore have absolutely no\nrelevance as to whether there was a CVRA violation when Epstein and the government executed\nthe Non-Prosecution Agreement in September 2007. The request for limited intervention was\ninitiated to give Dershowitz a voice in the proceedings if and only if the Court allowed the\nCase 9:08-cv-80736-KAM Document 306 Entered on FLSD Docket 02/02/2015 Page 2 of 19\njoinder of Jane Doe 3 and her untimely allegations to the underlying CVRA case. If the Court\nrejects the pending motion for joinder (DE 279), then the Court should strike the scurrilous\nallegations against Dershowitz, or, alternatively, determine the possible mootness of his Motion\nfor Limited Intervention. Of course, if the Court strikes the allegations against him sua sponte,\nProf. Dershowitz will withdraw his motion for limited intervention. However, if the Court grants\nJane Does #3 and #4’s motion for joinder, then Prof. Dershowitz’s motion for limited\nintervention should be granted for such purposes as may be appropriate including submitting a\nmotion to strike or other relief, so as to give him an opportunity to defend himself against these\nmalicious and false allegations. In support of his Reply in Support of his Motion for Limited\nIntervention, Prof. Dershowitz states as follows:\nDespite swearing under oath to her falsehoods about Prof. Dershowitz, Jane Doe #3\nstruggles to justify her defamations as having any relevance to the issues in this proceeding. Her\nResponse to Prof. Dershowitz’s Motion for Limited Intervention (DE 291) (herein “Response”)\noffers no legitimate reason for defaming Prof. Dershowitz in her Joinder Motion, and she has no\nright to continue to do so in this Court. Strikingly, the Response does not explain why Jane Doe\n#3, with an obvious financial motive for fabrication of salacious accusations, waited almost\nseven years to lob a stink bomb into a proceeding in which she has no right to participate. The\nResponse does not account for why Jane Doe #3 never once asserted her accusations about Prof.\nDershowitz until a month ago, even though the alleged transgressions supposedly occurred some\nfifteen years ago. Although neither Jane Doe #3 nor anyone else had previously asserted any\nimproper sexual contact with Prof. Dershowitz, now Jane Doe #3 cynically exploits the yoke of\nvictimhood to victimize others.\n2\nCase 9:08-cv-80736-KAM Document 306 Entered on FLSD Docket 02/02/2015 Page 3 of 19\nAt bottom, Jane Doe #3’s Response is nothing but a paper-thin pastiche of conspiracy\ntheory and outright misrepresentation that crumbles upon examination. Invocations of the Fifth\nAmendment by nonparty witnesses in response to innocuous questions about Prof. Dershowitz\nare said to take on a “sinister cast”; yet these same witnesses invoked their right against selfincrimination\nto almost every question asked of them, including their parents’ names. Prof.\nDershowitz, as Epstein’s former legal counsel, is one of hundreds of people listed in an address\nbook purloined by Jeffrey Epstein’s criminal butler; yet because Prof. Dershowitz’s name is\ncircled in the address book by an unknown person for unknown reasons, the argument is made\nthat Prof. Dershowitz must have sexually abused a minor. The record shows that while Prof.\nDershowitz and Jane Doe #3 are both separately mentioned in the flight logs of Mr. Epstein’s\nprivate plane, they are never listed on the same flight. Plaintiffs, in turn, falsely claim that\nsomehow Prof. Dershowitz single-handedly orchestrated the destruction of logs without any\nevidence of ability or possibility to do so. The increasingly unfounded accusations and insults\nare both sad and irresponsible.\nIt is precisely this toxic mix of irrelevancy, malicious falsehood, and empty accusation\nthat justifies Prof. Dershowitz’s intervention to, at least, strike the allegations against him. Jane\nDoe #3 never had any need to drag Prof. Dershowitz into this action besides to wrongfully use\nhis good name and international stature to stir up media interest in her filing. This is\nimpertinence, plain and simple, and it has no place in this Court. Prof. Dershowitz therefore\nurges the Court to either allow him to intervene to strike Jane Doe #3’s defamatory allegations or\ndeny Jane Doe #3’s Joinder Motion so she is no longer afforded the ability to use the docket of\nthis Court to defame others without being held accountable and strike these allegations from the\nrecord.\n3\nCase 9:08-cv-80736-KAM Document 306 Entered on FLSD Docket 02/02/2015 Page 4 of 19\nI. Jane Doe #3’s Continued Smears of Prof. Dershowitz\nDemonstrate His Need to Intervene\nJane Doe #3 and her counsel’s actions over the past month have confirmed that Prof.\nDershowitz’s request for intervention stands upon dramatically different circumstances than\nother intervention motions in this case, or any other case for that matter. Simply put, the scope\nand tenor of their attacks against Prof. Dershowitz differ both in degree and in kind from other\nreputational muggings conducted in the case before this Court. Nor is there a single reported\ndecision in federal case law in which the vitriol, severity, and length of the attacks against a\nnonparty approach those levelled against Prof. Dershowitz here. What has become further\napparent is that if Jane Doe #3’s Motion for Joinder is granted and Prof. Dershowitz is not\nallowed to intervene, Jane Doe #3 and her counsel will proceed with their attacks against him, all\nthe more emboldened with complete impunity.\nWhile Jane Doe #3 asks to “prove” her allegations against Prof. Dershowitz, she argues\nparadoxically that he does not have “any direct interest” in defending these allegations. Instead,\nshe directs Prof. Dershowitz to defend the allegations that she makes in a contrived lawsuit filed\nby her attorneys against him in Broward County Circuit Court for defamation of them.\nMoreover, the law cited by Prof. Dershowitz, including the Sackman and Penthouse cases,\ndemonstrates a need and entitlement to intervene to vindicate his legitimate reputational interest\nthat no other party is situated to protect. “The individual’s right to the protection of his own\ngood name reflects no more than our basic concept of essential dignity and worth of every\nhuman being – a concept at the root of any decent system of ordered liberty…” Krauser v.\nEvolution Holdings, Inc., 975 F.Supp. 2d 1247, 1260 (S.D. Fla. 2013); quoting Spencer v.\nKemna, 523 U.S. 1, 24 n. 5 (1998) (Stevens, J., dissenting).\n4\nCase 9:08-cv-80736-KAM Document 306 Entered on FLSD Docket 02/02/2015 Page 5 of 19\nIn an effort to cite contrary law to the Court, Jane Doe #3’s Response takes remarkable\nliberties in describing what is claimed to be the law to Court. For example, the Response quotes\nCalloway v. Westinghouse Elec. Corp., 115 F.R.D. 73, 74 (M.D. Ga. 1987) for the proposition\nthat “a witness’ interest in his reputation alone . . . does not constitute the required ‘interest\nrelating to the property or transaction which is the subject of the present action’ necessary to\nallow intervention as a matter of right.” Yet what is excised from that quote through the ellipses\nis the most crucial part of the case: “following a finding by a court that he is not credible.”\nCalloway actually stands for the proposition that a witness cannot intervene in a case as of right\nif the Court has found him not credible in one of its orders. This finding has never been made as\nto Prof. Dershowitz either in this Court, or in hundreds of others in which he has appeared.\nII.\nJane Doe #3’s Lies About Prof. Dershowitz\nAre Wholly Irrelevant to This Action\nMeanwhile, Jane Doe #3 fails to come up with a single credible reason for naming Prof.\nDershowitz in her Joinder Motion. First, she claims she needed to drag Prof. Dershowitz’s name\nthrough the mud to prove that Jane Doe #3 was a victim of sexual abuse by Jeffrey Epstein. Yet,\nin her Joinder Motion, she states that “[t]he Government was well aware of Jane Doe #3 when it\nwas negotiating the NPA, as it listed her as a victim in the attachment to the NPA.” (DE 279 at\n6.) If she was already listed as a victim on the NPA, why would they need to prove that further\nby adding pages of scurrilous allegations against various individuals? And why did they have to\nmention Prof. Dershowitz by name, when elsewhere they claim that “numerous prominent”\nindividuals also allegedly committed sexual abuse, but keep those alleged figures anonymous?\nThe bad faith against Prof. Dershowitz is apparent 1 .\n1 Similarly, Jane Doe #3’s allegations that she named Prince Andrew because of outstanding\n5\nCase 9:08-cv-80736-KAM Document 306 Entered on FLSD Docket 02/02/2015 Page 6 of 19\nSecond, Jane Doe #3 claims that she needed to defame Prof. Dershowitz and others in the\nJoinder Motion because of discovery disputes between the government and Jane Doe #1 and Jane\nDoe #2. This does not even make sense, legally or factually. Jane Doe #3’s right to join in this\ncase has nothing to do with Jane Doe #1 and Jane Doe #2’s entitlement to documents in\ndiscovery. In fact, the discovery requests that Jane Doe #3 cites to in her Response as purported\ncover for their sliming of Prof Dershowitz show that their argument is factually bogus. Prof.\nDershowitz is mentioned in only two of twenty-five requests for production propounded by Jane\nDoe #1 and Jane Doe #2. (See Jane Doe #1 and Jane Doe #2’s First Request for Production to\nthe Government Regarding Information Relevant to Their Pending Action Concern [sic] the\nCrime Victims Act, at DE 225-1 at 26-38.) Both requests, nos. 8 and 21 seek his\ncommunications with the government in his role as Mr. Epstein’s defense attorney. There is no\nissue of complicity or knowledge in any misconduct. Moreover, a fact conveniently omitted by\nJane Doe #3 is that Prof. Dershowitz is one of eleven lawyers whose communications Jane Doe\n#1 and Jane Doe #2 sought in the requests for production. As the Court knows, Prof. Dershowitz\nhad no material connection to this case—as to the merits or as to discovery—before he was\ndragged in by Jane Doe #3.\nThird, Jane Doe #3 claims that the smears against Prof. Dershowitz are relevant to show\nthat Prof. Dershowitz had a motive to negotiate “confidentiality” and “blank check” provisions\ndiscovery requests regarding her belief that Prince Andrew was somehow involved in “lobbying\nefforts to persuade the Government to give him a more favorable plea arrangement,” and because\nher allegations against Prince Andrews occurred in London, therefore “affect[ing] foreign\ncommerce” are patently absurd. (DE 291 at 20 and 18, fn. 10.) Because Jane Doe #3’s other\nallegations are replete with allegations of interstate activity and because implications of Prince\nAndrew’s involvement in “lobbying” for the NPA are entirely nonsensical, it is obvious that the\ninclusion of claims against Prince Andrew were included solely for their intended audience: the\nmedia.\n6\nCase 9:08-cv-80736-KAM Document 306 Entered on FLSD Docket 02/02/2015 Page 7 of 19\ninto the NPA entered into between the government and Mr. Epstein. Again, this argument makes\nno sense in the context of this case. 2\nThe inclusion of certain provisions in the agreement simply\nhas nothing to do with whether the government complied with its obligations under the Crime\nVictims’ Rights Act (“CVRA”). If anything, it is the government’s motive that would be at\nissue—although even that point is doubtful—not the defense attorneys’. Moreover, because the\nfirst time Jane Doe #3 made these contemptible allegations against Prof. Dershowitz was in her\nMotion for Joinder in December 2014, those allegations are irrelevant as to the inquiry of\nwhether Jane Doe #3’s rights under the CVRA were violated at the time the NPA was entered.\nThe government confirms that when Jane Doe #3 was contacted by the FBI about this\ninvestigation, she clearly “stated that she did not want to be involved in the federal\ninvestigation.” (DE 290 at 6.) She was not “kept in the dark” as she alleges in her Response.\n(DE 291 at 25.) Instead, she apparently chose to stay in the dark. Moreover, she did not make\nany allegations against Prof. Dershowitz at the time the NPA was entered, nor did she made any\nallegations against Prof. Dershowitz in her action for civil damages in 2009, nor did she make\nany allegations against Prof. Dershowitz in her tape recorded interview with her attorney in\n2011, nor did she make any allegations against Prof. Dershowitz in her interview with the British\npress in 2011. The first time these allegations surfaced were in connection with Jane Doe #3’s\nMotion for Joinder in this action. The allegations have absolutely no relevance to the underlying\nissue of whether Jane Doe #3 was “treated with fairness” when the NPA was entered, as the\nallegations against Prof. Dershowitz did not surface until approximately eight years later.\n2 Prof. Dershowitz, along with many other lawyers, was involved in negotiating the plea bargain\nunder which Epstein agreed to plead guilty to State charges in exchange for an agreement not to\nprosecute him federally. However, he was not involved in drafting the text of the NPA. In fact,\ntwo other lawyers did the drafting.\n7\nCase 9:08-cv-80736-KAM Document 306 Entered on FLSD Docket 02/02/2015 Page 8 of 19\nMoreover, if the government had any reason to believe that Prof. Dershowitz was involved in\nany criminal activity they would have immediately demanded his recusal rather than continuing\nto work with him as one of Epstein’s attorneys in negotiating a plea bargain.\nFourth, Jane Doe #3 then makes the facially absurd and libelous claim that somehow\nProf. Dershowitz must have drafted and benefited from the “co-conspirators” clause of the NPA.\nBut the link between the need to include these allegations and their ability to rescind the “coconspirators”\nclause goes completely unexplained. The allegations are completely gratuitous, as\nthere is no such link. No such claim existed until fabricated by Jane Doe #3 many years after the\nNPA was signed and fully performed. Additionally, as stated in Prof. Dershowitz’s Supplement\nto his Motion for Limited Intervention, this “co-conspirator” provision “was intended to apply to\nfour alleged co-conspirators, who were named in the original NPA and later redacted at their\nrequest…. Alan Dershowitz was never alleged to be a potential co-conspirator.” (DE 285 at 4 3 .)\nIncredibly, Jane Doe #3’s counsel, Bradley Edwards, agreed with this reading of the NPA\nin his Statement of Undisputed Fact during his own personal lawsuit against Jeffrey Epstein\n(Jeffrey Epstein v. Scott Rothstein and Bradley J. Edwards, lawsuit (Case no. 502009-CA-\n040800)) in Palm Beach County Circuit Court. There, Edwards explained that these coconspirators\nwere certain individuals who “procured minor females to be molested by Epstein.”\n(DE 291-15 at ¶ 27.) Only now, when convenient as a way to try to justify allegations against\nProf. Dershowitz does Edwards argue (on behalf of Jane Doe #3) that the “co-conspirator”\nprovision was actually intended to protect Prof. Dershowitz.\n3 Moreover, it is unlikely that anyone who had sexual contact with Jane Doe #3, or any other\nminor involved in the Epstein case, would be considered to be a “co-conspirator.” Instead those\nindividuals would be substantive perpetrators, not covered by the agreement.\n8\nCase 9:08-cv-80736-KAM Document 306 Entered on FLSD Docket 02/02/2015 Page 9 of 19\nFifth, Jane Doe #3 claims that she needed to include Prof. Dershowitz in her filing\nbecause her CVRA claim of “unfair” treatment “implicates a fact-sensitive equitable defense\nwhich must be considered in the factual context of the entire interface between Epstein, the\nrelevant prosecutorial authorities and the federal offense victims.” The “facts” to which this\n“defense” is sensitive, even if Jane Doe #3 is allowed to intervene, are the interactions between\nthe prosecutors and Jane Doe #3, and not anything pertinent to Prof. Dershowitz personally. Nor\nare attorney-client communications between Epstein and his counsel at issue, or the proper\nsubject of discovery in this action under any scenario.\nIII.\nJane Doe #3’s Efforts to Bolster Her Lies About\nProf. Dershowitz Are Remarkably Thin\nSetting aside the utter irrelevancy of the allegations against Prof. Dershowitz, having\ncreated an international imbroglio by their ill-conceived libels of Prof. Dershowitz, one would\nexpect that Jane Doe #3 would be able to muster at least some credible support for their\nallegations. Yet the two “incontestable” facts she leads with in support of her claim that Prof.\nDershowitz is a serial sex abuser are (1) that Mr. Epstein and Prof. Dershowitz were friends; and\n(2) Prof. Dershowitz visited Mr. Epstein’s house. Of course, these supposedly “incontestable”\nfacts are evidence of nothing.\nIn the affidavit she submitted to this court, Jane Doe #3’s lack of credibility is readily\napparent. She has now sworn under oath, repeating a fragrant lie that she had previously sold to\na British newspaper: namely that “former President Bill Clinton was present on the island\n[Jeffrey Epstein’s private island] at a time when [Jane Doe #3] was also present on the island.”\n(DE 291-1 at ¶ 53.) In this easily discredited fabrication 4 , Jane Doe #3 expounded in imaginative\n4 The name of the publication is intentionally omitted as Jane Doe # 3 reveals her identity\n9\nCase 9:08-cv-80736-KAM Document 306 Entered on FLSD Docket 02/02/2015 Page 10 of 19\ndetail about her fictional meeting with former President Clinton, providing an elaborate\ndescription about how Mr. Clinton and his secret service detail somehow allowed Ghislaine\nMaxwell, then a novice helicopter pilot, to fly all of them to Jeffrey’s Epstein’s private island on\nEpstein’s black helicopter, as well as details about the specific place at the dinner table at which\nshe and Mr. Clinton were seated 5 . Id. Jane Doe #3 also gave this British newspaper an account\nof yet another fictional meeting on the same island, but this time with former vice president Gore\nand his then wife, Tipper, providing specific details purportedly to enhance the value of her\nfictional story: “The Gores seemed like a beautiful couple when I met them… Jeffrey [Epstein]\ndidn’t ask me to give him a massage… I was planning on voting for him when I turned 18. I\nthought he was awesome.” On information and belief, Prof. Dershowitz represents to the Court\ntherein. A copy of the publication, or a link to the article, will be provided to the Court at the\nCourt’s request.\n5 The article states, in relevant part: “On one occasion,[Jane Doe #3] adds, Epstein did invite two\nyoung brunettes to a dinner which he gave on his Caribbean island for Mr. Clinton shortly after\nhe left office. But, as far as she knows, the ex-President did not take the bait. “‘I’d have been\nabout 17 at the time,’ [Jane Doe #3] says. ‘I flew to the Caribbean with Jeffrey and then\nGhislaine Maxwell went to pick up Bill [Clinton] in a huge black helicopter that Jeffrey had\nbought her. She’d always wanted to fly and Jeffrey paid for her to take lessons, and I remember\nshe was very excited because she got her licence around the first year we met. I used to get\nfrightened flying with her but Bill had the Secret Service with him and I remember him talking\nabout what a good job she did. I only ever met Bill twice but Jeffrey had told me that they were\ngood friends. I asked, ‘How come?’ and he laughed and said, ‘He owes me some favours.’\nMaybe he was just joking but it constantly surprised me that people with as much to lose as Bill\nand [Prince] Andrew weren’t more careful. Bill must have known about Jeffrey’s girls… We all\ndined together that night. Jeffrey was at the head of the table. Bill was at his left. I sat across\nfrom him. [], Ghislaine’s bonde British assistant, sat at my right. Ghislaine was at Bill’s left and\nat the left of Ghislaine there were two olive-skinned brunettes who’d flown with us from New\nYork. I’d never met them before. I’d say they were no older than 17, very innocent-looking…\nMaybe Jeffrey thought they would entertain Bill, but I saw no evidence that he was interested in\nthem. He and Jeffrey and Ghislaine seemed to have a very good relationship. Bill was very\nfunny. He made me laugh a few times. And he and Jeffrey Ghislaine told blokey jokes and the\nbrunettes listed politely and giggled. After dinner I gave Jeffrey an erotic massage. I don’t\nremember seeing Bill again on the trip but I assume Ghislaine flew him back.’”\n10\nCase 9:08-cv-80736-KAM Document 306 Entered on FLSD Docket 02/02/2015 Page 11 of 19\nthat evidence will show that former president Clinton, former vice president Al Gore, and Tipper\nGore never set foot on Epstein’s private island, and that in all events Jane Doe #3’s detailed\naccounts are not merely preposterous on their face but in fact entirely false and her sworn\nstatement to this court is perjurious.\nIndeed, while the points raised above show a complete lack of investigation into the\ncredibility of the woman making these scurrilous allegations 6 , what is most remarkable about\nJane Doe #3’s Response is what it omits. Approximately six years ago, Jane Doe #3 took\nadvantage of the NPA’s provisions, sued Mr. Epstein and received a monetary settlement.\nIronically, Jane Doe #3 now seeks to overturn the very NPA which required Epstein to waive his\nright to contest liability by moving to join the instant action which seeks to rescind that very\nagreement.\nYet, she apparently never once mentioned Prof. Dershowitz’s now supposedly systematic\nsexual abuse of her to the prosecutors or to her own lawyer. No explanation is given for this\nmonumental inconsistency. Nor, despite his supposed status as a co-conspirator in a scheme to\ncover up an underage sex abuse ring, is there any explanation given for the fact that Prof.\nDershowitz was never even investigated—or even mentioned—as a potential suspect.\nMeanwhile the present case has been proceeding for the last six and a half years, but no\nexplanation has been given for the timing of Jane Doe #3’s effort to join this case only last\nmonth.\n6 Prof. Dershowitz reserves the right to promptly file a succinct supplement to this Reply brief\nwith information which he is in the process of confirming presently.\n11\nCase 9:08-cv-80736-KAM Document 306 Entered on FLSD Docket 02/02/2015 Page 12 of 19\nIV.\nProf. Dershowitz Immediately Responded to Jane Doe #3’s Allegations\nAgainst Him by Asking to Defend his Reputation\nJane Doe #3 also argues that Prof. Dershowitz should not be allowed to intervene because\n“he has declined to defend his reputation in other actions.” (DE 279, at 12.) This is\ndemonstrably false. It is without question that the Motion for Joinder filed by Jane Doe #3 on\nDecember 30, 2014 (DE 279) was the first time anyone has ever alleged that Prof. Dershowitz\nhad any sexual contact with a minor. It necessarily follows that this is the first opportunity Prof.\nDershowitz has had to defend his reputation related to “his involvement in Epstein’s offenses.”\nIn fact, just six days after these venomous allegations were made, Prof. Dershowitz filed his\nMotion for Limited Intervention. (DE 282.)\nMore specifically, Jane Doe #3 argues that when the civil lawsuit was brought by “one of\nthe underage females” against Epstein in 2009 (Doe v. Epstein, No. 9:08-80893-KAM (S.D.\nFla.), “Dershowitz understood that counsel for many of Epstein’s victims believed that mounting\nevidence pointed toward his role extending beyond merely being an attorney for Epstein.” (DE\n279 at 13.) This, too, is demonstrably false. Despite this rank and self-serving speculation about\nwhat Prof. Dershowitz “understood,” there is not one piece of evidence which points to any\nallegations that he engaged in any sexual contact with any minor, or even observed any criminal\nactivity, prior to the December 30, 2014 Motion for Joinder. Instead, the deposition testimony\nwhich Jane Doe #3 points to simply states that Prof. Dershowitz visited Epstein’s home\n(Deposition Testimony of Alfredo Rodriguez at 199, 278, 279, DE 291-18, herein, “Rodriguez\nDepo. Tr.”) Rodriguez specifically testified that he has no idea whether Prof. Dershowitz had\nany contact at all with any female.\n12\nCase 9:08-cv-80736-KAM Document 306 Entered on FLSD Docket 02/02/2015 Page 13 of 19\nQ. And did you have any knowledge of why [Dershowitz] was visiting there?\nA. No ma’am.\n…\nQ. And do you have any idea whether or not Mr. Dershowitz was also receiving\nmassages?\nA. I don’t know, Ma’am.\n…\nQ. As to whether any of those women were ever associated with Mr. Dershowitz would it\nbe a correct statement that you have absolutely no knowledge?\nA. I don’t know, sir.\n…\nQ. Okay. Were you in any way attempting in your response to Ms. Ezell to imply that\nMr. Dershowitz had a massage by one of these young ladies?\nA. I don’t know, sir.\nQ. You have no knowledge?\nA. No, sir.\n(Rodriguez Depo. Tr. at 279, 280, 385, 386.) To be sure, Rodriguez does testify that Prof.\nDershowtiz was at Epstein’s home when young females were present at the home – an allegation\nwhich Dershowitz strenuously denies. However, Rodriguez did not testify that Prof. Dershowitz\nsaw, interacted with, or touched any of these females. Instead, when asked what Prof.\nDershowitz did “while those girls were at the house,” Rodriguez answered “He will read a book\nwith a glass of wine by the pool, stay inside.” (Id. at 426, 427.) When asked if Prof. Dershowitz\never even spoke to any of the girls, or “even knew that they were there” Rodriguez answered “I\ndon’t know.” (Id. at 427.) This is consistent with the fact that Epstein’s home is very large and\nhas separate closed-off quarters where Epstein resided. Prof. Dershowitz never stepped into\nthese private quarters.\nJane Doe #3 also relies upon the September 8, 2009 deposition testimony of Mr. Juan\nAlessi to “corroborate” Jane Doe #3’s sensational and false allegations regarding Prof.\nDershowitz. However, a more complete examination of that testimony reveals that Alessi did\nnot make any allegations of any wrong doing by Dershowitz. (See, DE 291-17, hereinafter\n13\nCase 9:08-cv-80736-KAM Document 306 Entered on FLSD Docket 02/02/2015 Page 14 of 19\n“Alessi Depo. Tr.”) Alessi testified that he saw “many celebrities” at the house… [including] a\nvery famous lawyer[] that I’m sure you know, Alan Dershowitz, who spend [sic] at the house a\ncouple times.” (Alessi Depo. Tr. 70, 71.) However, Alessi made no allegations of improprieties\nagainst any of these individuals. Jane Doe #3 asks the Court to infer that because Prof.\nDershowitz was at his client’s home, he must have participated in nefarious activities. In fact,\nProf. Dershowitz’s friendship with Epstein consisted of the exchange of academic and\nintellectual ideas. At most, Alessi testified that Prof. Dershowitz visited Epstein’s home and\nreceived a massage from an adult massage therapist, which “was a treat for everybody” at the\nEpstein home. (Id. at 74) (“Q. Did [Dershowitz] have massages sometimes when he was there?\nA. Yes. A massage was like a treat for everybody. If they want it, we call the massage and they\nhave a massage.”)\nAlessi explains that he was referring to massages performed by adult\nmassage therapists. (Id. at 184) (“Q. All right. And if I understood your testimony is, the ones\nthe – that is, of the massage therapists as you’ve just described [a hundred, 200 different massage\ntherapists], you saw some men? A. Yes. Q. You saw more women? A. Yes. Q. And all of the\nwomen, at least from your viewpoint, were 18, 19 or older? A. Yes.”) 7\nMessrs. Alessi and Rodriguez did not allege that Prof. Dershowitz received a massage\nfrom any underage females, had any physical contact whatsoever with any underage females, or\nwitnessed anyone engaging in any inappropriate behavior with any underage females.\nAdditionally, despite their allegations to the contrary, it is clear that previous testimony from\nRodriguez and Alessi does not corroborate Jane Doe #3’s baseless and utterly false affidavit.\n(DE 291-1.)\n7 In fact, the only massage Prof. Dershowitz ever received at any of Epstein’s homes was from a\nprofessional massage therapist who was in her 30’s or 40s.\n14\nCase 9:08-cv-80736-KAM Document 306 Entered on FLSD Docket 02/02/2015 Page 15 of 19\nNext, Jane Doe #3 claims that Prof. Dershowitz declined to defend his reputation in the\nEdwards v. Epstein lawsuit (Case no. 502009-CA-040800) in Palm Beach County Circuit Court.\n(Opp. to Mtn. to Intervene at 13.) In support of this allegation, Jane Doe #3 argues that her\nattorney in the instant matter, Bradley Edwards (through his attorney Jack Scarola) contacted\nProf. Dershowitz to seek his voluntary cooperation in answering questions about Prof.\nDershowitz’s client, Jeffrey Epstein’s conduct. Prof. Dershowitz responded by letter stating\nAs you may know, I was Jeffrey Epstein’s attorney when he submitted his guilty plea.\nAccordingly, “any knowledge” I may have in connection with that plea is privileged\ninformation. If you would let me know what non-privileged information you would seek\nfrom me, I would then be able to decide whether to cooperate.\n(DE 291-11.) Dershowitz sent a second letter on or about August 29, 2011 explaining that he\nhas “never personally observed Jeffrey Epstein in the presence of underage females,” and asking\nEdwards’ attorney to provide him with any alleged basis for his unfounded belief. Edwards’\nattorney responded by stating that based on “sworn testimony and private interviews” he had\n“placed [Dershowitz] in the presence of Jeffrey Epstein on multiple occasions… when Jeffrey\nEpstein was in the company of underage females subsequently identified as victims.” (DE 291 at\n13, 14.) Again, no allegations were made at that time by Edwards’ attorney, or by anyone else,\nthat Prof. Dershowitz engaged in any inappropriate conduct or witnessed any inappropriate\nconduct related to Jeffrey Epstein and underage females. Instead, Edwards was incorrectly\nseeking Prof. Dershowitz’s cooperation for a civil suit between Dershowitz’s client, Jeffrey\nEpstein, and Edwards himself. Remarkably, because Prof. Dershowitz did not agree to\ncompromise his ethical obligations to his client, by voluntarily cooperating with Epstein’s\n15\nCase 9:08-cv-80736-KAM Document 306 Entered on FLSD Docket 02/02/2015 Page 16 of 19\nadversaries, Jane Doe #3 argues that Prof. Dershowitz should not be allowed to intervene in this\naction 8 .\nIt is clear from the record, however, that Prof. Dershowitz acted immediately to defend\nhimself the first time he was made aware of any such allegations against him. In fact, just six\ndays after Jane Doe #3 filed her Motion for Joinder, which included vicious allegations against\nhim, Prof. Dershowitz filed his Motion for Limited Intervention. (DE 282.) Accordingly, Prof.\nDershowitz should be permitted to intervene for the limited purposes of moving to strike these\noutrageous and impertinent allegations.\nV. Jane Doe #3’s Reliance on Other’s Invocation of the\nFifth Amendment is Improper and Wholly Unpersuasive\nWithout a shred of physical evidence or witness corroboration for Jane Doe #3’s\nfantasies, she relies on invocations of the Fifth Amendment by Epstein as supportive of an\nadverse inference as to Prof. Dershowitz. Given that Epstein was taking the Fifth Amendment\non virtually all questions, and would have responded in the same way had the opposite questions\nbeen asked, there is no inference against Prof. Dershowitz to be made from the invocation of the\nFifth Amendment by Epstein 9 . Epstein’s interest – in declining to answer any questions\nwhatsoever – was his own personal interest and not that of his lawyers, and lacks even minimal\nrelevance. Coquina Investments v. TD Bank, N.A., 760 F.3d 1300, 1310-11 (11th Cir.\n2014)(adverse inferences from the fifth amendment invocation by third parties allowed only\n8 Jane Doe #3’s argument that he has not yet scheduled his deposition in this case, or the recently\nfiled defamation action, is of no moment. At the appropriate time, Prof. Dershowitz will of\ncourse, appear for his deposition and testify that Jane Doe #3’s allegations as to him are entirely\nfalse. This, however, has no bearing as to whether the Court should permit the limited\nintervention Prof. Dershowitz seeks.\n9 Had Epstein been asked about anyone – from leading government officials to members\nof the clergy – he would have similarly invoked the Fifth Amendment.\n16\nCase 9:08-cv-80736-KAM Document 306 Entered on FLSD Docket 02/02/2015 Page 17 of 19\nwhere inference is “trustworthy under all of the circumstances” including relationship, shared\ninterest and control); Kontos v. Kontos, 968 F.Supp. 400, 407-408 (1997) (no adverse inference\nallowed from invocation of Fifth Amendment by sister of civil defendant in absence of “identity\nof interests”); Sebastian v. City of Chicago, 2008 WL 2875255 *33-34 (N.D. Ill. 2008)(no\nadverse inference from invocation of Fifth Amendment in absence of close family or business\nrelationship). Similarly, any other witnesses taking the Fifth Amendment and remaining silent to\nprotect themselves are obviously not creating any kind of evidence against Prof. Dershowitz.\nSee, Coquina Investments, 760 F.3d at 1310 (11th Cir. 2014).\nConclusion\nIn conclusion, Prof. Dershowitz has no interest in joining this case other than to strike the\nscurrilous and irrelevant allegations against him. If the Court grants Jane Does #3 and #4 motion\nfor joinder (DE 279), then Prof. Dershowitz’s motion for limited intervention should be granted\nfor such purposes as may be appropriate including submitting a motion to strike or other relief,\nso as to give him an opportunity to defend himself against harmful, defamatory and false\nallegations of the worse kind. If the Court rejects the pending motion for joinder, then the Court\nshould strike the scurrilous allegations against Dershowitz, or, alternatively, determine the\npossible mootness of his Motion for Limited Intervention. Of course, if the Court strikes the\nallegations against him sua sponte, Prof. Dershowitz will withdraw his motion for limited\nintervention.\nRespectfully submitted,\n/s/ Kendall Coffey\nKendall Coffey, Fla. Bar No. 259681\nkcoffey@coffeyburlington.com\nGabriel Groisman, Fla. Bar No. 25644\nggroisman@coffeyburlington.com\n17\nCase 9:08-cv-80736-KAM Document 306 Entered on FLSD Docket 02/02/2015 Page 18 of 19\nBenjamin H. Brodsky, Fla. Bar No. 73748\nbbrodsky@coffeyburlington.com\nCOFFEY BURLINGTON, P.L.\n2601 South Bayshore Drive, PH1\nMiami, Florida 33133\nTelephone: (305) 858-2900\nFacsimile: (305) 858-5261\n- and –\nThomas Scott, Fla. Bar No. 149100\nthomas.scott@csklegal.com\nCOLE, SCOTT & KISSANE, P.A.\nDadeland Centre II\n9150 South Dadeland Boulevard, Suite 1400\nMiami, Florida 33156\nTelephone: (305) 350-5300\nFacsimile: (305) 373-2294\nCounsel for Prof. Alan M. Dershowitz\n18\nCase 9:08-cv-80736-KAM Document 306 Entered on FLSD Docket 02/02/2015 Page 19 of 19\nCERTIFICATE OF SERVICE\nI hereby certify that a true and correct copy of the foregoing was served by Notice of\nElectronic Filing generated by CM/ECF, on this 2nd day of February, 2015, on all counsel or\nparties of record on the Service List below.\nSERVICE LIST\n/s/ Kendall Coffey\nBradley J. Edwards\nFARMER, JAFFE, WEISSING,\nEDWARDS, FISTOS & LEHRMAN, P.L.\n425 North Andrews Avenue, Suite 2\nFort Lauderdale, Florida 33301\nTelephone (954) 524-2820\nFacsimile (954) 524-2822\nE-mail: brad@pathtojustice.com\nand\nPaul G. Cassell\nPro Hac Vice\nS.J. Quinney College of Law at the\nUniversity of Utah\n332 S. 1400 E.\nSalt Lake City, UT 84112\nTelephone: 801-585-5202\nFacsimile: 801-585-6833\nE-Mail: cassellp@law.utah.edu\nDexter Lee\nA. Marie Villafaña\nUNITED STATES ATTORNEY’S OFFICE\n500 S. Australian Ave., Suite 400\nWest Palm Beach, FL 33401\n(561) 820-8711\nFax: (561) 820-8777\nE-mail: Dexter.Lee@usdoj.gov\nE-mail: ann.marie.c.villafana@usdoj.gov\nAttorneys for the Government\nAttorneys for Jane Doe #1, 2, 3, and 4\n19",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_010735.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 37222,
    "word_count": 6053,
    "line_count": 507,
    "import_date": "2025-11-19T21:47:49.206590",
    "prefix": "TEXT-001"
  }
}