{
  "document_id": "HOUSE_OVERSIGHT_025299",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025299.txt",
  "text": "Laffer Associates Game On [Updated 7/6/2016]\n\nthat the economy is shouting for a party change. This does not bode well for the Democratic Party, which continues to endorse\nthe current status quo.\n\nAnd to confirm GDP growth’s implications, we also have the disappointing measure of employment to adult population. Again,\nthere is every reason on Earth to change parties now. There literally has been no Obama recovery, and Hillary Clinton\npromises she'll do more of the same. The U.S. has about 10 million fewer jobs per year than we would have had if the ratio\nof employment to adult population were what it was in mid-2000.\n\nJust compare the ascent of the employment to adult population ratio for the eight years of Obama to the Johnson years, or\neven to the Nixon years, and especially to the Reagan and Clinton years. This Obama economy really isn’t a recovery, let\nalone a strong recovery, as one would expect should have happened following the devastating collapse of the Great\nRecession. Why would Hillary Clinton want to run on the Obama record? It’s beyond me.\n\nFigure 2\nCivilian Employment-to-Population Ratio\n\n(monthly, Jan-48 to Mar-16, percentage points)\n\n65 65\n\nm\na a a a a eS 2\n8 eo s$ 3 ray = s\n3 3 2 fio) fio) : 3\n3 3 a 3 2 @ Fy\n64 4 3 z < > = a = 64\n63 4 63\n62 4 62\nSep-03:\n62.0\n614 61\nMar-16:\n60 { 59.9 | 60\n59 4 59\n58 4 Nov- 10: 58\nUul-48: 58.2\n57.1\n57 4 Jun-60: 57\n5 Feb-83 to\nMar-83:\n57.1\n56 4 56\n55 4 . 55\nOct-49: Jul-54: 7 Sep-61:\n54.9 55.0 . 55.0\n54 T T T r T r T T m 54\nao fo] N Tt oOo feel co} N tT oO oe} =} N + Oo ao c=} N ac Oo oO c=} N + Oo ao i=} N Tt oO ao f=} N + oO\nCc fad sand Cc Cc fad sand Cc Cc fad sand Cc Cc fad and Cc Cc jad sand Cc Cc jad sand Cc Cc jad sand Cc Cc fad sand Cc Cc fad and\no o oO oO o o oO oO o o oO oO o o oO oO o o oO oO o o oO oO o o oO oO o oO\ni a |\n\nSource: Bureau of Labor Statistics\n\nUsing detrended real GDP per adult and total employment per adult, there have been two elections since Truman was elected\nin 1948 that appear to contradict my economic improvement hypothesis—the Nixon election in 1968 and the Obama reelection\nin 2012. Both of these elections appear to have had very strong extraneous factors at work. For Nixon’s success, the huge\noutrage against Johnson’s handling of the Vietnam War could well have overpowered the seemingly good economy and for\nObama in 2012 a high racial sensitivity quotient could also have tipped the scales. If anything, today the war and racial\nsensitivity issues operate against the Democrats.\n\nWhat | beg you to look at carefully are the virtually identical precipitous drops in the economy immediately preceding the\n\nPresidencies of Ronald Reagan and Barack Obama and the totally opposite results during their respective Presidencies. | just\ncan’t see how a pro-Obama candidate can win in 2016.\n\nHOUSE_OVERSIGHT_025299",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025299.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2828,
    "word_count": 557,
    "line_count": 68,
    "import_date": "2025-11-19T21:47:48.182536",
    "prefix": "IMAGES-008"
  }
}