{
  "document_id": "HOUSE_OVERSIGHT_018584",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018584.txt",
  "text": "have a problem with people choosing not to have sex... but I'm not sure how I feel about\nactively convincing people not to have sex.\n\nIn America, I advocate for open, explicit, pleasure-affirming sex education. But that's a\nradical stance even in America -- I'm not sure whether it's possible here! At least I'm\nspotting a few allies, some in unexpected places: for instance, there's a great high-profile,\noutspoken sex-positive educator named Agrippa Khathide in South Africa... who happens\nto be a pastor. I'm starting to think there's room to do fascinating work here, creating\nculturally appropriate sex-positive education.\n\nYet abstinence remains the only 100% effective tactic for avoiding HIV. As another\neducator told me, \"I hate abstinence-only education more than anything. Seriously. But...\nhere, I think it's a necessary ingredient.\" Is it responsible for me to avoid promoting\nabstinence? Even if marketing abstinence means that to some extent, I'll have to tell\npeople sexual exploration isn't worth doing?\n\nI'm still feeling out my approach, but... what if the most effective way to fight HIV is to\nalign myself with values antithetical to free sexuality? Does properly doing my job\nrequire me to promote a sex-negative agenda? Surely not. Surely there are ways to\npromote sex-positive abstinence -- perhaps a \"Vibrators for African Women\" program...?\n(This is a joke. Mostly.)\n\nAnd that's just one facet of the broader question keeping me awake at night! Which is:\ngiven a fatal, incurable sexually transmitted infection; given a population where, in some\ngroups, up to 40% test positive; given a society in which culturally appropriate messages\nemphatically do not include my pro-sex, pro-queer, pro-kink approach to sex education...\nwhat does being a sex-positive educator mean?\n\nMaybe I can harvest clues from my own feelings, past and present, about abstinence:\nclues for how to promote it compassionately, effectively and responsibly; clues for\nlocating my boundaries when I talk about it. And maybe I can harvest down-to-earth\nadvice from my relationship with Mr. Chastity, too. I can work from toxic masculine\nnorms he's had such trouble with, and examine how men in southern Africa might\nlikewise worry about abstinence -- if you think American men have tough definitions of\nsexual manliness to contend with, then try living in a place where the big men have\nmultiple wives and over a dozen children. I also think it'll be hot to be bound against\ngoing \"too far.\" Maybe I can learn how abstinence is fun, fun, fun!\n\nHey, at the very least, it'll give me a taste of what I'm telling everyone else to do.\n\nKOK ok\n\nThe original version of this article can be found on the Internet, but please note that I've\ndone some editing for clarity. Here's the original:\n\nhttp://carnalnation.com/content/45211/1133/sexual-abcs-africa-part-1-abstinence\n\nHOUSE_OVERSIGHT_018584",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018584.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2885,
    "word_count": 457,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:48.447729",
    "prefix": "IMAGES-005"
  }
}