{
  "document_id": "HOUSE_OVERSIGHT_021208",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021208.txt",
  "text": "until many years to come was “ Have a good life!” With that statement he\nslammed down phone receiver. Leaving only an echo of the dial tone to\nanswer back too. I was to paralyzed from the shocking response. “What\nhave I just done?” was the first thing that entered my thoughts.\nOverwhelmed with guilt I felt like I was falling down a deep and dark\nhole and then the tears began to flood in. Here I was standing at the dawn\nof a new happy life for myself and I couldn’t see past how bad I had let\nJeffrey down not yet seeing the hold he had on me.\n\nLike my knight on a white horse, in came my hero to soothe my\nsomberness. He rushed over to the bed where I was beating myself up\nmentally and wiped the falling tears from my cheeks. “I take it that it\ndidn’t go so well...huh?” Sniffling through my sobs I managed to tell\nhim that “It doesn’t matter anymore all I care about is you and leaving all\nof that life behind me!” I wrapped my arms around him and he asked me\nin a half joking voice “Then why are you crying?” He got me almost\nlaughing now too “I guess it’s just so scary taking such a huge plunge\naway from what I’m used too and taking such a big move to another\ncountry. It’s just all so different and I’m just trying to comprehend\neverything that is happening in such a short time.” Always out to lift my\nspirits his next comments made me gush in laughter “You think that was\na hard phone call wait until I call my Sicilian mother! Watch this, I know\nexactly what she’ll say. First it’ll be a saga about how I’m killing her with\nmy selfish actions then it’ll be about how she’s going to kill herself for\ndoing such a terrible job raising normal children. Don’t worry though,\nshe’ll love every second of it. Wogs thrive off of the drama in their lives\nand off everybody else’s for that matter!!” He was pretty much on the dot\nwhen he told me how she’d react to the news. In the end after relentlessly\ntrying to change his mind, she sighed, “If it was going to be anybody to\ndo something as crazy as this, Robbie, it would be you!” It wasn’t a\nblessing as such but at least she wasn’t threatening suicide any longer.\n\nCalling the closest of our families the night before our wedding to share\nwith them our announcement wasn’t celebrated by any members of either\nsides but that didn’t discern us one bit. My parents took it well,\nconsidering their only daughter was marrying a foreign man that they\ndidn’t know from the next guy on the street and too top it off I was\nmoving to Australia, permanently. When I asked my Dad many years\nlater why they hadn’t put up a fight, he just simply replied that nobody\nexpected it too last very long. Fair enough, | thought. I don’t think\nanyone did at first...even us at our toughest times. We were a rare\nattribute these days in the numb era we have all been accustomed to\nliving in, turning nothing into something, which I had also come to\nrealize, was the most precious gift in life... Love.\n\n127\n\nFalling asleep was easy to do in his arms that night. I laid my head on\ntop of his chest listening to the drum of his beating heart. I had never felt\nlike I was more at home than ever before in my life. He pulled me gently\nin closer to him, letting me know that he was there for me even when the\nlights went out and the thoughts would usually creep in. Amazing how he\nknew what I needed without even asking for it. Wishing for something\nlike this my whole life I thought I was being such a fool in so many ways,\nbut I was so wrong. The way his pretty eyes looked at me with such an\nunderstanding and compassionate sincerity made me want to trust his\nwords and believe the love that he was offering me was indeed real.\n\nThe next morning, Robbie was up and out of bed early to pick up our\ntailored wedding suits and dresses for our big day at Doi Cept Temple.\nHis best friend from high school days that was travelling with him from\nAustralia met him in the hotel lobby at seven o’clock. He was going to be\njoining us for the wedding as Robbie’s best man. He still hadn’t been able\nto find black shoes to go with the suit, so after he dropped off my dress\nback to me he was off again to try and find himself a pair of decent\nlooking ones. Overjoyed with excitement I was thrilled from the second I\nkissed Robbie good-bye for the last time before we were officially\nmarried. Looking in the same mirror only a week ago I was now a\ndifferent person, I felt like I was plunging into a bottomless abyss. Here I\ngo, | thought to myself as | plunged out the door letting the butterflies in\nmy stomach carry me all the way to my nearly husband.\n\nI had to go to the beauticians that morning for my pre- wedding makeup\nand dressing. The ladies who were doing my hair and face at the salon did\na great job making me feel so beautiful for my special occasion that every\ngirl dreams about their whole entire life. Requesting simplicity at best,\nnot wanting to go overboard with all of the wedding apparel! they tied my\nlong hair up into a knot wrapping around it a veil of flowers made up of\nbaby’s breath and small yellow and purple budding flowers. I couldn't\nhave dreamt it up better myself and when | met-my husband to be at the\nbottom of the mountain he stood before me speechless “You look so...\nbeautiful!” were his first words that his mouth formed almost whispering\nthem. He took my hand and we walked into the sky lift together. Behind\nus followed an interpreter that Robbie hired to translate the Buddhist\nMonks ceremony speech for us English only speakers and then his best\nfriend, who only moments before gave him the best mans speech about\nbeing the last chance to walk away from this and not get married to a girl\nhe hardly knew, but my Robbie wouldn’t hear a word of it. He already\nmade up his mind the instant he proposed and I said yes, “I was born to\nbe with this girl,” he told his best mate. “Alright then lets go do this\nthen!” Once he knew Robbie was sure in his decision he was more than\necstatic for him. We were slowly lifted up the tremendous mountainside,\n\n128\n\n| Copyright Protected Material C Copyright Protected Material\nCONFIDENTIAL GIUFFRE004260 CONFIDENTIAL. GIVI RL00426 |\n\nHOUSE_OVERSIGHT_021208",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021208.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6160,
    "word_count": 1172,
    "line_count": 99,
    "import_date": "2025-11-19T21:47:48.370059",
    "prefix": "IMAGES-006"
  }
}