{
  "document_id": "HOUSE_OVERSIGHT_018345",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018345.txt",
  "text": "financial systems. Fresh AI designs. Protocols and platforms for secure\ncommunication. Maybe one million people can write object-oriented code at a high\nlevel. A hundred thousand of them can shape that code into some sort of innovative\ndata structure. A few thousand might be able to use it to access and manage a large\ndata center. But get down to the couple of dozen who know how Google or Intel or\nbitcoin really work, the group who can make machines seem to think, who know\nand use backdoors at that atomic level of hacking - well, then you have a tight,\npowerful elite. They are called system designers, algorithmic traders, growth\nhackers or any of a dozen hazy and somewhat unnamable lines of work that fuse\nnetwork mastery with economic, political or social power. If connection changes the\nnature of an object it also elevates, to a level of rare power and influence, those who\ncontrol that connection.\n\nThrough the networks and black boxes they control, the group of transcendent\ntalents working on search algorithms, data management and machine learning\ntouch, at any one instant, more parts of our lives than any group of elites ever has.\nThat many of them are billionaires as a result should hardly be a surprise. This is a\ncaste marked by constant one upsmanship, by endless and compulsive innovation,\nby a cold and ceaseless fear of obsolescence. They are marked, of course, by a full\nexpression of the Seventh Sense. Their every instinct for starting, financing, growing\nand using new firms or technologies or data-spinning biological tools reflects\ncomplete confidence in network power. If the leading figures of the Enlightenment\nshared a certainty near to faith that reason would unlock nearly any puzzle of mind\nor politics, the New Caste shares a certainty too, that connection can produce a new,\nbetter order. This caste battles with each other. They struggle for dominance over\nmarkets and - more profoundly - for control of the lucrative systems they have\nbuilt.\n\nMy point in this chapter is simple. It is to introduce this new and powerful caste and\nsee what their successes and failures might tell us about the world we now all share.\nEven now, however, I think we can make this sobering judgment: Whatever nation\ncultivates and trains legions of this New Caste best will rule the future. Think of the\nlegendary Xerox PARC research lab, which in the 1970s produced not just some of\nthe best early members of the New Caste - like Alan Kay or John Seeley Brown- but\nalso a series of fundamental inventions that generated trillions of dollars of value?®!.\nThe mouse. Laser printing. A graphical user interface. PARC was arguably the most\neconomically significant small group in human history, an entire Renaissance\npacked into a couple of dozen offices. Just as the nations that produced the finest\nmariners once dominated global commerce and decided political questions, so\ncountries (or really any group - even terrorists or criminals or bankers) that can\nbreed, train and equip and deploy members of this New Caste will possess a really\nunusual power. Calling them a “caste” is not accidental: There’s a way in which we\nare all now tied to the virtual spaces they control, much as serfs were once bound to\nthe land by feudal lords. The Italian historian Giambattista Vico, in developing his\n\n161 Think of the legendary Xerox PARC: Chunka Mui, “The Lesson that Market\nLeaders are Failing to Learn from Xerox PARC”; Forbes Leadership Blog / Alan Kay\n\n113\n\nHOUSE_OVERSIGHT_018345",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018345.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3502,
    "word_count": 591,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:46.695488",
    "prefix": "IMAGES-004"
  }
}