{
  "document_id": "HOUSE_OVERSIGHT_020850",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020850.txt",
  "text": "...Drilldown on USA Inc. Financials\n\ne If entitlement programs are not reformed, USA Inc.’s balance sheet will go from bad to\nworse\n- Public debt has doubled over the last 30 years, to 62% of GDP. This ratio is expected to surpass the\n90% threshold* — above which real GDP growth could slow considerably — in 10 years and could near\n150% of GDP in 20 years if entitlement expenses continue to soar, per CBO.\n- As government healthcare spending expands, USA Inc.’s red ink will get much worse if healthcare costs\ncontinue growing 2 percentage points faster than per capita income (as they have for 40 years).\n\ne The turning point: Within 15 years (by 2025), entitlements plus net interest expenses\nwill absorb all — yes, all — of USA Inc.’s annual revenue, per CBO\n\n- That would require USA Inc. to borrow funds for defense, education, infrastructure, and R&D spending,\nwhich today account for 32% of USA Inc. spending (excluding one-time items), down dramatically from\n69% forty years ago.\n\n- It's notable that CBO’s projection from 10 years ago (in 1999) showed Federal revenue sufficient to\nsupport entitlement spending + interest payments until ZOG0E — 35 years later than current projection.\n\nNote: *Carmen Reinhart and Kenneth Rogoff observed from 3,700 historical annual data points from 44 countries that the\n\nrelationship between government debt and real GDP growth is weak for debt/GDP ratios below a threshold of 90 percent of GDP.\n\nAbove 90 percent, median growth rates fall by one percent, and average growth falls considerably more. We note that while\n\nReinhart and Rogoff’s observations are based on ‘gross debt’ data, in the U.S., debt held by the public is closer to the European\n\nKP countries’ definition of government gross debt. For more information, see Reinhart and Rogoff, “Growth in a Time of Debt,” 1/10.\n(@)E) www.kpcb.com USA Inc. | Introduction 17\n\nHow Might One Think About Turning Around USA Inc.?...\n\ne Key focus areas would likely be reducing USA Inc.’s budget deficit and improving /\nrestructuring the ‘business model’...\n\n— One would likely drill down on USA Inc.’s key revenue and expense drivers, then develop a\nbasic analytical framework for ‘normal’ revenue / expenses, then compare options.\n\nLooking at history...\n\n— Annual growth in revenue of 3% has been roughly in line with GDP for 40 years* while\ncorporate income taxes grew at 2%. Social insurance taxes (for Social Security / Medicare)\ngrew 5% annually and now represent 37% of USA Inc. revenue, compared with 19% in 1965.\n\n— Annual growth in expenses of 3% has been roughly in line with revenue, but entitlements are\nup 5% per annum - and now absorb 51% of all USA Inc.’s expense - more than twice their\nshare in 1965; defense and other discretionary spending growth has been just 1-2%.\n\nOne might ask...\n\n— Should expense and revenue levels be re-thought and re-set so USA Inc. operates near\nbreak-even and expense growth (with needed puts and takes) matches GDP growth, thus\nadopting a ‘don’t spend more than you earn’ approach to managing USA Inc.'s financials?\n\nNote: *We chose a 40-year period from 1965 to 2005 to examine ‘normal’ levels of revenue and expenses. We did not choose the most recent\n40-year period (1969 to 2009) as USA was in deep recession in 2008 / 2009 and underwent significant tax policy fluctuations in 1968 /1969, so\n\nKP many metrics (like individual income and corporate profit) varied significantly from ‘normal’ levels.\n(@E) www.kpcb.com USA Inc. | Introduction 18\n\nHOUSE_OVERSIGHT_020850",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020850.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3515,
    "word_count": 586,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:49.424749",
    "prefix": "IMAGES-006"
  }
}