{
  "document_id": "HOUSE_OVERSIGHT_012818",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012818.txt",
  "text": "Across the globe, most people in these small scale societies offered some amount of the initial\npot. Across the globe, most people rejected really low offers. This shows the universal signature of\nfairness: an expectation of sharing resources and a no-tolerance view of greed. Cultures differed with\nrespect to how much they shared and whether they rejected. Some societies offered, on average, close to\n40%, while others offered as little as 15%. Some societies accepted virtually all offers, whereas others\nrejected both low and even high offers. Even in more egalitarian societies, therefore, there 1s sensitivity to\nunequal distributions. Even in egalitarian societies, there is a willingness to punish those who act\nunfairly, greedily taking more than their fair share.\n\nThe work I have discussed on fairness is only a fraction of the growing body of scientific\nevidence. What this research reveals is that a sense of fairness is part of human nature, appearing early in\ndevelopment, but guided by experience toward a particular cultural form. When our desire for fairness or\nequity combines with our competitive drive, envy often follows. Studies of the brain show how envy is\ngenerated from this combination.\n\nWhen healthy subjects sit in a brain scanner and learn about other individuals who have what they\ndesire, there is considerable activity in the anterior cingulate, and more activity in those who feel more\nenvious. This is not the envy center of the brain. There is no such area. But the recruitment of the anterior\ncingulate in other social situations helps us understand what is going on more generally in the case of\nenvy. The anterior cingulate activates when we experience pain from social exclusion, but not when we\nwitness such pain in others. It is one of the areas that was activated in Chiao’s work on the differences in\npain empathy for those supporting either an egalitarian or hierarchical society. The anterior cingulate is\nalso involved when our minds are pulled in two different directions, a situation that arises when we are\nforced to choose between two conflicting moral options — for example, a duty to save the lives of many\nversus the prohibition of killing one person to save the lives of many. There is a common thread here that\nunites these different experiences. Like our experience of social exclusion, envy is also a form of social\npain and to some, deeply painful, as it reveals a sense of deficiency in acquiring resources. Envy also\nrepresents a situation in which our positive sense of self conflicts with the negative sense of self\nengendered by social comparison. Our brain — and the anterior cingulate in particular — informs us that\nwe are less accomplished when compared with others. Envy is socially imposed pain generated by\ncomparison shopping.\n\nEnvy highlights what we don’t have, which fuels the system of desire, which seeks satisfaction.\nUnsatisfied, envy runs wild. Unsatisfied, wanting keeps hunting for pleasure. Schadenfreude delivers\n\nsome prey.\n\nHauser Chapter 2. Runaway desire 72\n\nHOUSE_OVERSIGHT_012818",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012818.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3071,
    "word_count": 497,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:45.826756",
    "prefix": "IMAGES-002"
  }
}