{
  "document_id": "HOUSE_OVERSIGHT_028268",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028268.txt",
  "text": "/ BARAK / 134\n\nYet the delay in getting to that point had serious implications for my role as\nLabor Party leader. Since the negotiations with the Palestinians were stuck in\nneutral, I was under increasing pressure from within Labor to pull out of Bibi’s\ngovernment. What on earth was the point of staying, they asked. All I was doing,\nfrom their perspective, was giving Bibi political cover for abandoning any serious\neffort to get a peace agreement. Their argument was entirely reasonable. My\nfrustration was that, due to the need for military secrecy, the counter-argument was\nimpossible for me to make: that I felt I had a responsibility to stay at a time when\nthere remained a real possibility Israel might need to take military action against\nIran. To a mix of consternation and anger among many Labor colleagues, I ended\nup taking what seemed to me the only realistic option. In January 2011, I left the\nLabor Party. With three other of our ministers in the government — who were, of\ncourse, aware of the ongoing Iran discussions — I set up a new “centrist, Zionist”\nparty called Ha’Atzmaut, or Independence. We remained in Bibi’s government.\n\nMy main focus was now on the Americans. In order to secure the “international\nlegitimacy” any Israeli attack required, we had to win at least their understanding\nthat we might feel it necessary to act. Fortunately, I had built up a good\nrelationship with the key figures in the Obama administration. That had not always\nbeen easy, given the tension between the Americans and Bibi. That wasn’t just\nbecause of the deadlock in the peace process, still a priority for President Obama.\nThere were other complications. Ever since the initial pressure for a settlement\nfreeze, right-wing politicians and commentators, and Bibi himself, had taken to\nportraying President Obama as fundamentally unsympathetic to Israel. After the\nRepublicans’ victory in the mid-term Congressional elections in November 2010,\nBibi went a step further. He began cozying up to congressmen and senators on the\nother side of the aisle. This overt meddling in the internal politics of our closest\nally was not just a breach of longstanding tradition, but of common sense.\nMembers of the Administration began privately calling Bibi “the Republican\nsenator from Rechavia” — a reference to the Jerusalem neighborhood where the\nPrime Minister’s residence was located.\n\n420\nHOUSE_OVERSIGHT_028268",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028268.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2411,
    "word_count": 395,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:48.638079",
    "prefix": "IMAGES-009"
  }
}