{
  "document_id": "HOUSE_OVERSIGHT_018472",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018472.txt",
  "text": "moO\n\nthat eyebolt because I don't trust it\", \"no, I'm not interested in doing that roleplay because\nI wouldn't be comfortable with it\", or \"I don't do play piercing because blood is a hard\nlimit for me.\" We all have a right to say no to sexual acts we don't want; even if we're\n\ntopping.\n\nte OK ok\nThis can be found on the Internet at:\n\nhttp://yesmeansyesblog.wordpress.com/2010/07/07/the-annotated-safeword/\n\nClarisse's original post on safewords can be found on the Internet at:\n& Pp\n\nhttp://clarissethorn.com/blog/2010/07/03/sex-communication-tactic-derived-from-sm-2-\n\nsafewords-and-check-ins/\n\nCOMMUNICATION:\n[theory] Sex Communication Tactic Derived From S&M: Checklists\nThis is part of the same 2010 series as the previous article -- in fact, it came first.\nok\nChecklists\n\nS&M checklists are long lists of different acts that sexual partners can use to discuss\ndifferent acts and measure each others’ interest in those acts. Each act on the checklist\nusually looks something like this:\n\nFLOGGING -- GIVING O0O000\nFLOGGING -- RECEIVING O0O000\n\nEach partner rates each entry by filling out 1-5 bubbles, with 1 darkened bubble meaning\n\"Not interested\" and 5 bubbles meaning \"I crave this!\"\n\nI think this concept is brilliant because:\n\n1) Too often, it's assumed that \"sex\" encompasses certain acts, and if you're interested in\na sexual relationship you must be interested in all those acts. Or there's assumed to be a\nkind of linear progression, as exemplified in the \"base system,\" where \"first base\" is\ngroping and \"home base\" is penis-in-vagina sex. Talking about each sexual act as its own\nself-contained idea short-circuits those problematic ideas about sex and makes it easier\nfor couples to turn down some of the \"assumed\" acts (e.g., if I don't want oral sex but I do\nwant penis-in-vagina...).\n\n2) It provides an easy way to communicate desires -- if a person is nervous about saying,\n\"Hey, is it okay if I flog you?\" then the couple doesn't even have to talk about it right\n\nHOUSE_OVERSIGHT_018472",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018472.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2010,
    "word_count": 318,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:44.697261",
    "prefix": "IMAGES-004"
  }
}