{
  "document_id": "HOUSE_OVERSIGHT_032086",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_032086.txt",
  "text": "Resources and Technology to Help Caregivers Cope\n\nKirk Johnson - NYTimes.com - May 4, 2010 - One Alzheimer’s wanderer in Arizona had lost\nmuch of his memory, but not, apparently, his interest in fashion: he never left the house without a\nbeloved baseball cap on his head. So a trick the family used to keep the man around was to hide\nhis caps.\n\nSearch-and-rescue experts who deal with dementia patients also recommend alarms on doors that\nsound when opened if a proper code is not entered, along with posters or wallpaper images that\ndisguise or conceal doors. Sometimes a simple large, emphatic sign on every door saying “Stop!”\nwill deter a wanderer.\n\nRead the full story\n\nNew App craze brings back the 1990’s\nWorld Market Media - April 9, 2010 - Every Portfolio manager I’ve\n\never known loves to find a sector with wind at it’s back..the early\nusers of the “CrackBerry” knew (Nasdaq: RIMM) was the stock\nhe/she needed to invest in because every person on Wall Street had\none. This phenomena doesn’t occur often and RIMM”s are as rare as\nAustralopithecus. I observe the current app craze as the new cycle for\nlightning quick revenues based on the size of the market itself.\n\nCertainly anyone with an iPhone or Android phone has imagined that\n\nthey could build an app when they got home that night...I know I\ndid.\n\nI can tell you from experience that when Kleiner Perkins doubles the size of its venture fund\nspecific to app’s you know your watching the ship turning in the harbor. This is a unique space\nwith wind at it’s back and certainly the app’s market is a niche to watch, we found this company\nand had a chance to speak with Patrick Bertagna at GTX Corp (OTCBB:GTXO) its Founder/\nChairman and CEO. He had some interesting comments about how the company has evolved and\nfound some traction with its wholly owned subsidiary LOCiIMOBILE Inc. Bertagna commented\n\n“With 500 million smart phones entering the market place, I believe we are at the tip of the next\n\nHOUSE_OVERSIGHT_032086",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_032086.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1989,
    "word_count": 346,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:45.799510",
    "prefix": "IMAGES-011"
  }
}