{
  "document_id": "HOUSE_OVERSIGHT_019925",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019925.txt",
  "text": "OOK Ok\n\nBut if Halberstam defined the presidential mien, Trump defied 1t—and defiled it. Not a\nsingle attribute would place him credibly in the revered circle of American presidential\ncharacter and power. Which was, in a curious reversal of the book’s premise, just what\ncreated Steve Bannon’s opportunity.\n\nThe less likely a presidential candidate is, the more unlikely, and, often, inexperienced,\nhis aides are—that is, an unlikely candidate can attract only unlikely aides, as the likely\nones go to the more likely candidates. When an unlikely candidate wins—and as outsiders\nbecome ever more the quadrennial flavor of the month, the more likely an unlikely\ncandidate is to get elected—ever more peculiar people fill the White House. Of course, a\npoint about the Halberstam book and about the Trump campaign was that the most\nobvious players make grievous mistakes, too. Hence, in the Trump narrative, unlikely\nplayers far outside the establishment hold the true gentus.\n\nStill, few have been more unlikely than Steve Bannon.\n\nAt sixty-three, Bannon took his first formal job in politics when he joined the Trump\ncampaign. Chief Strategist—his title in the new administration—was his first job not just\nin the federal government but in the public sector. (“Szrategist!” scoffed Roger Stone,\nwho, before Bannon, had been one of Trump’s chief strategists.) Other than Trump\nhimself, Bannon was certainly the oldest inexperienced person ever to work in the White\nHouse.\n\nIt was a flaky career that got him here.\n\nCatholic school in Richmond, Virginia. Then a local college, Virginia Tech. Then seven\nyears in the Navy, a lieutenant on ship duty and then in the Pentagon. While on active\nduty, he got a master’s degree at Georgetown’s School of Foreign Service, but then he\nwashed out of his naval career. Then an MBA from Harvard Business School. Then four\nyears as an investment banker at Goldman Sachs—his final two years focusing on the\nmedia industry in Los Angeles—but not rising above a midlevel position.\n\nIn 1990, at the age of thirty-seven, Bannon entered peripatetic entre-preneurhood under\nthe auspices of Bannon & Co., a financial advisory firm to the entertainment industry. This\nwas something of a hustler’s shell company, hanging out a shingle in an industry with a\nsmall center of success and concentric rings radiating out of rising, aspiring, falling, and\nfailing strivers. Bannon & Co., skirting falling and failing, made it to aspiring by raising\nsmall amounts of money for independent film projects—none a hit.\n\nBannon was rather a movie figure himself. A type. Alcohol. Bad marriages. Cash-\nstrapped in a business where the measure of success is excesses of riches. Ever scheming.\nEver disappointed.\n\nFor a man with a strong sense of his own destiny, he tended to be hardly noticed. Jon\n\nHOUSE_OVERSIGHT_019925",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019925.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2832,
    "word_count": 457,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:49.373825",
    "prefix": "IMAGES-005"
  }
}