{
  "document_id": "HOUSE_OVERSIGHT_019603",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019603.txt",
  "text": "The Great Divide | 115\n\nfrom Moscow, “They [Greenwald and Poitras] actually recorded me\non camera saying this before I revealed my identity.” The purpose\nof this demonization was to divert attention from the government's\nown crimes.\n\nTo be sure, it is not unprecedented for the government to release\ndefamatory information about individuals who have embarrassed\nUSS. intelligence by defecting. When two NSA analysts, William\nMartin and Bernon Mitchell, defected to Russia in the 1960s and\naccused the NSA of violating international law after arriving in\nMoscow, U.S. government officials responded by putting out the\nstory that they were homosexual lovers, which was both untrue and\nirrelevant to the intelligence secrets that they had compromised. It\nis certainly possible that the government put out information to\nintentionally defame Snowden. Secretary of State John Kerry char-\nacterized him as a coward who should “man up” by returning to the\nUnited States.\n\nWhile one can discount such characterizations against Snowden\nby government officials as demonization, as I do, one cannot as eas-\n\n© ily dismiss the independent evidence that undermines Snowden’s ©\nassertion that his sole motive was blowing the whistle on illicit sur-\nveillance in the United States. For example, in 2014, the Lawfare\nInstitute, a nonprofit organization that publishes a blog on national\nsecurity concerns, in cooperation with the Brookings Institution,\ndid an independent analysis of all the published documents that\nSnowden provided to the media. It concluded that with some notable\nexceptions, such as the two documents initially published by The\nGuardian and the Post, the now-famous FISA Verizon warrant and\nthe PRISM slides, few of the other documents that Snowden had\ngiven Poitras and Greenwald for publication had anything to do\nwith either domestic surveillance or infringements on the privacy of\nAmericans. By the Lawfare Institute’s count, 32 of Snowden’s leaks\nto these journalists concerned the NSA’s overseas sources and meth-\nods, 9 identified overseas locations of the NSA’s intelligence bases,\n25 revealed the identities of foreign officials of interest to U.S. intel-\nligence agencies, 14 disclosed information about Internet companies\nlegally cooperating with the NSA, and 19 concerned technology\nproducts that the NSA had been using or researching.\n\n| | Epst_9780451494566_2p_all_r1.z.indd 115 ® 9/29/16 5:51PM | |\n\nHOUSE_OVERSIGHT_019603",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019603.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2442,
    "word_count": 371,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:47.308510",
    "prefix": "IMAGES-005"
  }
}