{
  "document_id": "HOUSE_OVERSIGHT_017168",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017168.txt",
  "text": "4.2.12\nWC: 191694\n\ngovernment, but of non-governmental organizations such as the media, the academy and, most\nimportant, the citizenry. As I wrote in Rights from Wrongs:\n\nThis balance is part of our dynamic system of governing, which eschews too much\nconcentration of power. American sovereignty, unlike that of most other Western\ndemocracies, does not reside in one branch of government or even in the majority of the\npeople. Our sovereignty is a process, reflected in governmental concepts such as checks\nand balances, separation of powers, and judicial review. More broadly it is reflected in\nfreedom of the press, separation of church from state, academic freedom, the free-market\neconomy, antitrust laws, and other structural and judicial mechanisms that make\nconcentration of power difficult.\n\nThese checks on abuse cannot operate effectively in the absence of visibility, accountability and\npublic discourse. What is needed, and what is sorely lacking, is a theory of when governmental\nactions may appropriately be kept secret (and for how long) and when they must be subject to\nopen debate and accountability. I have been seeking to contribute to the development and\narticulation of that theory by writing and teaching about areas of law in which the criteria and\nstandards for state action are either hidden from public view or so vague that they invite the\nexercise of untrammeled discretion not subject to the rule of law.\n\nPerhaps it is my interest in this issue of standards and accountability that is one of the reasons why\nI chose to focus my academic career around areas such as the prediction and prevention of\nharmful conduct, where there are few articulated standards and little public accountability. Or\nperhaps it was my focus on prediction and prevention that sensitized me to the more subtle issue\nof lack of visible standards and criteria. Whichever was the chicken and whichever the egg, these\ntwo paramount areas of my interest have worked symbiotically to generate my body of\nscholarship.\n\nMy insistence on articulate standards and accountability has not been without controversy. When\nI espoused the need for “torture warrants” to cabin the widespread use of extreme methods of\ninterrogation, such as waterboarding, by the Bush Administration, I was accused of being an\napologist for torture. When I have sought to learn the actual criteria by which students are\nadmitted pursuant to affirmative action programs, I have been accused of insensitivity to racial\nissues. When I have demanded clearly articulated rules for limiting “offensive” speech on campus,\nI have been accused of favoring censorship. (More on these issues later.) When I have insisted\non neutral standards of human rights, articulated with clarity. I have been accused of being a\nspecial pleader for Israel. The reality is that neutral standards and public accountability are\nessential to democratic governance. That is why I have devoted so much of my writing and\nteaching to these issues over the years.\n\nI will continue to work on these issues as long as I can think, write and speak—even after my\nactive teaching career at Harvard comes to an end. I am a teacher first and foremost. All of my\n\nwork—classroom pedagogy, academic and popular writing, lecturing, media appearances, even\nlitigation—is teaching. Only the audience is different.\n\n81\n\nHOUSE_OVERSIGHT_017168",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017168.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3367,
    "word_count": 537,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.234824",
    "prefix": "IMAGES-004"
  }
}