{
  "document_id": "HOUSE_OVERSIGHT_018401",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018401.txt",
  "text": "I said earlier that | wanted to lay the Seventh Sense onto the problems of war and\npeace and grand strategy - and while the insights our new instinct reveals are life-\ngiving for business and eye-opening for culture, it’s to the devious and unavoidable\nproblem of global order I want to turn now. In a now-famous 1986 speech “You and\nYour Research”, the Bell Labs scientist Richard Hamming set three questions for\nanyone embarked on the exploration of new ideas: “1. What are the most important\nproblems in your field? 2. Are you working on one of them? 3. Why not?”2*° Well, the\nmost important problem in the field of global affairs is the question of the future of\nworld order, of how it will emerge - and what sort of aspect it may yet present. It is\nthe problem to be working on. It also touches, like it or not, whatever the most\nimportant problem in your field is: Opening new markets, educating your kids,\nplanning five years of corporate growth. Remember the distinction from earlier in\nthe book, the difference between living at an ordinary moment and an historic one?\nThe difference between Warsaw in 1539 and 1939? In one age, history is irrelevant;\nin the other it nearly throttles you. You can’t avoid being touched. We live in an\nhistoric era, not least because the connections that define our age means epochal\nquakes in one part of the system will rattle other bits too.\n\nA feeling for history — Nietzche’s old “Sixth Sense” - should fire up invisibly in us bit\nnow as we think about what life in an historic age might mean for us. The surprises\nin our news every day. The creaking of our old institutions. What do they augur? The\npolitical scientists Charles S. Gochman and Zeev Maoz once made a survey of history\nto see if they could spot just when the world slipped from calm moments to\nepochally unettled ones. They surveyed nearly 1,000 wars, big and small, hunting\nfor patterns as you or! might look for trends in stock prices or sports scores.\nIncreasing complexity, they discovered, almost always shook the world into conflict.\nStates, armies, political groups, newly independent nations, ideological and religious\nforces emerge and then collide in their young energy, each driven by different aims\nand values and dreams. A cycle marks the process. First, disputes over small matters\naccelerate — as they are doing now. Everything seems open to question: Do you\ncontrol this trade route? Who says we have to respect this arms limit? The\ncombined pressure of so many simultaneous disagreements announces a shift in the\npattern of all relations. A logical loop follows: “The frequency of disputes,” Gochman\nand Moaz explain, “appears to be an early indicator of system transformation...The\nrise in the number of disputes seems to indicate a decline in the degree of consensus\non the ‘rules’ of the international order. This heightened dissensus (often\nculminating in large-scale wars) is followed by restructuring.”**! Pressure on the\nrules. Small cracks. Large scale war. Re-ordering. Like water moving from ice to\nliquid to steam and back, this cycle has a predictable logic. It ran in the age of\nBismarck and culminated in World War One. It spun again in the age between last\ncentury’s great wars too, tripping into a second World War. And it ran as well in the\n\n240 “What are”: Richard Hamming, “You and Your Research”, Simula Research\nLaboratory (Berlin: Springer-Verlag, 2010) Chapter 6\n\n241 The politial scientists: Charles S. Gochman and Zeev Maoz, “Militarized\nInterstate Disputes, 1816-1976: Procedures, Patterns, and Insights”, The Journal of\nConflict Resolution, Vol. 28, No. 4 (Dec., 1984), pp. 585-616\n\n169\n\nHOUSE_OVERSIGHT_018401",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018401.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3666,
    "word_count": 618,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.681020",
    "prefix": "IMAGES-004"
  }
}