{
  "document_id": "HOUSE_OVERSIGHT_026650",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026650.txt",
  "text": "From: Richard Kahn\n\nSent: 1/19/2017 11:12:21 PM\nTo: jeffrey E. [jeevacation@gmail.com]\n\nImportance: — High ;\n\nPrivate equity has direct line to new administration\n\nJan. 19, 2017 12:05 PM ET|By: Stephen Alpher, SA News Editor\n\nThere's not just Wilbur Ross who will serve as Commerce Secretary, but also Blackstone (NYSE:BX) CEO\nSteve Schwarzman who will chair the President’s Strategic and Policy Forum, and attorney Jay Clayton - who\nhas advised on numerous major P-E deals - to lead the SEC.\n\nAside from those official posts, the president-elect has met with the heads of Carlyle Group (NASDAQ:CG)\nand KKR since his election.\n\n\"There seems to be more interest in the advice of real-world practitioners than in the past,” says the head of the\nP-E industry's D.C. lobbying group. \"This is encouraging.”\n\nIndeed. Among P-E's top priorities is carried interest - one of the few things Trump and Clinton agreed on\nduring the campaign. Carried interest is currently taxed at 23.8% vs. the top ordinary income tax rate of 39.6%.\nLike Clinton, Trump wanted carried interest taxed as ordinary income, though Trump would lower the top rate\nto 33%. Other tax law changes Trump is proposing could cut the effective tax rate further - perhaps to as low as\n25%, or just marginally higher than currently.\n\nAnother big priority is retaining the tax deductibility of interest. Trump wants to give companies the ability to\neither keep that deduction or pass and gain the ability to immediately expense capital investment. A plan by\nHouse Republicans might not be as favorable.\n\nOther players: OAK, APO, FIG, ARES\n\nHOUSE_OVERSIGHT_026650",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026650.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1619,
    "word_count": 263,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:48.949806",
    "prefix": "IMAGES-009"
  }
}