{
  "document_id": "HOUSE_OVERSIGHT_018303",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018303.txt",
  "text": "to the neck and in to the death,” he wrote the day after Pearl Harbor. “Hitler's fate\nwas Sealed. Mussolini's fate was sealed. As for the Japanese, they would be ground\nto a powder. All the rest was merely the proper application of overwhelming\nforce.”%8 Or, the reverse of that coin: Admiral Yamamoto grimly to Emperor\nHirohito: “If you tell me that it is necessary that we fight, then in the first six months\nto a year of war against the U.S. and England | will run wild, and I will show you an\nuninterrupted succession of victories. | must tell you also that, should the war be\nprolonged for two or three years, I have no confidence in our ultimate victory.” 9°\nGround to a powder. This was symmetry at its most pounding and decisive. Mass\nagainst mass. This was a picture of power that seemed undeniable in its pure logic.\nUntil now.\n\nay\n\nSo how should we think about power in our own age? What picture best captures its\nvibrant, unceasing demands?\n\nIt might be tempting now, as a first pass, to say we've left that world of purely\nsymmetric, mass-against-mass power behind. After all, a few figures, anywhere in\nthe system, can exert massive and even fatal, collapsing pressure. One clever hacker,\none terrorist, one hedge fund manager with a bad idea, even one purely accidental\nmis-connection - never before has so much power accumulated in systems so\nvulnerable to single slips. And our massive power - the US Army or our economy -\nis hardly decisive despite its weight. It seems now that something can grow bigger\nand weaker. A nation may have an ever-larger GDP, but if itis miswired somehow, if\nits social or legal or youthful connections misfire a bit, then it may be still more\nvulnerable. But this “power of a pinprick” asymmetry is not the whole story. Just\nwhen the network looks like a way to tie together all sorts of small, even isolated\nforces and bless them with decisive power, we notice something else. Tremendous,\neven historic and undeniably massive concentrations of power. Platforms like\nFacebook, software systems like Microsoft or search centers like Google are sort of\ndense, impossible-to-replace gold mines. Google answers questions for more than\n50% of the world every day. Is it the most powerful company in human history? Is\nFacebook? And is their power widely distributed? Or is it concentrated in the\nalgorithms and cloud data of these firms? Anyhow, they are among the first of a\ntotally new species of firm.\n\nThe leap we have to make in understanding our networked age - and by this I don’t\njust mean the Internet, but really any connected system you'd care to consider -\nbegins with this idea: On connected systems, power is defined by both profound\nconcentration and by massive distribution. It can’t be understood in simple either/or\nterms. Power and influence may yet become even more concentrated than it was in\n\n98 “Hitler’s fate was sealed”: Winston Churchill, The Second World War: The Grand\nAlliance, (Boston: Houghton Mifflin, 1986) 540\n\n°° Or the reverse of that coin: Roberta Wohlstetter, Pearl Harbor: Warning and\nDecision (Stanford, CA: Stanford University Press, 1962), 349-353.\n\n71\n\nHOUSE_OVERSIGHT_018303",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018303.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3160,
    "word_count": 538,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.046936",
    "prefix": "IMAGES-004"
  }
}