{
  "document_id": "HOUSE_OVERSIGHT_024977",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024977.txt",
  "text": "20\n\nA myth quickly arose that the women in the administration—Clinton,\nU.N. ambassador Susan Rice, and national-security aide Samantha\nPower, whose Pulitzer Prize—winning book on genocide was\ninfluential in Obama’s thinking—drove the debate. “The idea that the\ngirls pushed the boys into war is ludicrous,” says Anne-Marie\nSlaughter, who until recently served as director of policy planning at\nState. “We were dismissed for months as soft liberals concerned\nabout ‘peripheral’ development issues like women and girls, and now\nwe're Amazonian Valkyrie warmongers. Please.” In truth, the\npresident, as usual, was not persuaded by anyone to change his mind.\nHe was always a reluctant warrior and decided to intervene only\nwhen imminent atrocities in Benghazi made sitting on his hands even\nriskier.\n\nWhat the women policymakers did do was help mobilize the alliance.\nRice worked hard for the broadest possible language in U.N.\nResolution 1973, to allow maximum allied flexibility, while Hillary\nmade sure that China and Russia abstained instead of vetoing the\nresolution.\n\nHillary already spends much of her life on her plane, but for six\ncrucial days in March she might just as well have used her seat belt as\na fashion accessory, flying nearly 20,000 miles on the Washington-\nParis-Cairo-Tunis-Washington-Paris-Washington route. On March\n14 and 15, she met with Nicolas Sarkozy. The French president was\ngung-ho to attack Qaddafi, who by then was reversing rebel advances\nand regaining the offensive. After taking the measure of Mahmoud\nJibril, recognized as one of the leaders of Libya’s transitional\ngovernment, Hillary agreed to U.S. intervention if the U.N. backed it.\nViewing television images of the dictator’s brutality from her\nquarters at the U.S. ambassador’s residence strengthened her resolve.\nShe took to seconding her husband’s much-repeated line that the\n\nHOUSE_OVERSIGHT_024977",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024977.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1892,
    "word_count": 288,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:49.054575",
    "prefix": "IMAGES-008"
  }
}