{
  "document_id": "HOUSE_OVERSIGHT_024827",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024827.txt",
  "text": "COWEN\nCOLLABORATIVE INSIGHTS February 25, 2019\n\nCBD Hemp Cultivation (Neivert)\n\n2\n\n2018 Farm Bill Legalizes Commercial Cultivation of Hemp: The 2018 Farm Bill legalized\nindustrial hemp at the federal level removing it from schedule | status under The\nControlled Substance Act. The bill defines industrial hemp as a variety of cannabis with a\nTHC concentration of </=0.3% and allows farmers to grow and sell hemp under state\nregulation. According to the National Conference of State Legislatures, 41 states have\nset up cultivation and production programs to regulate the production of hemp. (CT, ID,\nSD, IA, OH, TX, LA, MS and GA do not currently allow hemp cultivation.)\n\nHemp is currently being grown under state Industrial Research Pilot Programs. Once\nUSDA rules are released, pilot programs may end in favor of USDA rules and rules of\nstate programs approved by the USDA.\n\nPrior to the 2018 Farm Bill, the 2014 Farm Bill allowed universities and state\ndepartments of agriculture to conduct hemp research under Agricultural Pilot Programs\nin an effort to evaluate industrial hemp as a commercial crop. The bill allowed states to\nbegin research on best methods for hemp cultivation.\n\nCultivation Practices Of Hemp Dependent On Intended Harvestable Component\n\nHemp is grown for fiber, grain/seed and floral materials with different varieties of hemp\nplanted for each component. Fibers are used in rope and textiles, grain is used in human\nfood (not legal for animal feed), pressed seed oil from grain is used like sunflower seed\noil, and oils, including CBD, are removed from floral materials for health supplements.\n\nCultivation practices differ for fiber, grain/seed and CBD in an effort to maximize the\nyield of the desired harvestable component. U.S. states have conducted pilot programs\nin recent years to help gain a better understanding of best practices.\n\nLimited Research Available On CBD Hemp Cultivation\n\nThere is little research on CBD hemp cultivation methods as hemp cultivation research\nhistorically has focused on fiber and grain/seed. This lack of research, combined with a\nnumber of variables that impact hemp for CBD yield, makes hemp for CBD cultivation\nmuch more art than science at this point. Cultivation methods have been described as all\nover the map. That being said, we detail methods from recent academic research studies\nand conversations with industry participants below. (The University of Kentucky and\nUniversity of Vermont have both conducted research in CBD hemp cultivation in recent\nyears but further research is needed for conclusions regarding proper production\ntechniques.)\n\nHemp CBD Cultivation Steps:\n\ne §=© Obtaina license. Growers must obtain a grower license from their state\ndepartment of agriculture for the specific type of hemp they want to grow.\n\ne Find a buyer/processor. Growers then need to find a buyer/processor for their\nharvest as crops can only be sold to licensed processors.\n\ne Source seeds or clones. The grower must acquire seeds or transplants. Clones\n(rooted cutting of a plant) can be used instead of seeds. The key factor in\nselecting seeds or clones is understanding which strains produce flowers with\nhigh CBD concentrations while keeping THC at </=0.3% since CBD and THC are\npositively correlated which caps the CBD level. (A crop that exceeds 0.3% THC\n\nCOWEN.COM 11\n\nHOUSE_OVERSIGHT_024827",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024827.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3359,
    "word_count": 530,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:44.423043",
    "prefix": "IMAGES-008"
  }
}