{
  "document_id": "HOUSE_OVERSIGHT_013654",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013654.txt",
  "text": "was the case in the abstract manifold picture of bifurcations to limit cycles, some\nrats tended to circle their chamber to the left and some to the right and switching\nbetween them was often seen.\n\nThe influence of amphetamine and other brain dopamine neurotransmitter-\nmediated drug manipulations on directional turning tendencies in rats, mice and\ncats were the focus of brain and behavioral research of Professor Stanley Glick of\nthe University of Massachusetts. The asymmetry of dopamine concentrations in the\ntwo sides of the brain, particularly in the medial prefrontal cortex and the brain\nstem’s nucleus accumbens, predicted both the paw preference for pellet reaching\nand direction of turning in several studies in rats. These findings were statistically\ntrue over a population of rats, but not necessarily predictive for any single one.\nReminiscent of the conflict between good and evil in our human spiritual analogy,\nnaturally right turning male rats and left turning female rats, when compared with\nthe opposite paired group, were greater voluntary ingesters of alcohol placed in\ntheir water bottles.\n\nSplitting as a part of the phenomenology of /imit cycle bifurcations, with\ndirectional implications for good and evil, has neurological support in humans as\nwell. In the context of contrasting right versus left hemispheric temporal lobe\nsyndromes, recall that temporal lobe seizures with a right side excitatory focus\nleads to the development of the Geshwind Syndrome, a high, softly energetic and\nsaintly state of spiritual preoccupation and voluminous writings, loving and generous\nkindness toward all and the complete disappearance of sexual interest but not\nsexual potency. A left temporal lobe excitatory focus leads to the development of\nthe Kluver-Bucy Syndrome of indiscriminate aggressiveness and hypersexuality.\nExperimental simulations of this syndrome in cats lead to them mounting and\nattacking living and nonliving things, even chairs. A variety of manipulations of the\nsymmetry of brain dopamine concentration and dynamics by its characteristic drug,\namphetamine, interact with lateral brain lesions such that we conclude that the\nstimulant-induced limit cycle lockup remains a phenomena influenced by drugs, sex,\n\ngenetic predisposition and several other experimental conditions. This situation is\n\n154\n\nHOUSE_OVERSIGHT_013654",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013654.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2357,
    "word_count": 349,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:45.407675",
    "prefix": "IMAGES-002"
  }
}