{
  "document_id": "HOUSE_OVERSIGHT_024196",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024196.txt",
  "text": "Eye on the Market | October 22, 2012 J.P Morgan\n\nThe most important energy developments of 2012: how countries are planning for Independence Day\n\nSome detail on the components of increased US energy independence:\n\nNet increase in domestic production: we have modeled an increase of 1.8 mm bpd. For context, the 2012 Energy Information\nAdministration (EIA) outlook has a variety of crude oil production scenarios for 2025 ranging from no increase to an increase\nof 2.8 mm bpd (the “technically recoverable resource” case). Any production increase from current levels is expected to come\nfrom “tight oil”, extracted from formations such as Bakken and Eagle Ford, and the Permian Basin. While conventional crude\nproduction volumes in the Gulf may rise, these are expected by the EJA to offset declines elsewhere (Alaska). The EIA’s\noptimism is matched by a June 2012 paper from Leonardo Maugeri at Harvard’s Kennedy School, which projects a US crude\noil increase of 2.6 mm bpd by 2020. An illustrative quote’:\n\n“The shale/tight oil boom in the United States is not a temporary bubble, but the most important revolution in the\noil sector in decades. It will probably trigger worldwide emulation over the next decades that might bear surprising results\n- given the fact that most shale/tight oil resources in the world are still unknown and untapped.... Thanks to the\ntechnological revolution brought about by the combined use of horizontal drilling and hydraulic fracturing, the US is now\nexploiting its huge and virtually untouched shale and tight oil fields, whose production — although still in its infancy — is\nalready skyrocketing in North Dakota and Texas.”\n\nRegarding the Bakken shale, Maugeri’s estimate of 300 billion barrels of oil in place are exceeded by larger mean estimates\nfrom USGS geochemist Leigh Price and Continental Resources.\n\nReduced consumption due to higher CAFE standards and Corporate Average Fuel Economy standards\nthe automobile replacement cycle: this is a topic that Miles per gallon, passenger cars\n\ngenerates a lot of debate and technical discussion about\ndriving patterns, but this much is clear: CAFE standards\n\nand the ongoing replacement of older cars will improve the\nfuel efficiency of the future fleet. The Union for Concerned\nScientists has estimated the benefit of CAFE at 3 million\nbarrels of oil per day by 2030, while the Administration’s\nestimate is 2.2 million by 2025. The average 11-year age of\nUS cars is at the highest level on record, up from 8.5 years\nin 1995. While some of this increase reflects cars with\nimproved lifespans, it also reflects the impact of the\nrecession and pent-up demand to replace older cars. Asa ” ove 4983 1988 1993 1998 2003 2008 2013 2018 2023\nresult, our estimate of 1.5 mm bpd in oil consumption\nsavings seems reasonable in context.\n\nSource: National Highway Traffic Safety Administration.\n\nImpact of rising penetration of natural gas vehicles: The rationale for natural gas vehicles (NGV) stems from a price per\nmillion BTUs for oil that’s 5x higher than natural gas. The US NGV penetration rate is low, in part due to the chicken/egg\nproblem of the lack of natural gas refueling stations, and a more limited driving range (natural gas tanks generally hold less\nenergy than diesel tanks). But the economics of NGVs are becoming more compelling for taxis, vans and buses that are\ncentrally fueled with limited ranges, and for trucks with established routes where refueling stations can be built every 300-400\nmiles. Such heavy-duty vehicles account for 17% of all petroleum usage in the US. An example: a heavy duty 18-wheeler\nmight travel 60,000 miles per year and get 5 mpg (using 12,000 gallons of diesel fuel). Assuming a $1.5 difference between\ndiesel and liquid natural gas prices, a trucking company could save ~ $18,000 in annual fuel costs. The conversion cost to\nLNG (liquid natural gas) of $70,000 would imply a 4-year payback period, which is short in the scheme of energy trade-offs.\nWe assume a very modest NGV penetration rate of 3%, which translates into reduced oil consumption of 0.3 mm bpd.\n\nOil imported for export purposes: in 2011, the US exported 0.5 mm bpd in refined petroleum products. As a result, part of the\ncurrent crude oil import tab is simply for re-export, and is not part of the country’s domestic consumption requirement.\n\n* “The Unprecedented Upsurge of Oil Production Capacity and What It Means for the World”, Leonardo Maugeri, Belfer Center for Science\nand International Affairs, Harvard Kennedy School, June 2012. See sections 5-9 for a discussion of how shale and tight oil are gradually\nreplacing conventional sources, how hydraulic fracking works, a detailed examination of the Bakken Shale, how EIA and USGS data are\nbackward-looking and underestimate potential growth, the challenges for the US refining industry which has invested in the ability to process\nheavy-sour imports rather than light-sweet oil from shale, pipeline needs and a range of environmental issues. Maugeri was Senior Executive\nVice President of Strategies and Development at ENI, and Executive Chairman of Polimeri Europa, ENI’s petrochemical branch.\n\nE\n\nHOUSE_OVERSIGHT_024196",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024196.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5172,
    "word_count": 835,
    "line_count": 68,
    "import_date": "2025-11-19T21:47:45.634191",
    "prefix": "IMAGES-007"
  }
}