{
  "document_id": "HOUSE_OVERSIGHT_018849",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018849.txt",
  "text": "Land Description and Analysis 38\n\nare not experts in the interpretation of zoning ordinances. An appropriately qualified land use\nattorney should be engaged if a determination of compliance with zoning is required.\n\nThe subject is located within a 100-year floodplain related to coastal flooding, which would require\nadditional insurance at the expense of the owner.\n\nThe subject site has 765 linear feet of frontage along Smith Bay Road. In addition, the subject has 846\nlinear feet of water frontage along Vessup Bay. There is no beach along the waterfront portion; with\nthe coastline being that of existing and former mangroves. [t is assumed that dredging occurred at\nsome point in time which enabled dockage in close proximity to the water line.\n\nEasements, Encroachments and Restrictions\n\nBased upon a review of the deed and property survey, there do not appear to be any easements,\nencroachments, or restrictions that would adversely affect value. According to the property survey\nprovided, the subject parking garage encroaches the neighboring parcel to the north in two separate\nareas: an 82 square foot area encroaches onto Parcel 18N-1-A A, and a 105 square foot area\nencroaches onto Parcel 18B-2 A. These areas are small in size and the parcels being encroached upon\nare uneconomic remnants of land owned by the Government of the Virgin Islands. As a result, these\nencroachments do not have an adverse effect on the overall value of the subject. Our valuation\nassumes no adverse impacts from easements, encroachments, or restrictions, and further assumes\nthat the subject has clear and marketable title.\n\nConclusion of Land Analysis\n\nOverall, the physical characteristics of the site and the availability of utilities result in functional utility\nsuitable for a variety of uses including those permitted by zoning. The subject’s location along Smith\nBay Road in the heart of Red Hook, along with its extensive water frontage on Vessup Bay, are major\ndrivers of demand and value for marina and commercial use on the site. We are not aware of any\nother particular restrictions on development.\n\nIGY American Yacht Harbor Marina\n\nHOUSE_OVERSIGHT_018849",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018849.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2160,
    "word_count": 343,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:46.844735",
    "prefix": "IMAGES-005"
  }
}