{
  "document_id": "HOUSE_OVERSIGHT_012930",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012930.txt",
  "text": "14 1 Introduction\n\nIn essence this is a list of claims such that, if the reader accepts these claims, they should\nprobably accept that the CogPrime approach to AGI is a viable one. On the other hand if the\nreader rejects one or more of these claims, they may find one or more aspects of CogPrime\nunacceptable for some reason.\n\nWithout further ado, now, the claims:\n\n1. General intelligence (at the human level and ultimately beyond) can be achieved via creating\na computational system that seeks to achieve its goals, via using perception and memory\nto predict which actions will achieve its goals in the contexts in which it finds itself.\n\n2. To achieve general intelligence in the context of human-intelligence-friendly environments\nand goals using feasible computational resources, it’s important that an AGI system can\nhandle different kinds of memory (declarative, procedural, episodic, sensory, intentional,\nattentional) in customized but interoperable ways.\n\n3. Cognitive synergy: It’s important that the cognitive processes associated with different kinds\nof memory can appeal to each other for assistance in overcoming bottlenecks in a manner\nthat enables each cognitive process to act in a manner that is sensitive to the particularities\nof each others’ internal representations, and that doesn’t impose unreasonable delays on\nthe overall cognitive dynamics.\n\n4, As a general principle, neither purely localized nor purely global memory is sufficient for\ngeneral intelligence under feasible computational resources; “glocal” memory will be re-\nquired.\n\n5. To achieve human-like general intelligence, it’s important for an intelligent agent to have\nsensory data and motoric affordances that roughly emulate those available to humans.\nWe don’t know exactly how close this emulation needs to be, which means that our AGI\nsystems and platforms need to support fairly flexible experimentation with virtual-world\nand/or robotic infrastructures.\n\n6. To work toward adult human-level, roughly human-like general intelligence, one fairly easily\ncomprehensible path is to use environments and goals reminiscent of human childhood, and\nseek to advance one’s AGI system along a path roughly comparable to that followed by\nhuman children.\n\n7. It is most effective to teach an AGI system aimed at roughly human-like general intelli-\ngence via a mix of spontaneous learning and explicit instruction, and to instruct it via a\ncombination of imitation, reinforcement and correction, and a combination of linguistic and\nnonlinguistic instruction.\n\n8. One effective approach to teaching an AGI system human language is to supply it with\nsome in-built linguistic facility, in the form of rule-based and statistical-linguistics-based\nNLP systems, and then allow it to improve and revise this facility based on experience.\n\n9. An AGI system with adequate mechanisms for handling the key types of knowledge men-\ntioned above, and the capability to explicitly recognize large-scale patterns in itself, should,\nupon sustained interaction with an appropriate environment in pursuit of ap-\npropriate goals, emerge a variety of complex structures in its internal knowledge network,\nincluding, but not limited to:\n\ne a hierarchical network, representing both a spatiotemporal hierarchy and an approxi-\nmate “default inheritance” hierarchy, cross-linked\n\ne a heterarchical network of associativity, roughly aligned with the hierarchical network\n\ne aself network which is an approximate micro image of the whole network\n\nHOUSE_OVERSIGHT_012930",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012930.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3522,
    "word_count": 525,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:44.141794",
    "prefix": "IMAGES-002"
  }
}