{
  "document_id": "HOUSE_OVERSIGHT_017964",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017964.txt",
  "text": "Even from jail, Jeffrey Epstein manipulated the system | Miami Herald Page | of 17\nCase 1:19-cv-03377 Document 1-1 Filed 04/16/19 Page 2 of 18\n\nEven from jail, sex abuser manipulated the system. His victims were kept in the dark\n\nBY Julie K. Brown\n\nA decade before #MeToo, a multimillionaire sex offender from Florida got the ultimate break.\n\nfy\nPalm Beach County Courthouse\nJune 30, 2008\n\nJeffrey Edward Epstein appeared at his sentencing dressed comfortably in a blue blazer, blue shirt, jeans and gray sneakers. His attorney, Jack\n\nGoldberger, was at his side.\n\nAt the end of the 68-minute hearing, the 55-year-old silver-haired financier — accused of sexually abusing dozens of underage girls — was fingerprinted\n\nand handcuffed, just like any other criminal sentenced in Florida.\n\nBut inmate No. W35755 would not be treated like other convicted sex offenders in the state of Florida, which has some of the strictest sex offender laws in\n\nthe nation.\n\nTen years before the #MeToo movement raised awareness about the kid-glove handling of powerful men accused of sexual abuse, Epstein’s lenient\nsentence and his extraordinary treatment while in custody are still the source of consternation for the victims he was accused of molesting when they\n\nwere minors.\n\nBeginning as far back as 2001, Epstein lured a steady stream of underage girls to his Palm Beach mansion to engage in nude massages, masturbation, oral\nsex and intercourse, court and police records show. The girls — mostly from disadvantaged, troubled families — were recruited from middle and high\nschools around Palm Beach County. Epstein would pay the girls for massages and offer them further money to bring him new girls every time he was at\n\nhis home in Palm Beach, according to police reports.\n\nThe girls, now in their late 20s and early 30s, allege in a series of federal civil lawsuits filed over the past decade that Epstein sexually abused hundreds of\ngirls, not only in Palm Beach, but at his homes in Manhattan, New Mexico and in the Caribbean.\n\nIn 2007, the FBI had prepared a 53-page federal indictment charging Epstein with sex crimes that could have put him in federal prison for life. But then-\nMiami U.S. Attorney Alexander Acosta signed off on a non-prosecution agreement, which was negotiated, signed and sealed so that no one would know\n\nthe full scope of Epstein’s crimes. The indictment was shelved, never to be seen again.\n\nEpstein instead pleaded guilty to lesser charges in state court, and was required to register as a sex offender. He was sentenced to 18 months\n\nincarceration.\n\nBut Epstein — who had a long list of powerful, politically connected friends — didn’t go to state prison like most sex offenders in Florida. Instead, the\nmultimillionaire was assigned to a private wing of the Palm Beach County stockade, where he was able to hire his own security detail. Even then, he didn’t\nspend much time in a cell. He was allowed to go to his downtown West Palm Beach office for work release, up to 12 hours a day, six days a week, records\nshow.\n\nRead Next\n\nhttps://www.miamiherald.com/news/local/article2 19494920 html 4/3/2019\nHOUSE_OVERSIGHT_017964",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017964.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3144,
    "word_count": 520,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:45.086512",
    "prefix": "IMAGES-004"
  }
}