{
  "document_id": "HOUSE_OVERSIGHT_021466",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021466.txt",
  "text": "» X y\n° ‘\n. e\n.\n\nUNITED STATES\nEXTRADITION TREATIES\n\n(January 1, 2006)\n\nStewart C. Robinson\nDeputy Director\nOffice of International Affairs\nUnited States Department of Justice\n\nInternational extradition is the formal process by which a person found in one country is\nsurrendered to another country for trial or punishment. The process is regulated by treaty and\nconducted between the Federal Government of the United States and the government of a foreign\ncountry. It differs considerably from interstate rendition, commonly referred to as “interstate\nextradition”, mandated by the Constitution, Art. 4, Sec. 2.\n\nBelow is a listing of extradition treaties signed by the United States. As indicated, not all\nof the treaties have entered into force as of the date this document was created.\nPlease contact the Office of International Affairs, United States Department of Justice at (202) ;\n514-0000 to determine the status of a particular treaty.\n\nOver the last few years, the United States has focused its efforts on replacing extradition\ntreaties that have become outdated and obsolete, as well negotiating treaties with first time treaty\npartners. Our most recent treaties include the “dual criminality” approach rather than a listing of\n\n' offenses for which extradition may be sought, clarify the procedures for provisional arrest, permit\nextradition whether the extraditable offense occurred before or after the treaty enters into force,\nallow the person sought to waive extradition, and permit temporary transfer of a fugitive serving\na sentence in one state in order to expedite prosecution in another. In our newer treaties, one of\nthe priorities of the United States has been to address two extremely difficult problems: the\nextradition of nationals; and extradition where the fugitive may be subject to the death penalty in\nthe Requesting state. Not all of our treaty partners have agreed to extradite under these\ncircumstances, but the issue is specifically addressed. ,\n\n; The treaties highlighted “pending” in boldface, are treaties which have not entered into\n| force as of the date of this listing. The law of extradition varies from country to country and is\nsubject to foreign policy considerations. The first step a prosecutor should take before\nconsidering any action relating to international extradition, is to contact the Office of\nInternational Affairs, United States Department of Justice, at (202) 514-0000.\n\nHOUSE_OVERSIGHT_021466",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021466.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2455,
    "word_count": 382,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:45.369264",
    "prefix": "IMAGES-006"
  }
}