{
  "document_id": "HOUSE_OVERSIGHT_011053",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011053.txt",
  "text": "investment building skills. ] don’t see much avenue for investment in adult human\ncapital except through textbooks and tuition. Some happens. I went back to school at\nthe Conservatory myself, and I buy lots of textbooks. But I just don’t see enough of it\naround me. Models must simplify. Mine would end invested consumption at\n\nindependence more or less.\n\nI would also model adult self-invested work as subliminal and costless job\nexperience. I don’t see it as taking a second away from work for pay. This again is\nmeant to describe the usual rule only. Ben-Porath’s model, I think, allows an\nimpression that workers can choose between earning and learning by allocation of\ntime. The quotes from Schultz in Chapter 5 described that as common. I just don’t\nsee much of it happening. Rather we tend to work fewer hours at the end of careers,\n\nnot the beginning or middle when time for recovery of self-invested work remains.\n\nI said that Ben-Porath’s equations imply\n\npay = realized work.\n\nI would substitute the pay rule\n\ngross realized work\nrealized work + human depreciation\n= work - self-invested work + human depreciation, (6.17)\n\npay\n\nas a norm or expectation. It isn’t a guaranteed outcome because deadweight loss\nhappens to human capital too. We may be hit by a bus, or lose our jobs in a slump, or\nbe sent to prison or drafted into the army. The pay rule means that recovery is\nforeseen. If (6.17) were stated in terms of outcomes, “recovered” would have to be\n\ninserted before “human depreciation”.\n\nChapter 6: Parallels with the Firm 2/4/16 19\n\nHOUSE_OVERSIGHT_011053",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011053.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1576,
    "word_count": 268,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:48.562362",
    "prefix": "IMAGES-001"
  }
}