{
  "document_id": "HOUSE_OVERSIGHT_017933",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017933.txt",
  "text": "In re Terrorist Attacks on September 11, 2001, 392 F.Supp.2d 539 (2005)\n\n10 A.L.R. Fed. 2d 789\n\nBurnett, and Federal complaints are denied, but the\nRICO, TVPA, negligence, and Federal intentional tort\nclaims against it are dismissed. Tarik Hamdi’s motions to\ndismiss the Burnett and Federal complaints are denied,\nbut the RICO, TVPA, negligence, and Federal intentional\ntort claims against him are dismissed. Abdulrahman\nAlamoudi’s motion to dismiss the Burnett complaint is\ngranted; his motion to dismiss the Federal complaint is\n\nAshraf, M. Omar Ashraf, M. Yaqub Mirza, and Iqbal\nUnus are granted. Jamal Barzinji’s motion to dismiss the\nFederal complaint is denied, but the RICO, TVPA,\nintentional tort, and negligence claims against him are\ndismissed. National Commercial Bank’s motion to\nreconsider the Court’s January 18 opinion and order is\ngranted to the extent that it requests the Court to consider\nits personal jurisdiction defense before resolving the FSIA\n\n*576 denied, but the RICO, TVPA, intentional tort, and issue.\nnegligence claims are dismissed. Success Foundation’s\n\nmotion to dismiss the Burnett complaint is granted. The So ordered.\nmotions by African Muslim Agency, Grove Corporate,\nHeritage Education Trust, HIT, Mar—Jac Investments,\n\nAll Citations\n\nReston Investments, Safa Trust, and York Foundation to\ndismiss the Burnett complaint are granted. IIIT’s motion\nto dismiss the Ashton complaint is granted. Mar—Jac\nPoultry’s motions to dismiss the Burnett, Ashton, and\nFederal complaints are granted. The motions to dismiss\nthe Federal complaint by Taha Al-Awani, Muhammad\n\n392 F.Supp.2d 539, 10 A.L.R. Fed. 2d 789\n\nFootnotes\n\n1 SHC moves to dismiss the Ashton, Burnett, Federal, Barrera, and Salvo complaints. The Court consolidated Barrera v. al Qaeda\nIslamic Army, 03 Civ. 7038, with Ashton on December 6, 2004. Similarly, at Plaintiffs’ request, the Court consolidated Salvo v. al\nQaeda Islamic Army, 03 Civ. 5071, with Burnett on August 16, 2005.\n\n2 Prince Salman moves to dismiss the Ashton, Burnett, and Federa/ complaints.\n3 Prince Naif moves to dismiss the Ashton, Burnett, and Federa/ complaints.\n4 The French Interior Minister named one charity, the World Islamic League, during his meeting. Plaintiffs claim this is another\n\nname for the Muslim World League.\n\n5 Plaintiffs bring the Court’s attention to Mwani v. bin Laden, 417 F.3d 1 (D.C.Cir.2005), in which the D.C. Circuit found that Osama\nbin Laden and al Qaeda were subject to personal jurisdiction under Rule 4(k)(2) because they had “engaged in unabashedly\nmalignant actions directed at and felt in this forum.” /d. at 13 (citing, among other examples, bin Laden’s and al Qaeda’s\norchestration of the Nairobi embassy bombing and the 1993 World Trade Center bombing, their plot to bomb various landmarks\nin New York City, their fatwas against Americans, the criminal indictment against them arising from the Nairobi attack, and the\nconclusions of the 9/11 Commission). As a result, their “decision to purposefully direct their terror at the United States, and the\nfact that the plaintiffs’ injuries arose out of one of those terrorist activities, should suffice to cause the defendants to ‘reasonably\nanticipate being haled into’ an American court.” /d. at 14. In light of the level of bin Laden’s and al Qaeda’s unquestionably direct\ninvolvement in the Nairobi attack, Mwani supports this Court’s conclusion that a defendant’s actions must be personal or direct\nso that the defendant has fair warning that his activities could subject him to personal jurisdiction in the United States. /d.\n\n6 Rabita Trust moves to dismiss the Ashton, Burnett, and Federal complaints.\n\nZ Certain Defendants have been designated Specially Designated Global Terrorists (“SDGTs”) pursuant to Executive Order 13224. In\nresponse to the attacks of September 11, President Bush issued Executive Order 13224 on September 23, 2001, pursuant to the\nauthorities of the International Emergency Economic Powers Act, 50 U.S.C. § 1701 et seq., the National Emergencies Act, 50\nU.S.C. § 1601 et seq., United Nations Participation Act of 1945, as amended, 22 U.S.C. 287(c), and 3 U.S.C. § 301. The Secretaries\nof State and Treasury, in consultation with each other and the Attorney General, may designate individuals or entities if they\ndetermine the individual or entity has committed or poses the risk of committing acts of terrorism, or are owned or controlled by\nterrorists, or assist in or sponsor terrorism. As a result, the property and interests of the SDGT that come within the possession or\ncontrol of U.S. persons are blocked. The process is intended to deter contributions to designated persons and entities and\n\nWESTLAW\n\nHOUSE_OVERSIGHT_017933",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017933.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4714,
    "word_count": 734,
    "line_count": 77,
    "import_date": "2025-11-19T21:47:47.686744",
    "prefix": "IMAGES-004"
  }
}