{
  "document_id": "HOUSE_OVERSIGHT_010550",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010550.txt",
  "text": "JAMES PATTERSON\n\nthe outcome may have been different. But they were not\nknown to us at the time.\n\nA prosecution decision must be based on admissible\nfacts known at the time. In cases of this type, those are\nunusually difficult because victims are frightened and\noften decline to testify or if they do speak, they give con-\ntradictory statements. Our judgment in this case, based\non the evidence known at the time, was that it was better\nto have a billionaire serve time in jail, register as a sex\noffender, and pay his victims restitution than risk a trial\nwith a reduced likelihood of success. I supported that\njudgment then, and based on the state law as it then stood\nand the evidence known at the time, I would support that\njudgment again.\n\nEpstein’s treatment, while in state custody, likewise\nmay encourage the view that the office should have been\ntougher. Although the terms of confinement in a state\nprison are a matter appropriately left to the State of Flor-\nida, and not federal authorities, without doubt, the treat-\nment that he received while in state custody undermined\nthe purpose of a jail sentence.\n\nSome may also believe that the prosecution should\nhave been tougher in retaliation for the defense’s tactics.\nThe defense, arguably, often failed to negotiate in good\nfaith. They would obtain concessions as part of a negotia-\ntion and agree to proceed, only to change their minds,\nand appeal the office’s position to Washington. The inves-\ntigations into the family lives of individual prosecutors\n\nwere, in my opinion, uncalled for, as were the accusations\nof bias and/or misconduct against individual prosecutors:\n\n210\n\ny\n\nAt times, some prosecut\ntrial, and at times I felt t\nright in the first meetin\nspective of defense tacti\ntional right to a defense\nright should not be puni:\nsel’s exercise of their ri;\nWashington D.C. Prosect\nfrustration and anger wi\ntheir judgment.\n\nAfter the-plea, I reca\nOne was from the FBI Spx\nto offer congratulations.\nmeetings regarding this c\nof the defense, and he cal\nholding firm against the 1\nitz, Lefkowitz and Starr.\nreceived calls or commun\nitz, Lefkowitz and Starr. |\nals previously, from my\nKirkland & Ellis in the m\npeace. | agreed to talk ani\nEpstein pled guilty, as I tk\ntors battle defense attorne)\n\nhave tried, yet I confess tk\nfully in this case.\n\nThe bottom line is this:\nserved time in jail and is m\nHe has been required to pay\n\nrestitution clearly cannot c\n\nHOUSE_OVERSIGHT_010550",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010550.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2450,
    "word_count": 420,
    "line_count": 77,
    "import_date": "2025-11-19T21:47:45.207149",
    "prefix": "IMAGES-001"
  }
}