{
  "document_id": "HOUSE_OVERSIGHT_024588",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024588.txt",
  "text": "Real Estate Management Team / Greenstreet Real Estate Partners\n\nSteven Green, Chairman and Chief Executive Officer\nSee KUE Advisory Board section for complete biography\n\nJeffrey Safchik, Chief Operating Officer and Chief Financial Officer\nSee KUE Advisory Board section for complete biography\n\nSteven Cox, Executive Vice President, Real Estate\n\nMr. Cox has over 25 years of real estate development, investment, and asset management experience.\nPrior to joining Greenstreet, Mr. Cox was Managing Principal of Tishman Heskin Partners. Tishman\nHeskin is a national real estate investment and asset management firm focused upon opportunistic\nacquisitions of real estate and loan assets. At Tishman Heskin, Mr. Cox's activities included all aspects of\nstrategic direction, market analysis, acquisition, positioning / re-positioning, leasing, and disposition of\nover $245 million of real estate nationwide. Since 1992, during Mr. Cox's term at Tishman Heskin\nPartners, the company consistently delivered above average returns to its investors, many of whom were\noffshore private clients. His experience in co-investing as a principal with globally oriented private clients\nprovides Mr. Cox with a firm understanding of his primary role of investment origination on behalf of GCP.\nPrior associations include the Heskin Group, Towle Heskin Partners, Heskin Signet Partners and TCF\nService and Mortgage Corporation. In 1986, as a founding member and principal of the Heskin Group\n(the managing member of the Towle Heskin Partners and Heskin Signet Partners), Mr. Cox oversaw the\nasset management direction and disposition of over $1 billion in real estate and loan assets together with\nfinancial and sale advisory assignments covering assets in excess of $2 billion in book value. Mr. Cox\nholds a B.S.B. in Finance with additional studies in Economics from the University of Minnesota,\n\n155\n\nHOUSE_OVERSIGHT_024588",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024588.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1905,
    "word_count": 281,
    "line_count": 29,
    "import_date": "2025-11-19T21:47:44.312076",
    "prefix": "IMAGES-008"
  }
}