{
  "document_id": "HOUSE_OVERSIGHT_010800",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010800.txt",
  "text": "po on Am FF WN EH\n\nON NN NY NY FF FP FP FP FP RFP Pr re\nWU BPW NY FF OM ON H MO Pw NY PO\n\n245\n\nthat you were in the same place at the same time\n\nA. First --\n\nQ. --as Virginia Roberts?\n\nMR. SCOTT: Let him ask the question.\nTHE WITNESS: Okay.\nMR. SCOTT: Then you answer the question.\n\nAnd Mr. Searola will try to, you know, keep the\n\nemotion down, I'm sure, so we can get through\n\nthis with less acrimony between everybody here.\n\nA. Your client has adamantly refused, as well\nas the lawyer --\n\nBY MR. SCAROLA:\n\nQ. No, sir, that's nonresponsive to my\nquestion.\n\nMR. SCOTT: Wait a minute.\nBY MR. SCAROLA:\n\nQ. My question is: Do you deny that the\nflight logs corroborate that you were in the same\nplace at the same time as Virginia Roberts?\n\nA. So the question includes the word \"time\"\nand, therefore, I must answer in this way. Your\nclient --\n\nQ. How to build a watch?\n\nMR. SCOTT: Wait a minute, you're cutting\nhim off. He's been trying to answer the\n\nOo On DM B® WN FE\n\nNNNNNN PRP BP PB PP eH PB\nob WN HF OO OT AW BW NH Oo\n\n247\n\nI would be very anxious to see any timeframes when\nVirginia Roberts claims she was with me on the\nisland, claims she was with me on -- at the ranch,\nclaims she was with me on the airplanes, claims she\nwas with me in Palm Beach. And they will all\nconclusively --\n\n. You forgot --\n\n-- prove --\n. «New York. Didn't you mean New York\n\n. No, I did not mean New York --\n\n. Oh, okay.\n\n. +- because New York is very different. I\nwas, in fact, in New York for large periods of time.\nI was not, in fact, on the island during the\nrelevant timeframe. I was not in the airplane in\nthe relevant timeframe. I was not in Jeffrey\nEpstein's Palm Beach home in the relevant timeframe.\nAnd I was once in the ranch but under circumstances\nwhere it would have been absolutely impossible for\nme to have had any contact with her.\n\nSo if you will give me the timeframe, I\n\nwill be happy to answer your question. But without\ntimeframes, that question is an absolutely\ninappropriate question. And the answer to if is no.\n\not\n\n246\n\nquestion.\n\nA. Your client has adamantly refused, and her\nlawyers and your clients have refused to give me any\ntimeframes, any timeframes when your clicnt claims\nthat she had improper -- falsely claims,\nperjuriously claims that she had improper sexual\nencounters with me.\n\nSo how can you possibly ask me a question\nthat includes the word \"timeframes\" when your client\nhas refused -- when Virginia Roberts has refused to\ngive any timeframes? How can it be possible that\nthe flight logs show me being in the same time and\nsaine place with her when she has refused to describe\nany of the times that she claims to have been in\nthose places?\n\nSo the answer to the question is\ncategorically no, sir.\n\nBY MR, SCAROLA:\n\nQ. What is the question that you are\nanswering no to?\n\nA. Whether or not the timeframe shows that I\ncould have been in the samc placc at the same time\nas your client. Absolutcly not. Because we don't\nknow what times your client -- now, if you know\nthat, you should have produced them in discovery and\n\non ODN DM FWD\n\nNNNNN NF PHP RP BB Oe eB\nOP WN OHM DBIYAMH BwWN RB\n\n248\n\nQ. Well, Mr. Dershowitz, it might be\ninappropriate if you had not repeatedly made the\npublic statements that the flight logs exonerate\nyou.\n\nA. They do.\n\nQ. So what I am attempting to find out is the\nbasis upon which you can contend that the flight\nlogs exonerate you if you are now telling us you\ndon't even know when it is that you are alleged to\nhave been in the same place at the same time as\nVirginia Roberts.\n\nA. Okay.\n\nQ. So how -- how can you make both those\nstatements?\n\nA. Very simple, because I know the timeframe\nthat Virginia Roberts, A, knew Jeffrey Epstein. And\nduring that timeframe, I can conclusively prove that\n1 was never on Jeffrey Epstein's island where she\nclaimed to have sex with me. That the only time |\nwas at the ranch was with my wife, with the Ashe\nfamily, with my daughter, the house was under\nconstruction, we just simply stayed outside the\nhouse and looked around. That the manifests show |\nwas never on Jeffrey Epstein's plane during that\nperiod of time. And the manifests show that I never\n\n18 (Pages 245 to 248)\n\nwww.phippsreporting.com\n(888) 811-3408\n\nHOUSE_OVERSIGHT_010800",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010800.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4226,
    "word_count": 806,
    "line_count": 166,
    "import_date": "2025-11-19T21:47:45.014905",
    "prefix": "IMAGES-001"
  }
}