{
  "document_id": "HOUSE_OVERSIGHT_012382",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012382.txt",
  "text": "24. Section 234\n\nThe Department opposes subsection (a) as an excessively burdensome and unnecessary\ncreation of a new layer of bureaucracy within our agency. The Department does not believe\nthat there is currently any lack of coordination, and a new position could lead to duplication of\nefforts. Furthermore, subsection (a}(2)(A} incorrectly lists the Civil Division and not the Civil\nRights Division.\n\n255 Section 236\n\nIn subsection (a), DOJ questions the reliability of the congressional findings, especially\nwith respect to the estimated number of victims and the inference that the lack of child victims is\ndirectly related to a lack of education individuals who may come into contact with human\ntrafficking victims. Such findings, without a full body of evidence, are counter-productive.\n\nThe Department also opposes subsection (b). The Attorney General should be involved\nin any program that focuses on combating child trafficking at the border. We propose that\nsection (b}(1} is amended fo read “The Secretary of Homeland Security, in conjunction with the\nSecretary of State, Attorney Genera], and the Secretary of Health and Human Services.” Further,\nmost of the children interdicted at the border are used for smuggling and are not trafficking\nvictims. In subsection (b)(5)(D), DOJ believes that the proceedings for removal to non-\ncontiguous countries are problematic because DHS needs more flexibility to handle gang\nmembers, terrorists, repeat offenders, and state offenders. Furthermore, the terrorism exception\nprovided is too narrow to protect the national security interests of the country.\n\nWe oppose subsection (c)(1) to the extent that it limits the Administration's ability to\ndetermine the best arrangement for custody or various classes of UACs. The administration will\nwork with DHS, DOJ, and HHS to refine and modify current detention practices where\nnecessary. The interagency process is the best forum to consider the various interests of\nunaccompanied minors and law enforcement and to develop and adapt policies thai, among other\nthings, provide for the safety of all concerned. We look forward to discussing these\ndevelopments with Congress in the future.\n\nThe Department opposes subsection (d)(2) as too narrowly construed. There are\nnumerous reasons, outside of the child proving to be a danger to himself or others, that require\nchildren to be kept in a secure facility, including the safety of the child from danger that is not\nself-imposed. In addition, the standard for placing minors in “secure” care is too strict. It\nrequires the “least restrictive setting that is in the best interest of the child.” HHS only places 1.4\npercent of minors in its care into a “secure” custody arrangement. This could mean that minors\nwho need this arrangement would instead be housed with children who have no history of\nviolence or criminal behavior. HHS needs more flexibility and there should not, therefore, be\nrequired to make an “independent finding” of the child’s danger to self or others.\n\nDOJ opposes the language of subsection (d)(3)(c) that would afford HHS access to law\nenforcement sensitive databases.\n\n1]\n\nHOUSE_OVERSIGHT_012382",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012382.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3165,
    "word_count": 490,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:44.515937",
    "prefix": "IMAGES-001"
  }
}