{
  "document_id": "HOUSE_OVERSIGHT_011288",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011288.txt",
  "text": "Origins February 24 — 26, 2017\nPROJECT An Origins Project Scientific Workshop\n\nARIZONA STATE UNIVERSITY Challenges of Artificial Intelligence:\nEnvisioning and Addressing Adverse Outcomes\n\ntrue today to some extent, but the above advances in ML/Al could make the situation substantially\nworse, in extreme cases perhaps even rendering useful mass communication on the internet\nuntenable.\n\nThe rising capabilities can be used in multiple ways in multiple settings with multiple goals. Some uses\nmay be subtle and employed over time to do important but damaging biasing of sentiment about\nindividuals and groups of people. The capabilities can be combined to enable identity theft or identify\ndistortion for destroying the reputation of people and groups. As such, these abilities could enable\nsmall groups to wield great power in multiple arenas and for new forms of blackmail, threats, and\ncontrol.\n\nSUMMARY\n\nPowerful personalized persuasion technologies are positioned to put massive power in the hands\nof a few and may even manipulate the owners of the technology. Powerful propaganda and\npersuasion machines threatens to undermine democracy, free availability of information about the\nstate of the world, and, more generally, freedom of thought. Leaders may increasingly depend\nupon such propaganda optimization systems for attaining and holding power. Over time, even the\npotential initial owners of such systems might become unaware or unable to control these\nsystems—and may believe the propaganda themselves.\n\nIn the longer-term, there is the possibility that one or multiple systems, or distributed coalitions of\nsystems communicating implicitly or explicitly could autonomously persuade, subjugate, and\ncontrol populations. Pathways to such situations include the side effects of rise in the large-scale\nuse by people of communicating personalized filters that interpret and pool information with the\ninitial intention of grappling with widespread uses of manipulative information.\n\nSAMPLE TRAJECTORY\n\ne ML-based customized advert placement continues to prove highly successful, generating revenues\nfor large online companies\n\ne Profits from online content (online newspapers behind paywalls, charitable contributions to\ninformation sources e.g. Wikipedia) stagnate or decline\n\ne Anincreasing number of information sources enter into collaborations with media brokers who\noffer \"content customization\" in exchange for ad-revenue sharing\n\ne Poor oversight of content personalization outcomes (there are, after all, billions of ad versions\nbeing shown, and updated on an hourly basis), means that for some ad content (political parties,\npharmaceuticals) for some minority of target audiences (especially less privileged) the effect is very\nharmful.\n\nKEY POINTS\ne New directions with generation of provocative, believable content, hacking of identity\ne Algorithmic manipulation of data to optimize desired behavior regardless of content\n\nHOUSE_OVERSIGHT_011288",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011288.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2964,
    "word_count": 421,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:45.002089",
    "prefix": "IMAGES-001"
  }
}