{
  "document_id": "HOUSE_OVERSIGHT_013301",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013301.txt",
  "text": "Peter B. Lewis, 80. The billionaire chairman of Progressive\nCorp., one of the biggest U.S. auto insurers, and a supporter of\nthe medical use of marijuana. Died Nov. 23 of a heart attack at\nhis home in Coconut Grove, Florida.\n\nRobin Leigh-Pemberton, 86. He was Bank of England governor from\n1983 to 1993. Died Nov. 24.\n\nMatthew Bucksbaum, 87. The co-founder of General Growth\nProperties Inc., the second-biggest U.S. owner of shopping\nmalls. Died Nov. 24 of respiratory failure.\n\nAlfred Feld, 98. The longest-serving employee at Goldman Sachs,\nwho joined the firm in 1933 and rose from office boy to private-\nwealth manager. Died Nov. 25.\n\nPeter W. Kaplan, 59. The former editor of the New York Observer,\nwhich under his leadership chronicled the lives of New York’s\npower elite and ran the column, “Sex and the City,” which\n\ninspired a hit television series. Died Nov. 29 of cancer.\n\nPaul Walker, 40. A Hollywood actor best-known for appearing in\nthe “Fast and Furious” action movies. Died Nov. 30 of injuries\nas a passenger involved in a car crash.\n\nDecember\n\nNelson Mandela, 95. The anti-apartheid freedom fighter, who\nendured 27 years in prison to become South Africa’s first black\npresident, then united the country and won the Nobel Peace Prize\nin 1993. Died Dec. 5 following a recurring lung infection.\n\nLawrence McCarthy, 49. Before becoming a senior managing\ndirector at Cantor Fitzgerald, he worked at Wasserstein Perella\n\n& Co., where he advised clients to sell Enron prior to its\n\ncollapse, and at Lehman Brothers, where he warned colleagues in\n2007 that the bank had taken on “far, far too much risk” by\n\nbetting on the U.S. housing market. Died of an aneurysm on Dec.\n11 in New York.\n\nHOUSE_OVERSIGHT_013301",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013301.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1720,
    "word_count": 288,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:47.732151",
    "prefix": "IMAGES-002"
  }
}