{
  "document_id": "HOUSE_OVERSIGHT_014463",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014463.txt",
  "text": "Lessons from 2016\n\nThe old joke is that Year Aheads are frequently out of date by the end of year they are\nwritten in. There is a real danger of that this year given the speed which things have\nmoved since Brexit and more recently the US election. The two charts below show that\nFinancials and Cyclicals have clawed back around 2/3 of their underperformance vs\nDefensives. Of course it depends how you frame the question since we have included\nUtilities and Telecoms in the defensive basket. But when we downgraded Banks 10 days\nor so ago they had outperformed Food and Beverage by ~50% since the lows of early\nJuly. Whichever way you cut it some of these moves have been extreme.\n\nChart 7: The moves since Brexit in both Financials... Chart 8: ..and Cyclicals relative to Defensives has been dramatic\n0.85 1.45\n0.80 1.35\n0.70\n1.15\n0.65\n1.05\n0.60\n0.95\nmee =———Cyclicals vs Defensives relative\n0.50 0.85\n== Financials vs Defensives relative\n0.45 0.75\n0110 «011 O12 0130114 OMS = 0116 0110 «011 O12 013 0114 = 0115 01/16\nSource: Bloomberg Source: Bloomberg\n\nMoreover, in 2016 we doubt that even if investors had known the results of key events\nthat they would necessarily have got the reaction in markets right. As we joked in our\nCross Asset year ahead you needed not so much a crystal ball as a time machine to have\ngot things completely right this year. Aside from Brexit and Donald Trump winning the\nUS election it is easy to forget that in February we were worrying about a US recession\nand deflation. US 5Y5Y forward breakeven inflation rates actually troughed at 1.8% at\nthat point. Four months later we were worrying about the deflationary impact of Brexit.\nNow we are thinking about the reflation under a Trump Presidency.\n\nChart 9: US 5Y5Y forward inflation troughed in February Chart 10: At the same time as Basic Resources\n3.3 17\n34 45 —— Stoxx Basic Resources Price Relative\n29\n1.3\n27\n25 1.1\n23 0.9\n2.1 _ ba\n19 ae US Syoy fwd inflation swap\n0.5\n1.7 NoOnmmomowtrtt two MH wow oO 0O ©\nWY WY 2 D  B © GS G Se eaSeEeE aS ES REESE SE\nRY en oy CY oy vy oy = 5 = 5 = 5 =s\nSVG VW VV ww yw wv S a ae eo @\nSource: Bloomberg Source: Bloomberg\nThe panic in markets in early February actually presented a perfect buying opportunity\nfor reflationary assets. Miners was a sector truly loathed by investors of all colours at\nthe start of the year with many thinking that some of the big players might even go\nbust. If there is one key conclusion from all of this it is do not tie yourself to a view. We\n4 European Equity Strategy | 01 December 2016 orate 2\n\nHOUSE_OVERSIGHT_014463",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014463.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2575,
    "word_count": 478,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:45.371855",
    "prefix": "IMAGES-002"
  }
}