{
  "document_id": "HOUSE_OVERSIGHT_016571",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016571.txt",
  "text": "Code Enforcement Board Meeting Minutes 07/17/08\n\nhave brought them to November 2007 and they would have gotten additional time\nfor Hurricane Wilma which would have brought them to December. If they were\nunder the new Code, they would not be before the Board today and may not have\na fine at all. He realizes a mistake was made, he realizes something has to be paid\nbut he thinks $35,000 is a significant fine. The Board has gotten their attention\nand they would ask for a significant reduction in the fine.\n\nMr. Fried asked how long it took to get the final inspection after the 22 months\nhad run. Mr. Walton said they had been given 23 months due to the hurricanes\nand they were 5 months and 9 days beyond that. Mr. Ballentine asked how far out\nthey would be under the new rules. Mr. Walton said they would be given 24\nmonths which with the hurricane would be 25 months. Mr. Lynch said that at the\nend of that 24 month period, if they had not sought an extension of time within the\nrequired time period, no earlier than 6 months and no later than 45 days, before the\nexpiration of that 24 months, their project would have been shut down. Mr.\nWagner’s lack of knowledge of this particular situation would have become\nirrelevant because they would have been red tagged on the next day after the 24\nmonth period. Mr. Lynch said Mr. Wagner did not know because he has been a\ngood corporate citizen and had never been before the Board except on one\noccasion which was beyond his control; it was a maintenance item on the Glazer\nhouse. Mr. Walton said that situation was not due to Mr. Wagner’s fault, that he\nwas just representing the owner.\n\nMr. Ballentine asked how Mr. Wagner did not know the Code requirement if he\nhad built so many homes in the area and said he had difficulty with the ignorance\nof that.\n\nMr. Fried said he agreed with Mr. Ballentine and found it hard to believe that Mr.\nWagner did not know the time limits. He said some reduction should be considered\nbut he was not sure on what basis.\n\nMr. Ochstein remarked that the fine was around $35,000 and the house was on the\nmarket for $10.6 million dollars so he did not see the hardship. Mr. Lynch said he\ndid not know the price but he would accept Mr. Ochstein’s statement on that. Mr.\nLynch said the hardship was in the imposition of the fine itself, there were mistakes\nmade and he believed that Council would have given them a significant extension\nof time if Mr. Wagner had been aware of the situation and filed the proper notice\nwith Town Council.\n\nMr. Lynch said if some sort of arrangement could be reached today, his client\nwould be in a position to pay within the next two weeks. Mr. Hoffman said he\nwas concerned because he believed that when the case was originally heard, they\nhad the option of fining $250.00 a day and they gave them a fine reduction at the\ntime they initiated the fine of $125.00 a day. Mr. Walton corrected Mr. Hoffman,\nadvising there was a motion for a fine of $125.00 a day which failed and the fine\nthat was in effect was $250.00 a day. Mr. Lynch said he believed the record\nreflects something different than that. Mr. Walton said his records reflect $250.00\n\n18\n\nHOUSE_OVERSIGHT_016571",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016571.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3186,
    "word_count": 584,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:45.554353",
    "prefix": "IMAGES-004"
  }
}