{
  "document_id": "HOUSE_OVERSIGHT_028225",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028225.txt",
  "text": "/ BARAK / 91\n\nthe diplomatic equivalent of the battlefield, triumphant against the odds. It was the\nrole he liked and played best. His next move was to take the show on the road: to\nArab, European and world capitals, pleading that he had been the “victim” of\nsummit chicanery in which President Clinton and I had presented him with a deal\nno self-respecting Palestinian could accept. He was also campaigning for\ninternational support for a move, in contravention of the final Camp David\ncommuniqué, to “declare” a Palestinian state unilaterally in mid-September.\n\nI spoke personally to Tony Blair and French President Jacques Chirac, and also\ndispatched Shlomo-Ben Ami, Amnon Lipkin, Yossi Beilin and Shimon Peres, who\nwas Minister of Regional Cooperation in the coalition, on a series of diplomatic\nvisits to make sure the true story of what had happened at the summit was\nunderstood. As a result, the globetrotting Arafat received an almost unanimous\nrebuff for the idea of a unilateral declaration of stateheood. He was told that if he\nreally wanted a state, he should return to the negotiating table with Israel.\n\nBy the time I went to New York in early September — joining the largest\ncollection of world leaders ever assembled, for the UN’s Millennium Summit —\nthere seemed little chance of that happening. I met privately with a number of\nworld leaders before delivering a brief address to the more than 150 presidents and\nprime ministers. I was at pains to take the high road. None of the foreign leaders I\nmet had expressed any doubt that we’d gone much further than they had expected\nat Camp David, and that the onus for putting diplomacy back on track rested firmly\nwith the Palestinians. Looking straight at Arafat from the UN podium, I said: “We\nare at the Rubicon, and neither of us can cross it alone.” Jerusalem, “the eternal\ncapital of Israel,” was calling out for a “peace of honor, of courage and of\nbrotherhood” — a peace recognizing that the city was also sacred to Muslims and\nChristians the world over. When Arafat spoke, it was almost as if the summit had\nnever happened. “We remain committed to our national rights over East Jerusalem,\ncapital of our state and shelter of our sacred sites, as well as our rights on the\nChristian and Islamic holy sites,” he declared. He didn’t mention Jews, beyond a\nbizarre reference to the 2,000\" anniversary of the birth of Christ “in Bethlehem,\nPalestine.” I couldn’t resist remarking to one of the American negotiators that I’d\nalways thought Jesus grew up as a Jewish boy, making thrice-yearly visits at\nfestival time to the temple in Jerusalem, at a time when there was not a church,\nmuch less a mosque, in sight.\n\n377\nHOUSE_OVERSIGHT_028225",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028225.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2706,
    "word_count": 464,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:47.902877",
    "prefix": "IMAGES-009"
  }
}