{
  "document_id": "HOUSE_OVERSIGHT_013844",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013844.txt",
  "text": "L, you’re an employee, spending time on nonsense is, to some extent, not your fault. There is often no\n\nincentive to use time well unless you are paid on commission. The world has agreed to shuffle papers\nbetween 9:00 A.M. and 5:00 P.M., and since you’re trapped in the office for that period of servitude, you\nare compelled to create activities to fill that time. Time is wasted because there is so much time available.\nIt’s understandable. Now that you have the new goal of negotiating a remote work arrangement instead\nof just collecting a paycheck, it’s time to revisit the status quo and become effective. The best employees\nhave the most leverage.\n\nFor the entrepreneur, the wasteful use of time is a matter of bad habit and imitation. I am no\nexception. Most entrepreneurs were once employees and come from the 9—5 culture. Thus they adopt the\nsame schedule, whether or not they function at 9:00 A.M. or need 8 hours to generate their target income.\nThis schedule is a collective social agreement and a dinosaur legacy of the results-by-volume approach.\nHow is it possible that all the people in the world need exactly 8 hours to accomplish their work? It isn’t.\n9-5 is arbitrary.\n\nYou don’t need 8 hours per day to become a legitimate millionaire—let alone have the means to live\nlike one. Eight hours per week is often excessive, but I don’t expect all of you to believe me just yet. I\nknow you probably feel as I did for a long time: There just aren’t enough hours in the day.\n\nBut let’s consider a few things we can probably agree on.\n\nSince we have 8 hours to fill, we fill 8 hours. If we had 15, we would fill 15. If we have an emergency\nand need to suddenly leave work in 2 hours but have pending deadlines, we miraculously complete those\nassignments in 2 hours.\n\nIt is all related to a law that was introduced to me by Ed Zschau in the spring of 2000.\n\nI had arrived to class nervous and unable to concentrate. The final paper, worth a full 25% of the\nsemester’s grade, was due in 24 hours. One of the options, and that which I had chosen, was to interview\nthe top executives of a start-up and provide an in-depth analysis of their business model. The corporate\npowers that be had decided last minute that I couldn’t interview two key figures or use their information\ndue to confidentiality issues and pre-[PO precautions. Game over.\n\nI approached Ed after class to deliver the bad news.\n\n“Ed, I think ’'m going to need an extension on the paper.” I explained the situation, and Ed smiled\nbefore he replied without so much as a hint of concern.\n\n“T think you'll be OK. Entrepreneurs are those who make things happen, right?”\n\nTwenty-four hours later and one minute before the deadline, as his assistant was locking the office, I\nhanded in a 30-page final paper. It was based on a different company I had found, interviewed, and\ndissected with an intense all-nighter and enough caffeine to get an entire Olympic track team\ndisqualified. It ended up being one of the best papers I'd written in four years, and I received an A.\n\nBefore I left the classroom the previous day, Ed had given me some parting advice: Parkinson’s Law.\n\nParkinson’s Law dictates that a task will swell in (perceived) importance and complexity in relation to\nthe time allotted for its completion. It is the magic of the imminent deadline. If I give you 24 hours to\ncomplete a project, the time pressure forces you to focus on execution, and you have no choice but to do\nonly the bare essentials. If I give you a week to complete the same task, it’s six days of making a\nmountain out of a molehill. If I give you two months, God forbid, it becomes a mental monster. The end\nproduct of the shorter deadline is almost inevitably of equal or higher quality due to greater focus.\n\nThis presents a very curious phenomenon. There are two synergistic approaches for increasing\nproductivity that are inversions of each other:\n\n1. Limit tasks to the important to shorten work time (80/20).\n\nHOUSE_OVERSIGHT_013844",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013844.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3990,
    "word_count": 711,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:46.914628",
    "prefix": "IMAGES-002"
  }
}