{
  "document_id": "HOUSE_OVERSIGHT_023297",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023297.txt",
  "text": "after weeks of requesting? odd. when you suggested that heathers behavior was emblematic of a sloppy\noffice , brad said lets not talk about emblems??! bill pay , admittedly no change for the year. . plane not\ndone. though it was the only thing i suggested doing first in july. . I sent you a list of 10 consultantts. brad said\nthree, . 1 didnt want to push it. I was shocked that brad was opining on things he knows little or nothing\nabout. tax issues. 1031. neg basis , note payoffs ( the same idea he said he had had from the beggining??!!)\n. answers re LBF holdings that can be corrected (they cant) . valuations that have never been read. . When\nwe met in your lobby he seems surprised that 1 was there. I dont know if he felt somewhat sandbagged. ..\nthe savings on the note payoff is aprrox 33 % of 1.8 billion. real money if you do phaidon which i see no\nreason not to . if later josh and ben want to buy it back with you or without you they can. i will walk you\nthrough the structure one on one. . the losses will offeset the calder gain as well as apollo gain.\n\nIm aware that seeing what you saw frustrated you. I felt badly for you.\n\nYou wanted a contingent deal. real value. etc. I will not of course hold you to your deal .. its silly. its not\nhow i work or a reflection of our friendship. my proposal is as follows. I want away from your buisiness , but\nat the same time leaving you in good shape. __I think you should pay the 25m that you did not for this\n\nyear. for next year its the same 40 m as always, paid 20 in jan and 20 injuly, and then we are done. I will give\nyou advice and counsel but new people will be running your operating machine. I will oversee all the work\nthat needs to be done you and I will hire new people , and it will be self running. ( it was may in my house\nwhen you told brad it had been 5 months and you were getting fed up ) I will set up a parallel . office , somenoe\nlike wendy dolman or her quality is paramount. two accountants two bookeepers and two office\n\nadmins. . alan and zoe will handle trusts and grats. heatehr diana george will be incolved in art partnership. if\nyou want brad, analysts etc. and kids to do investments I have little to add in that regard ,except to be able to\naccount for things properly. I suggest that the kids must have skin in any deal.\n\nAlternatively , we can continue to focus on fun and let someone else do the things that you want done. and\nyou and I can kibbitz about it all. structures outcomes risk, museums. charity, ( joslins answer by the way\nwas I had asked how much charity was leon planining to give this year , (the 2m) he didnt include your\nfoundation or the payment to me, or from debra and you??!!\n\nDate: Mon, Dec 7, 2015 at 5:39 PM\n\nSubject: Fee\n\nTo: Melanie Spinella\n\nAmount ? Paid in kind ? Financed ? Plane ?Paid to ? Non charity , charity . Fixed dates\n\nDate: Mon, Dec 7, 2015 at 8:05 PM\n\nSubject:\n\nTo: Melanie Spinella\n\nplease re iterate that no further actions taken without careful document review. please\n\nSubject:\nTo: Melanie Spincl ii\nLeon,\n\nAs you are well aware, There is little I won't do for you, or at least try to do asa friend, and a great deal that\nI have already done ( both known and some things that willneed to remain unknown.) Our arrangement was\nfor me to architect sophisticated structures that would be beneficial to you. that is what I have done and will\ncontinue do in order to fulfill my obligations under our agreement. The discovered fact that you in reality\nneed an entire family office built from scratch has been trying Ihave aleady agreed de- facto to try\nto help. Iwould suggest that Phaidons payroll and attention pales in importance to your personal\nstructure,which has taken a back seat, Some of my suggestions regarding the Eysium office are as\nfollows you will need a budget of 3- 5 million per year. CEO 1 million, new tax person to work with rich,\n250. new bookkeeper ,200 new paralegal to work with ADA ALan etc , coordinating with Apollo, Akin , paul\nweiss , new acct openings, sec filings , sales tax review, etc. $150. art point person. loan , inventory,\n\nHOUSE_OVERSIGHT_023297",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023297.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4121,
    "word_count": 790,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:48.387256",
    "prefix": "IMAGES-007"
  }
}