{
  "document_id": "HOUSE_OVERSIGHT_017668",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017668.txt",
  "text": "Page 33 of 78\n2007 Utah L. Rev. 861, *907\n\nif 1t is the prosecution who subpoenas confidential victim information. Due process is satisfied as long as the prosecution and\nD257\n\nthe defense have reciprocal rights and courts apply the Rules consistently.\nThe objectionable feature of the Advisory Committee proposal is that the subpoena could be issued without notice to a crime\nvictim. A narrower issue is whether certain pleadings could be filed on this question on an ex parte basis. Such ex parte filing\nmight be appropriate, in the sense that once the court gives notice that it is considering whether to issue a subpoena, then the\ndefendant, the government, or, indeed, the victim might wish to file parts of their pleadings under seal for good cause shown.\nRequests for such sealing could be handled in the ordinary course of litigation - once the victim knew that such litigation was\noccurring.\n\nEven if there is some tangential defense interest in conceding strategy, the Advisory Committee proposal addresses it in the\nmost haphazard way. Consider the Elizabeth Smart example mentioned earlier, in which the defense sent ex parte subpoenas to\nElizabeth's school and hospital. Under the Advisory Committee's proposal, a court could still decide to approve those\nsubpoenas ex parte to prevent disclosure of some secret defense \"strategy.\" But once the school and the hospital received the\nsubpoenas, nothing would bar them from revealing the subpoenas’ existence to the victim - and, indeed, the world. Thus, the\ninterest the Advisory Committee purports to protect (concealing defense trial strategy) would actually be [*908] protected\nonly when the third party, for whatever reason, chose not reveal the subpoena. In the Smart case, for instance, the school did\nnot reveal the defense \"strategy\" ?°° because it simply handed the materials over to the defense - in possible contravention of\nthe Family Educational Rights and Privacy Act. 7°? But the hospital refused to hand over Elizabeth's records and contacted the\nSmart family, which ultimately led to a public outcry over the subpoenas. There is no rhyme or reason to a procedure that is\nsupposed to protect defense strategy but that actually turns on the happenstance of whether third parties choose to notify crime\nvictims or the public about subpoenas they receive.\n\nThe haphazardness of the Advisory Committee's approach becomes even clearer when one realizes that defense \"strategy\" can\nbe protected only where the confidential information happens to rest in the hands of a third party rather than the victim herself.\nConsider, for example, a rape victim who has talked to a rape crisis counselor, who takes notes of the meeting. A defendant\nmight attempt to subpoena those notes from the counselor. 7° But if the counselor had previously transferred the notes back to\nthe rape victim, then the subpoena would have to be directed to the victim herself - and the victim could then move to quash the\nsubpoena. This is not some academic hypothetical, as rape counselors in Pennsylvania in the 1980s used precisely this\nprocedure to protect their clients against abusive defense subpoenas. 7°! Moreover, rape counselors - and, indeed, most third\nparties involved in maintaining the personal and confidential information of victims - will probably have very strong incentives\n\n257 See Wardius v. Oregon, 412 U.S. 470, 475-76 (1973); United States v. Bahamonde, 445 F.3d 1225, 1229 (9th Cir. 2006); Newman v.\nHopkins, 192 F.3d 1132, 1135 (8th Cir. 1999), vacated 529 U.S. 1084 (2000); United States ex rel. Veal v. DeRobertis, 693 F.2d 642, 646-\n47 (7th Cir. 1982). Indeed, such reciprocity may not even be required if \"significant governmental interests\" support its omission. See\nWardius, 412 U.S. at 476.\n\n258 Such as it was - apparently the only reason for the subpoenas was to try and dig up some dirt on the young kidnapping victim. See\nStephen Hunt, Defense Blasted for Obtaining Smart's School Records, Salt Lake Trib., Jan. 14, 2005, at B2.\n\n259 20 U.S.C. § 1232g(b) (2006).\n\n260 As will be discussed shortly in the next Section of this Article, such a subpoena would likely be inappropriate for substantive reasons as\nwell. See supra Part IV, § 3.\n\n261 The Pennsylvania Supreme Court initially found that records held by rape counseling centers were subject to only limited protection from\ndefense subpoenas. See Jn re Pittsburgh Action Against Rape, 428 A.2d 126, 132 (Pa. 1981). The results of that unfortunate decision were\nswift. Rape victims requested the return of their records from the center and, in some cases, even requested termination of the counseling\nrelationship. Commonwealth v. Wilson, 602 A.2d 1290, 1294 n.6 (Pa. 1992); Tera Jckowski Peterson, Comment, Distrust and Discovery: The\nImpending Debacle in Discovery of Rape Victims' Counseling Records in Utah, 2007 Utah L. Rev. 695; Beth Stouder, Note, Pennsylvania\nEstablishes New Privilege for Communications Made to a Rape Crisis Center Counselor - In re Pittsburgh Action Against Rape, 55 Temp.\nL.Q. 1124, 1146 (1982). In light of this serious problem, the Pennsylvania legislature enacted a new, absolute privilege protecting\ncommunications to rape crisis counselors from any disclosure without the consent of the victim. See 42 Pa. Cons. Stat. § 5945.1(b) (2000)\n(upheld against constitutional attack in Wilson, 602 A.2d at 1297).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017668",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017668.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5411,
    "word_count": 870,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:46.495876",
    "prefix": "IMAGES-004"
  }
}