{
  "document_id": "HOUSE_OVERSIGHT_018130",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018130.txt",
  "text": "By Peter Suciu - Kinetic Shift - October 13, 2010\n\nWhile there are many tracking programs out there for children and even teens, GTX Corp\nintroduced an innovative product aimed at adults suffering from Alzheimer’s disease and other\ndementias. Many sufferers are actually in good physical condition and thus aren’t confined to a\nroom or even a house. To keep track of loved ones, the company came up with a novel idea —\nnamely putting a tracking device in the footwear.\n\nRead the full story\n\nGTX Corp... Phone Finder (GPS)\n\nSatnews Daily - September 28, 2010\n\nGTX Corp (OTCBB: GTXO.OB) business unit LOCIMOBILE, Inc. is launching a series of GPS\nand personal location-based “apps” and web services.\n\nThe new apps all have a GPS component and are designed to add the “where is” factor to\nfunctionality. The Company launched on the Android market place Phone Tracking™ in case you\nlose or misplace your phone. More than 70 million phones are reported lost or stolen in the US\neach year, but while the loss of a phone may be annoying, the loss of personal and business data\ncould be devastating.\n\nRead the full story\n\nGadgets -These Shoes Were Made for Tracking\nBy Erin Monda - TMCnet Contributor - September 22, 2010\n\nThere is no end to the wonderments that shoes can achieve (a certain pair of ruby Mary Janes\ncomes to mind) — and one company is pushing the envelope even further (although not quite as far\nas Oz).\n\nI’m referring to GTX, a company integrating two-way GPS people-finding technologies into\nconsumer products and applications. The company utilizes the latest in miniaturized global\npositioning system (GPS) tracking and cellular location technology, enabling subscribers to track\n\nin real time the whereabouts of people, pets, or high valued assets through its customizable\n\nHOUSE_OVERSIGHT_018130",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018130.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1809,
    "word_count": 300,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:48.197143",
    "prefix": "IMAGES-004"
  }
}