{
  "document_id": "HOUSE_OVERSIGHT_022579",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022579.txt",
  "text": "77\n\nIn May of 2011, SEC entered into its first deferred\nprosecution agreement against a company for violating the\nFCPA.*® In that case, a global manufacturer of steel pipe\nproducts violated the FCPA by bribing Uzbekistan govern-\nment officials during a bidding process to supply pipelines\nfor transporting oil and natural gas. The company made\nalmost $5 million in profits when it was subsequently\nawarded several contracts by the Uzbekistan government.\nThe company discovered the misconduct during a world-\nwide review of its operations and brought it to the govern-\nment’s attention. In addition to self-reporting, the company\nconducted a thorough internal investigation; provided\ncomplete, real-time cooperation with SEC and DOJ staff;\nand undertook extensive remediation, including enhanced\nanti-corruption procedures and training. Under the terms\nof the DPA, the company paid $5.4 million in disgorge-\nment and prejudgment interest. The company also paid a\n$3.5 million monetary penalty to resolve a criminal investi-\ngation by DOJ through an NPA.**°\n\nFor further information about deferred prosecution\n\nagreements, see SEC’s Enforcement Manual”\n\nNon-Prosecution Agreements\n\nA non-prosecution agreement is a written agreement\nbetween SEC and a potential cooperating individual or com-\npany, entered into in limited and appropriate circumstances,\nthat provides that SEC will not pursue an enforcement\naction against the individual or company if the individual or\ncompany agrees to, among other things: (1) cooperate truth-\nfully and fully in SEC’s investigation and related enforce-\nment actions; and (2) comply, under certain circumstances,\nwith express undertakings. If the agreement is violated, SEC\nstaff retains its ability to recommend an enforcement action\nto the Commission against the individual or company.\n\nFor further information about non-prosecution\n\nagreements, see SEC’s Enforcement Manual>*\n\nTermination Letters and Declinations\nAs discussed above, SEC’s decision to bring or\ndecline to bring an enforcement action under the FCPA is\n\nmade pursuant to the guiding principles set forth in SEC’s\n\nEnforcement Manual. The same factors that apply to SEC\nstaffs determination of whether to recommend an enforce-\nment action against an individual or entity apply to the\ndecision to close an investigation without recommending\nenforcement action.*”\n\nGenerally, SEC staff considers, among other things:\n\ne the seriousness of the conduct and potential viola-\ntions;\n\ne the resources available to SEC staff to pursue the\ninvestigation;\n\ne the sufficiency and strength of the evidence;\n\ne the extent of potential investor harm ifan action is\nnot commenced; and\n\ne the age of the conduct underlying the potential\nviolations.\n\nSEC has declined to take enforcement action against\nboth individuals and companies based on the facts and cir-\ncumstances present in those matters, where, for example,\nthe conduct was not egregious, the company fully coop-\nerated, and the company identified and remediated the\nmisconduct quickly. SEC Enforcement Division policy is\nto notify individuals and entities at the earliest opportu-\nnity when the staff has determined not to recommend an\nenforcement action against them to the Commission. This\nnotification takes the form of a termination letter.\n\nIn order to protect the privacy rights and other inter-\nests of the uncharged and other potentially interested par-\nties, SEC does not provide non-public information on mat-\n\nters it has declined to prosecute.\n\nWhat Are Some Examples of Past\nDeclinations by DOJ and SEC?\n\nNeither DOJ nor SEC typically publicizes declina-\ntions but, to provide some insight into the process, the fol-\nlowing are recent, anonymized examples of matters DOJ\n\nand SEC have declined to pursue:\n\nExample 1: Public Company Declination\nDOJ and SEC declined to take enforcement action\nagainst a public U.S. company. Factors taken into consider-\n\nation included:\n\nHOUSE_OVERSIGHT_022579",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022579.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3950,
    "word_count": 591,
    "line_count": 105,
    "import_date": "2025-11-19T21:47:44.121351",
    "prefix": "IMAGES-007"
  }
}