{
  "document_id": "HOUSE_OVERSIGHT_021098",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021098.txt",
  "text": "° Why it matters: The ruling is a blow to AT&T's attempt to show that the\nlawsuit to block the deal is politically motivated by President Trump's antipathy for\nCNN, which Time Warner owns. AT&T says it wasn't asked to offload any assets as\npart of the deal until after Trump took office.\n\n° What they're saying: “We respect the judge’s decision and look forward to\nthe upcoming trial,” said Dan Petrocelli, who is leading AT&T and Time Warner's\ndefense in the case, in a statement.\n\n° At a hearing on Friday, a Justice Department lawyer said that AT&T's\nargument for the documents \"didn't make sense.\"\n\n° Go deeper: Our report from the courtroom on Friday, when DOJ and AT&T\npresented their arguments.\n\nFund scoop: Niv Dror, who joined AngelList through its acquisition of Product Hunt\nin 2016, is raising a small early-stage fund focused on consumer products, multiple\nsources tell Axios. Dror declined to comment.\n\n° The fund will raise at least $1 million, though one source says it could go up to\n$2-3 million.\n\n° Like Product Hunt colleague Ryan Hoover’s own VC fund, Dror’s will be\nmanaged on the back-end by AngelList.\n\nSame old story: Yesterday, I grabbed coffee with Day One Ventures founder Masha\nDrokova, and heard a familiar—and still disappointing—story: While raising her fund,\nshe was told by prospective investors that she should get a male co-founder.\n\n° She initially considered the suggestion, she told me, before remembering it's\nrooted in sexism.\n\nSoftbank $$$: Softbank’s Vision Fund is in early talks to raise additional funds from\nBahrain’s sovereign wealth fund, Mumtalakat, the latter’s CEO told Reuters.\n\n° The Persian Gulf has been a major source of funds for the Vision Fund: Public\nInvestment Fund, Saudi Arabia’s main sovereign wealth fund, and Abu Dhabi’s\nMubadala, are already investors.\n\n° And it’s not the only one visiting the region’s investors—funds focused on tokens\nand cryptocurrencies have also been fundraising in the area, I’m told.\n\nUnicorn stampede: We're not even two months into 2018 and yet, seven startups\nhave already seen their private valuations cross the $1 billion mark—earning “unicorn”\nstatus—according to Pitchbook. Last year: 53. The word “overvalued” comes to mind...\n\na\n\nThe BFD\n\nHOUSE_OVERSIGHT_021098",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021098.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2263,
    "word_count": 368,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:46.480881",
    "prefix": "IMAGES-006"
  }
}