{
  "document_id": "HOUSE_OVERSIGHT_022515",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022515.txt",
  "text": "Examples of Actions Taken\nto Obtain or Retain Business\n\n= Winning a contract\n# Influencing the procurement process\n\n*  Circumventing the rules for importation of\nproducts\n\n\" Gaining access to non-public bid tender\ninformation\n\n# Evading taxes or penalties\n\n# Influencing the adjudication of lawsuits or\nenforcement actions\n\n# Obtaining exceptions to regulations\n\n# Avoiding contract termination\n\nto gain a business advantage.” For example, bribe payments\nmade to secure favorable tax treatment, to reduce or elimi-\nnate customs duties, to obtain government action to pre-\nvent competitors from entering a market, or to circumvent\na licensing or permit requirement, all satisfy the business\npurpose test.\n\nIn 2004, the U.S. Court of Appeals for the Fifth Circuit\naddressed the business purpose test in United States v. Kay\nand held that bribes paid to obtain favorable tax treatment—\nwhich reduced a company’s customs duties and sales taxes\non imports—could constitute payments made to “obtain\nor retain” business within the meaning of the FCPA.° The\ncourt explained that in enacting the FCPA, “Congress meant\nto prohibit a range of payments wider than only those that\ndirectly influence the acquisition or retention of govern-\nment contracts or similar commercial or industrial arrange-\nments.” The Kay court found that “[tJhe congressional\ntarget was bribery paid to engender assistance in improving\nthe business opportunities of the payor or his beneficiary,\nirrespective of whether that assistance be direct or indirect,\nand irrespective of whether it be related to administering\nthe law, awarding, extending, or renewing a contract, or\n\nexecuting or preserving an agreement.””' Accordingly, Kay\n\nheld that payments to obtain favorable tax treatment can,\n\nunder appropriate circumstances, violate the FCPA:\n\nAvoiding or lowering taxes reduces operating costs\nand thus increases profit margins, thereby freeing up\nfunds that the business is otherwise legally obligated\nto expend. And this, in turn, enables it to take any\nnumber of actions to the disadvantage of competi-\ntors. Bribing foreign officials to lower taxes and cus-\ntoms duties certainly cam provide an unfair advantage\nover competitors and thereby be of assistance to the\n\npayor in obtaining or retaining business.\n\nae Kk\n\n[W]e hold that Congress intended for the FCPA\nto apply broadly to payments intended to assist the\npayor, either directly or indirectly, in obtaining or\nretaining business for some person, and that bribes\npaid to foreign tax officials to secure illegally reduced\ncustoms and tax liability constitute a type of payment\n\nthat can fall within this broad coverage.”\n\nPaying Bribes to Customs Officials\n\nIn 2010, a global freight forwarding company and\nsix of its corporate customers in the oil and gas industry\nresolved charges that they paid bribes to customs\nofficials. The companies bribed customs officials in more\nthan ten countries in exchange for such benefits as:\n\n\" evading customs duties on imported goods\n\n= improperly expediting the importation of goods\nand equipment\n\n* extending drilling contracts and lowering tax\nassessments\n\n\" obtaining false documentation related to\ntemporary import permits for drilling rigs\n\n\"enabling the release of drilling rigs and other\nequipment from customs officials\n\nIn many instances, the improper payments at issue\nallowed the company to carry out its existing business,\nwhich fell within the FCPA’s prohibition on corrupt\npayments made for the purpose of “retaining” business.\nThe seven companies paid a total of more than $235\nmillion in civil and criminal sanctions and disgorgement.\n\nHOUSE_OVERSIGHT_022515",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022515.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3640,
    "word_count": 556,
    "line_count": 103,
    "import_date": "2025-11-19T21:47:47.349533",
    "prefix": "IMAGES-007"
  }
}