{
  "document_id": "HOUSE_OVERSIGHT_018020",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018020.txt",
  "text": "AiSIANe Case 1:19-cv-O887 7-H GRRE MEER: “Fae gO FEG/IS Nem Ags met 3\n\nJeffrey Epstein’s\nAttorneys: A Fair\nPlea Deal\n\nThe attorneys for a man accused of sexual abuse of young women defend the\nprosecutors’ decision to drop federal charges against him.\n\nMarch 4, 2019\n\nTo the Editor:\nRe “The Cowardly Labor Secretary” (editorial, March 3):\n\nYour editorial’s conclusions are in profound conflict with the reality as we, Jeffrey Epstein’s\ncurrent and former lawyers, knew it.\n\nWhen he was United States attorney for the Southern District of Florida in 2007, Alexander\nAcosta, the current labor secretary, oversaw a plea deal for Mr. Epstein involving charges of\nsolicitation of prostitution involving young women. Your underlying premise is that Mr. Acosta\nhad capitulated and not filed federal charges because Mr. Epstein had a “high-priced defense\nteam.”\n\nThis was categorically denied by the Southern District’s then first assistant, Jeffrey H. Sloman, in\nan Op-Ed article in The Miami Herald on Feb. 15. Mr. Sloman correctly represented the existence\nof “significant legal impediments to [federally] prosecuting” what was a quintessentially state case.\n\nHe also correctly represented that the government had achieved its principal objectives — a felony\nplea, incarceration, millions of dollars in restitution and monetary settlements, and lifetime sex\noffender registration — through its agreement with Mr. Epstein. That agreement was reviewed at\nmultiple levels of the Justice Department. An agreement rather than a trial is how over 97\n\npercent of federal cases get resolved, through negotiations by two teams of experienced\nprofessionals. The case lacked the credible and compelling proof that is required by federal\ncriminal statutes.\n\nThat the guilty plea was required in a state, not federal, court reflected the absence of evidence\nthat Mr. Epstein used the internet, traveled to a location away from his home for the purpose of\nhaving illegal sex, commercially trafficked women to others, engaged in force, fraud or coercion,\nused drugs or alcohol to entice young women who came to his house to exchange sexual massages\nfor money, possessed child pornography or in other ways violated federal law.\n\nhttps:/Awww.nytimes.com/201 9/03/04/opinion/letters/jeffrey-epstein.html 1/2\n\nHOUSE_OVERSIGHT_018020",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018020.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2307,
    "word_count": 347,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:47.241416",
    "prefix": "IMAGES-004"
  }
}