{
  "document_id": "HOUSE_OVERSIGHT_018535",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018535.txt",
  "text": "So, when I try to campaign for general sexual freedom and acceptance -- \"orientation\" or\nno \"orientation\" -- I imagine that I'll still end up using the word sometimes. But I'll\nalways try to be conscious of it, and I'll always try to speak in ways that support this\nstatement:\n\nIt's fundamentally unimportant whether we can change our sexual desires; the only\nreally important thing is whether or not we practice them consensually.\n\nTK OK ok\n\nThis can be found on the Internet at:\n\nhttp://clarissethorn.com/blog/2012/04/09/classic-repost-bdsm-as-a-sexual-orientation-\n\nand-complications-of-the-orientation-model/\n\nS&M:\n[theory] BDSM \"'versus\" Sex\n\nThis was originally published in two parts in 2011. I named the first part \"Divide and\nConquer,\" and the second part \"How Does It Feel?\" But as often happens when I split up\nmy long posts, people were already talking about points that I addressed in the second\npost while commenting on the first post -- before the second post was published.\n(Unfortunately, my commenters are at least as smart as I am, and they notice when I\nleave things out.) I've often struggled with length problems as a blogger. If I could write\nposts that are typical blog length, like 250-500 words, then I'd probably be a lot more\nsuccessful. But I just can't seem to write short, and since splitting up long posts is a bad\nidea too, I constantly feel frustrated by blogging... let alone platforms like Twitter! Ifyou\nhave clever thoughts for how I can train myself to be a better short-form writer, email\nme. Seriously.\n\nte Kk ok\n\nBDSM \"versus\" Sex\n\nEvery once in a while, someone will ask me a question about something BDSM-related\nthat I feel \"done with\"; I feel like I did all my thinking about those topics, years ago. But\nit's still useful to get those questions today, because it forces me to try and understand\nwhere my head was at, three to seven years ago. It forces me to calibrate my inner\nprocesses. I often think of these questions as the \"simple\" ones, or the \"101\" questions,\nbecause they are so often addressed in typical conversation among BDSMers. Then\nagain, lots of people don't have access to a BDSM community, or aren't interested in their\nlocal BDSM community for whatever reason. Therefore, it's useful for me to cover those\n\"simple\" questions on my blog anyway.\n\nPlus, just because a question is simple doesn't mean the question is not interesting.\n\nHOUSE_OVERSIGHT_018535",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018535.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2421,
    "word_count": 401,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:47.295920",
    "prefix": "IMAGES-005"
  }
}