{
  "document_id": "HOUSE_OVERSIGHT_014485",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014485.txt",
  "text": "As we outline below, we think it is just a matter of timing. The political certainty created\nby the swift election of Theresa May plus the Bank of England’s interventions have\ndelayed, rather than resolved, the underlying uncertainties caused by the vote.\n\nChart 53: UK PMls tanked post-Brexit but have recovered Chart 54: While retail sales have remained strong\n10\n65\n\nOct retail\n\nAverage 8\nsince 2010\n\n60 6\n4\n55 2\n0 °\nsa ———= Composite PMI 2 4\nEpp. % ami 4 Consumer confidence BAML est. of\n——— GDP, % qoq, prelimina - Real consumption, %yoy confidence if\n45 estimates (rhs) ; 6 Retail sales volumes. ex fuel,.% yoy inflation\nis i)\nMar-10 Mar-11| Mar-12 Mar-13 Mar-14 Mar-15 Mar-16 1984 1988 1992 1996 2000 2004 2008 20f2°*2o16\nSource: BofA Merrill Lynch Global Research, Markit, ONS. Retail sales volumes. Source: BofA Merrill Lynch Global Research, GfK, ONS.\n2017: Falling growth, negotiations and a consumer squeeze\nWe think there are clear warning signs that conditions are deteriorating, uncertainty is\nset to return and a consumer squeeze is coming for the UK.\nFalling growth to compound deficit problems\nReal gdp is only expected to fall 0.1% in 2016 vs the March forecast. But the UK Office\nof Budgetary Responsibility expects growth to slip by 0.8% next year (2.2% to 1.4%) and\n0.4% on 2018 (2.1% to 1.7%) vs March. A notable slice of this is can be attributed to the\nOBR’s estimate that Brexit added £59bn to UK borrowing to 2022, or nearly £200mn a\nweek. These numbers include Phillip Hammond’s sensible but small measures. Our UK\neconomist is more pessimistic forecasting 0.9% in 2017 and 0.7% in 2018. Even if we\nsplit the two, that represents a 50% decline in expected 2017 gdp and 40% decline in\n2018. The OBR also expects public sector net debt to hit its highest level since 1964-65\nin 2017-18 at a time when the UK already relies on “the kindness of strangers” to\nfinance its growing twin deficit.\n26 European Equity Strategy | O1 December 2016 orate 2\n\nHOUSE_OVERSIGHT_014485",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014485.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1995,
    "word_count": 345,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:48.387583",
    "prefix": "IMAGES-003"
  }
}