{
  "document_id": "HOUSE_OVERSIGHT_029454",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029454.txt",
  "text": "The Trump whom Mr. Thiel touted at the Republican convention was a\ncandidate who would “end the era of stupid wars and rebuild our country,” move\nus past “fake culture wars” and start projects the equivalent of the Apollo space\nprogram. That does not seem to be the president he got.\n\n“There are all these ways that things have fallen short,” Mr. Thiel said. But he\nsaid he had no regrets about his endorsement. “It’s still better than Hillary Clinton\nor the Republican zombies,” he said, referring to the other candidates.\n\nThe White House did not respond to a request for comment.\n\nMr. Thiel is routinely labeled a libertarian. On a bookshelf in the apartment, as\nif in confirmation, is a hardback copy of Ayn Rand’s “Atlas Shrugged,” the bible of\nthe movement. A gift, he said.\n\nA lesser-known but possibly deeper influence was the French philosopher\nRené Girard, who taught at Stanford University when Mr. Thiel was an\nundergraduate there. For 15 years, on and off, Mr. Thiel sat in on a study group\nabout Mr. Girard’s ideas. Mr. Girard believed human beings were deeply mimetic,\nwhich is to say they copy one another.\n\n“It’s very anti-Ayn Rand: There are no self-contained autonomous figures,”\nMr. Thiel said. “Our desires are not our own. They get shaped powerfully by the\nsociety around us.”\n\nIt was this illumination that helped him see the potential of Facebook — where\npeople could find out in intimate and addictive detail what their friends were up to\n— when it was barely a year old. He was the first outside investor, buying 10\npercent of the company for $500,000.\n\nHe sold most of his holdings in 2012 as Facebook went public. A few months\nago, with Facebook’s market capitalization at about $500 billion, he sold most of\nwhat he had left.\n\nLast summer, there was a flap when a memo by a fellow board member, Reed\nHastings, the chief executive of Netflix, appeared in The New York Times. In the\nmemo, Mr. Hastings wrote to Mr. Thiel that he displayed “catastrophically bad\n\njudgment” in supporting Mr. Trump.\nHOUSE_OVERSIGHT_029454",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029454.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2046,
    "word_count": 353,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:48.044844",
    "prefix": "IMAGES-010"
  }
}