{
  "document_id": "HOUSE_OVERSIGHT_023816",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023816.txt",
  "text": "70 Teaching Minds\n\ntypes of cases there are. Is it hard to gather evidence properly? Prob-\nably. It usually is. Is it hard to know all the possible results? It might\nnot be. It might be hard to decide on a result, however, since the result\nis usually to pay some amount of money, so how much money would\nbe the key question. All this takes practice, so what we really need to\nknow is where the main areas of practice should be.\n\nSo now we have a real question to ask:\n\nQ1: How can we practice gathering evidence, learning about\nprototypical cases, and knowing how to determine the correct\nfinal result in insurance adjusting?\n\nNotice that this is a very different question from asking what an\ninsurance adjuster knows and then asking how to tell students what\nthey should know.\n\nMaking the transformation from the list of knowledge given above\nby the online course offerers into Q]1 is the real issue in transforming\nsubject-based education into cognitive process- based education.\n\nLet’s discuss a different type of example. My company was invited\ninto a technical college in Peru to discuss how to teach accounting.\nWhy would you want to teach accounting? I asked. Because the students\nneed to know it, I was told. Why? I said. Because they need it in their\nwork. So I changed the subject. I asked, What work do most people do\nwhen they graduate from your school?\n\nIt turns out most of their graduates ran fast-food restaurants. Then\nwhy do they need to learn accounting? They need it in order to run a res-\ntaurant. Iam sure there is some accounting done as part of running a\nrestaurant, but surely not every part of accounting is needed. And, I\nasked, Do you actually teach how to run a restaurant?\n\nOf course they didn’t. Why not? Because accounting is an aca-\ndemic subject and managing fast-food employees and ordering meat\nare not. They hire an accounting professor and he knows accounting\nand knows nothing about running a restaurant. Even a practical tech-\nnical school gets caught up in subject-based education in part because\nit hires graduates from that system who know only what they them-\nselves were taught.\n\nWhat are the cognitive processes involved in running a fast-food\nrestaurant? Let’s see which are relevant.\n\nHOUSE_OVERSIGHT_023816",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023816.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2255,
    "word_count": 389,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:46.715826",
    "prefix": "IMAGES-007"
  }
}