{
  "document_id": "HOUSE_OVERSIGHT_031244",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031244.txt",
  "text": "° During a visit to Melbourne, Australia, in November 2016, you were accused of sexual misconduct once\nagain.\n\n° The incident happened at a dinner held at the Melbourne Zoo as part of the Australian Skeptics\nNational Convention, where you were a featured speaker.\n\n° With conference delegates chatting over drinks, a woman asked you for a celebrity selfie.\n\n° As the woman held out her phone to take the picture, you reached over her shoulder and grabbed her\nright breast.\n\n° She immediately reacted, bodychecking you and spinning around. “Don’t do that,” she said.\n\n° BuzzFeed News has seen the complaint made by another woman to ASU, ANU, and the New College\n\nof the Humanities in London, including the selfie, her face obscured to conceal her identity. It shows your hand\nin motion as a blur in front of her shoulder, apparently moving toward her chest. Two other eyewitnesses have\nconfirmed the complainant's account of what happened.\n\n° In April 2017, the complainant described the incident on her blog. After hearing more about your\nreputation for inappropriate behavior from blog readers, she decided to file a complaint about the Nov. 2016\nincident.\n\n° On July 16, she filed formal complaints with Arizona State University, and with the Australian National\nUniversity in Canberra and the New College of the Humanities in London, where you have visiting\nappointments.\n\n° Both Arizona State and the Australian National University told her they would look into the matter. But\nneither university found against you.\n\n° “Based on the material available to the University, we do not have sufficient evidence to substantiate\nthe allegations,” Kiaran Kirk, dean of the College of Science at the Australian National University, wrote to her.\n\n° Erin Ellison, who heads Arizona State’s Office of Equity & Inclusion, wrote to her explaining that an\ninquiry “did not find a violation of university policy.”\n\n° In October, Arizona State denied a request from BuzzFeed News for documents relating to complaints\nof sexual harassment against you. However, Cynthia Jewett, the university's senior associate general counsel,\nnoted that two individuals, neither affiliated with the university, had complained about you. “The University did\nnot find either communication to state a credible allegation,” Jewett wrote.\n\nMiscellaneous facts:\n\n° In 2008, you founded the Origins Project at Arizona State University in Tempe, a multidisciplinary effort\nto understand the origins of the universe, life, and social systems. You have led that effort ever since.\n\ne Thanks to best-selling books like The Physics of Star Trek and A Universe From Nothing, frequent\nessays in publications including the New Yorker and the New York Times, and the documentary you made with\nbiologist Richard Dawkins, called The Unbelievers, you are celebrated as one of America’s leading public\nintellectuals.\n\n° You served on the science policy committee for Barack Obama’s 2008 presidential campaign and are a\nvocal critic of President Donald Trump.\n\n° You also make regular public appearances across the world, often at gatherings of skeptics and\natheists.\n\n° At CSICon in Las Vegas in October, a few dozen fans paid $500 per head to attend a VIP luncheon\nwith you and Dawkins.\n\n° Many more lined up to get you to sign their copy of your latest book, The Greatest Story Ever Told —\nSo Far.\n\n° Online, people can buy T-shirts emblazoned “Lawrence Krauss for President.”\n\n° In talks and interviews, you have argued that our universe arose without divine intervention, that\n\nreligion drives xenophobia, and that our brains are hardwired to believe.\n\nHOUSE_OVERSIGHT_031244",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031244.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3631,
    "word_count": 585,
    "line_count": 70,
    "import_date": "2025-11-19T21:47:48.699369",
    "prefix": "IMAGES-011"
  }
}