{
  "document_id": "HOUSE_OVERSIGHT_012805",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012805.txt",
  "text": "that result are often strategic, dependent upon changes in climate, other competitors, who happens to be in\na bad mood, and who is sexually active. In a variety of species, from dung beetles to deer, biologists have\ndeveloped mathematical models that accurately predict how long an individual should wait for a sexual\npartner or feed in a food patch. The accuracy of these models shows that individuals’ desires for resources\nlinked to survival and reproduction are captured by lawful principles or rules. This is important because it\nmeans we understand how the machine underlying behavior works. It means we understand how animals\nmake certain choices.\n\nUnderstanding how wanting works is straightforward. In both humans and nonhuman animals,\nwe can measure what individuals approach when we give them a choice, as well as how much effort they\nare willing to exert while approaching and gaining access to a particular object or experience. For\nexample, in studies that explore whether captive animals are provided with sufficient housing conditions,\nan experimenter presents individuals with a choice of rooms, one consisting of the typical housing\nenvironment and the others by the addition of goods believed to be of interest. To enter a given room\nrequires opening a door. To determine how much an individual really wants what is in another room, the\nexperimenter ramped up the difficulty of opening each door. In studies of captive hens and mongoose,\nindividuals exerted considerable effort to open some doors but not others. Hens rammed into doors\nopening onto a chipped wood floor, whereas mongoose did the same for a pool of water. These are items\nthey want, but do not get in captivity.\n\nWhat about liking? It may seem, at first blush, that because liking is a subjective experience, that\nthere are no clear objective ways to measure it. My likes are my own. You can’t possibly know what it\nis like to be me. If you can’t know what it is like to be me, then we can’t possibly know what it is like to\nbe a mongoose, mouse or monkey. There are, however, ways of measuring liking and disliking that are\nreliable, objective, and consistent across species. In many animals, including human babies who can’t\nspeak and human adults who have lost this capacity due to brain injury, there are distinctive behaviors\nthat are consistently linked to positive experiences and others linked to negative ones. For example, in\nmice, monkeys, and human babies, tasting something sweet like sugar causes a lot of lip licking, whereas\ntasting something bitter such as quinine causes mouth gaping, nose twitching, and arm flailing. These\nsimilarities show that evolution has been conservative, maintaining the same underlying mechanisms for\nhandling likes and dislikes. These similarities have enabled scientists to understand how the brain systems\ninvolved in wanting and liking can change together or separately, even though they can’t help us\nunderstand the harder problem of what, in particular, it is like for a given mouse, monkey or man to like\nsomething.\n\nTo understand the machinery that drives rodent wants or desire, Susana Pecifia and Kent Berridge\n\ntook advantage of the genetic technique that Joe Tsien —mentioned in the last chapter — used to create\n\nHauser Chapter 2. Runaway desire 59\n\nHOUSE_OVERSIGHT_012805",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012805.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3315,
    "word_count": 540,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:47.172465",
    "prefix": "IMAGES-002"
  }
}