{
  "document_id": "HOUSE_OVERSIGHT_027997",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027997.txt",
  "text": "to-air missiles to the bank of the Suez Canal after the truce in the War of\nAttrition, the Egyptians had created an effective no-fly zone a dozen miles into\nthe Sinai. After the failed counter-attack, with the commander of the air force\nwarning that we were nearing our minimum “red line” number of fighter jets,\nGolda contacted the Americans to propose a cease-fire in the south. But having\nretaken the Suez Canal and pushed into the Sinai, President Sadat was in no\nmood to call a halt to the fighting. The only way we were going to end the war\nwas to retake the canal and defeat the even larger Egyptian forces on the other\nside.\n\nTo the extent that my part in war was different from other junior officers, it\nwas because of my history in Sayeret Matkal. Other Israeli sayerets were\nattached to specific fighting forces. Sayeret Golan, for instance, was part of the\nGolani infantry brigade in the north; Sayeret 7zanhanim, was part of the\nparatroopers. But “matkal” is the Hebrew word for the general staff, since it was\nthe generals in military headquarters who had allowed Avraham Arnan to create\nthe unit. From the start, we had answered directly to the kirva, which ultimately\nhad to approve our operations. When I rushed back from Stanford at the start of\nthe war, I was still just a 31-year-old lieutenant-colonel. I had spent two years in\ncommand of the equivalent of an infantry battalion. But I knew, and in many\ncases had worked with, the men at the very top of the armed forces, including\nDado, the chief of staff. So while other young reservists were reporting to their\nformer units for assignment, my first port of call was the command bunker,\nwhere Dado himself, aware that I’d done intensive tank training before taking\ncommand of the sayeret, ensured that I would play my part in trying to turn\nback the Egyptian advances. I also knew, or at least had met, many of the\ngenerals plotting the counteroffensive in the command bunker in the south:\nShmuel Gonen, known as “Gorodish’’, who was head of the southern command;\nArik Sharon, who had left the same job for politics a few months earlier, but\nwas now commanding a division near the canal; and Chaim Bar-Lev, the former\nchief-of-staff whom Golda had called back into emergency service. I even knew\nthe bunker. It was Um-Hashiba, the command and intelligence post from which\nwe had run Sayeret Matkal operations into Egypt after 1967.\n\nSo during the last, decisive 10 days of the war, I would witness first-hand the\ntension among our top commanders in the Sinai, especially between Sharon and\nGorodish, since Arik wasted few opportunities to suggest, rightly but not always\nhelpfully, that his successor was woefully out of his depth. I would lead my\ncompany back across the canal with one of the other main armored brigades in\nthe Sinai; take out Egyptian missile sites and help restore our jets’ command of\n\n149\nHOUSE_OVERSIGHT_027997",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027997.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2906,
    "word_count": 504,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:49.263089",
    "prefix": "IMAGES-009"
  }
}