{
  "document_id": "HOUSE_OVERSIGHT_022113",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022113.txt",
  "text": "James PATTERSON\n\nOver tea in his town house, she noticed, Epstein ate all the\nfinger food that had been put out for both of them. She found it\n\nodd that the only book this supposedly brilliant man had left for\n\nher to see was a paperback by the Marquis de Sade. And then\n\nthere was the call afterward from one of Epstein’s assistants — a\nwoman Ward did not know —who told her, “Jeffrey wanted me\nto tell you that you looked so pretty.”\n\nWard is pretty, with fine English features and flowing blond\n\nhair. She was also very pregnant then, with a bad case of morn-\n\ning sickness. She threw up often, sometimes in public, and these\nclumsy advances on Epstein’s part only added to her ever-present\nnausea. For a man who was supposedly brilliant, he'd struck her,\n\noddly, as not very smart.\n“Epstein is charming, but he doesn’t let the charm slip into\n\nhis eyes,” she wrote. “They are steely and calculating, giving\nsome hint at the steady whir of machinery running behind them.\n‘Let’s play chess, he said to me, after refusing to give an inter-\n\nview for this article. ‘You be white. You get the first move.’ It was\nan appropriate metaphor for a man who seems to feel he can win\nno matter what the advantage of the other side. His advantage 1s\nthat no one really seems to know him or his history completely\nor what his arsenal actually consists of. He has carefully engi-\n\nneered it so that he remains one of the few truly baffling mystet\n\nies among New York's moneyed world. People know snippets, =\n\nbut few know the whole.”\n\nThe testimonials Epstein’s friends gave were glowing: 14\n\nthink we both possess the skill of seeing patterns,” Les Wexner\n\ntold her. “Jeffrey sees patterns in politics and financial markets,\nds. My skills are ©\n\nand I see patterns in lifestyle and fashion tren\n\n146\n\nnot in investment strateg\nknows, his are not in fast\nworld trends as each of us\n“Tm on my 20th boc\nEpstein in 1997, “The onl\nily that I send drafts to is\nBut Ward also talked\nquestions and qualms ab«\nin lawsuits against him. C\nwith him. One who had\nboard of Rockefeller Uniy\nOne powerful investn\nconspicuous absence frot\ning desks don’t seem to\nanimals that big to not le:\nWard uncovered lega\nview with the SEC, given\nStearns. She visited a fed:\nat length with Steven Ho\nmade a major mistake in\ntold him to stay below the\naccusations, about Epste\ndenied—and Ward kne\n\n7 mastermind, was not to b\n_ throughout the reporting\n\n- concerned with what sh\n\nwith what she’d uncovere\n\nTime and again, he '\n\ni\nhave on the girls?”\n\n,\nBt .\n\nHOUSE_OVERSIGHT_022113",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022113.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2540,
    "word_count": 463,
    "line_count": 91,
    "import_date": "2025-11-19T21:47:48.502877",
    "prefix": "IMAGES-006"
  }
}