{
  "document_id": "HOUSE_OVERSIGHT_017817",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017817.txt",
  "text": "Even from jail, Jeffrey Epstein manipulated the system | Miami Herald Page 17 of 17\nCase 1:19-cv-03377 Document 1-1 Filed 04/16/19 Page 18 of 18\n\nthose restrictions across the country. Ghislaine Maxwell, daughter of a British press magnate and Jeffrey Epstein’s close\nassociate when he was inviting underage girls into his bedroom, leads a TED Talk on\nenvironmental issues.\n\nBut she points out that there has been no statute of limitations for federal sex crimes involving children since 2002.\n\nChildren who are sexually abused often take decades to reveal what happened to them, in part because their brains aren’t wired at a young age to\nunderstand the trauma they’ve experienced, said Kenneth V. Lanning, a retired FBI agent who investigated and studied child sex crimes for 40 years.\n\n“We want to hold children to some superhuman standard because they behave this way. In reality, police, prosecutors and judges have to understand that\nchildren are not all angels from heaven. They are just plain human beings who are emotionally immature so we have to protect them from their own\n\ndecisions.”\n\nWild, who continues to fight her federal case on behalf of all of Epstein’s victims, said she hopes that the federal judge hearing the Crime Victims’ Rights\ncase will make a ruling soon, one that will send a message to prosecutors who fail to consider the rights of crime victims.\n\n“Really if you think about this too hard, it’s scary because this is our government that is supposed to protect us but has done everything to protect a\npedophile,” she said.\n\nSupport investigative journalism\n\nThe Miami Herald obtained thousands of FBI and court records, lawsuits, and witness depositions, and went to federal court in New York to access sealed documents in the reporting of \"Perversion of\n\nJustice.\" The Herald also tracked down more than 60 women who said they were victims, some of whom had never spoken of the abuse before.\n\nYour digital subscription, starting at $0.99 for the first month, supports investigative journalism like this\n\nhttps://www.miamiherald.com/news/local/article2 19494920 html 4/3/2019\nHOUSE_OVERSIGHT_017817",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017817.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2130,
    "word_count": 340,
    "line_count": 33,
    "import_date": "2025-11-19T21:47:44.274518",
    "prefix": "IMAGES-004"
  }
}