{
  "document_id": "HOUSE_OVERSIGHT_018291",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018291.txt",
  "text": "Chapter Four: The Jaws of Connection\nIn which the Seventh Sense explains the strange, new way power behaves on networks.\n1.\n\nThe Envoy, Frank Wisner Jr., had gotten the phone call on a Thursday, late in the\nafternoon, and within a few hours he was on a plane. It was an unusual request from\nthe White House and from the State Department - and though he was a man who\nhad lived a life of many unusual requests, he knew that this one had a certain\nsignificance, a weight you might say, if you were the sort of man who measured such\nthings in human lives.\n\nThe Envoy was such a man. His father, Frank Wisner Sr., had been one too. Senior\nwas one of the most famous and effective of America’s Cold War spies. He’d run the\nOffice of Special Services in Southern Europe during World War Two and then built\noperations for the Central Intelligence Agency in the years after. He was a tough\nman, from a generation of Americans that had fought and won wars and who,\nunquestioningly, weighed their actions in human lives. As a spy in Romania in 1940,\nWisner Sr. had watched the Red Army, like some sort of sick machine, round up and\nthen execute scores of his friends. The course of his life was set. “Wisner landed like\na dynamo,” William Colby - a future CIA director who worked for Senior - observed.\n“He started operating in the atmosphere of an order of the Knights of Templar, to\nsave Western freedom from Communist darkness—and war.”®°\n\nFrank Wisner Jr., was known too as a dynamo. He was 72 in the winter of 2011\nwhen the White House called. He’d had already a storied career as a diplomat,\nfollowing a rough trace of his father’s man-on-a-mission trajectory, also with a bit of\nthat secretive Knights of Templar feeling: Princeton, Vietnam, the Philippines, the\nhalls of the State Department in Foggy Bottom. Wisner had become the first phone\ncall for some of America’s leading corporate figures when they found themselves\nbillions of dollars backwards in some strange land, even as he’d remained closely in\ntouch with the most explosive policy puzzles. Iran. North Korea. He was a voluble\nand opinionated man, but somehow also discreet, exact and patient. The\ncombination made him at once totally reliable and a great deal of fun. He had been,\nover the years, a warm and personable figure in my own life, the sort of man who\ntook the long view of any problem, who lay his hand comfortably on your knee with\nreassurance when some promise came undone and threatened a bit of chaos. He\nwas like an ideogram of reliability: Bukly, bald, coiled, loyal. He’d seen it all, you felt.\n\nFrank Wisner Jr. had served as Ambassador to Egypt for half-a-decade in the 1980s.\nAlmost inevitably, his careful manner and easy charm led him into a close\nrelationship with Hosni Mubarak, the Egyptian president. Mubarak was an urbane\nformer fighter pilot who had come to sudden and surprising power after the\n\n80 “Wisner landed”: William Colby, Honorable Men: My Life in the CIA (New York\n1978), 73\n\n59\n\nHOUSE_OVERSIGHT_018291",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018291.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3004,
    "word_count": 531,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:48.339437",
    "prefix": "IMAGES-004"
  }
}