{
  "document_id": "HOUSE_OVERSIGHT_011776",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011776.txt",
  "text": "/ BARAK / 19\n\nChapter Nineteen\n\nA few hours before Haim Ramon introduced his no-confidence resolution, he\ncame to see me in my office in the Knesset. He was worried. Not about the vote,\nbut about what would come after. “Ehud, I’m sure we can topple the government,”\nhe told me. “But only you know whether we’re ready — whether you ’re ready — to\ndefeat Bibi in an election.”\n\n“I’m ready,” I said. “We are going to win.”\n\nFew agreed. In fact, there had been times during my first year-and-a-half as\nLabor leader when I wondered if I’d be able to hang on to the job. I was in charge\nof a party whose grassroots were on the left. I was, by intellect and instinct, a\npragmatist and a centrist. I did share Labor’s vision of a socially just and\ndemocratic Israel. Especially after seeing far-right rabbis egg on the fanaticism that\nultimately killed Yitzhak Rabin, I felt strongly that we needed to separate\norganized religion from our day-to-day politics. But I’d been raised with a deeper\nrespect for our Jewish traditions than many on the left. Right after Yitzhak’s\nmurder, I’d gone to see Zevulun Hammer, the leader of the National Religious\nParty. It had been part of both Labor and Likud governments ever since 1948,\nthough not Rabin’s. The NRP, too, had been drifting steadily rightward. But it still\nbasically subscribed the idea of a strong, democratic Israel under the rule of law. I\nwanted to bring the NRP back into the government under Peres, as part of the\nwidest possible political alliance against the assassination and the campaign of\nhatred that had fostered it. Sadly that didn’t happen, in part because of the anger\nagainst all Orthodox politicians after Rabin’s murder. Yet in my readiness to\nengage politically with Orthodox leaders who did not reject the very idea of peace\nnegotiations — whether in the NRP, or the increasingly influential Sephardi\nreligious party, Shas — I was outside Labor’s mainstream, and its comfort zone.\n\nOn my approach to peace as well, I differed from many on the left. Though I\nwas determined to pursue any realistic avenue to negotiations, I was convinced that\nsecurity considerations had to be paramount in what we were prepared to give up\nor accept in negotiations. I was cautious about ceding too much too soon, in case\nthe Palestinians or the Syrians proved either unequal to, or uninterested in, making\nthe hard decisions required for peace. That was an approach with, like Yitzhak\n\n305\nHOUSE_OVERSIGHT_011776",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011776.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2463,
    "word_count": 424,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:45.638280",
    "prefix": "IMAGES-001"
  }
}