{
  "document_id": "HOUSE_OVERSIGHT_011956",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011956.txt",
  "text": "http://www. washingtonpost.com/news/volokh-conspiracy/wp/20 | 4/04/2 | /eleventh-circuit-rules-\nthat-discovery-can-move-forward-on-my-crime-victims-rights-act-case/\n\nThe Volokh Conspiracy\n\nEleventh Circuit rules that discovery can\nmove forward on my Crime Victims’ Rights\nAct case\n\nBy Paul Cassell April 21\n\nOn Friday,the Ith Circuit ruled that discovery can move forward in an important Crime\nVictims’ Rights Act case that my co-counsel, Brad Edwards, and I are pursuing. The narrow\nissue before the court was whether prosecutors and defense attorneys could assert some sort of\n“privilege” to prevent crime victims from reviewing the correspondence that lead to a plea\nbargain. More broadly, the ruling means that the victims will have a chance to return to the\ndistrict court and seek to invalidate a plea agreement that (we alleged) was consummated in\nviolation of their rights. I hope that the case will ultimately set an important precedent that\nfederal prosecutors can’t keep victims in the dark about the plea deals that they reach.\n\nHere are the important facts, taken from the 11th Circuit's opinion: The case arose in 2006, the\nFBI began investigating allegations that wealthy investor Jeffrey Epstein had sexually abused\ndozens and dozens of minor girls. The U.S. Attorney’s Office for the Southern District of Florida\naccepted Epstein’s case for prosecution, and the FBI] issued victim notification letters to my two\nclients, minors Jane Doe No. | and Jane Doe No. 2, in June and August 2007. Extensive plea\nnegotiations ensued between the prosecutors and Epstein. On Sept. 24, 2007, the prosecutors\nentered into a non-prosecution agreement with Epstein in which they agreed not to file any\nfederal charges against Epstein in exchange for his guilty plea to minor Florida offenses (e.g.,\nsolicitation of prostitution). Not only did the prosecutors neglect to confer with the victims\nbefore they entered into the agreement with Epstein, they also concealed its existence for at least\nnine months. For example, the prosecutors sent post-agreement letters to the victims reporting\nthat the “case is currently under investigation” and explaining that “[t]his can be a lengthy\nprocess and we request your continued patience while we conduct a thorough investigation.”\n\nOn June 27, 2008, the prosecutors informed my co-counse!, Brad Edwards, that Epstein planned\nto plead guilty to the Florida charges three days later. But the prosecutors failed to disclose that\nEpstein’s pleas to those state charges arose from his federal non-prosecution agreement and that\nthe pleas would bar a federal prosecution. As a result, the victims did not attend the state court\nproceedings.\n\n45\n\nHOUSE_OVERSIGHT_011956",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011956.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2706,
    "word_count": 409,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:46.322572",
    "prefix": "IMAGES-001"
  }
}