{
  "document_id": "HOUSE_OVERSIGHT_013212",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013212.txt",
  "text": "296 16 AGI Preschool\n\nIntelligence Type Test\nLinguistic\n\nwrite a set of instructions\nspeak on a subject\n\nedit a written piece or work\nwrite a speech\n\ncommentate on an event\n\napply positive or negative ’spin’ to astory\n\nLogical-\n\nMathematical perform arithmetic calculations\n\ncreate a process to measure something\nanalyse how a machine works\n\ncreate a process\n\ndevise a strategy to achieve an aim\nassess the value of a proposition\n\nMusical\n\nperform a musical piece\nsing a song\n\nreview a musical work\n\ncoach someone to play a musical instrument\n\nBodily-Kinesthetic\n\njuggle\n\ndemonstrate a sports technique\n\nflip a beer-mat\n\ncreate a mime to explain something\ntoss a pancake\n\nfly a kite\n\nTable 16.4: Prototypical preschool intelligence assessment tasks, Part 1\n\nThis testing protocol abstracts away from the particularities of any one teacher or student,\nand focuses on effectiveness of communication in a human context rather than according to\nformalized criteria. This is very much in the spirit of how assessment takes place in human\npreschools (with the exception of the copying aspect): formal exams are rarely given in preschool,\nbut pragmatic, socially-embedded assessments are regularly made.\n\nBy including the copying aspect, more rigorous statistical assessments can be made regarding\nefficacy of different approaches for a given AGI design, independent of past teaching experiences.\nThe multiple copies may, depending on the AGI system design, then be able to be reintegrated,\nand further “learning” be done by higher-order cognitive systems in the AGI that integrate the\ndisparate experiences of the multiple copies.\n\nThis kind of parallel learning is different from both sequential learning that humans do, and\nparallel presences of a single copy of an AGI (such as in multiple chat rooms type experiments).\nAll three approaches are worthy of study, to determine under what circumstances, and with\nwhich AGI designs, one is more successful than another.\n\nIt is also worth observing how this test could be tweaked to yield a test of generalization\nability. After passing the above, the AGI could then be given a description of a new task\n\nHOUSE_OVERSIGHT_013212",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013212.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2169,
    "word_count": 338,
    "line_count": 72,
    "import_date": "2025-11-19T21:47:48.298532",
    "prefix": "IMAGES-002"
  }
}