{
  "document_id": "HOUSE_OVERSIGHT_025169",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025169.txt",
  "text": "From: jeffrey E. [jeevacation@gmail.com]\n\nSent: 1/20/2017 12:10:12 PM\nTo: David Grosof as\nSubject: Re: Your Special Day\n\nImportance: — High\n\npretty well\n\nOn Fri, Jan 20, 2017 at 7:02 AM, David Grosof Te 0:\n\nProbability as a force rather than a what?\n\nDidn't suss out the next word...\n\nWatson's pretty wild and fun, if overconfident about some ideas about autism when I saw him talk ~4 years\nago on book tour @Google. I met him once through Gunther Stent, as well as Crick on another occasion.\nKnow him well?\n\nDz.\n\nPlease forgive typos. Sent from Android Nexus 6 phone.\n\nOn Jan 20, 2017 2:47 AM, \"jeffrey E.\" <jeevacation@gmail.com> wrote:\n1. is probability a force rather than a markter. if you look ata bell curve from scratch, it looks as if it\nunder a force pushing things towards the center. i think gravity might be just that. 2. all signals in nature\nneed to be envvyrpted so that the enemy cannot read. this includes inner signals that if you are aware of\n, can give you up to your predator. so signals from the nose , my conjecture is that each person has its own\nenxruption de encyption algorithm builtin. fyi having dinnner with Jin Watson.\n\nOn Fri, Jan 20, 2017 at 1:28 AM, David Grosof aaa wrote:\n\nAt 10:13 PM 01/19/17, you wrote:\n\nall good.A A thx.A A areas of interest,A A A A distribuitionsA in nature..A AAA 2\ndeception.A 3.A sleep.4.A power. 5 money.A 6 music and the brain. 7 , signal intellignece in the\nbiologocal systems\n\nExcellent alignment with some of my interests or those of people I like and think are smart!\nThe rest of the truncated message has been sent.\n\n1. What's been stimulating as a source of good questions for the \"distributions in nature\" issue?\n\n7. \"Signal intelligence in biol. systems\" seems to cover all of neurophysiology: Jonathan Victor, whom you\nmet a few years ago in your office, is powerfully thoughtful on the issues of neural coding. Are there specific\nexamples that have stimulated you to better questions or turned your thinking around?\n\n6. Are you aware of apps that purport to play music to enhance productivity and focus on tasks at hand? My\nbuddy Reese Jones has backed that; he has a fascinating set of beliefs and projects around what may soon be\nunderstood as \"consciousness hacking.\" He's on the board of Singularity University as one of the founders.\n(His father was a pioneer UCSF MD researcher of hallucinogens, I believe!)\n\nMore to come in a day or so.\n\nThanks!\n\nYou're up late or you're not so east of my SF location!\nDavid\n\nHOUSE_OVERSIGHT_025169",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025169.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2513,
    "word_count": 441,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:45.895886",
    "prefix": "IMAGES-008"
  }
}