{
  "document_id": "HOUSE_OVERSIGHT_015602",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015602.txt",
  "text": "ARGUMENT\n\n1. This Court Should Quash Defendant’s Abusive Subpoena In Its Entirety.\n\nFlorida Rule of Civil Procedure 1.410(c)(1) provides that the Court may “quash or modify\nthe subpoena if it is unreasonable and oppressive.” /d. The Court has discretion to evaluate the\ncircumstances in determining whether the subpoena is “unreasonable and oppressive.” Matthews\nv. Kant, 427 So. 2d 369, 370 (Fla. 2d DCA 1983). “The sufficiency thereof is a factual\ndetermination for the trial judge who is vested with broad judicial discretion in the matter, and\nwhose order will not be overturned absent a clear showing of abuse of discretion.” Jd.; see also\nSunrise Shopping Center, Inc. v. Allied Stores Corp., 270 So. 2d 32 (Fla. 4th DCA 1972) (Fourth\nDCA quashing lengthy subpoena served on non-party who was not in control of documents as\nbeing “oppressive and unreasonable.”). It is undisputed that Jane Doe No. 3 was sexually\ntrafficked as a minor child by Jeffrey Epstein and he was sentenced for his crimes. Allowing the\nDefendant in this case to force this non-party to provide discovery on this highly sensitive topic\nwould be both oppressive and unreasonable and serves no purpose other than to foster Defendant’s\npublicly admitted and utterly baseless campaign to try to send Jane Doe No. 3 to “jail.”\n\nThe documents requested in Defendant’s subpoena demonstrate the oppressive and\nunreasonable nature of the requests. Defendant, for example, seeks highly personal and sensitive\ninformation from this victim of sexual trafficking, including requesting her personal diary during\nthe time when she was being sexually abused as a minor child. See Exhibit 6, Request no. 16.\nDefendant also demands that this non-party produce photographs and videos of her as a minor\nchild while she was being sexually trafficked by convicted sex offender Jeffrey Epstein. See\nExhibit 6, Request nos. 2, 3, 4 and 10. Defendant’s unreasonable subpoena even includes a\ndemand for this non-party’s personal cell phone records for more than a three (3) year period\n\nduring the time when she was a minor child being sexually trafficked. See Exhibit 6, Request no.\n\nHOUSE_OVERSIGHT_015602",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015602.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2160,
    "word_count": 345,
    "line_count": 30,
    "import_date": "2025-11-19T21:47:49.189976",
    "prefix": "IMAGES-003"
  }
}