{
  "document_id": "HOUSE_OVERSIGHT_028037",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028037.txt",
  "text": "My main responsibility as commander of the 252\" was to implement the\nwithdrawal from the Sinai. Israel had committed itself to bring all of our forces\nbehind the 1967 border within next two years, and, along with Dan, I threw my\nenergy into planning and implementing the terms of the treaty. But especially\nwith Begin soon facing a reelection campaign against Labor, now led by\nShimon Peres, he was keen to play to the opponents of any further negotiating\nconcessions. He was positioning himself as the voice of military strength, and\npainting Peres as someone who would risk our security by going further than\nthe separate peace with Sadat.\n\nBegin had no more experience or knowledge of military details than Shimon.\nBut from his days in the pre-state Irgun, he’d been an unapologetic admirer of\nmen of military action. After his victory in the 1977 election, he’d formed a\ngovernment stocked with some of Israel’s best-known former generals. Not just\nEzer Weizman. He’d brought back Moshe Dayan, as foreign minister. And as\nagriculture minister, the country’s most swashbuckingly self-confident, and\ncontroversial, battlefield commander: Arik Sharon. Begin had recently lost both\nEzer and Dayan, who accused him of deliberatedly torpedoing chances of\nbuilding on the peace with Egypt. But Arik was still there, four-square behind a\nmore forceful military posture on Israel’s other fronts. As agriculture minister,\nhe had also been the driving force in a plan for settlement “blocs” designed to\nencircle the main Arab towns and cities on the West Bank and foreclose any\nrealistic prospect of a Palestinian state.\n\nAfter Begin’s second election victory, in June 1981, some commentators,\nand many in Labor, insisted that he’d won because of a dramatic surprise air\nstrike, a few weeks before election day, against a French-built nuclear reactor\noutside Baghdad. I never believed that, in part because I knew from intelligence\nfriends that the attack had been set for earlier, and was put back because of fears\nthe plan might become public. But mostly because of what I witnessed in the\nheart of Tel Aviv the night before the election, when I joined one of my top\nofficers, a Likudnik, at Begin’s final campaign rally.\n\nShimon still had a narrow lead in the polls. I hadn’t been at his closing rally,\nthe previous evening. But like the rest of Israel, I'd heard and read about it, in\nparticular the warm-up act: a popular, solidly pro-Labor comedian and actor\nnamed Dudu Topaz. Greeting the crowd, he’d said what a pleasure it was that it\nwas not full of chachachim. The word was sneering Israeli slang: for uncouth,\n\nuncultured Sephardim, not far from the equivalent of using the “n” word in\nAmerica. In a single sentence, he’d managed to sum up everything the\n\n189\nHOUSE_OVERSIGHT_028037",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028037.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2787,
    "word_count": 462,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:46.580169",
    "prefix": "IMAGES-009"
  }
}