{
  "document_id": "HOUSE_OVERSIGHT_026039",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_026039.txt",
  "text": "C. Advisors are ALL Koch-related. Here is where it gets fun. Former campaign advisor Corey\nLewandowski came from KochLand. Rebekah Mercer is part of Koch and and gave $2.5 mn to\nFreedom Partners. Kellyanne Conway has connections to Pence from way back and is connected to\nSteve Bannon through the Center for National Policy. Trump deputy campaign manager David Bossie\ncame from Citizens United. The Director of Coalitions for Trump is named Alan Cobb -- he came from\nAmericans for Prosperity. Daren Selnick is a transition advisor and he came from Concerned\nVeterans. Others on the Trump team who came from Kochland include Stuart Jolly, Eli Miller, Scott\nHagerstrom and Matt Ciepielowski.\n\nHH\nit\n\n3. BUY the hell out of Russia -- Exxon Rex is a cabinet trifecta for Koch Brothers.\n\nA. And there's Exxon Rex. Any contribution from Exxon received money from Koch -- and vice versa.\nRex Tillerson is worth $151 million and is leaving Exxon next year. He seems to have accepted\nsecretary of state position. He inked a deal worth $300 billion in oil and gas exploration in 2012. (For\nthat, he received the highest civilian honour bestowed by Russia). This will be a boom for Koch\nIndustries as the sanctions against Russia are lifted. (Thank you Uncle Vlad for interfering in the\nelections). This will be a boom for Russia -- for equities, FX and bonds. It is clear that sanctions\nagainst Russia will be lifted regardless of whether Russia interfered in the elections. (Clinton made\nthis a campaign issue and still lost!).\n\nB. Anyone who thinks this will be reversed by Greenpeace or other green organization is kidding\nthemselves. The Senate and House is Republican. Majority parties control all committees so they\ncontrol the agenda. The agenda is set. These guys are geniuses with the news cycle. And the vast\narray of think tanks controlled by the Koch Brothers (most of them) allows them to control the news\ncycle as well as the opinion pages of newspapers. The web on control on public opinion from the\nKoch Brothers reaches every newspaper through a large array of think tanks like the AEI and Cato\nInstitute, not to mention the vast array of Koch think tanks.\n\nC. If you don't like this, tough luck. Life is not fair. This is not going to be reversed. Think of it as\nwatching a science experiment. Bush lost the popular vote to Gore in 2001 and completely reversed\npolicies on tax, environment, Middle East, energy, fracking, birth control, and LGBT issues. Trump,\nPence, Bannon and Koch will make a deal which will be a hybrid of religious right on moral issues and\n\"zero intrusion from government” in commerce. Republicans already control the Senate, the House, a\nmajority of governorships as well as a majority of attorneys general. It will be very hard to reverse\nthis. And if Trump can deliver jobs to the midwest red states, more senate seats will turn red. Tom\nPyle's list of things to for the Department of Energy's transition team is expressly designed to do this.\nThis includes new oil and gas leasing projects, more fracking, more coal, more LNG projects -- and a\ngreen light for both the Keystone and Dakota pipelines. The working paper reneges on the Paris pact,\nthe Clean Power Plan and the carbon tax. And it is expressly a climate change denial policy. States\nlike North Dakota, South Dakota, Oklahoma, Iowa, Texas, Louisiana, West Virginia, Kansas and\nothers will come to life again.. Most of these states have small populations but each gets a governor\nand two senators.\n\nHOUSE_OVERSIGHT_026039",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_026039.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3516,
    "word_count": 600,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:45.069122",
    "prefix": "IMAGES-008"
  }
}