{
  "document_id": "HOUSE_OVERSIGHT_018506",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018506.txt",
  "text": "I saw an online video from sex educator Betty Dodson called \"Did I Orgasm?”\"... and I\nrealized that I'd been occasionally having weak orgasms already. I was also\nexperimenting more and more with BDSM; simultaneously, I put more and more power\ninto the hands of my fantasy men; and once I had compelling private fantasies to feed on,\nI couldn't help masturbating. Here was the key: initially, I'd felt that masturbating in itself\ninvolved having too much control over the situation. And that's not how my sexuality\nworked.\n\nOh yes, in practice I take responsibility for my pleasure; and now I'm pretty good at\nclearly discussing what kind of role my partners will take ahead of time, describing what\nthey'll do with me. These days, I sometimes take the dominant role, too. But even now,\nit's hard for me to come if I feel like I'm in control.\n\nOn some level, even if it's the most tissue-thin fantasy, I usually have to convince my\nemotional-sexual self that I'm not in charge. It helps if I have an emotional connection\nwith whoever I'm fantasizing about, too. If I don't have an emotionally involved romantic\npartner, I seem to automatically create BDSM-themed fantasy worlds with hilariously\nornate storylines. Years ago, it never occurred to me that I couldn't reach orgasm because\nmy internal characters weren't compelling or my plotlines weren't dramatic enough... but\nsometimes it's true!\n\nIn my case, I believe that BDSM is the key to my sexuality. It is as close to the core of\nmy sexual identity as I can get; close enough that, like some other BDSMers, I\noccasionally call it my \"orientation.\" But I don't think BDSM is like that for everyone,\nand I don't even think that's the whole story with me -- because during the whole time,\nthis self-discovery process, I was doing things like eating more regularly, keeping a\nhealthier diet, putting some weight on my previously stick-thin frame, and exercising\nmore. Health plays a big role in any kind of sex, and it's important to think about. Still,\neven now I can't come without some thread of dominance and submission, even if it's an\nentirely internal fantasy that I imprint on whatever is happening.\n\nWhen women ask me for advice on how to have orgasms, I feel helpless because there is\nno \"one true way.\" I don't want to fall back on the old \"let go\" and \"keep trying” that I\nreceived -- it's decent advice, but it's so vague. Perhaps something more useful would be\nthis: first, it really helps to have an idea of what you want. I know this can be hard in a\nsociety that soaks us with sexual images designed for stereotypical men, rather than\nimages for women (and especially not for non-normative women like myself). And I feel\nso aware of how patronizing and useless the \"you aren't in touch with your sexuality,\nthat's why you can't come” argument can be. Remember, I had that argument used against\nme by my lesbian friend. But it was, in fact, kinda true for me -- just in a different way: I\nneed BDSM.\n\nIf you're not sure what you want, don't panic. Just keep your eyes and ears open, and try\nto monitor your reactions. It may surprise you. If it does, don't worry -- just research it!\nNo matter how unusual your sexuality, there is probably information on the Internet\n\nabout it. (And even if your sexuality is unusual, odds are it's not nearly as unusual as you\nthink it is.)\n\nI often refer to my personal favorite sex education website in the entire world: it's\n\nHOUSE_OVERSIGHT_018506",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018506.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3454,
    "word_count": 609,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.322529",
    "prefix": "IMAGES-005"
  }
}