{
  "document_id": "HOUSE_OVERSIGHT_020507",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020507.txt",
  "text": "48\n\nSuch cases establish a worrying precedent of Chinese intrusion into American\nacademic life. The message from China to US universities is clear: Do not transgress the\npolitical no-go zones of the Chinese Communist Party or government, or you will pay\na price. Sometimes the pressure is overt; other times it is more subtle and indirect, but\nno less alarming. Some American faculty members report troubling conversations with\nuniversity administrators who continue to view Chinese students as such a lucrative\nrevenue stream that it should not be endangered by “needlessly irritating Chinese\nauthorities.”\n\nCensorship and Self-Censorship\n\nThe final category of troubling Chinese influence on American campuses involves the\nvexing issue of self-censorship among faculty and students in Chinese studies.*° In a\nmuch-quoted essay, Perry Link described censorship within China as the use of vague\nthreats to induce academics, writers, and others to self-limit what they say; he called\nthis “the anaconda in the chandelier” syndrome.*! More recently, the phenomenon\n\nhas begun to loom over scholars working outside China, and the Chinese government\nhas started deploying a variety of techniques to also encourage self-censorship beyond\nChina’s borders, including in the United States. In some cases, this syndrome has led to\noutright self-censorship of academic work. To cite some of the most egregious examples:\n\ne Denial of visas to qualified scholars and students seeking access to China for\nresearch or training purposes. The State Department estimates that fifteen to\ntwenty individuals are on an outright “black list,” while scores of others appear\nto be on a “gray” list, where denials are less absolute and sometimes temporary\nor limited only to certain categories of visa. But being cast into the “gray” status\nhelps create exactly the kind of uncertainty about what behavior might lead to\nvisa denial, thus inducing self-censorship in the hopes of not offending anyone\nfurther, much less turning one’s status from “gray” to “black.” In other words,\nthe power to withhold or deny access through the issuance of visas affords the\nChinese government a full spectrum of powerful control mechanisms over\nscholars.\n\ne Denial of access to interviewees, archives, libraries, and research institutes, even\nwhen visas are granted.\n\ne Restriction of visiting scholar status for American researchers to a few institutes\nunder the Chinese Academy of Social Sciences, Chinese Academy of Sciences, and\nsome universities. Other think tanks and research institutes do not permit foreign\nresident researchers. At the same time, it should be noted, Chinese researchers\nfrom a wide variety of institutes are free to regularly come to US universities and\nthink tanks for short- and long-term stays.\n\nUniversities\n\nHOUSE_OVERSIGHT_020507",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020507.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2822,
    "word_count": 431,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:48.572321",
    "prefix": "IMAGES-006"
  }
}