{
  "document_id": "HOUSE_OVERSIGHT_011762",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011762.txt",
  "text": "/ BARAK /5\n\nattempt to help put us on the political offensive, after I was asked to record on of\nLabor’s TV campaign messages. I knew what I wanted to say. I’d talked it over\nwith the small group of campaign experts Peres had asked me to assemble\nalongside Ramon’s main team. Rather than ignore Bibi, I was going to use my\nposition as his former commander in Sayeret Matkal, someone who knew him\nwell, to explain why Peres should lead Israel.\n\n“How many of us can really understand what it means to be a Prime Minister?”\nI began. “As head of intelligence, and chief of staff, I have seen, close-up, what it\ntakes to be a Prime Minister. It is not a game. We’ve had good Prime Ministers:\nBen-Gurion, Peres, Rabin, Begin... Bibi, we know each other well, from the days\nwhen you were an officer under my command. A young officer, and a good one.\nPrime Minister is the most important and serious role in this country. Bibi, it’s not\nyet you. We need an experienced leader, who will know how to guide us with\nwisdom, strength and sensitivity. Shimon Peres is that man.”\n\nYet we were never going to be able to avoid engaging with Bibi altogether. The\nface-to-face television debate between the two candidates was set for May 27, two\ndays before the election. By American standards, the format was fairly tame. No\ndirect exchanges were permitted, only a series of questions directed at each\ncandidate by a leading political journalist, Dan Margalit. Still, it would place\nShimon and Bibi side by side. We spent two days prepping Peres, with Avraham\nBurg — an early Peace Now supporter, former Peres aide and Knesset member —\nstanding in for Bibi. Avraham played the role well, anticipating the lines of attack\nShimon would face. But as I watched, I worried that even he couldn’t replicate one\nof Bibi’s key advantages. During his time at the embassy in Washington, and\nespecially as UN ambassador, Bibi had become a frequent presence on American\ntelevision interview shows. Always articulate, he was now also an experienced,\nand completely comfortable, television performer. In our debate rehearsals, Peres\nsounded well versed on all the issues. Yet I sensed his problem wasn’t going to be\nthe message, but the medium. He sounded a bit distant, unengaged, almost as if the\nTV debate was something he knew he had to go through, but which he thought\nslightly sullied the proper purpose of politics.\n\nIn the real debate, Shimon seemed to convey the sense that merely being in the\nsame studio with a pretender as raw and untested as Bibi was offensive. When each\nof the candidates was given the opportunity at the end to ask a single question of\nthe other, Peres didn’t even bother. He did come over as the man with much more\n\n291\n\nHOUSE_OVERSIGHT_011762",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011762.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2743,
    "word_count": 481,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:45.634352",
    "prefix": "IMAGES-001"
  }
}