{
  "document_id": "HOUSE_OVERSIGHT_019246",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019246.txt",
  "text": "BREAKING DOWN DEMOCRACY: Goals, Strategies, and Methods of Modern Authoritarians\n\nopposition. Other critical voices in television and print\nmedia later faced legal suits, regulatory harassment,\nand withdrawal of advertising revenue until the own-\ners agreed to sell their holdings to business interests\nthat were on more friendly terms with the regime.’\n\nA prominent theme that runs through authoritarian\nmedia is the imperfect nature of electoral processes\nin the leading democracies, especially the United\nStates. The goal is less to portray elections in Russia,\n\nVenezuela, or |ran as paragons of democratic practice\nthan to muddy the waters—to make the case that\ncountries like the United States have no right to lec-\nture others on democracy, and that perhaps all elec-\ntions are equally flawed. The Kremlin's chief propagan-\ndist described the 2016 U.S. election as “so horribly\nnoxious that it only engenders disgust towards what is\nstill inexplicably called a ‘democracy.”*\n\nA second important instrument in authoritarians’\nelection toolbox is the state itself. During his period\nas Venezuela's president, Chavez became a master\nat using state money and manpower to ensure voter\nloyalty. In the 2012 election, the last before his death,\nChavez is estimated to have invested billions of dol-\nlars in state resources, including giveaways of house-\nhold goods to ordinary citizens, in a rather unsubtle\nvote-buying campaign.\n\nThat election vividly illustrated the powerful interplay\nof state media and state resources in undemocratic\nsettings, and it is worth examining in greater detail. Su-\nperficially, it seemed reasonably consistent with dem-\nocratic standards. The voting itself took place without\nserious violence or major complaints of irregularities.\nBut to a substantial degree, the results were shaped by\nthe regime's actions well before the ballots were cast.\n\nChavez had by that time secured an iron grip on the me-\ndia. Through the state or political allies, he controlled six\nof the eight national television stations and about half\nof the country’s radio stations. In some regions, he com-\nmanded a virtual information monopoly. The opposition\nwas effectively shut out of the Chavez-aligned outlets,\nearning mention only as cartoonish villains.\n\nThe incumbent benefited especially from a practice\nwhereby all radio and television stations are obliged to\npreempt normal programming to accommodate the\npresident's speeches to the nation. During 2012, Chavez\ntook advantage of this tool to fill 100 hours of broadcast-\ning, 47 of them in the 90 days prior to the election. Aure-\nlio Concheso, an analyst with Transparency Venezuela,\n\nplaced the value of this free airtime at $1.8 billion. Anoth-\ner government mandate required radio and television\nstations to broadcast 10 state messages of 30 seconds\neach on a daily basis; the messages, not surprisingly,\ndovetailed with the arguments of the Chavez campaign.\nConcheso estimated the value of this free airtime at\n$292 million. In addition, the government spent an es-\ntimated $200 million on advertising with private radio\nand television stations. By contrast, the opposition had\naccess to five minutes of airtime a day, at a cost of $102\nmillion. The opposition was thus limited to an incredible\n4 percent of the airtime enjoyed by Chavez.\n\nMeanwhile, according to Concheso, the state oil com-\npany spent some $20 billion on gifts of home durable\ngoods, apartments, and outright cash subsidies to\npurchase the allegiance of Venezuelan voters and\nunderscore the message that without Chavez, this\nlargesse would dry up.\n\nFinally, a measure of fear was introduced through a\ncampaign suggesting that although the balloting was\nsecret, the government had ways of ascertaining a\nvoter's choice. The threat had a special effect given\npublic memories of an episode in 2004, in which those\nwho signed a petition for a referendum to remove\nChavez from office were blacklisted and excluded\nfrom government jobs, benefits, and contracts.\n\nFavored tactics\nThe following are among the other tactics deployed by\nmodern authoritarians to ensure success at the polls:\n\n1. Intimidating the opposition: Opposition leaders\n\nare only occasionally targeted for assassination.\nBut they can face a variety of other cruel fates.\nWealthy businessman and opposition supporter\nikhail Khodorkovsky was dispatched to a Rus-\nsian prison for 10 years for daring to challenge\nPutin. In 2017, anticorruption campaigner Andrei\nNavalny, widely regarded as the most serious\nchallenger to Putin, was effectively eliminated\nfrom the 2018 presidential contest after being\nconvicted in a trumped-up embezzlement case.?\nn Malaysia, opposition leader Anwar Ibrahim\nhas twice been convicted and jailed on sodomy\ncharges. Prominent political figures have also\nbeen jailed in Belarus, Venezuela, lran, Ethiopia,\nTurkey, and Egypt, among many others. Human\nrights activists and bloggers are also subject to\nharassment and persecution. They are frequent-\nly jailed on trumped-up charges of defamation,\ntax fraud, or drug trafficking, among others.\n\n12\n\nHOUSE_OVERSIGHT_019246",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019246.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5097,
    "word_count": 782,
    "line_count": 115,
    "import_date": "2025-11-19T21:47:44.940370",
    "prefix": "IMAGES-005"
  }
}