{
  "document_id": "HOUSE_OVERSIGHT_015502",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015502.txt",
  "text": "290 M. Hoffman et al.\n\ncom’s most inefficient charities. Yet its mission of fulfilling wishes by children\nwith terminal illnesses is identical to that of the more efficient Make-A-Wish\nFoundation. Worse yet, scams masquerading as charities persist. One man oper-\nating as The US Navy Veteran’s Association collected over 100 million dollars—\nover 7 years!—before anyone bothered to investigate the charity.\n\n3. In every culture and age, injunctions against murder have existed. If there is one\nthing much of humanity seems to agree on, it’s that ending the life of another\nwithout just cause which is among the worst of moral violations. Yet cultures\ndon’t consider the loss of useful life years in their definition, even though it is\nrelevant to the measure of harm done by the murder. Why is our morality so\nmuch mote sensitive to whether a life was lost than to how much life was lost?\n\nThere are numerous other examples of how our moral intuitions appear to be rife\nwith logical inconsistencies. In this chapter, we use game theory to provide insight\non a range of moral puzzles similar to the puzzles described above.\n\nWhat Is Game Theory and Why Is It Relevant?\n\nIn this section, we review the definition of a game, and of a Nash equilibrium, then\ndiscuss how evolution and learning processes would yield moral intuitions consis-\ntent with Nash equilibria.\n\nGame theory is a tool for the analysis of social interactions. In a game, the payoff\nto each player depends on their actions, as well as the actions of others. Consider\nthe Prisoner’s Dilemma (Chammah & Rapoport, 1965; see Fig. 1), a model that\ncaptures the paradox of cooperation. Each of two players chooses whether to coop-\nerate or to defect. Cooperating reduces a player’s payoff by c>0 while increasing\nthe other’s payoffs by b>c. Players could be vampire bats with the option of\nsharing blood, or firms with the option of letting each other use their databases, or\npremed students deciding whether to take the time to help one another to study. The\npayoffs, b and c, may represent likelihood of surviving and leaving offspring, prof-\nits, or chance of getting into a good medical school.\n\nSolutions to such games are analyzed using the concept of a Nash equilibrium!—\na specification of each player’s action such that no player can increase his payoff by\ndeviating unilaterally. In the Prisoner’s Dilemma, the only Nash equilibrium is for\nneither player to cooperate, since regardless of what the other player does, cooperation\nreduces one’s own payoff.\n\n'Note that we focus on the concept of Nash equilibrium in this chapter and not evolutionary stable\nstrategy (ESS), a refinement of Nash that might be more familiar to an evolutionary audience. ESS\nare the Nash equilibria that are most relevant in evolutionary contexts. However, ESS is not well\ndefined in many of our games, so we will focus on the insights garnered from Nash and directly\ndiscuss evolutionary dynamics when appropriate.\n\nHOUSE_OVERSIGHT_015502",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015502.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2987,
    "word_count": 496,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:47.900658",
    "prefix": "IMAGES-003"
  }
}