{
  "document_id": "HOUSE_OVERSIGHT_020355",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020355.txt",
  "text": "203\n\nCHAPTER TWENTY-SEVEN\nThe Handler\nAs for his [Snowden’s] communication with the outside world, yes, I am his main contact\n\n--Anatoly Kucherena, September 23, 2013\n\nTime was rapidly running out for me in Moscow. On November 1*, I still had not been able\nto make contact with Anatoly Kucherena, and my flight back to New York was in five days. My\nfixer, Zamir, had been trying to arrange an appointment for three weeks but he had only received\none call back from Kucherena’s assistant, Valentina Vladimirovna Kvirvova. She wanted to know\nhow I knew Oliver Stone. He told her of my part in Stone’s movie Wall Street 2: Money Never\nSleeps. That was the last he had heard from her. Meanwhile a Moscow based journalist told me\nthat she had waited 18 months to hear back from him giving up. I also learned from a Russian\nresearcher that Kucherena had not given a single interview to any journalist since his television\ninterview with Sophie Shevardnadze on September 23, 2013. And no Russian journalist, or any\nMoscow-based foreign journalist, had ever obtained an interview with Snowden. At this point,\nZamir was becoming increasingly doubtful about getting my access to either Kucherena or\nSnowden.\n\nBut I had another contact in Moscow. When I had been investigating the 2006 Polonitum\npoisoning of ex-KGB officer Alexander Litvinenko in London, I had interviewed a number of\npeople in Moscow, including Andrei Lugovoy. A former KGB officer assigned to protecting the\nKremlin’s top members in the 1990s, Lugovoy later opened his own security company. In 2005,\nhe became a business associate of Litvinenko’s in gathering information, and made regular trips to\nLondon to meet with him. Since he had tea with Litvinenko at the Millennium hotel in London\non November 1, 2006, the day Litvinenko was poisoned, he became the main suspect in the\nBritish investigation. He could not be extradited, however. After reconstructing the chronology\nof the crime, I established that Litvinenko had been contaminated with Polonium at a Japanese\nrestaurant some four hours before his tea with Lugovoy. I therefore wrote that Lugovoy could\nnot have poisoned Litvinenko in the Millennium hotel, a finding that he said he greatly\nappreciated.\n\nLugovoy was elected to the Duma in 2008, and also hosted a 24 part television series espionage\nfor which he was personally decorated by Putin. He was also now reputed to be in the inner circle\nof power in Moscow. So I called him.\n\nWe arranged to meet in the lobby bar of the National Hotel. A short but well-built man with a\nbullet-style haircut, Lugovoy showed up promptly at 1 PM. After discussing some of the\nsubsequent developments in the still-lingering Polonium investigation, I asked him if he knew\nKucherena.\n\nHOUSE_OVERSIGHT_020355",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020355.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2763,
    "word_count": 458,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:49.026220",
    "prefix": "IMAGES-005"
  }
}