{
  "document_id": "HOUSE_OVERSIGHT_031989",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031989.txt",
  "text": "How did this happen? Mr. Ferguson is no conspiracy theorist; nor is he inclined toward structural or\nsystemic explanations. Markets are not like tectonic plates, shifting on their own. Visible hands write\nlaws and make deals, and in this case a combination of warped values and groupthink seems to have driven\nvery intelligent men (and they were mostly men) toward folly. In addition to business and government, Mr.\nFerguson aims his critique at academia, suggesting that the discipline of economics and more than a few\nprominent economists were corrupted by consulting fees, seats on boards of directors and membership in\nthe masters of the universe club.\n\nwhen he challenges some of these professors, in particular those who held positions of responsibility in\nthe white House or in the Federal Reserve, they are reduced to stammering obfuscation — Markets are\ncomplicated! who could have predicted? I don’t see any conflict of interest -— and occasionally provoked\nto testiness. Mr. Ferguson, for his part, cannot always contain his incredulity or rein in his sarcasm.\nOccasionally his voice pipes up from off camera, saying things like, “You can’t be serious!”\n\nBut it is hard to imagine a movie more serious, and more urgent, than “Inside Job.” There are a few\navenues that might have been explored more thoroughly, in particular the effects of the crisis on\nordinary, non-wall-Street-connected workers and homeowners. The end of the film raises a disturbing\nquestion, as Mr. Damon exhorts viewers to demand changes in the status quo so that the trends associated\nwith unchecked speculation of the kind that caused the last crisis -— rising inequality, neglect of\nproductive capacity, endless cycles of boom and bust -— might be reversed.\n\nThis call to arms makes you wonder why anger of the kind so eloquently expressed in “Inside Job” has been\nso inchoate. And through no fault of its own, the film may leave you dispirited as well as enraged. Its\nfate is likely to be that of other documentaries: praised in some quarters, nitpicked in others and\nshrugged off by those who need its message most. which is a shame.\n\n“Tnside Job” is rated PG-13 (Parents strongly cautioned). Some drug and sex references and pervasive\nobscenity, though not the verbal kind.\n\nHOUSE_OVERSIGHT_031989",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031989.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2286,
    "word_count": 374,
    "line_count": 30,
    "import_date": "2025-11-19T21:47:46.564690",
    "prefix": "IMAGES-011"
  }
}