{
  "document_id": "HOUSE_OVERSIGHT_023593",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023593.txt",
  "text": "Chart 38: YTD equity inflows into EM Asia are at the highest levels since Chart 39: Similar to that of global markets, Asian volatility is at its most\n2004 depressed levels post-GFC\n40 35%\n30 30%\n20 25%\n10 20%\n15%\n“10 10%\n¢s>cdg¢4¢ 2564 4 S&B FE SH EROA ES BS\n-30 SESSSZFSSEFSSEZSSTZSSE\n=> ire} ico} led foe} aD Q x7 N oO s+ wo ico} \\aal\nQ Q Q Q Q Q\nANRNRRKRKRKRKRKRKRKRA AN\n; ; ; === Average 3M ATM Vol of HSI/KOSPI2/NKY ===Current (13.2%)\nm YTD Foreign Equity Inflow into EM (US$bn)\nSource: BofA Merrill Lynch Global Research, Bloomberg. Data as of 2-Jun-17 Source: BofA Merrill Lynch Global Research. Data from 2-Jan-12 to 2-Jun-17\n\nForeign inflows into Korea, Taiwan, India, Indonesia, the Philippines, and Malaysia\n\nNotable trends and dislocations (Asia)\n\nAsian equity markets saw modest gains last week, led by Japan’s NKY index, which\nincreased 2.5% week-over-week. In fact, the index breached the 20,000 mark last Friday\nfor the first time since December 2015. Gains were driven by foreign inflows from\ninvestors attracted to very strong corporate profits. Additionally, economic data from\nlast week indicated that Japan’s unemployment rate held at a two-decade low, and\ncapital spending during Q1 beat analyst estimates. The biggest contributor to last\nweeks’ return was Fast Retailing Co Ltd (9983 JT), which added 3.9% week-over-week.\nThe company reported that same-store-sales for its Uniqlo stores rose 2.4% year-over-\nyear in May due to successful strategies during the Golden Week and Mother’s Day\nholidays. After the NKY, last week’s second biggest gainer was Hong Kong’s HSI, which\nadded 1.1%. The leading name in the index was Geely Automobile Holdings (175 Hk),\nwhich jumped 19.8% week-over-week in response to optimism over its recent\nacquisition of a 49.9% stake in Proton Holdings. Hong Kong’s HSCEI saw a similar return\nas the index added 0.8% last week.\n\nNext we turn to India, where the NIFTY gained 0.6% last week. The leading name in the\nindex was Aurobindo Pharma (ARBP |S), which increased 11.4% week-over-week in\nresponse to an investor presentation which outlined the company’s plans to increase\ncollaboration across its global customer business. Elsewhere in Asia, Korea’s KOSPI\nincreased 0.3% week-over-week, Australia’s ASX added 0.6%, and Taiwan’s TWSE\ngained 0.5%.\n\nAsian term structures were unchanged week-over-week at 3.8% on average\n\n« Asian 3m ATM volatility increased on average 0.1 vol point to 12.6% last week,\nwhile 10 day realized vol fell on average 0.8 vol points to 8.6%. Notably, NIFTY’s\nimplied vol increased 0.7 vol points, the biggest increase in the region. On the other\nhand, the HSCEI’s 10d realized vol saw the largest drop in the region, falling 5.1 vol\npoints week-over-week to 9.2%.\n\n¢ On average, term structures among Asian indices remained unchanged at 3.8% last\nweek. The KOSPI 12M-1M term structure steepened the most, increasing 0.7 vol\npoints to 2.9%. On the other hand, India’s NIFTY saw the largest flattening as its\nterm structure flattened 0.5 vol point to 3.8%.\n\ne Asian 3M 90-110% skews narrowed 0.2 vol points on average to 3.0%. Japan’s NKY\nnarrowed the most, decreasing 1.0 vol point to 5.0%.\n\nBankof America <> ariective\nMerrill Lynch Global Equity Volatility Insights | 06 June 2017 19\n\nHOUSE_OVERSIGHT_023593",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023593.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3287,
    "word_count": 537,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:47.138417",
    "prefix": "IMAGES-007"
  }
}