{
  "document_id": "HOUSE_OVERSIGHT_029921",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029921.txt",
  "text": "About Diana DeGette\n\nChief Deputy Whip Diana DeGette is a 8th term member of Congress, representing\nColorado’s 1st Congressional district. In her eight terms serving the Denver metro region,\nDiana has established herself as a leader for progressive change on health care,\nreproductive rights, food safety, consumer protection and the environment.\n\nDeGette is the most senior legislator in Colorado’s House delegation, and in the 111th\nCongress she held a large amount of power as the House Democratic chief deputy whip and\nthe vice chair of the influential House Energy and Commerce Committee.\n\nWith the Republicans taking control of the House in 2010, DeGette lost her vice chair\nposition, but she is still a chief deputy whip and the ranking member of the Energy and\nCommerce Committee’s subcommittee on Oversight and Investigations.\n\nIn January, 2011, Rep. DeGette was elected the Ranking Member of the Subcommittee on\nOversight and Investigations.\n\nDeGette is best known for championing increased federal funding for stem-cell research. In\n2006, the congresswoman pushed President George W. Bush to issue the very first veto of\nhis presidency when she teamed up with then-Rep. Mike Castle (R-Del.) to pass the Stem\nCell Research Enhancement Act through a GOP-controlled Congress.\n\nIn summer 2008, DeGette published \"Sex, Science, and Stem Cells: Inside the Right Assault\non Reason,\" a book that condemns the politicization of science and argues that legislation\n\non issues like abortion, birth control and funding for education programs should be based\non science rather than religion. \"Too many of our elected officials are simply incapable of\n\nthinking rationally about sex,\" she writes.\n\nDiana is married to attorney Lino Lipinsky. They have two daughters and a dog.\n\nHOUSE_OVERSIGHT_029921",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029921.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1797,
    "word_count": 277,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:44.947218",
    "prefix": "IMAGES-010"
  }
}