{
  "document_id": "HOUSE_OVERSIGHT_013445",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013445.txt",
  "text": "Alfre Woodard hosted a down and dirty girls night out in a rented house above Sunset for Viola Davis\nand Octavia Spencer.\n\nUniversal honcho Ron Meyer hosted a civilized private buffet at his Malibu home for Graydon Carter\nwith Tom Cruise, Leonardo DiCaprio, Barbra Streisand, Tom Hanks and Michael Douglas.\n\nStunning socialite Betsey Bloomingdale gave a seated dinner at her Holmby Hills home for best friends\nNancy Reagan, Wendy Stark, Bob Colacello, Joan Collins and fashion icon Lynn Wyatt.\n\nTobias Meyer, auctioneer for Sotheby’s and art dealer Mark Fletcher hosted an open house at their\nMulholland Drive home for English avant garde photographer Terry Richardson. This is the only pre-\nOscar party where a guest dropped his pants and mooned the red carpet and Terry signed a fans breast.\n\nFriday, February 24\n\nAt the BHH | ran into David Heyman, English producer of the \"Harry Potter\" franchise who was honored\nat the Publicists Awards lunch at The Beverly Hilton. “Motion Picture Showman of the Year” was the\nconsolation prize for being snubbed by the Academy for visualizing a publishing miracle for children\naround the world.\n\n“Nobbs” whisked me off to the British Film Reception hosted by Je\n\nand the British Consul-General Dame Barbara Hay, in her Haneaek Paik residehiae.\nUpon introduction, | blurted out that my friend Lord Astor, was interested in having LA people get to\nknow his son-in-law, Prime Minister David Cameron. As an appointed diplomat she was horrified by my\nindiscretion and turned to greet the next American idiot. | was just making conversation.\n\nDaldry told Sony’s Sir Howard Stringer and astute film CEO Michael Lynton, Kenneth Branagh, Janet\nMcTeer, he, as executive producer of the Olympics, was headed back to\nLondon to events, including the opening ceremony, directed by Danny Boyle.\n\nVictoria Beckham made a dramatic sullen last-minute appearance looking perfectly skinny in her own\ndesigned dress.\n\nAt the Women in Film party at Cecconi's, Gwyneth Paltrow, Shailene Woodley, Selena Gomez and\n\nVanessa Hudgens networked with Jessica, Octavia and Viola now of social stamina fame.\n\nBlythe Danner kissed me at the door as a military type looked on. | kept saying to him, \"Where have we\nmet?\" Nowhere. He was astronaut Mark E. Kelly who came with Blythe and is married to former\ncongresswoman Gabrielle Giffords, Paltrow's second cousin. Only | could mistake an astronaut for a\nmovie marketing guy.\n\nVanity Fair feted Scorsese and The Film Foundation which has saved 555 films in 22 years. Cocktails were\nat the restored Bel-Air Hotel. Honorary Jewess Lorraine Bracco ran past me yelling she was late for\nRonald Perelman's Shabbat dinner. Three, three-time Oscar winners: composer Howard Shore, costume\ndesigner Sandy Powell and editor Thelma Schoonmaker were honored. Sir Ben Kingsley, Danny Huston,\n\nHOUSE_OVERSIGHT_013445",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013445.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2858,
    "word_count": 456,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:45.975829",
    "prefix": "IMAGES-002"
  }
}