{
  "document_id": "HOUSE_OVERSIGHT_025770",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025770.txt",
  "text": "Economic Research: How Increasing Income Inequality Is Dampening U.S. Economic Growth, And Possible Ways\nTo Change The Tide\n\nChart 2\n\nShares Of Income, After Tax And Transfers, By Income Group, 1979-2010\n\n01979\n\n=\nE\na\na\n=\na\na\n=\nLak}\nwn\n=|\no\n=\n—\na\nCc\na\nrar\na |\n4\n=\n=\nPie\n\nua\n=\n\nLowest quintile Second quintile Third quintile Fourth quintile Highest quintile\n\nSource: Congressional Budget Office, “The Distribution of Household Income and Federal\nTaxes, 2010,°2013.\n\n© Standard & Poor's 2014.\n\nWhile the size of transfer payments rose by a small amount from 1979-2010, the distribution of transfers shifted away\nfrom households in the lower part of the income scale. The bottom 20% of households received only 36% of transfer\npayments in 2010, after receiving 54% in 1979 (18). This was largely because of the growth in spending on programs\nfor the elderly (such as Social Security and Medicare), and benefits of these programs aren't limited to low-income\nhouseholds. Benefits for other programs that largely benefit the poor were also reduced (19). In addition, tax\n\nexpenditures mostly benefit the affluent: Tax credits and tax deductions benefit those more at higher tax rates.\n\nChanges in federal government tax policy have also exacerbated income inequality in recent decades (20). According\nto the CBO, the average rate for each income group in 2012 was below the rate that prevailed for that group in the\n1990s and most of the 2000s even with the increases in average federal tax rates in 2010 (21). Indeed, the federal\nincome tax rate for the top income earners fell to 35% in 2012 from 70% in 1979, while the government didn't reduce\nthe payroll tax rate until the temporary Payroll Tax Holiday of 2010 (22). Keep in mind that the payroll tax that funds\nSocial Security is levied on pay below a certain threshold ($117,000 this year). In practice, this means that those\nearning less than the cap pay a higher rate of Social Security tax than those who earn more than the cap. So, the\ncomposition of federal revenues has shifted away from progressive income taxes to less-progressive payroll taxes, and\n\nincome taxes have become slightly more concentrated at the higher end of the income scale.\n\nWWW.STANDARDANDPOORS.COM/RATINGSDIRECT AUGUST 5, 2014 8\n\n1351366 | 302136118\n\nHOUSE_OVERSIGHT_025770",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025770.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2303,
    "word_count": 383,
    "line_count": 67,
    "import_date": "2025-11-19T21:47:47.813373",
    "prefix": "IMAGES-008"
  }
}