{
  "document_id": "HOUSE_OVERSIGHT_011704",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011704.txt",
  "text": "When we got to Hussein’s country home, we were greeted by an\nimpressively self-assured man in his late 20s who, like Hussein, had studied at\nBritain’s military academy in Sandhurst and then gone on to Oxford. It was\nAbdullah, the king’s son and later his successor, and he explained that he would\nbe in charge of handling security for the talks. For a few hours in the afternoon,\nwe held preliminary discussions, and I presented our assessment of the\nchallenges and options facing all the different players in the crisis. Then we\nretired to a dinner at which — despite the royal china, crystal and silverware —\nthe atmosphere was also surprisingly informal.\n\nThe main meeting came the next morning. Both sides recognized the\nseriousness of the issues we had to discuss. Shamir began with the one we\nassumed would be the least difficult. Israel was on a heightened state of military\nalert, prompted by Iraqi reconnaissance flights over Jordan, and the likelihood\nthe Iraqis were also hoping to get a look at our main nuclear research and\ndevelopment facility in the nearby Negev. It was important to ensure this didn’t\nlead to an unintended conflict between us and the Jordanians. While the king\nwas careful to steer clear of any detailed comment on the Iraqi moves, he made\nit clear that he understood our concern about stumbling into an Israeli-Jordanian\nconflict and agreed that we had to avoid doing so.\n\nYet the issue of our overflights, if we needed to attack the Scuds, was more\nsensitive. We said that if we did have to cross into Jordanian air space, we\nwould find whatever way the king suggested to make it as unobtrusive as\npossible. We raised the possibility of using a narrow air corridor. His response\nwas not hostile, but it was firm. This was an issue of Jordanian sovereignty, he\ntold us. He could not, and would not, collaborate in any way with an Israeli\nattack on another Arab state. It was Ephraim who tried to find a way around the\napparent stalemate. He suggested Shamir and the king withdraw to speak alone,\nad they met for nearly an hour. When Shamir emerged, clasping the king’s hand\nand thanking him for his hospitality, he turned to us and said: “OK. We’ re going\nhome.”\n\nHe didn’t tell us exactly what Hussein said. In the few sentences with which\nhe described the talks on the flight back, he said that, as a sovereign, Hussein\ncould not order his forces to ignore Israeli planes. But he added: “I assume there\nwill be no war with Jordan.” I took that to mean there might well be an attempt\nto intercept our jets, with the risk that either we or they might end up with one\nof our planes shot down, but that the king would use his authority and\nexperience to ensure this didn’t lead to a wider confrontation.\n\n233\nHOUSE_OVERSIGHT_011704",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011704.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2764,
    "word_count": 490,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:44.676304",
    "prefix": "IMAGES-001"
  }
}