{
  "document_id": "HOUSE_OVERSIGHT_028069",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028069.txt",
  "text": "Palestinians toward the 50,000 Israelis who were then living in the settlements.\nAt the time, by far most Palestinians were not involved in any violence. They\nwere mainly interested in getting on with their lives. Yet there were signs of\ntrouble. The PLO leaders’ relocation to Tunis had reduced their direct influence.\nBut the briefings I got from Shin Bet officers made it clear that some young\nWest Bankers had begun trying to organize attacks against police, soldiers and\nIsraeli civilians. The settlements were also growing in number, and their\nresidents were not above acts of violence against Palestinians. Further\ncomplicating the situation was the fact the settlers enjoyed the support of key\nLikud members in the cabinet: Shamir, who was about to take his turn as Prime\nMinister in October 1986; Misha, now a minister without portfolio; and most of\nall Arik Sharon. In an astonishing demonstration of resilience and\ndetermination, not only had Arik remained as a minister without portfolio when\nShamir succeeded Menachem Begin. In the coalition government, he had\nbecome Minister of Trade and Labor. Most importantly, when he’d been\nAgriculture Minister under Begin, he was the driving force in plans to expand\nJewish settlement on the West Bank, including “blocs” placed around the major\nPalestinian towns and cities for the first time since 1967.\n\nI had a responsibility to protect the settlers, and I did my best to fulfil it. Yet\nI believed it was essential they understood that they were subject to the\nauthority of the state of Israel and, like other Israeli citizens, had to operate\nwithin the law. This was no mere theoretical problem. A Jewish underground\nhad been established by members of Gush Emunim, the Orthodox Jewish\nmovement set up in the 1970s to advance what they saw as a divinely mandated\nmission to settle the West Bank. It had carried out car-bombings and other\nattacks in the early 1980s, leaving two Palestinian mayors crippled for life. The\nterror campaign had ended only when the Shin Bet caught the cell placing\nexplosives under Arab-owned buses in Jerusalem.\n\nHopeful of preventing misunderstandings, and ideally building a relationship\nof trust, I visited many of the settlements during the early weeks in my new post\nand spoke with their leaders, a few of whom remain friends to this day. But in\nthe spring of 1986, we faced our first major test on the ground. In a pre-\nPassover event organized by Gush Emunim, some 10,000 settlers streamed into\nHebron, a city sacred not only to Jews but Muslims as well as the burial place of\nHebrew patriarchs and matriarchs. Peace Now activists had planned a counter-\nprotest, but Rabin denied them permission. Still, anti-settlement members of the\nKnesset and other Israeli peace activists did get clearance to march from\nJerusalem to Hebron.\n\n221\nHOUSE_OVERSIGHT_028069",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028069.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2850,
    "word_count": 470,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:48.221932",
    "prefix": "IMAGES-009"
  }
}