{
  "document_id": "HOUSE_OVERSIGHT_020007",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020007.txt",
  "text": "not to react to this heresy.\n\nIt was Bannon who held the line, insisting, sternly, that Obamacare was a litmus\nRepublican issue, and that, holding a majority in Congress, they could not face Republican\nvoters without having made good on the by now Republican catechism of repeal. Repeal,\nin Bannon’s view, was the pledge, and repeal would be the most satisfying, even cathartic,\nresult. It would also be the easiest one to achieve, since virtually every Republican was\nalready publicly committed to voting for repeal. But Bannon, seeing health care as a weak\nlink in Bannonism-Trumpism’s appeal to the workingman, was careful to take a back seat\nin the debate. Later, he hardly even made an effort to rationalize how he’d washed his\nhands of the mess, saying just, “I hung back on health care because it’s not my thing.”\n\nIt was Ryan who, with “repeal and replace,” obfuscated the issue and won over Trump.\nRepeal would satisfy the Republican bottom line, while replace would satisfy the\notherwise off-the-cuff pledges that Trump had made on his own. (Pay no attention to the\nlikelihood that what the president construed as repeal and replace might be very different\nfrom what Ryan construed as repeal and replace.) “Repeal and replace” was a useful\nslogan, too, in that it came to have meaning without having any actual or specific\nmeaning.\n\nThe week after the election, Ryan, bringing Tom Price—the Georgia congressman and\northopedist who had become Ryan’s resident heath care expert—traveled to Trump’s\nBedminster, New Jersey, estate for a repeal and replace briefing. The two men summed up\nfor Trump—who kept wandering off topic and trying to turn the conversation to golf—\nseven years of Republican legislative thinking about Obamacare and the Republican\nalternatives. Here was a perfect example of an essential Trump paradigm: he acceded to\nanyone who seemed to know more about any issue he didn’t care about, or simply one\nwhose details he couldn’t bring himself to focus on closely. Great! he would say,\npunctuating every statement with a similar exclamation and regularly making an effort to\njump from his chair. On the spot, Trump eagerly agreed to let Ryan run the health care bill\nand to make Price the Health and Human Services secretary.\n\nKushner, largely staying silent during the health care debate, publicly seemed to accept\nthe fact that a Republican administration had to address Obamacare, but he privately\nsuggested that he was personally against both repeal alone and repeal and replace. He and\nhis wife took a conventional Democratic view on Obamacare (it was better than the\nalternatives; its problems could be fixed in the future) and strategically believed it was\nbest for the new administration to get some easier victories under its belt before entering a\nhard-to-win or no-win fight. (What’s more, Kushner’s brother Josh ran a health insurance\ncompany that depended on Obamacare.)\n\nNot for the last time, then, the White House would be divided along the political\nspectrum, Bannon taking an absolutist base position, Priebus aligned with Ryan in support\nof the Republican leadership, and Kushner maintaining, and seeing no contradiction in, a\n\nHOUSE_OVERSIGHT_020007",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020007.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3195,
    "word_count": 519,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:44.472954",
    "prefix": "IMAGES-005"
  }
}