{
  "document_id": "HOUSE_OVERSIGHT_032190",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_032190.txt",
  "text": "20\n\naccurate description for Gates may be \"steady hand on the wheel,\"\nsays the Foreign Policy Research Institute's Michael Noonan.\n\n\"T don't think [Gates's] accomplishments merit the sky-high\nreputation that he enjoys as he leaves office,\" former senior CIA\nanalyst Paul Pillar says. \"Gates has long had a knack for nurturing his\nown reputation.\"\n\nPillar recalls that Gates during his CIA days was \"always saying, 'I'm\ngoing to whip this organization into shape.' Anything good that\nhappens, it's because 'I'm head of the organization.’ Anything bad can\nbe attributed to ‘institutional resistance.\"\n\nWhen Gates took over the Pentagon in December 2006, he quickly\ndemonstrated the diplomatic and political acumen he had acquired as\nhe worked his way up through the intelligence community as the first\ncareer officer to become CIA director.\n\nTake, for instance, his decision to court Hillary Clinton when she\ntook over as secretary of state in 2009. One of the few senior Bush\nholdovers in the new Obama administration, Gates was keenly aware\nof the tensions between the State and Defense departments built up\nduring the war in Iraq. He invited Clinton to his Pentagon office, and\nthe two ate lunch at a table that belonged to Confederate President\nJefferson Davis back when he was U.S. secretary of war.\n\n\"T just told her, based on my experience, that how well the\nadministration worked would depend a lot on how well she and I got\nalong together,\" Gates recalls. \"If we got along, the message would\ngo to the entire bureaucracy--not just our own bureaucracies but the\nrest of government as well. She totally understood.\"\n\nGates made a calculated--and more public--courtship of her entire\nagency. \"I read in the press, and therefore it must be true, that no\nsecretary of defense had ever been quoted as arguing for a bigger\nbudget for State,\" Gates boasts now. The strategy worked. Clinton\nand Gates try to get together privatelyonce a week to work out\n\nHOUSE_OVERSIGHT_032190",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_032190.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1975,
    "word_count": 325,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:44.388889",
    "prefix": "IMAGES-011"
  }
}