{
  "document_id": "HOUSE_OVERSIGHT_021186",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021186.txt",
  "text": "this in every possible way. Even though a week’s wages for working a\nfull-time job as a waitress didn’t come close to the money I had made in a\ncouple hours of working for Jeffrey, I was happier than I had been in a\nlong time. I made some friends at my new job and found my duties to be\neasy and pleasant. I was good at making customers smile and keeping\nthem happy becoming the waitress that made the most tips for the night,\nwhich in turn made my co-workers happy since we'd all split the tips at\nthe end of the week. For the first time in a long time I had boys my age\nhitting onto me, and not that 1 was ever taken aback by there attempts but\nit reminded me of how it felt to be around a younger crowd. I missed so\nmuch of what I couldn’t get back and the more | tasted it, the more I\nremembered how to smile. The relationship between T.J and | began to\nfalter in a way that was beyond reconciliation. Fights became physical\nand I saw sides to him that only pushed me away more. He refused to\nlook for work to help pay bills and he became utterly frustrated not\nhaving his usual cocktail of assorted drugs to keep him from feeling\nanything at all. He didn’t like the fact I was growing inside and thinking\nbeyond his elusive world. I had gone through too much to accept another\nform of abuse and degradation. Making that point very clear to him by\nkicking him out of my apartment back to live with his parents, I felt\nliberated like never before. | kept up with my rent and cleaned my act up.\nEnrolling in a yoga course and keeping my focus on staying fit and\nhealthy became my only source of enjoyment. I-was free and living for\nmyself.\n\nWhile out doing the grocery shopping one evening I couldn’t help but\nstop at the local pet store and fell in love with a furry pooch. She was a\nJapanese Chow-Chow and a bundle of fur that more resembled a baby\nbrown bear than a dog. | took her home with me and instantly she became\nmy best friend. We went for several walks a day and she bore the brunt of\nmany tear filled conversations, she was my loyal companion who\nunderstood more than anyone had before, all I really need was someone\nto listen and funny enough it was her that filled that hole.\n\nNearly three months had gone by and not a word from Jeffrey or\nGhislane. With TJ out of the picture now too all T had to concentrate on\nwas work, my parents and brothers, and of course my dog, Mary-Jane. I\nwas going to family night dinners and bon fires again. My older brother\nwas getting married to an amazing woman in a few weeks and I got to be\napart of their beautiful ceremony. Small details of life’s journey that I\nalready missed so much of and now being able to smile at the simple\nthings day in day out really seemed to put the real value of life into\nperspective for me. Everything seemed to be working out for itself and I\nwas really happy, until he came back, T.J thought he’d come over my\nplace one evening while I was sitting at home just watching TV.\n\n83\n\n| Copyright Protected Material\nCONFIDENTIAL GIUFFRE004216\n\nObviously mentally distorted from whatever choice of drugs he was\nsmoking that night. He screamed down my apartment complex, going\nmad and scaring my neighbors I felt like I had no choice but to let him\ninside. I tried talking to him as a good friend would, just wanting him to\nsee what he was doing to himself and what he had become. Part of me\nstill loved him and took pity on watching him spiral downwards. Taking\nhim back into my life was not a decision I made whole-heartedly, but was\nsomething I did out of guilt and what I thought was loyalty. He moved his\nclothes back to my place, which was all he ever owned anyways and we\ntried to pick up the broken pieces. T.J being still badly addicted to many\ndrugs, I had to be very careful where 1 kept my jewelry and expensive\nitems. [ decided to rent out a space at a local spot and store my cherished\nitems away, just taking the necessary precautions, I thought.\n\nStill not working I knew how he was scraping by money and I didn’t\nagree with it, T.J was a known thief and had been caught several times\nattempting to steal things, even as stupid as DVD’s and PS2 or Xbox\ngames from a local Blockbuster. He even stole from his parents, his sister\nand his brother and would probably steal a piece of candy from a five\nyear old kid if he knew that it would get him his next fix. He hated the\nchange in myself, realizing I couldn’t be brought back down by his ways\nbut knowing I still stuck by his side and defended him from anything that\nwould hurt him wanting to believe that he still wanted show the bits of\nhuman nature left in his empty heart.\n\nUnable to stand by and see me do well for myself he contemplated a\nway to try and bring me down. After a busy shift one night, he retaliated\nwith another show of control. I had just finished cleaning up my area and\nsetting out the tables to be ready for the next day when I went to the bar\nto hang up my apron and put my nights tips in the tip bowl on the counter\nby the beer tap. On one of his drug induced rampages he stormed into the\nrestaurant where I was working and started to pick a fight with me. |\nknew he was off his face when he started accusing me of sleeping with\nmy manager on shift that evening. Having no bias or ground to stand on\nin his attempt to make me look bad in front of everyone, I just laughed\nhim off as a drunk idiot who needed to go home and sleep off the night’s\nrepercussions, although I was fuming inside that he embarrassed me but I\nstill made excuses for him and told my boss I had to leave early to bring\nhim home.\n\nThe bar was deserted as T.J waited alone for me slumped in a barstool\nand looking worse for wear. [ had to go to the back of the restaurant and\ndo some explaining to the manager on duty, | couldn’t afford to lose my\njob over this incident. Surprisingly he was sympathetic towards my\ndilemma and even told me I could do a lot better than that schmuck,\npatting my back and telling me to have a couple days off. 1 punched out\n\n84\n\nD Copyright Protected Material\n\nGIUFFRLE0042 17\n\nHOUSE_OVERSIGHT_021186",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021186.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6073,
    "word_count": 1177,
    "line_count": 105,
    "import_date": "2025-11-19T21:47:49.331718",
    "prefix": "IMAGES-006"
  }
}