{
  "document_id": "HOUSE_OVERSIGHT_029512",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029512.txt",
  "text": "then what happened is the medical school is very busy. You have to study, pass exams, this,\nthat. And I put that aside, that experience side.\n\nThen at the age of 22, I came to the United States, and I had to do a lot of hardship to get\nhere. My father wanted me to follow in his footsteps and be an academic. He was a\nprofessor, too, of cardiology. So I worked hard. India wasn’t encouraging people to leave. I\nhad to go to Sri Lanka to pass my exams, I had to borrow money to get a flight to the United\nStates, I passed all that, I had to spend a year in New Jersey at a very ordinary community\nhospital, hard-working, and I got a residency in Boston with various hospitals with\nacademics. So, Harvard, Tufts, BU, internal medicine, hard work, no thinking about\nconsciousness whatsoever. Just passing one exam after another, getting one fellowship after\nanother.\n\nAnd then I came here in 1970, July 1, basically as an intern in a hospital that no longer exists\nin New Jersey, MuhlenbergHospital, but then in the next year I got into all these academic\ninstitutions in Boston and went from one to another. I trained in internal medicine. And then\nI had heard vaguely of a discipline called neuroendocrinology, and I had also heard vaguely\nof this new revolution in medicine at that time, which was looking at peptides in the\ncirculation. And the peptide that was very popular at that time was something called opiates,\nwhich are now popular again, and the opioid receptor, with somebody called George\nSolomon in Washington, who was an expert in that, but I discovered that the number one\nguy in the world in neuroendocrinology at that time was a professor at Tufts New England\nMedical Center, and his name was Seymour Reichlin and he was a legend. Okay, so, if you\nfound a snake in his garden he would dissect it and look at the hypothalamus and identify\nreceptors for opioids, serotonin, this and that. P’Il show you his photo recently. I just met him\nthe other day at the consciousness conference, which is bizarre because I hadn’t met him in\nall these years. He’s 94, and he was giving a lecture on serotonin and mystical experiences,\nat the age of 94, and he came to my lecture, and he was one of the most amazing guys in the\nworld, actually. It was a real joy to meet him. This is him, let me show you. Anyway I'll\nshow you his photo in a second. He’s 94, he gives talks on serotonin, but he was a legend.\n\nI got a fellowship with him, and through him I met somebody who is no longer alive,\nCandace Pert, who had actually discovered the opioid receptor, and she and I met at a\nconference. She later became the chief of brain chemistry at the NIH. And she told me these\nmolecules that we’re talking about, serotonin, opiates, oxytocin, dopamine they are the\nmolecules of emotion. So that’s the first time I’ve heard that expression. I said, \"You should\nwrite a book about it.\" She did. I wrote the foreword and it was for me one of the milestones\nof my life. And so I applied to Reichlin’s fellowship and I got it, and it was like the most\nprestigious thing you could get.\n\nBut then I had my own issues with medicine. Is this interesting to you? So I had my own\nissues, including the fact that I was seeing patients and I can see that the response was not\n\nHOUSE_OVERSIGHT_029512",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029512.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3283,
    "word_count": 607,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:44.817529",
    "prefix": "IMAGES-010"
  }
}