{
  "document_id": "HOUSE_OVERSIGHT_024468",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024468.txt",
  "text": "Investment in Subsidiaries: Not in limitation of any commitments or restrictions the\nPrincipals may have entered into, prior to an Initial Listing,\nKUE may not permit any of its subsidiaries or controlled joint\nventures (which shall not include, for the avoidance of doubt,\ncertain exempt companies contemplated by the following\nparagraph) to issue or grant any equity interests in such\nsubsidiaries or controlled joint ventures fo any of the\nPrincipals or any of their affillates (other than KUE, its\nsubsidiaries and controlled joint ventures) unless (i) the\nIndependent Committee approves and the Investors who are\naccredited investors (as such term is defined in Regulation\nD) or otherwise legally eligible to participate are offered the\nopportunity to participate on the same terms as the\nPrincipals and their affiliates and in proportion to their\neconomic ownership of KUE or (ii) such subsidiary or joint\nventure of KUE has completed an initial listing on a\nrecognized international securities exchange, subject to\ncertain limited exceptions.\n\nThe Principals intend that KUE will be their exclusive vehicle\nfor equity investment opportunities in and acquisitions of for-\nprofit companies engaged primarily in the business of pre-K\nthrough 12th grade education of children, subject to limited\nexceptions as set forth in \"The Structure of KUE and the\nGeneral Partner\" in this Private Placement Memorandum.\n\nTransferability of Units: The Common LP Units and the Class A Shares comprising\n\nthe Units owned by the Investors will not be separately\ntransferable, and ihe Units are to be transferred as a whole\nunless otherwise approved by the Board of Directors of the\nGeneral Partner and the Independent Committee (defined\nbelow).\n\nUnits held by an Investor may not be sold, transferred or\nassigned without the prior written consent of the General\nPartner, not to be unreasonably withheld. The General\nPartner intends, during the first two years after the applicable\nclosing of the offering, to approve transfers of the Units to an\naffiliate of the Investor, in compliance with applicable law.\nAfter such time, the General Partner intends to approve\ntransfers of Units to an affiliate of the Investor or to another\nInvestor (and affiliates thereof}, in each case in compliance\nwith applicable jaw. The General Partner also intends to\napprove transfers pursuant to the Tag-Along Right and Drag-\nAlong Right provisions described below.\n\nTag-Along Right: Unless the Investors’ Units (or securities received in\nexchange for Units if the Initial Listing is of a Subsidiary of\nKUE) are freely tradable without volume restrictions on the\nexchange on which the Initial Listing occurred, with respect\nto any proposed transfer of the Common LP Units held by\nKUE LLC and its affiliates to a non-affiliate purchaser (and,\nunless otherwise approved by the Board of Directors and the\nIndependent Committee of the General Partner, a\n\n35\n\nHOUSE_OVERSIGHT_024468",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024468.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2946,
    "word_count": 460,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:45.007839",
    "prefix": "IMAGES-007"
  }
}