{
  "document_id": "HOUSE_OVERSIGHT_014966",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014966.txt",
  "text": "TED2017: The future you\n\neft\n\nhttps://ted2017.ted.com/program\n\n4/20/17, 12:07 PM\n\nDavid Brenner sees the good and the bad sides of radiation for health care, and his goal is to optimize radiation for situations where the\nbenefits can be large and the risks small.\n\nRadiation is very much a two-edged sword -- used in the right way it has revolutionized modern medicine -- such as through CT scans and\nas a cure for many cancers. But radiation used in the wrong way can be harmful. To maximize the benefits of the many different types of\nradiation, we need to understand exactly how they affect us -- from our DNA to the whole person.\n\nBrenner directs the Center for Radiological Research at Columbia University Medical Center. He started his career in theoretical physics --\napplying quantum mechanics to radiation therapy. While he has no doubt forgotten everything he knew about quantum mechanics, he has\nretained his love for applying hard-core physics concepts to solve biological problems. David has designed new “patient friendly”\napproaches for prostate cancer radiation therapy that are now in common use worldwide, and he is currently very excited about the\nprospects of beating pancreatic cancer with new types of radiation.\n\nOver the past 6 years, Brenner has also been working towards a safe way to kill drug-resistant bacteria such as MRSA, as well as airborne\nviruses such as influenza, using a unique type of ultra-violet light.\n\ncolumbia.edu/~djb3 @CRR_CUMC\n\nLevon Biss\nPhotographer\n\nWith his \"Microsculpture” series, Levon Biss photographs the incredible details of insects.\n\nLevon Biss is a British photographer who works across many genres, including reportage, sport and portraiture. His passion for nature and\n\nphotography have come together to create Microsculpture. For the project, a unique photographic process composites thousands of images\nusing multiple lighting setups to create the final insect portraits. Each specimen was mounted on an adapted microscope stage, allowing\nclose control over the position of the specimen in front of the camera lens. Most insects were photographed in about 30 sections, each\nsection lit differently with strobe lights to accentuate the microsculpture of that particular area of the body. Each insect portrait is created\nfrom more than 8,000 separate images. In between his insect projects, Biss continues to photograph humans.\n\nlevonbiss.com @LevonBissPhoto\n\nMehdi Ordikhani-Seyedlar\n\nNeuroscientist\n\nMehdi Ordikhani-Seyedlar is a postdoc at Duke, researching brain signals and their usage in brain-machine interfaces.\n\nMehdi Ordikhani-Seyedlar began his research on the neuropharmacology of learning and memory when he was studying veterinary\nmedicine in Tabriz, Iran. Subsequently studying in France and Germany, he researched human visual attention, then started his PhD thesis\nfocusing on decoding electrophysiological features of covert and overt attention in humans. He spent 2014 as a visiting scholar at the\nNicolelis Lab at Duke University.\n\nWith his 2016 PhD from the Technical University of Denmark in hand, Ordikhani-Seyedlar took a postdoctoral position at Duke to develop\nalgorithms to process large-scale neuronal activity and brain-machine interfaces. He hopes to begin May 1.\n\n@mehdi_ordikhani\n\nRichard Browning\nFounder, Gravity\n\nRichard Browning is the founder of human propulsion technology startup Gravity, which has invented, built and patented an Iron Man-like\npersonal flight system.\n\nRichard Browning is an ultra-marathon runner, an ex-Royal Marine reservist, former City commodity trader and a pioneering inventor.\nHe's the founder of Gravity, launched in March 2017 with a dream to reimagine an entirely new form of human flight, leaning on an\nelegant collaboration of mind and body augmented by leading-edge technology.\n\nGravity has to date been experienced by over a billion people globally with video views alone running at more than 60m within seven days\nof launch. Browning's vision is to build Gravity into a world-class aeronautical engineering business, challenge perceived boundaries in\nhuman aviation, and inspire a generation to dare ask ‘what if...’\n\ngravity.co\n\nElizabeth Blackburn\nMolecular biologist\n\nElizabeth Blackburn won a Nobel Prize for her pioneering work on telomeres and telomerase, which may play central roles in how we age.\n\nDr. Blackburn is the president of the Salk Institute and a pioneering molecular biologist. She received the Nobel Prize in Physiology or\nMedicine in 2009 for discovering the molecular nature of telomeres, the ends of chromosomes that serve as protective caps essential for\npreserving genetic information, and for co-discovering telomerase, an enzyme that maintains telomere ends. Both telomeres and telomerase\nare thought to play central roles in aging and diseases such as cancer, and her work helped launch entire new fields of research in these\nareas.\n\nIn addition to the Nobel Prize, Blackburn has received nearly every major scientific award including the Lasker, Gruber, and Gairdner\nprizes. She has served as president of the American Association of Cancer Research and the American Society for Cell Biology, and on\neditorial boards of scientific journals including Celi and Science. She coauthored the best-selling book The Telomere Effect: A\nRevolutionary Approach to Living Younger, Healthier, Longer.\n\nsalk.edu\n\nPage 16 of 21\n\nHOUSE_OVERSIGHT_014966",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014966.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5401,
    "word_count": 813,
    "line_count": 94,
    "import_date": "2025-11-19T21:47:47.715327",
    "prefix": "IMAGES-003"
  }
}