{
  "document_id": "HOUSE_OVERSIGHT_022119",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022119.txt",
  "text": "JaMes PATTERSON\n\nwhere “Andrew was pictured on a yacht surrounded by topless\nwomen.”\nAccording to Roberts's lawsuit, Epstein had forced her into\n\nthe prince’s bed on Little Saint Jeff's.\n\nAfter Epstein’s conviction, the British press were using another\nname for Little Saint Jeff's: Sex Island. The Guardian reported\nthat the manager of two Virgin Islands—based corporations owned\nby Epstein happened to be the wife of the governor of the Virgin\nIslands. There were allegations involving a million-dollar dona-\ntion that Epstein had made to the governor's reelection cam-\npaign. And then there was Roberts's claim that she had been\nforced to have sex with the prince on the island as well as in\n\nNew York and in London.\nInvariably, the photograph of Prince Andrew with his arm\n\naround the bare midriff of a very young-looking Virginia Rob- 3\nerts ran with stories that appeared in the tabloids. i\n“It is emphatically denied that the Duke of York had any form 7\n\nof sexual contact or relationship” with Roberts, Buckingham ~\nPalace spokespersons would say. “The allegations made are false q\nand without any foundation.” 4\n\nThe prince’s ex-wife, Sarah Ferguson, the Duchess of York,\nwhile on a skiing trip with the prince and their daughter Euge-~ 3\nnie in Switzerland, told reporters, “He is the greatest man there L\nis. It was the finest moment of my life in 1986 when I married”\nhim. He is a great man, the best in the world.” F\n\n“{ won't stand by—because I know what it feels like to have\nsalacious lies made up about you—and not support him so pub-\nlicly because they are just shockingly accusatory allegations;\n\n222\n\nFir\n\nwhich I don’t think is right,” ¢\nviewed by Today host Matt La\nand as a great father and a lr\nwork he does for Britain I wi\ncharacter defamed to this leve\nBut at the same time, a cy\ngood man’s fall from grace, a\nout of the woodwork to dish t\n“T've seen him treat his st\nsaid a former aide to the prince\npersonal protection officers,\nground and demanding they ‘\ngraces at all. Sure, if you're a la\nthen I bet he’s utterly charmin,\n\nDespite all this, the prince had\na photo, frequently trotted out I\nstrolling in Central Park.\n\nSome few months before it\nbusinessman had secretly tapé\n\n\"five hundred thousand pounds\n\n“If you want to meet him ir\n‘look after me, and he'll look aft\n\nOnce again,” she said aft\n\nq pounded and rebounded and al:\n“Most in the world: the Duke.”\n\nPrince Andrew had had hi:\n\n‘ Ral estate deals, sticky roman:\nq\n®ent dumps (courtesy of Juliar\n\ni\n\nre\nars\nq\n\nHOUSE_OVERSIGHT_022119",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022119.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2524,
    "word_count": 448,
    "line_count": 87,
    "import_date": "2025-11-19T21:47:44.105039",
    "prefix": "IMAGES-006"
  }
}