{
  "document_id": "HOUSE_OVERSIGHT_012142",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012142.txt",
  "text": "KIRKLAND & ELLIS LLP\n\nSUBMISSION TO THE OFFICE OF THE DEPUTY ATTORNEY GENERAL\n\nIN THE MATTER OF JEFFREY E. EPSTEIN\n\nJeffrey Epstein, a successful businessman and noted philanthropist with no prior criminal\nrecord, has been investigated for potential violations of 18 U.S.C. §§ 1591, 2422(b) and 2423(b).\nSince the limited review conducted by CEOS, two Supreme Court decisions—one authored by\nJustice Scalia and the other by Justice Thomas—have revitalized the bedrock principles that\nfederal criminal statutes must be narrowly construed, that they may not be stretched to federalize\nconduct not clearly covered by their prohibitions, and that whenever there are two plausible\nconstructions of a criminal statute, the narrower construction (hich safeguards liberty) rather than\nthe broader construction (which expands the federal prosecutor’s arsenal) controls under the\nvenerable rule of lenity.\n\nMr. Epstein’s conduct—including his misconduct—falls within the heartland of historic\nstate police and prosecutorial powers. Absent a significant federal nexus, matters involving\nprostitution have always been treated as state-law crimes even when they involve minors. Mr.\nEpstein’s conduct lacks any of the hallmarks that would convert this quintessential state crime\ninto a federal one under any of the statutes prosecutors are considering.\n\nMr. Epstein lived in Palm Beach, and his interstate travel was merely to go home. Any\nsexual conduct that occurred after he arrived was incidental to the purposes for his travel. Even\nCEOS admitted that applying § 2423(b) to a citizen traveling home would be “novel.” - In fact, it\nwould be both unprecedented and in conflict with Supreme Court cases that have withstood the\ntest of time for over 60 years.\n\nMoreover, Mr. Epstein did not use the internet (either via email or chatrooms) to\ncommunicate with any of the witnesses in this investigation. Indeed, he did not use any other\nfacility of interstate commerce, including the phone, to knowingly persuade, entice, or induce\nanyone to visit his home—the “local” locus of all the incidents under investigation—much less\nto persuade, entice, or induce a known minor to engage in prohibited sex acts, as § 2422(b)\nrequires. Nor did anyone on his behalf “persuade” or “induce” or “entice” or “coerce” anyone as\nthese words are ordinarily understood and as the new Supreme Court decisions mandate they be\napplied: narrowly, without stretching ordinary usage to conform to a prosecutor’s case-specific\nneed for a broad (and in this case unprecedented) application. In addition, as will be shown\nbelow, § 2422(b) requires that the object of the communication be a state law offense that “can\nbe charged.” Yet because the state of Florida’s statute of limitations is one year for the first\nprostitution offense and three years for other targeted offenses, and because all or virtually all of\nthe offense conduct at issue in the federal investigation occurred prior to June 20, 2005, those\nacts can not be charged by the State, and thus cannot meet this essential element of federal law.\n\nFinally, Mr. Epstein neither coerced, nor enslaved, nor trafficked, nor derived any profit\n\nfrom his sexual conduct. He was an ordinary “John,” not a pimp. But § 1591 is directed only\nagainst those who engage in force or fraud or coercion or who are in the business of commercial\n\n1\n\nHOUSE_OVERSIGHT_012142",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012142.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3380,
    "word_count": 533,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.308974",
    "prefix": "IMAGES-001"
  }
}