{
  "document_id": "HOUSE_OVERSIGHT_011673",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011673.txt",
  "text": "another Israeli unit broke through to the Beirut-Damascus road. On the far side\nof Lebanon’s capital city, they linked up with Bashir Gemayel’s Phalangists.\n\nI remember a mix of feelings at the time. Partly, amazement that through\nsheer determination and political maneuvering, Arik seemed to have pulled off\nhis grand plan — or at least the Lebanon part of it. Yes, we’d ended up fighting a\nkind of half-war against the Syrians which, though we’d won it, still left 30,000\nof Assad’s men in Lebanon. And they showed no signs of leaving. Our main\nstrategic threat north of the border was not, in fact, the Palestinians. Syria was\nin military control of Lebanon and, after the peace with Egypt, our most\npowerful adversary. And no matter what Big Pines might have achieved, it\nseemed to clear to me that the Syrians would be free simply to replace the\nweaponry we’d destroyed and fight another day.\n\nIn Arik’s mind, Bashir Gemayel would soon be in a position to fix that. But\nbeyond my skepticism from having met some of his boy officers in Tel Aviv, I\ncouldn’t see how that would work. I strained to imagine Gemayel daring to\nform what would amount to a formal alliance with Israel and ordering the\nSyrian troops to leave. And given what would be at stake for Damascus, I\ncertainly couldn’t see the Phalangists being able to drive them out by force.\n\nThe more immediate, open question involved Arafat and the Palestinians.\nOur other two invasion forces had driven almost all the PLO fighters out of\nsouth Lebanon, though not without costs and casualties. Most of the\nPalestinians, however, had retreated north to their de facto capital, the\nsouthwestern neighborhoods of Beirut. The idea of a ground assault — street-to-\nstreet battles in an area packed with fighters, weapons and tens of thousands of\ncivilians — didn’t bear thinking about. After the war, some of the officers around\nBeirut said Arik seemed to hoping that the Phalangist milita would go into the\noverwhelmingly Muslim western side of Beirut. At one point, he was even\nconsidering an Israeli attack. Fortunately, given the Phalangists’ record of\nviolence bordering on savagery during the Lebanese civil war, Bashir Gemayel\nwasn’t willing to send them in. As for an Israeli assault, Begin’s ministers\nweren’t ready to sign off on it, and the Americans let it be know, repeatedly,\nthat they were vehemently opposed to the idea.\n\nArik again turned to a fallback plan. He knew that Begin did share his\ndetermination to get Arafat and the PLO out of Lebanon. Even the Americans\nwere ready to support such an arrangement, assuming it could be negotiated and\nimplemented in a way that would bring the fighting to an end. Whether by\nintent or political fortune, the mere prospect of Arik further expanding the\n\n202\nHOUSE_OVERSIGHT_011673",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011673.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2796,
    "word_count": 475,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:44.927850",
    "prefix": "IMAGES-001"
  }
}