{
  "document_id": "HOUSE_OVERSIGHT_013979",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013979.txt",
  "text": "http://spanish.about.com\nhttp://german.about.com\nhttp://french.about.com\n\n68. The dollar figures in this chapter are all from a period immediately following President Bush’s\nreelection in 2004, which correlated to the worst dollar exchange rates of the last 20 years.\n\n69. I refer, of course, to the amazing bike-riding opportunities and famous pastries.\n70. Coined by Joel Stein of the LA Times.\n\n71. By all means, go ahead and take a post-office celebratory trip and go nuts for a few weeks. I know\nI did. Rock on. Ibiza and glow sticks here I come. Have some absinthe and drink lots of water.\nFollowing that, sit down and plan an introspective mini-retirement.\n\n72. Muses are low maintenance but often expensive in one or both of two tactical areas:\nmanufacturing and advertising. Shop for providers of both that are willing to accept credit cards as\npayment, and negotiate this up front if necessary by saying, “Rather than trying to negotiate you down\non pricing, I just ask that you accept payment by credit card. If you can do that, we’ll choose you over\nCompetitor X.” This is yet another example of a “firm offer,” and not a question, that puts you in a\nstronger negotiating position. For a detailed explanation of how I multiply points for travel using\nconcepts like “piggybacking” and “recycling,” search for both terms on www.fourhourblog.com.\n\n73. To see a video of how I pack to travel the world with less than 10 pounds, click on “travel” at\nwww .fourhourblog.com.\n74. Founder of www.nileproject.com.\n\n75. http://www.usc.edu/hsc/dental/opfs/SC/indexSC html.\n76. Brazilian shantytowns. See the movie City of God (Cidade de Deus) to get a taste of how fun\nthese are.\n\n77. This is a serious step and should not be taken with those you do not trust. In this case, it helps\nbecause your accountant can then sign tax documents or checks in your name instead of consuming\nhours and days of your time with faxes, scanners, and expensive international FedEx’ing of\ndocuments.\n\n78. There are also services like www.earthclassmail.com, which will receive, scan, and e-mail all of\nyour non-junk mail to you as PDFs.\n\n79. This would be used if you leave your computer at home or in someone else’s home while\ntraveling. This step can be skipped if you bring your computer, but that is like a recovering heroin\naddict bringing a bag of opium to rehab. Don’t tempt yourself to kill time instead of rediscovering it.\n\n80. “Unlocked” means that it is recharged with prepaid cards instead of being on a monthly payment\nplan with a single carrier such as O2 or Vodafone. This also means that the same phone can be used\nwith carriers in other countries (assuming the frequency is the same) with a simple switch of the SIM\nmemory card for $10-30 U.S. in most cases. Some U.S.-compatible quad-band phones can use SIM\ncards.\n\n15)\n\nFilling the Void\n\nHOUSE_OVERSIGHT_013979",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013979.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2862,
    "word_count": 479,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:48.242267",
    "prefix": "IMAGES-002"
  }
}