{
  "document_id": "HOUSE_OVERSIGHT_013846",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013846.txt",
  "text": "and spending at least 2 more hours per day with his family. From 40 hours per week, he was down to 18\nand producing four times the results.\n\nWas it from mountaintop retreats and secret kung fu training? Nope. Was it a new Japanese\nmanagement secret or better software? Nein. I just asked him to do one simple thing consistently without\nfail.\n\nAt least three times per day at scheduled times, he had to ask himself the following question:\nAm I being productive or just active?\nCharney captured the essence of this with less-abstract wording:\nAm I inventing things to do to avoid the important?\n\nHe eliminated all of the activities he used as crutches and began to focus on demonstrating results instead\nof showing dedication. Dedication is often just meaningless work in disguise. Be ruthless and cut the fat.\n\nIt is possible to have your cupcake and eat it, too.\n\n=> Q&A: QUESTIONS AND ACTIONS\n\nWe create stress for ourselves because you feel like you have to do it. You have to. I don’t feel\nthat anymore.\n\n— OPRAH WINFREY , actress and talk-show host, The Oprah Winfrey Show\n\nTre key to having more time is doing less, and there are two paths to getting there, both of which\n\nshould be used together: (1) Define a to-do list and (2) define a not-to-do list. In general terms, there are\nbut two questions:\n\nWhat 20% of sources are causing 80% of my problems and unhappiness?\nWhat 20% of sources are resulting in 80% of my desired outcome and happiness?\n\nHypothetical cases help to get us started:\n\n1. If you had a heart attack and had to work two hours per day, what would you do?\n\nNot five hours, not four hours, not three—two hours. It’s not where I want you to ultimately be, but it’s a\nstart. Besides, I can hear your brain bubbling already: That’s ridiculous. Impossible! I know, I know. If I\ntold you that you could survive for months, functioning quite well, on four hours of sleep per night,\nwould you believe me? Probably not. Notwithstanding, millions of new mothers do it all the time. This\nexercise is not optional. The doctor has warned you, after triple-bypass surgery, that if you don’t cut\ndown your work to two hours per day for the first three months post-op, you will die. How would you do\nit?\n\n2. If you had a second heart attack and had to work two hours per week, what would you do?\n\n3. If you had a gun to your head and had to stop doing 4/5 of different time-consuming activities,\n\nwhat would you remove? Simplicity requires ruthlessness. If you had to stop Ys of time-consuming\n\nHOUSE_OVERSIGHT_013846",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013846.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2527,
    "word_count": 453,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:46.747550",
    "prefix": "IMAGES-002"
  }
}