{
  "document_id": "HOUSE_OVERSIGHT_015716",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015716.txt",
  "text": "26 Are the Androids Dreaming Yet?\n\nELIZA: Do you think coming here will help you not to be unhappy ?\n\nUSER: | need some help, that much seems certain.\n\nELIZA: What would it mean to you if you got some help ?\n\nUSER: Perhaps | could learn to get along with my mother.\n\nELIZA: Tell me more about your family.\n\nUSER: My mother takes care of me.\n\nELIZA: Who else in your family takes care of you ?\n\nUSER: My father.\n\nELIZA: Your father ?\n\nUSER: You are like my father in some ways.\n\nELIZA: What resemblence do you see ?\n\nUSER: You are not very aggressive but | think you don’t want me to notice that.\n\nELIZA: What makes you think | am not very aggressive ?\n\nUSER: You don’t argue with me.\n\nELIZA: Why do you think | don’t argue with you ?\n\nUSER: You are afraid of me.\n\nELIZA: Does it please you to believe | am afraid of you ?\n\nUSER: My father is afraid of everybody.\n\nELIZA: What else comes to your mind when you think of your father ?\n\nUSER: Bullies.\n\nELIZA: Does that have anything to do with the fact that your boyfriend made\nyou come here ?\n\nIf you think Eliza a bit odd, you are right. Perhaps you won't hire\nher just yet. The program looks for keywords in speech, and parrots them\nback at you interspersed with a few stock phrases. If you type a sentence\ncontaining the word “job”, the computer will say, “Tell me more about\nyour job? It’s a simple program and runs to only three pages of text. It\nshows how good a job you can do with very few resources and how far we\nare away from a real human being. More complex programs with a larger\nrepertoire have been built and can hold a plausible conversation. People\nare occasionally taken in by them and are quite shocked when told they\nhave been conversing with a machine. If you’re on your guard, they are\neasy to spot. So far, no one has built a computer capable of holding an\nextended human conversation and fooling a human into thinking it’s a\nperson. Incidentally, having a sympathetic listener is so important to\nhuman beings these programs are used in psychotherapy and can be as\neffective as drugs.\n\nTuring proposed a test to tell whether a computer had truly achieved\nhuman intelligence called the imitation game. His argument is as follows:\n\nHOUSE_OVERSIGHT_015716",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015716.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2223,
    "word_count": 414,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:47.244728",
    "prefix": "IMAGES-003"
  }
}