{
  "document_id": "HOUSE_OVERSIGHT_017381",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017381.txt",
  "text": "4.2.12\nWC: 191694\n\nJews had been subjected to “ceilings: no more than 7 to 8 percent. (When I started Yale Law\nSchool in 1959, I noticed that the university’s motto was written in Hebrew—the biblical words\n“Urim V’Tomim.” When I asked a friend who has graduated Yale College why Yale’s motto was\nin Hebrew, he replied: “It’s a test—if you can read it, you can’t go here!”) But in a zero sum\ngame — which admissions surely are — floors can impose ceilings, especially if the Black\npercentage is taken from the Jewish percentage, as Jewish leaders feared was happening. This\nreality led to the famous “bagel” exchange:\n\nDr. Chase N. Peterson, dean of admissions at Harvard, recently addressed a group of\nJewish faculty members suspicious that Harvard had decided to reduce the number of\nJews it would admit. Peterson averred that there is no particular “docket” or area of the\ncountry whose quota of admissions has been reduced. Rather, he said, it is “the\ndoughnuts around the big cities,” which are not as successful with the Harvard Admissions\nCommittee as they used to be...” But now we have to be terribly hard on people with good\ngrades from the good suburban high schools, good, sold clean-nosed kids who really don’t\nhave enough else going for them.” The doughnuts, said Peterson, included such areas as\nWestchester County and Long Island, New York, suburban New Jersey, and Shaker\nHeights, Ohio. When he described these areas to the Jewish faculty members, the\nCrimson reports, one stood up and said, “Dr. Peterson, those aren’t doughnuts, they’re\nbagels.”\n\nAfter the account of this exchange appeared, I received dozens of letters and calls from indignant\nalumni and parents of applicants concerned that Harvard was returning to a quota system. These\nconcerns increased when the Bakke case came to the Supreme Court and Harvard took the lead\nin defending race-specific affirmative action programs, such as the one it has adopted.\n\nMy brother, Nathan, was then working as the top lawyer for the American Jewish Congress, a\ngenerally progressive social action organization. He asked me to help draft an Amicus in the\nBakke brief that presented the views of Jews who supported civil rights but who were concerned\nabout the impact of race-specific affirmative action programs on Jewish applicants. It was a\ndaunting task, requiring an exquisite balance.\n\nThe Bakke case involved a white applicant to the medical school at the University of California at\nDavis (also a state school). Allan Bakke had been denied admission, he claimed, based on his\nrace. The California Supreme Court agreed with Bakke, ruling that the medical school’s\nadmission policy violated equal protection. The medical school sought and obtained review by\nthe Supreme Court. This time there could be no claim of mootness, since Bakke was not\ncompleting his medical school education. The court would have to confront directly the divisive\nissue of race-specific affirmative action.\n\nOur brief strongly supported affirmative action as a mechanism for remedying past “educational\nhandicaps” and for assuring diversity among the student body, but we opposed the concept that\nevery racial, religious or other group was entitled to proportional representation—or quotas:\n\nA society permeated by racial, ethnic, religious and sexual proportional representation\n\n294\n\nHOUSE_OVERSIGHT_017381",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017381.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3357,
    "word_count": 538,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.230313",
    "prefix": "IMAGES-004"
  }
}