{
  "document_id": "HOUSE_OVERSIGHT_012194",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012194.txt",
  "text": "ALLEN GUTHRIE MCHUGH & THOMAS, PLLC\n\nMr. John Roth\nJune 19, 2008\nPage 12\n\nthe telephone (which we deny), it is black letter law that the mens rea must coincide with the actus\nreus. Thus, the government must prove that Mr. Epstein has the specific intent to target a known\nminor to engage in prohibited sexual activity at the time of the call. We have seen zero evidence of\nthis. To the extent Mr. Epstein /ater may have persuaded a particular individual to engage in\nunlawful sexual activity during a massage, such persuasion occurred face to face, and can not work\nretroactively to render the earlier phone call an offense under the statute.\n\nAs to the: purported violation of 18 U.S.C. § 2423 for allegedly traveling in interstate\ncommerce for the purpose of engaging in illicit sexual activity, CEOS does not deny that Mr. Epstein\nwas returning to one of his residences when he traveled to Florida.* CEOS explicitly stated it “fully\nunderstand[s] our argument” (CEOS letter at p.2) that Mr. Epstein should not be charged under\n§ 2423(b) because the dominant purpose for his traveling to Palm Beach was not to engage in illegal\nsexual activity, but to simply return to one of his residences. Rather, this is apparently another\n“compelling” point of law which may be left to “a court to decide whether the law properly reaches\nsuch conduct.” (CEOS letter at p. 2).° Notably, implicit in this concession by CEOS is that the law -\nhas never before been so applied, that is, there is no precedent for a court to extend the statute as the\nUSAO seeks to do here. In fact, the United States Supreme Court prohibited the criminalization of\ntravel under identical circumstances over a half century ago. See, Mortenson v. United States, 322\nUS. 369, 374 (1944) (intention to engage in proscribed conduct must “exist before the conclusion of\nthe interstate journey and must be the dominate motive of such interstate movement.” (Emphasis\nadded.)\n\nBeyond an absence of proof regarding the travel element in connection with 18 U.S.C. §2423,\nthe requisite age requirement for a violation of that statute is important. 18 U.S.C. §2423, by\nreference to Chapter 109A (18 U.S.C. §2423(f)(1)), specifically defines a minor for purposes of that\nstatute as an individual who has not attained the age of 16. If an alleged victim is 16 years of age or\nolder, a violation of this statute pursuant to 2423(f)(1) can only occur if it can be proven that force,\nthreat or drugs were involved. See, 18 U.S.C. §§ 2241 et seg. There are no such allegations here. As\na result, in order to find a violation under 18 U.S.C. § 2423, the United States would have to prove\nthat Mr. Epstein engaged in one of the sexual acts defined at 18 U.S.C. § 2246(2) with an individual\nunder the age of 16, and that he formed the intent and dominant purpose to do so prior to the time he\nmade a return trip to Florida. Again, there is no such evidence here. [IMM has specifically\ntestified that 1) she never engaged in sexual activity with Mr. Epstein; 2) she never even met or\ntalked to Mr. Epstein prior to her arrival at his house; and 3) she lied about her age not only to Mr.\nEpstein, but, in fact, to the world on her MySpace page when she said that she was 18 years old. Itis,\nthen, also worth noting in this regard that 18 U.S.C. §§2243(c) provides an affirmative defense if\nproven by a preponderance of the evidence if Mr. Epstein reasonably believed that EEE was\n\n4 In addition to his residence there, Mr. Epstein also has several businesses, and personal matters and contacts to which\nhe attends in Florida. For example, beginning in 2002, Mr. Epstein visited his mother nearly every weekend in Palm\nBeach until she passed away in April, 2004.\n\n5 As previously set forth herein, and as more fully explained in other submissions related to this case, the recent\nSupreme Court decisions in Santos and Cuellar make this attempted stretch of the law improper.\n\nHOUSE_OVERSIGHT_012194",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012194.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3942,
    "word_count": 689,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.475224",
    "prefix": "IMAGES-001"
  }
}