{
  "document_id": "HOUSE_OVERSIGHT_011593",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011593.txt",
  "text": "Mordechai on the main left-side wing door, critical for the opening moments of\nthe assault, and added Marco to Bibi’s team on the other side of the aircraft.\n\nIt was then that Yoni arrived back from Negev. He insisted on being added\nto one of the assault teams. In one respect, that made sense. He had more\nbattlefield experience than almost everyone in the unit. But there was an\nunwritten sayeret rule never to place two brothers together in the line of fire.\n“It’s too late,” I told him, with an arm on his shoulder. “Bibi has already been\ntraining his team.” He went off to find Bibi. I thought there was little chance of\nBibi standing down, but didn’t feel I could stop Yoni from trying. Five minutes\nlater, they came to talk to me. Bibi said: “Yoni wants to replace me. We want\nyou to decide.” I assumed both of them knew what Id say. “Today, it’s Bibi,” I\nreplied. “But Yoni, this is not our last operation. I will make sure you are there\nthe next time.”\n\nThe last marshal to join us was a tall, thin redhead we always called Zur.\nHe’d had only 15 minutes to begin training when I got word that Dado — along\nwith Ze’evi and Ahrahle Yariv — were on their way to see a run-through. As\nthey filed into the hangar, I quickly explained the operational plan. I showed\nthem how we would push in the wing doors in, and then ushered them inside the\n707. Two minutes later, the emergency-door teams climbed on to the wings.\nWhen I gave the agreed two-finger whistle, they stormed the plane. “OK,\ngentlemen,” Dado told the team leaders when it was over. “We’ve seen what we\nneeded.” Before returning to the control tower, however, he took me aside.\n“You know they have explosives, right?” he said. When I said yes, his tone\nsoftened. “You don’t have much time, Ehud” he said. “Don’t waste it.\nBeHatzlakha.” Good luck.\n\nWe still had to outfit ourselves in mechanics’ overalls, and swap the\nsayeret’s paratroop-style red boots for black ones. I directed all the men to\nconceal the Berettas on a waist-belt inside their overalls. We got acquainted\nwith our mechanics’ toolboxes. Finally we organized our maintenance\nmotorcade: four electronic buggies in front, towing four ladders, two short ones\nfor the wings and taller ones for the front and rear doors. Waiting for the order\nto move, I said a final few words. Seeing the determination and nervous\nanticipation on the faces of the men around me, I began by reiterating that the\nfirst five seconds would be critical. “We all know that nothing ever happens\nexactly according to plan. Each and every one of us has to focus on speed,\nmomentum and precision. No one can wait for anyone else to act. From the\nmoment I give the signal, or if we come under fire, each team has to act as if\n\n122\nHOUSE_OVERSIGHT_011593",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011593.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2755,
    "word_count": 498,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:47.314701",
    "prefix": "IMAGES-001"
  }
}