{
  "document_id": "HOUSE_OVERSIGHT_020323",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020323.txt",
  "text": "171\n\ntelephones (SORM 1), emails and other Internet activity (SORM-2), and computer data storage of billing\ninformation (SORM-3). Not only did Russia run a nationwide system of Internet-filtering in 2013, but it\nrequires their telecommunication companies furnish to it worldwide data.\n\nThe NSA also had to deal with many peripheral issues other than the activities of Russia and\nChina. It was charged with monitoring everything from nuclear proliferation in Iran, Pakistan,\nand North Korea, to potential jihadist threats everywhere in the world. The Russian intelligence\nservice, on the other hand, could put its limited resources to work on redressing the gap with its\nmain enemy: the United States.\n\nNevertheless, Putin had to reckon with the reality in 2013 that Russia could not compete with\n\nthe NSA in the business of intercepting communications. And if the NSA could listen in on all the\ninternal activities of its spy agencies and security regime, the ability of Putin to use covert means\nto achieve his other global ambitions would be impaired. In the Cold Peace that replaced the\nCold War, Russia had little hope of realizing these ambitions unless it could weaken the NSA’s\niron-tight grip on global communications intelligence. One way to remedy the imbalance between\nRussian intelligence and the NSA was via espionage. Here the SVR would be the instrument and\nthe immediate objective would be to acquire the NSA’s lists of its sources in Russia. If successful,\nit would be a game changer.\n\nSuch an ambitious penetration of the NSA, to be sure, was a tall order for Russian intelligence.\nMost of its moles recruited in the NSA by the KGB, had been code clerks, guards, translators,\nand low-level analysts. They provided documents about the NSA’s cipher-breaking, but they\nlacked access to these lists of the NSA’s sources and methods\n\nThese meager results did not inhibit Russian efforts. Yet, for almost seven decades, ever\nsince the inception of the NSA in 1952, the Russian Intelligence service had engaged in a covert\nwar with the NSA. The Russian intelligence service is, as far as is known, the only intelligence\nservice in the world that ever succeeded in penetrating the NSA. A number of NSA employees\nalso defected to Moscow. The history of this venerable enterprise is instructive.\n\nThe first two defectors in the NSA’s history were William Martin and Bernon Mitchell. They\nwere mathematicians working on the NSA’s decryption machines who went to Moscow via Cuba\nin 1960. The Russian intelligence service, then called the KGB, went to great lengths to publicize\ntheir defections. It even organized a 90-minute long press conference for them on September 6,\n1960 at the Hall of Journalists and invited to it all the foreign correspondents in Moscow. Before\ntelevision cameras, the defectors proceeded to denounce the NSA’s activities. Martin told how\nthe NSA breached international laws by spying on Germany, Britain and other NATO allies.\nMitchell, for his part, suggested that the NSA’s practice of breaking international laws could\nignite a nuclear war. Indeed, he justified their joint defection to Russia in heroic whistle-blowing\nterms, saying, \"We would attempt to crawl to the moon if we thought it would lessen the threat of\nan atomic war.\" The NSA historian assessed little damage had been done since the NSA quickly\ncould change the codes they compromised. He noted: “The Communist spymasters would\n\nHOUSE_OVERSIGHT_020323",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020323.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3454,
    "word_count": 557,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:47.197798",
    "prefix": "IMAGES-005"
  }
}