{
  "document_id": "HOUSE_OVERSIGHT_019292",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019292.txt",
  "text": "BREAKING DOWN DEMOCRACY: Goals, Strategies, and Methods of Modern Authoritarians\n\nsystem. This form of digital totalitarianism would allow\nthe state to gather information on Chinese citizens\nfrom a variety of sources and use it to maintain scores\nor rankings based on an individual's perceived trust-\nworthiness, including on political matters. Chinese\nofficials have claimed that by 2020, the system will\n“allow the trustworthy to roam everywhere under\nheaven while making it hard for the discredited to take\na single step.”! A citizen could receive bad marks for\npetitioning the government, participating in protests,\nor circulating banned ideas on social media.\n\nAs for Russia, the Kremlin complemented its covert in-\nterference overseas with open and ugly acts of repres-\nsion at home. In one brief period in early 2017, Russian\nopposition politician Aleksey Navalny was blocked from\ncompeting in the 2018 presidential contest through\n\na trumped-up criminal conviction, dissident journalist\nVladimir Kara-Murza nearly died from his second sus-\npected poisoning, and the Russian parliament passed\na law to decriminalize domestic violence that results in\n“minor harm\" such as small lacerations and bruising.\nProponents of the domestic abuse law hailed it as a\nwin for traditional family values.\n\nThe confluence of authoritarian gains and setbacks\nfor democracy suggest a number of conclusions:\n\n1. Modern authoritarianism is a permanent and\nincreasingly powerful rival to liberal democracy\nas the dominant governing system of the 21st\ncentury. Variations on the systems that have\nproved effective in suppressing political dissent\nand pluralism in Russia and China are less likely\nto collapse than traditional authoritarian states,\ngiven their relative flexibility and pragmatism.\n\n2. The most serious threat to authoritarian systems\nlies in economic breakdown. However, Russia,\nChina, and other major autocracies have shown\nthemselves capable of surviving economic set-\nbacks that, while affecting the standard of living,\ndid not push citizens to the limits of endurance.\nThe catastrophic case of Venezuela is a notable\nexception. Of the main countries examined in\nthis study, only in Venezuela did the political leac-\nership attempt to impose a socialist economic\nsystem and wage war on the private sector.\n\n3. Illiberalism in democratic environments is more\nthan a temporary problem that can be fixed\nthrough an inevitable rotation of power. In Hun-\ngary, the Fidesz government has instituted poli-\n\ncies that make it difficult for opposition parties\nto raise funds or present their political message,\ncreating a structurally uneven political playing\nfield. Other elected leaders with authoritarian\nmindsets will take notice and follow suit.\n\n. Authoritarian states are likely to intensify efforts\n\nto influence the political choices and govern-\nment polices of democracies. The pressure will\nvary from country to country, but it will become\nincreasingly difficult to control due to global\neconomic integration, new developments in\nthe delivery of propaganda, and sympathetic\nleaders and political movements within the de-\nmocracies. Putin and his cohorts have learned\nwell how to use democratic openness against\ndemocracy itself.\n\n. Authoritarian leaders can count on an increas-\n\ningly vocal group of admirers in democratic\nstates. For several years now, European parties\nof the nationalistic right and anticapitalist left\nhave forged ties with Moscow and aligned their\ngoals with Putin's. The 2016 U.S. presidential\nelection revealed a new constituency, albeit\nsmall, that harbors respect for Putin despite\n\nhis hostility to American interests and his in-\nterference in the country’s democratic process.\nA disturbing number of advisers to the Trump\ncampaign, including Trump himself, expressed\nadmiration for Putin and his system. In addition,\nvarious political figures and commentators have\npraised or come to the defense of despotic\nrulers including Abdel Fattah al-Sisi and Bashar\nal-Assad.\n\n. Modern authoritarians can be expected to dou-\n\nble down on their drive to neuter civil society\n\nas an incubator of reformist ideas and political\ninitiatives. Civil society can serve as a vibrant\nalternative to mainstream democratic parties\n\nas those parties fall prey to corruption, elitism,\nand ossification. After the Kremlin effectively\ndefanged the collection of human rights organi-\nzations, conservation projects, election monitors,\nand anticorruption committees in Russia, other\nautocrats and illiberal leaders began to act in\nsimilar fashion. Both Viktor Orban in Hungary and\nthe leaders of the Law and Justice party in Poland\nhave spoken of “bringing order\" to the nongov-\nernmental sector, though serious restrictions on\nfreedom of association have yet to be adopted by\nan EU state. That could change in 2017.\n\n58\n\nHOUSE_OVERSIGHT_019292",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019292.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4851,
    "word_count": 728,
    "line_count": 120,
    "import_date": "2025-11-19T21:47:44.550095",
    "prefix": "IMAGES-005"
  }
}