{
  "document_id": "HOUSE_OVERSIGHT_023783",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023783.txt",
  "text": "What Can’t You Teach? 37\n\nThe bottom line here is one of initial belief systems and\nfundamental personality characteristics, coupled with the notion of\ntruly held goals. You cannot teach someone something that:\n\ne does not help them achieve some goal they actually hold\n\ne is not in line with their fundamental personality\ncharacteristics\n\ne goes against their subconscious beliefs\n\nYou can try, but you won’t succeed.\n\nSo the question of what you can’t teach, which is very important\nwhen we think about teaching and learning, comes down to a ques-\ntion of whom the child has become because of what she learned prior\nto the age of 7, and what she was anyway when she exited the womb.\nThose two things are powerful enough even if you don’t add in trying\nto teach something that in no way relates to any goal the child has.\n\nThis is even more true for adults, of course. We can try to teach\nadults things that are at odds with who they are as people, but good\nluck with that.\n\nTraits may come with the child, or they may have been learned\nby the child prior to the age of 7, but it really makes no difference\nwhen we are discussing teaching. Personality cannot be changed.\nCore beliefs are very hard to change. Interests are hard to change,\nalthough new ones can be found. Clinical psychologists try to make\nsmall changes in these aspects of people but they have a very difficult\ntime doing it.\n\nBut my point here is to address an issue in education and training\nthat is not well understood. Simply stated it is this: Jt is not possible to\nteach or train students to do things that are not in line with who they are as\npeople. This matters because much of what we try to teach in school\nand train for in companies is an attempt to alter behavior.\n\nI have been building what have come to be called e-learning sys-\ntems for about 25 years. Over the years, I have realized that there is\nnothing new under the sun in the subject matter that e-learning sys-\ntems are asked to address. One of my least favorite subjects, one that\ncomes up frequently, is integrity and compliance. I have been asked\nto work on this subject quite often. Usually what is being asked is im-\npossible. Most e-learning companies simply do what they are asked to\ndo by the client without pointing out—if they even know—that what\nthey are being asked to teach can’t be taught. Companies that need\n\nHOUSE_OVERSIGHT_023783",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023783.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2388,
    "word_count": 432,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.929588",
    "prefix": "IMAGES-007"
  }
}