{
  "document_id": "HOUSE_OVERSIGHT_031719",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031719.txt",
  "text": "always trump an imposed political structure, especially the Western-\nexported concept of the nation-state.\n\nFollowing World War II, as European colonialism waned, the US\nassumed a more significant role in the Middle East. US foreign policy\nwas driven primarily by oil interests, the protection of Israel and\nresistance to Soviet aggression. To prevent the region from dissolving\nin sectarian conflict, the US established a series of autocracies. The\ncampaign included restoring the Shah of Iran to the throne after the\ndemocratically elected Mosaddegh regime nationalized oil fields, and\nsupporting for the Baathist overthrow of the Qasim government in\nIraq, which gave rise to Saddam Hussein.\n\nFollowing the end of the Cold War, America’s foreign policy gravitated\ntoward nation building, and the widespread promotion of democracy\nand human rights abroad. However, an iron fisted policies the\nstrongmen imposed to remain in power conflicted with the moral\nendeavor to curate democracy afar. Hence, America’s crusade\nundermined its original goals by threatening the same autocratic\nregimes the US had helped establish.\n\nAs the leaders the West once championed are toppled one by one, the\nboot-prints of Western Power are clearly visible. Regimes once\nsupported by the US have fallen, marking the failure of embrace and\nabandon. In Egypt, Mubarak was in, then deserted. In Iraq, Hussein\nwas in, then deposed. In Libya, Gaddafi was in, then overthrown with\nUS support. In Syria with Assad, it was the same scenario. The\ninstability created by contradictory Western interests has invited far\nworse atrocities by the new regimes than the crimes perpetrated by the\nprevious order. The massacres in Syria and Iraq are obvious, bitter\nexamples.\n\nFilling the void are a multitude of warring sectarian groups from ISIS\nto Syrian rebels. The factions each generally fight under their own flag\nof political Islam. The rise of Islamic factions battling for territory is a\n\nHOUSE_OVERSIGHT_031719",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031719.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1983,
    "word_count": 308,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:48.378722",
    "prefix": "IMAGES-011"
  }
}