{
  "document_id": "HOUSE_OVERSIGHT_018572",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018572.txt",
  "text": "nonsense, but I didn't know much else about her. I think she probably considered me a bit\nnaive. Anyway, Lena watched the situation and my body language; she knew that it was\nmy first time smoking. A few minutes later, she took me aside. I don't remember the\nexact conversation, but I seem to recall that it went something like this:\n\n\"Clarisse,” Lena said, \"how are you feeling?”\n\"I'm not sure,\" I said. Truth be told, I felt a bit numb.\nLena looked directly into my face. \"How far do you want to go tonight?\" she asked.\n\nI looked away. I felt embarrassed because she seemed so composed. I felt like an airhead\ncompared to her. We were standing next to a wooden wall, and I pretended to study the\nwood-grain. \"I don't know,\" I said vaguely.\n\n\"If you can tell me how far you want to go tonight,\" Lena said firmly, \"then I'll make sure\nnothing goes past that. Do you want to keep making out? Do you want to do more than\nmake out?\"\n\nI traced a knot in the wood with my finger. \"Making out,\" I decided.\n\n\"Okay,\" Lena said, and nodded. I don't remember if she said anything else, but as she\ntook me back to the group I still felt a little embarrassed -- and also incredibly relieved.\n\nI wonder if I ever thanked Lena? I should have; maybe I'll try to find her on Facebook or\nsomething. Because I really did feel a lot safer that night, knowing that Lena was looking\nout for me. I made out with that gentleman a little bit more, but after a while I put a stop\nto it, and nothing else happened.\n\nMaybe if Lena hadn't been there, I still would have had the wherewithal to stop making\nout with him; or maybe I would have felt so confused, anxious, numb that I let it go\nfurther. (And I can tell you for sure that I'm glad it didn't go further.) Or, God forbid,\nmaybe if she hadn't been there then I would have been actively pressured into something\nthat I actively objected to.\n\nBefore that, it had never occurred to me to set a clear boundary before I hooked up with a\nguy. That's an important lesson in itself! Even more importantly, though, Lena didn't tell\n\nme what to do. She didn't say anything about how I should be sexual, or who I should do\n\nit with. She didn't shame me for what was up. She just asked me what I wanted, and then\n\nshe offered me her support.\n\nCertainly, Lena is just one small piece in the puzzle of my life. But I still remember her,\nand I admire and thank her. My parents have offered me a lot of support throughout my\nlife, both in my relationships and otherwise. I've had partners who helped show me what\nit means to create a low-pressure sexual environment, or who helped me learn clear\nsexual communication. Still, Lena stands out in my mind -- someone I barely knew, yet\nsomeone who helped show me what it means to be among women who stand up for each\nother and help preserve each other's boundaries.\n\nte OK ok\n\nThis can be found on the Internet at:\n\nHOUSE_OVERSIGHT_018572",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018572.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2898,
    "word_count": 548,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:44.368802",
    "prefix": "IMAGES-005"
  }
}