{
  "document_id": "HOUSE_OVERSIGHT_025894",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025894.txt",
  "text": "I’m writing about the Iran deal. So far have only sent a form paragraph in response to requests. Below.\n\nNoam\n\nOn Iran, as usual, I’m a gloomy contrarian. I’m glad the treaty was signed, and it’s kind of fun to watch the\nRepublican lunatics shrieking hysterically as they try to kill it (as they may). And Israeli hypocrisy has gone\nwell beyond being comical. But in fact the whole thing is farcical, in my opinon. In the US, Iran is “the\ngreatest threat to world peace”, intoned constantly from on high, in the media, everywhere. There is also such a\nthing as world opinion, as measured by such ultra-radicals as Gallup. It turns out that the greatest threat to\nworld peace is the US, by a very wide margin, no one else even close, and Iran barely mentioned. The\nAmerican population is protected from these unwanted facts by the Free Press: not reported. There is an\norganization called US intelligence. They brief Congress regularly on the international security situation, all\nquite public. On Iran, they point out that it has very limited military power, even by regional standards (a small\nfraction of Saudi Arabia, for example). Its strategic doctrine is defensive. If—a big If—it has plans for nuclear\nweapons, that would be part of its deterrent strategy. Now who would be opposed to Iran having a deterrent\nstrategy? Answer is clear: the rogue states that rampage violently in the region and don’t want any impediment:\nthe US and Israel, also lesser ones like UK and France. One simple way to reduce the threat of nuclear weapons\nwould be to establish a nuclear-weapons free zone in the region, as has been done elsewhere (over US\nobjections). That’s been advocated by the Arab states for 20 years, with very wide global support, including\nIran. It comes up regularly at the 5-year review meetings of the Nonproliferation Treaty, at the UN, again a few\nmonths ago, when, again, it was blocked by the US to protect its Israeli client, which has a huge nuclear\nweapons arsenal and wants to keep it. Again, the population is protected from such facts by the Free Press\n(though in this case there are some fringe exceptions, and of course the Arms Control literature). Same with the\nrest of the litany. Reading the US and UK press is like living in some lunatic asylum. I’m wondering whether\nto write about it — again; have done so repeatedly. It’s like talking to a wall. Iran has an awful government,\nthough by the standards of such US allies as Saudi Arabia, it’s practically heaven.\n\nNevertheless, better to have the treaty than not to, given the nature of the asylum.\n\nNoam\n\nFrom: jeffrey E. [mailto:jeevacation@gmail.com]\nSent: Friday, August 07, 2015 3:36 PM\n\nTo: Noam Chomsky <\n\nSubject: Re: Re:\n\nthe mathematical model. is quite beautiful, though the basic rules are simple , once they have run over and\nover again, and produced a result you cannot tease them out by any form of reductionism. or\n\nalgorithm, just like the series 7-21-37... cannot be found by alogrithm, itis simply the difference of\ncubes, . Have you written about the iran deal?\n\nOn Fri, Aug 7, 2015 at 12:55 PM, Noam Chomsky <g> wrote:\n\nHOUSE_OVERSIGHT_025894",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025894.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3142,
    "word_count": 542,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:48.967297",
    "prefix": "IMAGES-008"
  }
}