{
  "document_id": "HOUSE_OVERSIGHT_015487",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015487.txt",
  "text": "NAUTIL.US | TEXT SETS\n\nWill natural gas be a bridge for Primus to green\nfuel, or will it be too cheap and attractive to resist as\na permanent substitute for biomass? For the moment,\nthe company seems keen to squeeze what it can out of\nthe shale gale. With the help of more than $50 million\nin Israeli money, Primus is building a demonstration\nplant the size of a house near its headquarters in New\nJersey, due to open this year. The location is off the\nmap—even Google won’t guide you there, as if it were\nsome secretive skunk works facility, which is how the\ncompany likes to think of rt. The plant will take natural\ngas from the local utility, run it through its proprietary\nset of chemical reactions and, on the far end, out of a\nspigot, will come gasoline—12.7 gallons per hour at full\ncapacity. The company’s first commercial plant, due to\nstart construction next year, will likely be located near\na source of natural gas.\n\nScaling up the technology this way will reduce the\noverhead costs per unit of gasoline—that is, the cost\nof fabricating the reactors and buying the zeolites and\nfeedstocks. Plus, Primus’ technology may prove eco-\nnomical enough at a scale small to allow its plants to\nbe distributed close to remote natural gas wells or even\nsources of biomass. It is no coincidence that the com-\npany based itself in verdant New Jersey, “the Garden\nState”; proximity to biomass is crucial for producers,\nbecause transporting heavy and unwieldy wood or\ncorn stalks across large distances tends makes the end\nproduct too costly and undercuts the greenhouse-gas\nsavings that are a large part of its appeal.\n\nAs I prepare to drive off, Fang carts out one of his\ncollection of red plastic gas cans and dumps a liter or\nso of Primus-made, natural gas-to-gasoline fuel into\nmy tank. A test car tooled around on it last summer,\nwith no problems. The hope is to be able to charge\na premium for the higher-octane premium product.\n“People pay twice as much for organic food,” Boyayian\nsays. “So why not pay more for green gasoline?” My\nfuel sensor can tell the difference: it registers an anom-\nalously high miles-per-gallon number.\n\nFang gives me two thumbs up as I pull away, watch-\ning me drive off on his preferred solution to the ener-\ngy crisis. It’s unclear whether Primus will ever find\nthe occasion to turn back towards biogasoline—and\nwhether that’s a long-term fix for the world’s ener-\ngy and environmental conundrum. Striving to make\n\n27\n\ncleaner fuel for standard, dirty combustion engines\nmay reinforce drivers’ loyalty to today’s technology.\nSuch lock-in makes a true revolution difficult until\nsome alternative energy source—whether battery-\ndriven electric cars or engines modified to burn car-\nbon-neutral, as-yet-unmade biofuels—offers the kind\nof convenience and low cost that justifies replacement.\nAt present, Primus appears set to become part of a\nsprawling infrastructure that reinforces the incentives\nto use greenhouse gas-producing, gasoline-like fuels.\nAnd for all those concentrated octanes in my tank, I\nstill have to pull into a Shell station to fill up on con-\nventional gasoline, blended with corm ethanol, in order\nto drivehome. ©\n\ndavid biello is the Environment and Energy Editor for\nScientific American. He is currently working on a book about the\nAnthropocene.\n\nHOUSE_OVERSIGHT_015487",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015487.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3325,
    "word_count": 557,
    "line_count": 74,
    "import_date": "2025-11-19T21:47:45.636091",
    "prefix": "IMAGES-003"
  }
}