{
  "document_id": "HOUSE_OVERSIGHT_022180",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022180.txt",
  "text": "ERSON\n\nwith that. But in the end she\ndanother rich man as Epstein\nof the Palm Beach Stockade.\nn her relationship with the\nd the field until she met and\nBrian Vickers. Along the way\nchanging her name to Sarah\n\ntrname to Marcinko and, after\nschool, became a commercial\nyr. Calling herself Gulfstream\nier social media presence until\nany filed a trademark infringe-\n1e suit was settled out of court,\nstream” to “Global.”\n\n“About Me” page on her web-\nreneurial spirit by selling invi-\nhe continued on to manage a\nness and soon she was disco-\nimmersed into the marketing\n\nsperson and international fash-\n\ny Epstein. But on her YouTube\n: cockpit of a Gulfstream II that 4\nulfstream, sitting beside a mam :\n\nki, a pilot for Epstein.\n\n2\n\nFittyy Ricwu\n\nMarcinko’s Manhattan address belongs to a building where\nJeffrey Epstein’s brother, Mark, owns the majority of apartments.\nSarah Kensington uses the same address in New York.\n\nThe Girls\n\nOne of the girls who gave Jeffrey Epstein massages moved to Los\nAngeles and became an actress, starring for a time in a soap\nopera and appearing in several films. She is now pursuing a\ncareer in country music.\n\nSeveral girls have been arrested for drugs, prostitution, and\nother nonviolent crimes.\n\nOne girl is dead—murdered by her boyfriend for reasons\nthat had nothing to do with Epstein.\n\nOne of the girls who claimed to have been raped by Epstein\nis now a successful real estate broker in South Florida.\n\nMary moved back in with her parents, finished high school,\nand attended college for a while. She had her ups and downs\nalong the way. In 2010, she was arrested for shoplifting. But\nMary, who was born in 1990, is still in her midtwenties — still\nyoung for a man of Jeffrey Epstein’s age—with many good years\nahead of her.\n\nWendy Dobbs studied nursing in college and became a bar-\ntender and waitress. “I want to fill a position in which I can\n[utilize] my communication and customer service skills to help\nothers,” she wrote on LinkedIn. “I feel I am at my. best when I\ncan make a difference in someone’s life. My goal is to inspire and\nencourage others to make positive changes daily. If you are not\nteaching for the stars then your dreams are not big enough.”\n\n283\n\nHOUSE_OVERSIGHT_022180",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022180.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2228,
    "word_count": 392,
    "line_count": 74,
    "import_date": "2025-11-19T21:47:46.266976",
    "prefix": "IMAGES-006"
  }
}