{
  "document_id": "HOUSE_OVERSIGHT_019923",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019923.txt",
  "text": "4\n\nBANNON\n\nteve Bannon was the first Trump senior staffer in the White House after Trump was\nS sworn in. On the inauguration march, he had grabbed the newly appointed deputy\nchief of staff, Katie Walsh, Reince Priebus’s deputy at the RNC, and together they had\npeeled off to inspect the now vacant West Wing. The carpet had been shampooed, but little\nelse had changed. It was a warren of tiny offices in need of paint, not rigorously cleaned\non a regular basis, the décor something like an admissions office at a public university.\nBannon claimed the nondescript office across from the much grander chief of staff’s suite,\nand he immediately requisitioned the white boards on which he intended to chart the first\nhundred days of the Trump administration. And right away he began moving furniture out.\nThe point was to leave no room for anyone to sit. There were to be no meetings, at least no\nmeetings where people could get comfortable. Limit discussion. Limit debate. This was\nwar. This was a war room.\n\nMany who had worked with Bannon on the campaign and through the transition\nshortly noticed a certain change. Having achieved one goal, he was clearly on to another.\nAn intense man, he was suddenly at an even higher level of focus and determination.\n\n“What’s up with Steve?” Kushner began to ask. And then, “Is something wrong with\nSteve?” And then finally, “I don’t understand. We were so close.”\n\nWithin the first week, Bannon seemed to have put away the camaraderie of Trump\nTower—including a willingness to talk at length at any hour—and become far more\nremote, if not unreachable. He was “focused on my shit.” He was just getting things done.\nBut many felt that getting things done was was more about him hatching plots against\nthem. And certainly, among his basic character notes, Steve Bannon was a plotter. Strike\nbefore being struck. Anticipate the moves of others—counter them before they can make\ntheir moves. To him this was seeing things ahead, focusing on a set of goals. The first goal\nwas the election of Donald Trump, the second the staffing of the Trump government. Now\nit was capturing the soul of the Trump White House, and he understood what others did\nnot yet: this would be a mortal competition.\n\nHOUSE_OVERSIGHT_019923",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019923.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2247,
    "word_count": 386,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:48.617152",
    "prefix": "IMAGES-005"
  }
}