{
  "document_id": "HOUSE_OVERSIGHT_026394",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_026394.txt",
  "text": "Men tend to find elaborate social relations boring. If there is no pleasure in observing and empathizing with\npeople, one will not have good social cognition.\n\nIQ is not the only meaningful difference. Chinese pay an inordinate amount of attention to authority. I suspect\nhistorically., the authorities tended to kill them a lot if they did not. Jews tend be intellectually independent and\nanti-authoritarian, which might make them creative and inventive in ways that are hard to find in Asia.\n\nAt the moment, I think speed/quality of brain development plus motivational system are the key to\nunderstanding both mind and individual differences. Important part of human language might be the result in a\nmotivational need to discover/invent grammatical structure, which as a side effect makes us interested in\nmusic.\n\nIt would mean that Chomsky’s life long hypothesis, that people have a special circuit for grammatical\nlanguage, is wrong. They might be GENERAL learners, just like Gorillas, but with a strong motivational urge\nto build grammatical structure, which the brain simply invents (there are only a few ways in which a natural\nlanguage can work). That is much easier to wire into a brain than a specific circuit.\n\nimy self believe that african music, westrn music , chinese music are a window into the the structure of those\nlayers. . western rigid, african primitve , chinese nature based,. I belive that synphoic movments best\ndescribe your layering. they open with a basic simple melody, , after it is learned , it is repeated and \"\ndeveloped\" , inverted, distorted, related, etc. the development stage take a long time. then there is a\nrecapitlaltion of the whole. and its inter and intra actions. . african musci has lots of beats. and little\ndevelopment. -no accident, it mirrors their learning process.\n\nInteresting question if music is somehow indicative of genetically defined prefs, but I am not sure. It could be\npath effects, starting in culture.\n\nre taboo\n, maybe climate change is a good way of dealing with overpopulation. . the earths forest fire. potentailly\na good thing for the species\n\nMaking having children expensive in terms of upbringing and missed opportunity (like in the west) is a more\nhumane way. Environmental stress while leaving near rock bottom tends to lead people to have more children,\nbecause there is no missed opportunity, and high mortality requires more attempts at procreation. Humans are a\nhardy species, outside of focused famine events and wars only small fractions of any given population die.\n\nI suspect that strong reductions in population will come from large-scale failure of agriculture. The climate\nchange itself with result in migration and wars, but most people will probably survive that. But who knows, I\nmight be wrong.\n\ntoo many people, so many mass executions of the elderly and infirm make sense\nis the fundamental fact that everyone dies at some time .make it imporrisbole to ask so why not earilier. if\nthe brain discards unused neurons , why shold socieity keep their equivalent\n\nThe radical idea of treating individuals in a society as cells and the society itself as a well-organized organism\nis fascism, or course. Probably the most efficient and rationally stringent way of governance, if someone could\npull it off in a sustainable way; and if it is aggressive and expansive, its efficiency makes it a virus that\n\neverybody will want to stomp out. Fascism makes romantic doo-gooders like me very uncomfortable (I visited\n\nHOUSE_OVERSIGHT_026394",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_026394.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3520,
    "word_count": 575,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:48.285547",
    "prefix": "IMAGES-008"
  }
}