{
  "document_id": "HOUSE_OVERSIGHT_031608",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031608.txt",
  "text": "vast cover-up.”\n\nIt is not easy to find an objective criterion that distinguishes the inquiry into a real conspiracy from one that\nchases a pseudo-conspiracy. Both types rely are the eyewitnesses, documents and forensic evidence. The best\nthat Mr. Brotherton can offer on this score is to cite Stewart Potter’s famous comment on pornography: “TI\nknow it when I see it.” In the context of suspicious minds, though, one person might see a plausible case for a\nconspiracy and another only outlandish connections. The distinction is in the mind of the beholder.\n\nMr. Brotherton offers a sample list of conspiracy theories, including ones alleging that Abraham Lincoln was\nassassinated on the orders of his vice president; that the moon landing was faked; that Area 51 in New Mexico\nis home to extra-terrestrial technology under government auspices; that President Obama is “a communist\nMuslim from Kenya.” Such theories are meant to show that suspicious minds leap to absurd conclusions.\nThese are chosen because there is no evidence to support them.\n\nThe picture changes, however, if we consider, for example, the theory claiming that Lincoln’s assassin, John\nWilkes Booth was part of a larger conspiracy backed by the Confederacy. On April 14, 1865, at about the same\ntime that Booth shot Lincoln, one of his associates stabbed Secretary of State William Seward and another\nstalked Vice President Andrew Johnson with a loaded gun. The military commission appointed by President\nJohnson, after hearing 371 witnesses testify and after examining Confederate bank transfers and cipher\ncommunications, concluded that the three attacks were part of a conspiracy sponsored by the Confederacy and\nconvicted eight of Booth’s associates, four of whom were hanged. Here we have a conspiracy theory\nproceeding not from crackpots but from a government commission backed by the new president and most\nmembers of Lincoln’s cabinet.\n\nClearly the defects in the brain’s wiring that lead to crazy theories may lead to the confirmation of theories that\nare adopted by rational people. Indeed, the confirmation bias can work in contradictory ways: confirming not\nonly conspiracy theories but the impulse to reject them in favor of conventional wisdom. Can this defect be\ncorrected? Here I am reminded of a Woody Allen’s absolutely brilliant 1996 comedy “Everyone Says I Love\nYou,” in which the once-liberal son of a New York liberal family starts spouting conservative theories until a\ndoctor solves the problem by restoring the proper flow of oxygen to his brain. The movie has a happy ending\nwhen the son goes back to spouting his family’s liberal theories. While Mr. Brotherton offers no such remedy\nto our brain’s defects, he does offer a thought-provoking analysis and an appealing guide to thinking about\nconspiracies, real and imagined.\n\n—NMr. Epstein most recent book is “The Annals of Unsolved Crimes.” He is currently writing a book about\nEdward Snowden.\n\nhttp://www.wsj.com/articles/theyre-not-really-out-to-get-you- 1450471512\nHappy New Year\n\nwww.edwardjayepstein.com\n\nplease note\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\nJEE\nUnauthorized use, disclosure or copying of this\n\nHOUSE_OVERSIGHT_031608",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031608.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3354,
    "word_count": 519,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.656894",
    "prefix": "IMAGES-011"
  }
}