{
  "document_id": "HOUSE_OVERSIGHT_021786",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021786.txt",
  "text": "New York Times — 06/30/08\n\nFinancier Starts Sentence in Prostitution Case -NYTimes.com Page 1 of 4 ge 1 of 4\nJuly 1, 2008\n\nFinancier Starts Sentence in Prostitution Case\n\nBy LANDON THOMAS Jr.\n\nThe bad news arrived by phone last week on Little St. James Island, the palm-fringed\nXanadu in the Caribbean where Jeffrey E. Epstein, adviser to billionaires, lives in\nsecluded splendor.\n\nReport to the Palm Beach County jail, the caller, Mr. Epstein’s lawyer, said.\n\nSo over the weekend Mr. Epstein quit his pleasure dome, with its staff of 70 and its\nflamingo-stocked lagoon, and flew to Florida. On Monday morning, he turned himself in\nand began serving 18 months for soliciting prostitution.\n\n“T respect the legal process,” Mr. Epstein, 55, said by phone as he prepared to leave his\n78-acre island, which he calls Little St. Jeff’s. “I will abide by this.”\n\nIt is a stunning downfall for Mr. Epstein, who grew up in Coney Island and went on to\nlive the life of a billionaire, only to become a tabloid monument to an age of hyperwealth.\nMr. Epstein owns a Boeing 727 and the largest town house in Manhattan. He has paid for\ncollege educations for personal employees and students from Rwanda, and spent millions\non a project to develop a thinking and feeling computer and on music intended to\nalleviate depression.\n\nBut Mr. Epstein also paid women, some of them under age, to give him massages that\nended with a sexual favor, the authorities say.\n\nFederal prosecutors initially threatened to bring him to trial on a variety of charges and\nseek the maximum penalty, 10 years in prison. After years of legal wrangling, Mr.\nEpstein pleaded guilty to lesser state charges.\n\nUpon his release from jail, he must register as a sex offender wherever he goes in the\nUnited States.\n\nPeople from all walks of life break the law, of course. But for the rich, wrapped in a\ncocoon of immense comfort, it can be easy to yield to temptation, experts say.\n\n“A sense of entitlement sets in,” said Dennis Pearne, a psychologist who counsels people\n\non matters related to extreme wealth. The attitude, he said, becomes, “I deserve anything\nI want, I can have anything I want — and I can afford it.”\n\nHOUSE_OVERSIGHT_021786",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021786.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2197,
    "word_count": 379,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:48.628325",
    "prefix": "IMAGES-006"
  }
}