{
  "document_id": "HOUSE_OVERSIGHT_011889",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011889.txt",
  "text": "/ BARAK / 132\n\nits terror attack on a Pan American airliner in the late 1980s. Or, as in South\nAfrica, that a change in nuclear policy might come from a change in régime in\nTehran. Yet realistically, we couldn’t count on either. And there was no doubt in\nour minds that a nuclear Iran represented a hugely serious threat. If the Shi’ite\nMuslim regime in Iran did get a nuclear weapon, Sunni Arab states like Egypt and\nSaudi Arabia, and Turkey as well, would try to go nuclear. Neither they nor we\ncould assume that Iran was developing a bomb as a mere act of deterrence. We\ncouldn’t exclude the possibility that, especially in a crisis threatening the survival\nof the ayatollahs’ rule, Iran would use the weapons it was developing. It could\neven send a nuclear device in a container smuggled on board a commercial vessel\ndocking in one of Israel’s ports.\n\nWhile few in Israel disputed the seriousness of the threat, a number of top\npolitical and military figures had deep misgivings about military action. Given the\nneed for secrecy, most of our discussions took place within the so-called Group of\nEight, often also including the chief of staff and other top generals from the kirva.\nBoth Dan Meridor and Benny Begin, Menachem Begin’s son and a minister\nwithout portfolio, were opposed to an Israeli attack from the start. They were\nconvinced that the implications for the region, and for our relations with the wider\nworld, were difficult to predict and potentially dire. Dan raised a further concern.\nHe feared an Israeli attack might actually intensify Iran’s effort to get a nuclear\nbomb, only now with political cover, because it would argue it was acting in self-\ndefense. The view of those opposed to an Israeli strike was that we should rely on\nAmerican economic and political pressure to deal with the threat. And, if that\nfailed, on American military action.\n\nIn November 2010, the internal debate came to a head, at a meeting involving\nthe Group of Eight as well as the chief of staff, the head of military intelligence\nand the commander of the air force. We convened in a villa that the Mossad kept\nfor clandestine foreign visitors, near the coastal road north of Tel Aviv. The\nmeeting began with a presentation by the generals of our attack plan. There was\nstill a core of ministers opposed: chiefly Dan Meridor and Benny Begin, but also\nBoogie Ya’alon, a former Sayeret Matkal commander and chief of staff who\nMinister of Strategic Affairs. But the confidence and detail with which the plan\nwas laid out, and the fact that Bibi, Lieberman and I were in favor of being\nprepared to act, gave me the sense that a majority would back military action if it\nbecame necessary. The proviso would be the need for the chief-of-staff, and ideally\n\n418\nHOUSE_OVERSIGHT_011889",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011889.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2778,
    "word_count": 483,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:48.706138",
    "prefix": "IMAGES-001"
  }
}