{
  "document_id": "HOUSE_OVERSIGHT_024449",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024449.txt",
  "text": "EBITDA, Adjusted EBITDA and Adjusted EBITDAR have limitations as analytical tools, and you should\nnot consider them in isolation, or as a substitute for analysis of our results as reported under GAAP.\nSome of these limitations are:\n\n@ they do not reflect our cash expenditures for capital expenditures or contractual commitments;\n\n@ they do not reflect the cost of our non-cash stock-based compensation or our SAR plan or long term\nincentive plan or the expense associated with allocating Profits Participation LP Units (as defined\nbelow) to employees;\n\n& they do not reflect changes in, or cash requirements for, our working capital;\n\nM@ they do not reflect the significant interest expense, or the cash requirements necessary to service\ninterest or principal payments, on our indebtedness:\n\nB they do not reflect management fees;\n\nHB although depreciation and amortization are non-cash charges, the assets being depreciated and\namortized will offen have to be replaced in the future, and our non-GAAP measures do not reflect cash\nrequirements for such replacements or the related expense;\n\n@ they do not reflect the impact of earnings or charges resulting from the significant costs we have\nincurred in integrating KinderCare, and we are likely to incur significant integration costs in future\nacquisitions;\n\n@ other companies, including other companies in our industry, may calculate these measures differently\nthan we do, limiting their usefulness as a comparative measure; and\n\n@ they do not comply with the requirements of Item 10(e) of Regulation S-K or Regulation G of the\nSecurities and Exchange Commission (“SEC\").\n\nBecause of these limitations, EBITDA, Adjusted EBITDA and Adjusted EBITDAR should not be\nconsidered as measures of discretionary cash available to us to invest in the growth of our business or\nreduce our indebtedness. We compensate for these limitations by relying on our GAAP results as well as\nthese non-GAAP measures.\n\nFor more information, see our consolidated financial statements and the notes io those statements\nincluded elsewhere in this Memorandum.\n\nFORWARD-LOOKING STATEMENTS\n\nThis Memorandum contains forward-looking statements, which involve risks and uncertainties. You can\nidentify forward-lcoking statements because they contain words such as “anticipates,” “expects,”\n\"should,\" ‘intends,” “plans,” “believes,” “seeks,” “estimates,” \"will,\" \"may,\" “approximately\" and similar\nexpressions which concern, among other things, the Company's results of operations, financial condition,\nliquidity, prospects, growth, strategies and the industry in which the Company cperates. Examples\ninclude statements regarding anticipated growth in revenue, net income and EBITDA, expectations\nregarding the likelihood of recurrence of certain charges and gains, expectations regarding capital\ninvestments, and expectations regarding future cash generated from operations. These forward-looking\nstatements are based on our management's current expectations, assumptions, estimates and\nprojections about us and our industry. You are cautioned that actual results could differ from those\n\n16\n\nHOUSE_OVERSIGHT_024449",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024449.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3136,
    "word_count": 450,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:49.185708",
    "prefix": "IMAGES-007"
  }
}