{
  "document_id": "HOUSE_OVERSIGHT_032641",
  "filename": "IMAGES-012-HOUSE_OVERSIGHT_032641.txt",
  "text": "CNN\n\nRLK: Now this will not mean overt dissent from the media.\nCertainly, that has been suppressed and will arguably for\nthe foreseeable future continue to be. But in the inner\ncircles, he is obligated to continue to seek guidance and get\nalternative opinions.\n\nHOST: Speaking of the media you just reminded me of\nsomething and we were having a lovely conversation\nyesterday. I don’t think either of was being particularly\nrude or anything. And let’s put up the video because you\nand I were chatting about, just regular Chinese politics and\nwhat was happening and this was what happened in our\noffice. We were shut down by the censors in the middle of\nour conversation. What does that say about how things are\ngoing to be run?\n\nRLK: China is extremely sensitive during this particular\ntime of the 19th CPC National Congress. They do that for all\n\nnational meetings but this is probably the most central time.\n\nAll elements of media are under strictures. Who knows at\nwhat level decisions are made? But even internet\nconnections this week have been terrible because of\nextreme censorship. I expect that will lessen in the future.\nBut it is endemic of the situation and we will all learn to live\nwith it. As I said, there’s a larger picture here about what Xi\nis going to do in terms of his people orientation,\nrejuvenating China, comprehensively deepening reform,\nand strengthening rule of law.\n\n@MattRiversCNN/Wednesday\n\nCHINA'S NEW POWER PLAYERS sites Sesetagrangsgo\n\nCHINA BLACKS OUT CNN'S COVERAGE OF CHINESE POLITICS Sao.\n\nsap VW -11.98\n\nCNN TODAY\n\n@MattRiversCNN/Wednesday\n\nCHINA'S NEW POWER PLAYERS = =\n\nCHINA BLACKS OUT CNN'S COVERAGE OF CHINESE POLITICS ON\n\nCNN TODAY\n\nHOUSE_OVERSIGHT_032641",
  "metadata": {
    "original_filename": "IMAGES-012-HOUSE_OVERSIGHT_032641.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1699,
    "word_count": 281,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:48.948483",
    "prefix": "IMAGES-012"
  }
}