{
  "document_id": "HOUSE_OVERSIGHT_018651",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018651.txt",
  "text": "* Acknowledging past use of violence.\n\n* Admitting being wrong.\n\n* Communicating openly and truthfully.\n\nTRUST AND SUPPORT:\n\n* Supporting her goals in life.\n\n* Respecting her right to her own feelings, friends, activities, and opinions.\n\nAll these things ought to be present ina BDSM relationship! Some people do heavy role-\nplay situations where they have specific personas that they don't want to break out of...\nand they still can make sure that all those elements are included. For example, they can\nkeep simultaneous journals about the relationship, and thereby keep up with each others’\nfeelings and consent without breaking out of their roles.\n\nI also think that the list is especially useful in that it highlights places where non-\nconsensual control is likely to happen... and therefore, places where BDSMers\nshould be especially careful. For example, failing to support a partner's life goals would\nbe okay in the middle of an intense BDSM encounter. But afterwards, it might be good to\ngive extra support, just because that can be such an important genuine danger spot.\n\nJust like vanilla people, BDSMers have a lot of unspoken elements of our relationships.\nFor example -- the partner I mentioned earlier, who held me in place when I gave him a\nhug on the street. We didn't negotiate that particular act ahead of time. But we have an\nestablished relationship, and we've done similar things before; I knew that if I wanted to\ntalk about it -- or ask him not to do it -- then he'd listen. And, even more importantly, the\nrest of our relationship lines up with the Equality Wheel.\n\nte Ok ok\n\nThis can be found on the Internet at:\n\nCOMMUNICATION:\n[theory] What Happens After An S&M Encounter \"Gone Wrong\"\n\nI wrote this in late 2011. At the time, I didn't mention another factor that makes it\nimportant to talk about S&M screwups: we should do it because talking openly about\nhonest mistakes makes it harder for actual abusers to hide in the S&M community. As I\nnote at the end of this piece, sometimes a miscommunication is a real miscommunication,\nbut sometimes it's a \"miscommunication\" that's covering for abuse. The only way we can\n\nHOUSE_OVERSIGHT_018651",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018651.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2167,
    "word_count": 367,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:46.552171",
    "prefix": "IMAGES-005"
  }
}