{
  "document_id": "HOUSE_OVERSIGHT_017263",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017263.txt",
  "text": "4.2.12\nWC: 191694\n\nThe majority opinion began its analysis with the following acknowledgment:\n\nPetitioners argue strenuously that they did not \"intend to kill\" as that concept has been\ngenerally understood in the common law. We accept this as true. Traditionally, \"one\nintends certain consequences when he desires that his acts cause those consequences or\nknows that those consequences are substantially certain to result from his acts.\"... As\npetitioners point out, there is no evidence that either Ricky or Raymond Tison took any\nact which he desired to, or was substantially certain would, cause death.*°\n\nWhen I read these words, I thought that we had surely won. That was precisely what I had\nargued. The Court had accepted my argument in full. It should have followed from this\nacceptance that, in the words of one of the justices, “that’s the end of the case.” But it was only\nthe beginning.\n\nJustice Sandra Day O’Connor, who had dissented in Enmund but was now writing the majority\nopinion in the Tison case, then expressed dissatisfaction with the rule that had been established in\nEnmund:\n\nA narrow focus on the question of whether or not a given defendant \"intended to kill,\"\nhowever, is a highly unsatisfactory means of definitively distinguishing the most culpable\nand dangerous of murderers. Many who intend to, and do, kill are not criminally liable at\nall — those who act in self defense or with other justification or excuse. Other intentional\nhomicides, though criminal, are often felt undeserving of the death penalty — those that\nare the result of provocation. On the other hand, some nonintentional murderers may be\namong the most dangerous and inhumane of all — the person who tortures another not\ncaring whether the victim lives or dies, or the robber who shoots someone in the course of\nthe robbery, utterly indifferent to the fact that the desire to rob may have the unintended\nconsequence of killing the victim as well as taking the victim's property. This reckless\nindifference to the value of human life may be every bit as shocking to the moral sense as\nan \"intent to kill.\"\n\n°° The court then elaborated on its reasoning: The Arizona Supreme Court did not attempt to argue that\nthe facts of this case supported an inference of \"intent\" in the traditional sense. Instead, the Arizona\nSupreme Court attempted to reformulate \"intent to kill\" as a species of foreseeability. The Arizona\nSupreme Court wrote:\n\n\"Intend [sic] to kill includes the situation in which the defendant intended, contemplated, or\nanticipated that lethal force would or might be used or that life would or might be taken in\naccomplishing the underlying felony.\"\n\nThis definition of intent is broader than that described by the Enmund Court. Participants in violent\nfelonies like armed robberies can frequently \"anticipat[e] that lethal force... might be used... in\naccomplishing the underlying felony.\" Enmund himself may well have so anticipated. Indeed, the\npossibility of bloodshed is inherent in the commission of any violent felony and this possibility is\ngenerally foreseeable and foreseen; it is one principal reason that felons arm themselves. The Arizona\nSupreme Court's attempted reformulation of intent to kill amounts to little more than a restatement of the\nfelony-murder rule itself. Petitioners do not fall within the \"intent to kill\" category of felony murderers for\nwhich Enmund explicitly finds the death penalty permissible under the Eighth Amendment.\n\n176\n\nHOUSE_OVERSIGHT_017263",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017263.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3498,
    "word_count": 564,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:47.068014",
    "prefix": "IMAGES-004"
  }
}