{
  "document_id": "HOUSE_OVERSIGHT_014960",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014960.txt",
  "text": "TED2017: The future you\n\n4/20/17, 12:07 PM\n\nWednesday, April 26, 8:30AM - 10:15AM PDT\n\nSession 5: Mind,\n\nHosted by Helen Walters.\n\nhttps://ted2017.ted.com/program\n\nMeaning\n\nMichael Patrick Lynch\nPhilosopher\n\nMichael Patrick Lynch examines truth, democracy, public discourse and the ethics of technology in the age of big data.\n\nMichael Patrick Lynch is a writer and professor of philosophy at the University of Connecticut, where he directs the Humanities Institute.\nHis work concerns truth, democracy, public discourse and the ethics of technology. Lynch is the author or editor of seven books, including\nThe Internet of Us: Knowing More and Understanding Less in the Age of Big Data, In Praise of Reason: Why Rationality Matters for\nDemocracy, Truth as One and Many and the New York Times Sunday Book Review Editor’s pick, True to Life.\n\nThe recipient of the Medal for Research Excellence from the University of Connecticut’s College of Liberal Arts and Sciences, he is The\nPrincipal Investigator for Humility & Conviction in Public Life, a $7 million project aimed at understanding and encouraging meaningful\npublic discourse funded by the John Templeton Foundation and the University of Connecticut. He's a frequent contributor to the New York\nTimes “The Stone” blog.\n\nmichael-lynch philosophy.uconn.edu\n\nDan Ariely\n\nBehavioral economist\n\nThe dismal science of economics is not as firmly grounded in actual behavior as was once supposed. In \"Predictably Irrational,” Dan Ariely\ntold us why.\n\nDan Ariely is a professor of psychology and behavioral economics at Duke University and a founding member of the Center for Advanced\n\nHindsight. He is the author of the bestsellers Predictably Irrational, The Upside of Irrationality, and The Honest Truth About Dishonesty --\nas well as the TED Book Payoff: The Hidden Logic that Shapes Our Motivations.\n\nThrough his research and his (often amusing and unorthodox) experiments, he questions the forces that influence human behavior and the\nirrational ways in which we often all behave.\n\npredictablyirrational.com @danariely\n\nMariano Sigman\nNeuroscientist\n\nIn his provocative, mind-bending book \"The Secret Life of the Mind,” neurologist Mariano Sigman reveals his life’s work exploring the\ninner workings of the human brain.\n\nMariano Sigman, a physicist by training, is a leading figure in the cognitive neuroscience of learning and decision making. He is the\nfounder of the Integrative Neuroscience Laboratory at the University of Buenos Aires. Sigman was awarded a Human Frontiers Career\nDevelopment Award, the National Prize of Physics, the Young Investigator Prize of \"College de France,” the IBM Scalable Data Analytics\nAward and is a scholar of the James $. McDonnell Foundation. In 2016 he was made a Laureate of the Pontifical Academy of Sciences.\n\nIn The Secret Life of the Mind, Sigman’s ambition is to explain the mind so that we can understand ourselves and others more deeply. He\nshows how we form ideas during our first days of life, how we give shape to our fundamental decisions, how we dream and imagine, why\nwe feel certain emotions, how the brain transforms and how who we are changes with it. Spanning biology, physics, mathematics,\npsychology, anthropology, linguistics, philosophy and medicine, as well as gastronomy, magic, music, chess, literature and art, The Secret\nLife of the Mind revolutionizes how neuroscience serves us in our lives, revealing how the infinity of neurons inside our brains\nmanufacture how we perceive, reason, feel, dream and communicate.\n\nneuro.org.ar @mariuchu\n\nAnika Paulson\nStudent, musician\n\nAnika Paulson’s love for music permeates her understanding of herself, her surroundings and the mysteries that make up the smallest and\nbiggest parts of life.\n\nWhether it’s the long trek between high school classes or the exploration of self-identity in college, Anika Paulson’s escape is always\nmusic. A self-proclaimed nervous Minnesotan, music is the measure of her life’s tempo. There’s no doubt that whatever Paulson decides to\ndo, she will use the power and metaphor of music to guide her future. After all, according to Paulson, whether it’s friendships or string\ntheory, everything is music.\n\nRecently, Paulson completed a TED-Ed Club and was one of 20 students selected to speak at TED-Ed Weekend 2016 at TED's\nheadquarters in New York City.\n\n@_annikap\nLisa Genova\n\nNeuroscientist, novelist\n\nThrough her fiction, Lisa Genova beckons us into the lives of people with neurological disease, making their worlds real and relatable.\n\nPage 10 of 21\n\nHOUSE_OVERSIGHT_014960",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014960.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4565,
    "word_count": 705,
    "line_count": 92,
    "import_date": "2025-11-19T21:47:46.978293",
    "prefix": "IMAGES-003"
  }
}