{
  "document_id": "HOUSE_OVERSIGHT_020330",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020330.txt",
  "text": "178\n\ntime when he was stealing NSA secrets in February 2013, went to great lengths to impress on\nPoitras the need for operational security about his contacts with her, but that injunction did not\nprevent her from telling at least five people about her source, including Micah Lee, the Berkeley-\nbased technology operative for the Freedom of the Press Foundation; Jacob Appelbaum, the TOR\nproselytizer; Ben Wizner, the ACLU lawyer; Barton Gellman; and Glenn Greenwald. “It is not\nme that can’t keep a secret, “Abraham Lincoln joked. “It’s the people I tell it that can’t.” In the\nsame vein, Poitras could hardly rely on these five confidants not to tell her (and Snowden’s) to\nothers. Hours after he was told, Greenwald told his lover David Miranda about the source in\ngreat detail. He even asked him to evaluate the source’s bona fides for him. Gellman, for his part,\nraised the matter with a former high official at the Justice Department.\n\nMoreover, as the intelligence world knew, Poitras was herself a veritable lightning rod for\nattracting ex-NSA employees who objected to some of its surveillance programs. In 2012, her\nfilming of NSA insiders, including Binney and Drake, would make her communications of interest\nto any intelligence services that wanted to keep tabs on possible NSA dissidents.\n\nNor was Snowden himself overly discreet. It will be recalled that he had also advertised his\nTOR-sponsored crypto party activities over the Internet, and supplied Runa Sandvik, who\nworked with Appelbaum, his true name and address in Hawaii. Sandvik had no reason not to\nshare the identity of her co-presenter with others in the TOR movement. Snowden also had his\ngirl friend make a video of his presentation, as will be recalled. He also bragged about operating\nthe largest TOR outlets in Hawaii. Even if his TOR software provided him a measure of\nanonymity, it was not beyond the ability of the world-class cyber services to crack it.\n\nUnder Putin, Russia had built one of the leading cyber espionage services in the world.\nAccording to a 2009 NSA analysis of Russian capabilities, which was obtained by the New York\nTimes in 2013, Russia’s highly-sophisticated tools for cyber-espionage were superior to those of\nChina or any other adversary nation. For example, investigators from FireEye, a well-regarded\nSilicon Valley security firm, found that in 2007, Russian hackers had developed a highly-\nsophisticated virus that could bypass the security measures of the servers of both the US\ngovernment and its private contractors. According to one computer security expert, the virus had\nmade protected Internet websites “sitting ducks” for these Russian sophisticated hackers. The\ncryptographer Bruce Schneier, a leading specialist in computer security, explained, “It is next to\nimpossible to maintain privacy and anonymity against a well-funded government adversary.”\n\nNor has the Russian cyber service has made a secret out of the fact that it targets TOR\nsoftware. It even offered a cash prize to anyone in the hacking community who could break TOR.\nPrior to 2013, according to cyber security experts, it spent over a decade building cyber tools\naimed at unraveling the TOR networks used by hacktavists, criminal enterprises, political\ndissidents and rival intelligence operatives. To this end, it reportedly attempted to map out\ncomputers that served as major TOR exit nodes (such as the one Snowden operated in 2012 near\na NSA regional base in Hawaii.) It also reportedly attached the equivalent of “electronic ink” to\n\nHOUSE_OVERSIGHT_020330",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020330.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3551,
    "word_count": 571,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.830402",
    "prefix": "IMAGES-005"
  }
}