{
  "document_id": "HOUSE_OVERSIGHT_024219",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024219.txt",
  "text": "Global Utility White Paper CONFIDENTIAL\n\nthe broader market. Following the policy errors, Japanese utilities staged exceptionally strong\noutperformance rallies lasting over 1.5 years, on average, and outperforming the Topix by 30-40%\n(graph below).\n\nJapan's Two Major Policy Mistakes (Nomura)\n\nKoizumi reform included:\n\n1. general spending cut\n\n2. capping new bond sales\n\nThis moderate fiscal consolidation\nsent the economy back ino recession\n\n0.9\n\n+40%\n\n0.8\n\nO7\n\n0.6\n\nOs\n\n0.4\n\n0.3 Hashimoto fiscal tightening included:\n\n1. hiking the consumption tax to 5% from 3%\n\n2. scrapping the special rebate on income and residential tax\n3. reducing the budget deficit to 3% of GDP by FY2003\n\n4. cutting bond issuance and reducing public works spending\n\n0.2\n\n0.1\n\ni=] bl s bu = wn 2 Pt 8 n =] a ia oo = wn wo ad co a cs] a on\n\n= a Pl\na a a a a a a a nA a 8 S 8 8 S 8 8 S 8 o o o\ni) a) a = a) a a a a a x] a a a a a a a a nq a a fa]\n“ at a seh a a = = <6 bted toN = Pay a snl 2 a & ag ne aa 2\na a a os a a o a a os | a a oc a a a a a a a a\nSo Le) So So oS So So o So So o 5 So So o o So o o So So o So\n\n— Price ratio: TPELEC Index (Japan utility index)}/TPX Index\n\nSource: Nomura Research Institute, Bloomberg\n\nDuring the Jan 97-Nov 98 policy error period, fundamental investors bid up the better prospects\n(Tokyo Electric Power and Osaka Gas each rose 34%) while the Topix declined by -19. During this\nsame period, some Japanese utilities also posted sharp absolute declines, such as Hokkaido Gas -49%,\nSaibu Gas -30% and Okinawa Electric -27%. During the May 01-May 03 policy error period, Okinawa\nElectric and Hokkaido Gas rallied +40% and +23%, respectively, while the Topix declined -44% and\nTokyo Electric Power and Osaka Gas declined -13% and -7%, respectively.\n\nThe Japanese utility experience is very interesting as several economists question whether the US is\ncurrently committing similar policy errors while deleveraging is still occurring in the private sector\n(e.g. the US just increased income and payroll taxes and is implementing austerity measures). The\nJapanese experience demonstrates the potential for strong outperformance rallies during periods of\ndeleveraging, demonstrating the alpha opportunity arising from an influx of fundamental investors\ninto the sector after periods of limited interest.\n\no Potential for Yield Catch-up\n\nUnlike other income-oriented investments such as Treasuries, German bunds, UK gilts, investment-\ngrade bonds, high-yield bonds, emerging market bonds and MLPs, all of which have rallied strongly —\nsome believe as the result of a yield bubble — the global utility sector has been left behind; yet\ncertain parts offer a compelling investment yield opportunity today. If some fixed income cross-over\ninvestors become more concerned about inflation (because of economic growth), yet continue to be\nsqueezed by the QE programs of the Fed, BOE, BOJ, etc., then they could begin shifting into global\nutilities. This seems logical, as such investors would look for the closest bond proxies in the equity\nmarket, the utility sector, rather than bypass utilities for high-beta broad market stocks. Given the\nenormous amounts of capital controlled by fixed income cross-over investors, even a small\nreweighting could have a significant effect in bidding utility stock prices up and yields down.\n\n18 Electron Capital Partners, LLC\n\nHOUSE_OVERSIGHT_024219",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024219.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3384,
    "word_count": 595,
    "line_count": 87,
    "import_date": "2025-11-19T21:47:46.210641",
    "prefix": "IMAGES-007"
  }
}