{
  "document_id": "HOUSE_OVERSIGHT_025158",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025158.txt",
  "text": "“us” or “they” and it’s a question asked millions of times a day in all the languages of the world in response to\nall manner of human behavior, good and bad.\n\nWhat brings out the best in us? What brings out the worst? For every complex problem, there’s a solution that’s\nsimple, appealing, and wrong, H. L. Mencken famously said, and there are certainly many simple and wrong\nanswers to this most important of questions, the question at the root of the way we parent, the way we educate,\nthe way we manage, and the way we punish. The simple yet correct response, of course, is that it’s\n\ncomplicated. The longer answer? For that, the great neuroscientist and primatologist Robert Sapolsky needed\nten years, and this book.\n\nBehave is an epic achievement. In order to make sense of all the sources that conspire to affect human behavior,\nit begins in the very moment of action, when we commit the decisive deed in question. What is happening in\nour brain and body at the very moment, and in the minutes that preceded it? The book then pulls back to look\nhow the behavior is conditioned by what the body is exposed to in the days, weeks and months leading up to\nthat behavior. It then goes back to childhood and adolescence, at how the bending of the bough effects how the\ntree grows. And so on, from neurobiology, endocrinology and the interaction of our senses with the\nenvironment to a lifetime’s most primal shaping influences, and from there back to our genetic makeup and the\nvery sticky wicket of how genes and environment interact (and how they don’t). Finally, Sapolsky expands the\nview to take in factors that push us past any single person’s inheritance and experience: namely culture, in the\npresent tense and back hundreds, even thousands of years, and then back millions of years, to the first humans\nand the evolution of behavior.\n\nThe result is surely among the most dazzling tours d “horizon of the science of human behavior ever attempted,\na majestic synthesis of cutting-edge research, some of it the author’s own, across a range of disciplines to\nprovide a subtle and necessary reckoning with the roots of our most troubling and inspiring behaviors, relating\nto racism, tribalism, and xenophobia; tolerance and altruism; hierarchy and competition; morality and free will;\nand war and peace. Wise, learned, funny, and fearless, Behave is a great scientist’s towering achievement, a\nbook that takes both the angel and the devil off of our shoulders and into our hands.\n\nROBERT SAPOLSKY is the John A. and Cynthia Fry Gunn Professor at Stanford University, holding joint\nappointments in several departments, including Biological Sciences, Neurology & Neurological Sciences, and\nNeurosurgery. He is the author of more than 400 technical papers published in biomedical journals. He also\nwrites extensively for non-scientists in magazines such as Discover, Natural History and the New Yorker.\nSapolsky's books include Why Zebras Don't Get Ulcers, A Primate's Memoir, The Trouble With Testosterone,\nand Monkeyluv.\n\nc+)\n—_— ‘\nTAMING INFINITY\nThe Surprising Story of Calculus and the Geniuses Behind It\n(working title)\n\nBy Steven Strogatz\n[US — Eamon Dolan Books; Proposal; 80,000 words; Delivery: Spring 2018]\n\nA fascinating new book from Steven Strogatz, award-winning mathematician and author, who brings the story\nof calculus to life in a single narrative that spans continents, centuries, and disciplines to a dramatic climax.\n\nWrites Strogatz, \"The quest to tame infinity, and to harness it toward our ends, is a narrative that runs through\n\nthe whole 2,500-year story of calculus. Yet this saga is an untold story, as far as today’s general audience is\nconcemed. Jaming Infinity will tell it for the first time.\n\nBrockman, Inc. Frankfurt 2016 Hotlist\n-12-\n\nHOUSE_OVERSIGHT_025158",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025158.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3794,
    "word_count": 625,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:47.102284",
    "prefix": "IMAGES-008"
  }
}