{
  "document_id": "HOUSE_OVERSIGHT_026728",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026728.txt",
  "text": "Important Information\n\nThis document is intended only for Professional\nClients and Financial Advisers in Continental Europe\n(as defined in the important information); for\nQualified Investors in Switzerland: for Professional\nClients in, Dubai, Jersey, Guernsey, Isle of Man,\nIreland and the UK, for Institutional Investors in the\nUnited States and Australia, for Institutional Investors\nand/or Accredited Investors in Singapore, for\nProfessional Investors only in Hong Kong, for Qualified\nInstitutional Investors, pension funds and distributing\ncompanies in Japan; for Wholesale Investors (as\ndefined in the Financial Markets Conduct Act) in\n\nNew Zealand, for accredited investors as defined\nunder National Instrument 45-106 in Canada, for\ncertain specific Qualified Institutions/Sophisticated\nInvestors only in Taiwan and for one-on-one use with\nInstitutional Investors in Bermuda, Chile, Panama\nand Peru.\n\nFor the distribution of this document, Continental\nEurope is defined as Austria, Belgium, France,\nFinaland, Greece, Luxembourg, Norway, Portugal,\nDenmark, Germany, Italy, the Netherlands, Spain,\nSweden and Switzerland.\n\nThis document is for information purposes only\nand is not an offering. It is not intended for and should\nnot be distributed to, or relied upon by members of\nthe public. Circulation, disclosure, or dissemination\nof all or any part of this material to any unauthorised\npersons is prohibited.\n\nAll data provided by Invesco as at 31 March 2017,\nunless otherwise stated. The opinions expressed\nare current as of the date of this publication, are\nsubject to change without notice and may differ\nfrom other Invesco investment professionals. The\ndocument contains general information only and\ndoes not take into account individual objectives,\ntaxation position or financial needs. Nor does this\nconstitute a recommendation of the suitability of any\ninvestment strategy for a particular investor. This\nis not an invitation to subscribe for shares in a fund\nnor is it to be construed as an offer to buy or sell any\nfinancial instruments. While great care has been taken\nto ensure that the information contained herein is\naccurate, no responsibility can be accepted for any\nerrors, mistakes or omissions or for any action taken\nin reliance thereon. You may only reproduce, circulate\nand use this document (or any part of it) with the\nconsent of Invesco.\n\n48\n\nAdditional information for recipients in:\nAustralia\nThis document has been prepared only for those\npersons to whom Invesco has provided it. It should\nnot be relied upon by anyone else. Information\ncontained in this document may not have been\nprepared or tailored for an Australian audience and\ndoes not constitute an offer of a financial product\nin Australia. You should note that this information:\n- may contain references to amounts which are not\nin local currencies;\n- may contain financial information which is not\nprepared in accordance with Australian law\nor practices:\n- may not address risks associated with investment\nin foreign currency denominated investments;\nand does not address Australian tax issues.\n\nHong Kong\n\nThis document is provided to Professional Investors\nin Hong Kong only {as defined in the Hong Kong\nSecurities and Futures Ordinance and the Securities\nand Futures (Professional Investor) Rules).\n\nNew Zealand\n\nThis document is issued only to wholesale investors\nin New Zealand to whom disclosure is not required\nunder Part 3 of the Financial Markets Conduct Act.\nThis document has been prepared only for those\npersons to whom it has been provided by Invesco.\n\nIt should not be relied upon by anyone else and must\nnot be distributed to members of the public in New\nZealand. Information contained in this document may\nnot have been prepared or tailored for a New Zealand\naudience. You may only reproduce, circulate and use\nthis document (or any part of it) with the consent\n\nof Invesco. This document does not constitute and\nshould not be construed as an offer of, invitation\n\nor proposal to make an offer for, recommendation\n\nto apply for, an opinion or guidance on Interests to\nmembers of the public in New Zealand. Applications\nor any requests for information from persons who\nare members of the public in New Zealand will not\n\nbe accepted.\n\nSingapore\n\nThis document may not be circulated or distributed,\nwhether directly or indirectly, to persons in Singapore\nother than to an institutional investor pursuant\n\nto Section 304 of the Securities and Futures Act,\nChapter 289 of Singapore (the ‘SFA’) or otherwise\npursuant to, and in accordance with the conditions\nof, any other applicable provision of the SFA. This\ndocument is for the sole use of the recipient on an\ninstitutional offer basis and/ or accredited investors\nand cannot be distributed within Singapore by way\nof a public offer, public advertisement or in any\nother means of public marketing.\n\nHOUSE_OVERSIGHT_026728",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026728.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4880,
    "word_count": 763,
    "line_count": 126,
    "import_date": "2025-11-19T21:47:44.488020",
    "prefix": "IMAGES-009"
  }
}