{
  "document_id": "HOUSE_OVERSIGHT_017509",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017509.txt",
  "text": "Onn WF WHY PH\n\nann mnF® WDM FB\n\nA. What does it say? Say it again.\n\nQ. It says, \"The first deposition occurred on\nJuly 27th,” correct?\n\nA. Yes.\n\nQ. Some three days after the federal complaint\nwas filed, correct, that we referenced earlier?\n\nA. That's correct.\n\nQ. And Paragraph 6 clearly delineates that in\nAugust 2009 a phone call was received by the\ncooperating witness that explained that this\nMr. Rodriguez had a list of other purported victims or\ncontact information for people who Mr. Edwards could\nalso potentially bring Jawsuits for -- on behalf of;\nis that correct?\n\nA. ] don't know one way or the other. You\nknow, Tonja, just so this record is clear, you know,\nas ]'m sitting here, ] have a vague recollection of\nperhaps Ken Jenne coming, talking to me and telling me\nthat someone in my office was going to cooperate with\nsomeone in this investigation. But for the life of\nme, } can't be certain of that. So much time has\npassed, but as J'm reading this, and it could be\ncompletely unrelated to this, ] just want to make sure\nthe record is a hundred percent clear, it's possible\nthat Ken Jenne discussed that with me, but ] don't\n\nPage 74\n\nknow who it was.\n\nQ. You are testifying that you didn't know it\nhad anything to do with the Epstein case, as you sit\nhere now, you don't remember?\n\nA.* No, no, | don't have a specific\nrecollection, and ] want to just make sure so ] answer\nall your questions completely, is that as I'm sitting\nhere my recollection was refreshed that ] have a vague\nrecollection of having a conversation with Ken Jenne\nabout the fact that someone in our office was going to\ncooperate as a confidential informant for some law\nenforcement agency, | just can't remember if it was\nthe Epstein case or not.\n\nQ. Do you recall what you said to Mr. Jenne\nabout that?\n\nA. No. What 1 just related to you is all 1\nremember. And |'m not even sure it had anything to do\nwith this.\n\nQ. Who's Wayne Black?\n\nA. Who?\n\nQ. Wayne Black.\n\nA. Sounds like the name of someone | hired, but\n1 could be mistaken. ] don't recall.\n\nQ. Okay. You don't recall ever meeting\nMr. Black?\n\nse tanta ai chage secrete\n\n|\n\ntag PN None neL tenes oom cI ere!\n\nsoa SENG ar at cere ne een ara ari A pe a inne\nOB WNE DMO WAIA YP WNFOUW DWwAInan OB WNP\n\nMMNYMNMYNHY NYFF EPP PPE BEB\n\nsn\n\nZz\n2g\n\nOo pWNHrF OW MAA OO HBWNHEPOUODAIHRDATAWNEHE\n\n SERSIICRITGLSGAIR NAAR ADT NS PSNR PE POT NU EE EE EN SEE LPN MESSE AE SEE MES ROE ES ITN RE ERE EAN RA EE EPR OR ES\nNMONNONNYNEE RPP EPP PPP\n\nA. | may have. | don't recall one way or the\nother. You have something that might refresh my\nrecollection?\n\nQ. Do you know what he does for a living?\n\nA. |] do know the name. Sounds familiar to me,\nbut | can't recall one way or the other who he was or\nwhat he did.\n\nQ. Did you instruct your office to begin\ninvestigating Mr. Epstein's pilot or his airplanes?\n\nA. J do not recal) one way or the other.\n\nQ. You did testify that the flight manifest was\nthe one document you recall] for sure looking at in\nMr. Epstein's case; is that correct?\n\nA. Yes.\n\nQ. And if it did, in fact, contain the names\nthat you are purporting that it claimed or that you\nknew of, that would be something that would be juicy\nfor the investors to further your Ponzi scheme that it\nwas a collectible case; is that true?\n\nA. I'm sorry, you have to repeat the question,\nTonja. | don't understand what you just asked me.\n\nQ. If these big names were on this list, as you\nseem to recal] they were, that would be most helpful\nto you and your Ponzi scheme investors in convincing\nthem it was a big case, right?\n\nPage 76\n\nA. Ifthey were on there, or if ] lied to them\n\n\"and told them they were on there, or if Adler told me\n\nthey were on there and | repeated, ali those things\nwould have been helpful to the Ponzi scheme.\n\nQ. You stated earlier that you -- the only\nthing you looked at was the flight manifest because\nyou were told to look at it. Is that still true?\n\nA. That's not what I testified to. J testified\nthat I flipped through other parts of the file and\nthat I didn’t remember what J had flipped through. |\nremember looking at the flight manifest because\nMr. Adler told me about it.\n\nQ. You said that you met these investors in\nyour office, but there were no cameras in your office,\ncorrect?\n\nA. I didn't have cameras specifically in my\noffice.\n\nQ. You had these investors in your office for\nthis particular Epstein case?\n\nA. Yes.\n\nQ. Do you recall if it was during work hours or\nafter work hours?\n\nA. Ido not recall.\n\nQ. Typically when you were meeting with your\npotential Ponzi investors, did you meet them during\nPage 77\n\n20 (Pages 74 to 77)\n\nFRIEDMAN, LOMBARDI & OLSON\n\n305-371-6677\n5ed93085-0554-4471-bcdd-ca2d8fe941 df\n\nHOUSE_OVERSIGHT_017509",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017509.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4697,
    "word_count": 889,
    "line_count": 177,
    "import_date": "2025-11-19T21:47:46.041623",
    "prefix": "IMAGES-004"
  }
}