{
  "document_id": "HOUSE_OVERSIGHT_017297",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017297.txt",
  "text": "4.2.12\nWC: 191694\n\nThe Case I still can’t talk about: Chappaquiddick\n\nThere is one homicide case that I still can’t say very much about, even though all the principles\nare dead and the case is more than 40 years old. I was one of the lawyers involved in the\nChappaquiddick case—the investigation of Senator Edward Kennedy for driving his car off a\nbridge on the Island (or peninsula of) Chappaquiddick, resulting in the drowning death of Mary Jo\nKopechne.\n\n1969 was an eventful summer. My family and I were on Fire Island anticipating watching a man\nwalk on the moon. I had no idea how much more exciting the summer would become.\n\nI received a call from one of Senator Kennedy’s aides, telling me that the Senator had been\ninvolved in a fatal automobile accident and asking me to make my way to Martha’s Vineyard—a\nplace I had never visited. I was asked to become part of the legal team being assembled in\nanticipation of the upcoming criminal investigation. My job was to prepare a brief concerning the\nrights of the young women (they were referred to as the “boiler room girls”, because they had\nworked on Kennedy campaigns from an office that had once served as a boiler room) who had\nbeen vacationing on Chappaquiddick along with Senator Kennedy and several of his friends. The\nwomen who had shared a house with Mary Jo Kopeche were being subpoenaed to testify at an\n“inquest” regarding the tragedy.\n\nThere was very little law on the rights of witnesses or potential defendants at this sort of hybrid\nhearing which is neither a trial nor a grand jury proceeding. One important issue was whether or\nwhen their testimony, which might require them to divulge personal matters, would be made\navailable to the media, which was seeking every possible tidbit of information—or gossip—about\nthe events surrounding the tragedy. I worked with my colleague, Professor Charles Fried, and we\nproduced a brief that succeeded in keeping the testimony of the women confidential during the\ncourse of the criminal investigation.\n\nI also consulted with the lawyers responsible for trying to prevent Senator Kennedy from being\ncharged with vehicular homicide or some other serious crime. We succeeded, and the Senator\nultimately pleaded guilty to a relatively minor offense.\n\nI remained close to Senator Kennedy until his death, consulting with him on numerous projects\ninvolving criminal law, constitutional law, judicial appointments, and human rights. Ken Feinberg,\nwho served as his chief-of-staff and in many other capacities, recently told me that before\nanything involving these issues left his office, Senator Kennedy would tell his staff members,\n“check it with Alan.” It was high honor and privilege to assist so great a senator on so many\noccasions. The last time I was him was just months before his death when he invited me to sit\nnext to him for several innings during the opening game of the Red Sox season at Fenway Park on\nApril _, 2010.\n\n210\n\nHOUSE_OVERSIGHT_017297",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017297.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2967,
    "word_count": 499,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.284423",
    "prefix": "IMAGES-004"
  }
}