{
  "document_id": "HOUSE_OVERSIGHT_017194",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017194.txt",
  "text": "4.2.12\nWC: 191694\n\nIn order to get out of the conspiracy, according to the government, Reems was obliged “to take\nup affirmative actions to defeat and destroy the conspiracy.” But what could Reems have done?\nHe could not have “exposed” the crime, as one might expose a secret conspiracy, since everyone\nknew that Deep Throat was being distributed throughout the world. He could not have prevented\nthe distribution and exhibition of the film, since he retained no legal rights to it. The prosecutor\napparently expected him to physically destroy the thousands of prints of Deep Throat that were\nthen in theaters and on video.\n\nThe jury, selected from residents of Memphis, a city proud of being called “the buckle of the Bible\nBelt,” convicted Reems and his co-conspirators and Harry went off in search of an appellate\nlawyer. Because of my involvement in the I Am Curious Yellow case, he called me.\n\nWhen we first met, Reems described himself to me as “a nice Jewish boy earning his livelihood by\ndoing what lots of people would pay to do.” He was born in Scarsdale, New York, with the\nname Herbert Streicker, attended the University of Pittsburgh, dropped out, joined the Marines,\nand later set out to become a stage actor. He had performed with the La Mama troupe, the New\nYork Theater Ensemble, and the National Shakespeare Company in New York City. He had even\ndone a Wheaties commercial. During Christmas of 1969, “when things got rough and there was\nno work around...,a fellow said he knew where I could make $75 doing a stag film.” He\nnervously accepted and reported for work. His two female costars, both doctoral students in\nsociology at NYU, put him at ease, and he completed several “loops.” Streicher was successful,\nnot so much because of his looks or size, but rather because of his extraordinary ability to perform\nrepeatedly on cue. In a business where time is money and the major cause of delay is male\nincapacity, a porno actor capable of filming several sequences in one day’s shooting is in demand.\n\nStreicker told me how he ended up as the male star of Deep Throat. He had been hired—at $150\nper day—as a sound and lighting technician for a sex film being shot near Miami, Florida, in\nJanuary 1972. When the original male lead failed to appear, the director, Gerard Damiano, asked\nStreicker to fill in—at a $50 cut in salary. Since it took only one day to shoot the film’s sex shots,\nhe earned only $100 for his performance. His contract did not call for royalties. When the\nfilming was completed, Streicker’s role in the enterprise was over: he did not participate in the\nediting or distribution of the film—not to mention its enormous profits. Even his stage name\n“Harry Reems’—with some vague sexual allusion in mind—was picked by the director, without\neven consulting Streicker. He was pleased, of course, that the film was well-received and widely\nshown. He retained “Harry Reems” as his professional name, and performed in several other sex\nfilms. But his role in Deep Throat was over, or so he thought, until he was arrested two years\nlater in his Greenwich Village apartment. An FBI agent handed him a warrant requiring his\npresence in Memphis, Tennessee, a city that Streicker had never even visited.\n\nThe prosecuting attorney was a young Bible Belt fundamentalist named Larry Parrish. (The\nnames of all the participants sounded like puns: Reems, Streicker, Lovelace, Parrish.) Parrish\nwas dubbed by the press as “Mr. Clean,” “The Memphis Heat,” and “the Memphis Smut Raker.”\nA born-again Christian, and an elder in the First Evangelical Church, Parrish believed that\npornography was the bane of modern America. He once told a reporter, “I’d rather see dope on\nthe streets than these movies,” explaining that drugs could be cleansed from the body, but\npornography’s damage was “permanent.” When asked why be became a prosecutor, Parrish cited\n\n107\n\nHOUSE_OVERSIGHT_017194",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017194.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3900,
    "word_count": 659,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:44.540985",
    "prefix": "IMAGES-004"
  }
}