{
  "document_id": "HOUSE_OVERSIGHT_010866",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010866.txt",
  "text": "02:01:34\n\n02:01:44\n\n02:15:10\n\n02:46:42\n\n02:16:42\n\n02:16:44\n\n02:16:46\n\non Oak OO bw =\n\n02:16:50\n02:16:56 9\n02:16:56 1 0\n\noztess 14\no21701 12\no2s704 13\no2z1707 14\noxi710 15\nozi713 16\n27s 17\no21723 18\nozt72s 19\no2t727 20\n021730 21\no21733 22\n021733 23\n021735 24\n021741 25\n\n02:17:45\n02:17:51\n02:47:53\n02:97:54\n02:47:58\n02:18:00\n\n02:18:00\n\naN Oar Wn =\n\n02:18:01\n\nis)\n\n02:18:07\noziere 10\noatasa 14\nover? 12\nozreta 13\nortese 14\nor1a26 15\no21820 16\no21a3e 17\no21838 18\noztear 19\n021842 20\n02:48:44 21\nors 22\noztaas 23\no21848 24\nozieas 25\n\n10/20/2015 01:08:15 PM\n\n252\nTHE VIDEOGRAPHER: 10:38. o2tas: 1\n(Thereupon, a recess was taken.) oztess 2\nTHE VIDEOGRAPHER: We are back on the video ontess 3\nrecord, 10:49 a.m. oztess 4\nBY MR. SIMPSON: oasas9 | 5\nQ. Back on the record. My question, oxto00 «6\nMr. Cassell, was: Whatis your best estimate of how ozs903 7\nmuch money you have made representing victims of Jeffrey o21903 8\nEpstein? coi0s | 9\nA. In which case are we talking about? o21906 10\nQ. In -- in any case. Combined total. ozsa0a 14\nA. Okay. With regard to the CVRA case, that's ozis00 12\npro bono, no money there. With regard to the other o2t912 13\ncases, I'd like to answer your question, but due to ozto1s 14\nconfidentiality obligations that have been imposed upon | 21915 15\nme by Jeffrey Epstein, in the course of negotiating ozta21 16\nthose cases, I'm not permitted to answer that question. | 021927 17\nMR. SCAROLA: We are certainly willing to oz1928 18\nrespond appropriately to a court order in that o2to33 19\nregard, but it requires a court order to release ozte3s 20\nus from the contractual confidentiality ozt93¢ 21\nobligations that we are under. o2rea0 22\nBY MR. SIMPSON: ort942 23\nQ. Is it your testimony, Mr. Cassell, that there oxtea2 24\nare confidentiality agreements with Mr. Epstein that ores 25\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n253\npreclude you from giving the total amount paid without ozteaa 1\nbreaking it down into particular cases? ozieas | 2\nA. I'm sorry. I didn't understand. ozi94a « D\nQ. Oh, maybe that wasn't clear. Let me do it orroso 4\nthis way so we avoid -- oztese 5§\nA. Yeah, caress = §\nQ.  -- the confidentiality issues. oziesa 7\nIn how many cases have you been counsel for a o22000 B\nperson suing Mr. Epstein alleging that she was a victim? o22z00 9\nA. Counsel of record? 022004 10\nQ. Put it this way. How -- weil, start with o22004 11\nthat, counsel of record. oz2008 12\nA. I believe three. oz2008 13\nQ. Okay. And in addition to those three, have 02:20:00 14\nyou assisted other counsel in some way without becoming 22010 15\ncounsel of record in cases by women suing Mr. Epstein 022013 16\nalleging that they had been abused? o22018 17\nA. I believe there’s one other case in addition 022023 18\nto the counsel of record case. 022028 19\nQ. And without telling me -- 022028 20\nA. Id--I'd have to go double-check my record. 022020 21\nThis is an approximate best recollection. 022033 22\nQ. All right. 022035 23\nA. It's about four. 02:20:38 24\nQ. To the best of your recollection, you were 022036 25\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\nPage 252 to 255 of 335\n\n254\ncounsel of record in three cases and you were involved\nin another case -- at least one other case in which you\ndid not appear --\n\nA. That's right.\nQ.  -- as counsel of record; is that correct?\nA. That's -- that's my recollection right now,\nyeah.\nQ. Allright. How many of those cases have been\nresolved at this point?\nA. AHL. All -- of the four, I recall all four\nhave been resolved.\nQ. Okay. Without telling me the amount, did you\nreceive -- all four were settled; is that right?\nA. Correct.\nQ. Without telling me the amount, is it correct\nthat in ail four of those cases, you received a legal\nfee?\nA. I think that starts to call for a question IT\nneed to consult with my attorney about.\nQ. Simply the question of whether in each of\nthem you received a fee?\nA. I just want to...\nTHE WITNESS: Is -- is there any problem --\nMR. SCAROLA: You can respond to that. You\ncan answer yes or no to that question.\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n255\nTHE WITNESS: Yes, I received something.\nBY MR. SIMPSON:\nQ. Okay. Was the fee -- and if it's different\nfor the -- the cases, tell me, but was it a contingent\nfee or some kind of hourly fee?\nMR, SCAROLA: That -- that does get into\nattorney/client privileged matters. The terms --\nMR. SIMPSON: You're instructing him not to\nanswer?\nMR. SCAROLA:\n\nrepresentation are attorney/client privilege. I\n\n-- the terms of the\n\ninstruct him not to answer.\nMR. SIMPSON: All right.\nBY MR. SIMPSON:\n\nQ. In addition to these four cases that have\nbeen resolved, are you representing any other clients\nwho are alleging, in a case seeking monetary damages,\nthat they were abused by Jeffrey Epstein?\n\nA. I--\n\nMS. McCAWLEY: I’m going to object to the\nextent that this seeks any information related to\nVirginia Roberts that could be deemed privileged\nor confidential.\n\nTHE WITNESS: So what's the...\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n26 of 46 sheets\n\nHOUSE_OVERSIGHT_010866",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010866.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5017,
    "word_count": 907,
    "line_count": 200,
    "import_date": "2025-11-19T21:47:45.306015",
    "prefix": "IMAGES-001"
  }
}