{
  "document_id": "HOUSE_OVERSIGHT_019135",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019135.txt",
  "text": "CHAPTER 6\n\n» a bank president than a cop.\nof formality and discretion. But\non the job. Decades earlier, he\ntsburgh. Then he rose, steadily,\n_moving up from patrol officer\ntics, and organized crime, then\najor, and assistant chief—a job\nyecoming chief of police. Reiter\nhough chief of police in Palm\ns political skills as much as his\n\ne, things do happen.\nire murders—though these are\nmbered for decades.\nes to contend with, and, when the\n\nPEAT SrA ee ee rene,\n\nFittyy Ricu\n\nsea calms, human cargo washes up on the shore. Sometimes traf-\nfickers aim the bows of their boats at the glow of the Breakers resort,\norder their passengers to go overboard, then tell them to swim.\n\nMost of the passengers are Haitian—men, women, and children\nwho stake all they have on a chance at a life in America. From time\nto time, Palm Beach cops have to retrieve their bodies from the surf.\n\nThings get busier during the wintertime, or, as the locals call\nit, the season. It's when the very rich come to town, throw par-\nties and balls, shop, and tangle traffic at the intersections around\nWorth Avenue. The population booms, and the men and women\nwho work under Chief Reiter deal with fender benders, shoplift-\ners, and snotty skateboarding teenagers. There are DUIs. Domes-\ntic disturbances. Choking victims and heart attacks. It’s routine\nstuff, but there’s always lots of it. Enough to keep the men and\nwomen who work for Reiter busy.\n\nChief Reiter’s proud of the team he has built. And, the team\nknows, they’re lucky to have him. Reiter’s extremely well qualified\nfor the job. If anything, he’s overqualified, with a certificate from\nthe John F. Kennedy School of Government at Harvard and anti-\nterrorist training at Quantico, courtesy of the FBI. It’s not brought\nup often at cocktail parties in Palm Beach, but several of the 9/11\nhijackers lived in Palm Beach County. They took flight lessons at\nlocal airstrips. A few, including the mastermind, Mohamed Atta,\nhad been regulars at 251 Sunrise, a chic nightclub in Palm Beach.\nThere they had regaled any woman who would listen with\nmade-up stories about their adventures as pilots.\n\nBut 251 Sunrise is shuttered now. The joint was shut down in\n2004, after an avalanche of noise complaints. For the moment, Palm\nBeach is as quiet and calm as any place Reiter has dreamed about.\n\nFor the moment.\n\n19\n\nHOUSE_OVERSIGHT_019135",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019135.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2359,
    "word_count": 406,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:44.070555",
    "prefix": "IMAGES-005"
  }
}