{
  "document_id": "HOUSE_OVERSIGHT_019670",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019670.txt",
  "text": "182 | HOW AMERICA LOST ITS SECRETS\n\nbefore he left Hong Kong in June 2013. Why would Appelbaum keep\nit secret for more than four months? The same pressure to publish\nwould also apply to the journalists Snowden had dealt with in Hong\nKong. If Snowden had given Poitras, Greenwald, Lam, or MacAskill\nthe Merkel document, or even told them about it in their interviews\nwith him in Hong Kong, The Guardian would have certainly rushed\nout such a scoop.\n\nAccording to a source with knowledge of the Snowden investiga-\ntion, there was no document referencing any spying on Merkel’s\nphone among the fifty-eight thousand documents on the thumb\ndrive that Snowden had given to Poitras and Greenwald in Hong\nKong. That absence would explain why Poitras had to send a text to\nSnowden in Moscow to ask for an explanation after the story broke.\n\nFurther confirmation of the absence of this document in the\nmaterial Snowden provided journalists in Hong Kong comes from\nJames Bamford, a well-respected expert on the NSA. In the course\nof researching his 2014 article on Snowden for Wired, he was given\naccess to all the documents Snowden gave to Poitras, Greenwald, and\n\n© Gellman. Bamford used a sophisticated indexing program to search ©\nthrough the database specifically for the Merkel material. He did not\nfind any. He reported that no document given to journalists in Hong\nKong even mentioned Merkel. It therefore appeared that the Merkel\ndocument was provided to Der Spiegel after Snowden went to Mos-\ncow. If so, some party had access to NSA documents after Snowden\narrived in Russia and provided the Der Spiegel authors with the\nscoop. In that context, it might not have been a pure coincidence that\nKucherena disclosed that Snowden had access to documents that he\nhad not given to journalists in Hong Kong shortly before just such a\ndocument was published in Germany.\n\nBamford explored the possibility that there might be another per-\nson in the NSA who was stealing documents. He wrote to Poitras\nand asked her whether the Merkel document could have come from\nanother person in the NSA. She declined, via a letter from her lawyer,\nto answer that question. But because she had not been the author of\nthe Der Spiegel article, and had not been given the document, there\nis no reason to believe that she would know its provenance.\n\nDocuments continued to emerge years after Snowden arrived in\n\n| | Epst_9780451494566_2p_all_r1.z.indd 182 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019670",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019670.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2473,
    "word_count": 419,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:48.576796",
    "prefix": "IMAGES-005"
  }
}