{
  "document_id": "HOUSE_OVERSIGHT_017171",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017171.txt",
  "text": "4.2.12\nWC: 191694\n\nPart II: The changing sound and look of freedom of speech: from the Pentagon Papers to\nWikileaks and from Harry Reems’ Deep Throat to Woodward and Bernstein’s “Deep Throat.”\n\nChapter 5: The Changing First Amendment—New Meanings For Old Words\n\nI always wanted to be a First Amendment lawyer. Everything in my upbringing and education led\nme to the defense of freedom of speech. I was always a dissident—though they used the less\npolite term “trouble-maker.” I argued with everyone, all the time. I defended other trouble-\nmakers. I questioned everything and everybody. I may have had a Fifth Amendment right to\n“remain silent,” but I rarely exercised it. I spoke up. For me, the freedom to speak, to write, to\ndissent, to seek a redress of grievances, to assemble, to doubt, to challenge, has always been\ncentral not only to democratic governance but to life itself. The First Amendment has always\nbeen my favorite part of the Constitution, not because it is first among the Amendments—in its\noriginal, proposed form, it was the Third Amendment*>—but because without its protection, all\nother rights are in danger.\n\nNot everyone agrees. Listen to Charlton Heston: “I say that the Second Amendment is, in order\nof importance, the first amendment. It is America's First Freedom, the one right that protects all\nthe others. Among freedom of speech, of the press, of religion, of assembly, of redress of\ngrievances, it is the first among equals. It alone offers the absolute capacity to live without fear.\nThe right to keep and bear arms is the one right that allows 'rights' to exist at all.”\n\nBoth history and geography have proved Heston wrong: Nearly every other freedom loving\ncountry in the world has severe restrictions on gun ownership; while none has severe restrictions\non expression.\n\n4\n\nThe stirring words of the First Amendment—“Congress shall make no law...abridging the\nfreedom of speech or of the press...”—haven’t been amended between my first case defending\nfreedom of expression in the 1960s and my most recent one, but the meaning of these words has\nundergone dramatic transformation over the past half century. The major reason has been the\nrapid change in the manner by which speech is transmitted. Technology has altered the sound and\nlook of freedom of expression.\n\nOver the past 50 years I have defended every means, manner and mode of expression from films\nto plays, books, magazines, newspapers, photographs, leaflets, pamphlets, megaphones, websites,\ninternet postings, speeches, heckling, cartoons, faxes, composites, noises, threats, incitements,\nvideos, ads, prayers, classes, live and filmed nudity (frontal, sideal, backal), defamation,\nblasphemy, and digital communication (by which I mean a raised middle finger).\n\nI have defended right wing Neo Nazi and racist speech, hard left Stalinist rhetoric, soft core\nerotica, hard core pornography, nude photographs of children and disgusting videos of bestiality.\nI have defended the right of major newspapers and book publishers, as well as anonymous and not-\n\n°> Congress originally voted to submit 12 Amendments to be ratified by the States. The First and Second—which\ndealt with the size of Congress and the compensation of Senators and Congressmen—were not ratified and the\nThird Amendment became the First.\n\n84\n\nHOUSE_OVERSIGHT_017171",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017171.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3333,
    "word_count": 530,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:49.096678",
    "prefix": "IMAGES-004"
  }
}