{
  "document_id": "HOUSE_OVERSIGHT_019590",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019590.txt",
  "text": "102 | HOW AMERICA LOST ITS SECRETS\n\nintelligence service. When she traveled, she bought “burner” phones\nlocally and disposed of them before any calls could be traced back to\nher. Upon arriving in Hong Kong, she avoided meeting Snowden\nface-to-face out of concern about the surveillance of American intel-\nligence there. Instead, for thirteen days in Hong Kong she worked\nthrough intermediaries. Her task was not only to arrange Snowden’s\nescape route but also to create diversions to camouflage his real des-\ntination. Under Assange’s tutelage, she had made deceptive ploys an\nintegral part of her tradecraft. “We were working very hard to lay as\nmany false trails as possible,” she later told an interviewer in Berlin.\n\nAccording to Assange, she booked decoy flights for Snowden to\nBeijing and New Delhi. She also used Snowden’s credit card number\nto pay for the flight to India; because the card was blocked, she knew\nthere was a high probability that it would come to the attention of\nUSS. intelligence. According to Harrison, she booked no fewer than\na dozen such decoy tickets to confuse Snowden’s possible pursuers\nin U.S. intelligence. The only actual ticket she bought for Snowden,\naccording to an Aeroflot official, was one to Moscow at the last min-\n\n® ute. She bought a ticket for herself on the same flight, leaving on ©\nJune 23.\n\nThe source of the money for the Assange-Harrison operation is\nunclear. Subsequently, Harrison said she was setting up secret bank\naccounts to help organize such transborder escapes. Assange said she\nwas using “WikiLeaks’s resources.” Harrison said the “WikiLeaks\nteam” helped fund Snowden’s flight to Russia from Hong Kong, as\nwell as her own flight there. But WikiLeaks was not an organization\nwith spare cash in June 2013. Assange had forfeited his own bail by\nfleeing to the embassy of Ecuador, offending many of his financial\nsupporters in Britain. He had also all but exhausted his bank account.\nAside from money that dribbled in from Poitras’s six-month-old\nFreedom of the Press Foundation, the only steady source of funds\nfor WikiLeaks in 2013 was the previously mentioned payments\nAssange received from the Russian government's RT television.\n\nMounting pressure was brought on the Hong Kong government\nto take action against Snowden. On June 16, the U.S. government\ninformed the Hong Kong authorities that it had filed a criminal\ncomplaint against Snowden and would be seeking his extradition.\n\n| | Epst_9780451494566_2p_all_r1.z.indd 102 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019590",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019590.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2535,
    "word_count": 411,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:45.517061",
    "prefix": "IMAGES-005"
  }
}