{
  "document_id": "HOUSE_OVERSIGHT_026907",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026907.txt",
  "text": "whom it would be unlawful to make such offer or solicitation. This material is a solicitation of derivatives business\ngenerally, only for the purposes of, and to the extent it would otherwise be subject to, §§ 1.71 and 23.605 of the U.S.\nCommodity Exchange Act.\n\nCurrencies. Currency exchange rates can be extremely volatile, particularly during times of political or economic\nuncertainty. There is a risk of loss when an investor has exposure to foreign currency or is in foreign currency traded\ninvestments.\n\nAustralia: This material is being disseminated in Australia by Goldman Sachs & Co (“GSCo’); Goldman Sachs\nInternational (“GSI”); Goldman Sachs (Singapore) Pte (“GSSP”) and/or Goldman Sachs (Asia) LLC (“GSALLC’). In\nAustralia, this document, and any access to it, is intended only for a person that has first satisfied Goldman Sachs that:\n\n« The person is a Sophisticated or Professional Investor for the purposes of section 708 of the Corporations Act 2001\n(Cth) (“Corporations Act”); or\n\n« The person is a wholesale client for the purposes of section 761G of the Corporations Act.\n\nNo offer to acquire any financial product or interest in any securities or interests of any kind is being made to you in this\ndocument. If financial products or interests in any securities or interests of any kind do become available in the future, the\noffer may be arranged by an appropriately licensed Goldman Sachs entity in Australia in accordance with section\n911A(2)(b) of the Corporations Act. Any offer will only be made in circumstances where disclosures and/or disclosure\nstatements are not required under Part 6D.2 or Part 7.9 of the Corporations Act (as relevant).\n\nTo the extent that any financial service is provided in Australia by GSCo, GSI, GSSP and/or GSALLC, those services are\nprovided on the basis that they are provided only to “wholesale clients”, as defined for the purposes of the Corporations\nAct. GSCo, GSI, GSSP and GSALLC are exempt from the requirement to hold an Australian Financial Services Licence\nunder the Corporations Act and do not therefore hold an Australian Financial Services Licence. GSCo is regulated by the\nSecurities and Exchange Commission under US laws; GSI is regulated by the Financial Conduct Authority and the\nPrudential Regulation Authority under laws in the United Kingdom; GSSP is regulated by the Monetary Authority of\nSingapore under Singaporean laws; and GSALLC is regulated by the Securities and Futures Commission under Hong\nKong laws; all of which differ from Australian laws. Any financial services given to any person by GSCo, GSI, and/or\nGSSP in Australia are provided pursuant to ASIC Class Orders 03/1100; 03/1099; and 03/1102 respectively.\n\nBrazil. These materials are provided at your request and solely for your information, and in no way constitutes an offer,\nsolicitation, advertisement or advice of, or in relation to, any securities, funds, or products by any of Goldman Sachs\naffiliates in Brazil or in any jurisdiction in which such activity is unlawful or unauthorized, or to any person to whom it is\nunlawful or unauthorized. This document has not been delivered for registration to the relevant regulators or financial\nsupervisory bodies in Brazil, such as the Brazilian Securities and Exchange Commission (Comissao de Valores\nMobilidrios — CVM) nor has its content been reviewed or approved by any such regulators or financial supervisory bodies.\nThe securities, funds, or products described in this document have not been registered with the relevant regulators or\nfinancial supervisory bodies in Brazil, such as the CVM, nor have been submitted for approval by any such regulators or\nfinancial supervisory bodies. The recipient undertakes to keep these materials as well as the information contained herein\nas confidential and not to circulate them to any third party.\n\nChile: Fecha de inicio de la oferta: (i) La presente oferta se acoge a la Norma de Caracter General N° 336 de la\nSuperintendencia de Valores y Seguros de Chile; (ii) La presente oferta versa sobre valores no inscritos en el Registro de\nValores o en el Registro de Valores Extranjeros que lleva la Superintendencia de Valores y Seguros, por lo que los\nvalores sobre los cuales ésta versa, no estan sujetos a su fiscalizacidn; (iii) Que por tratarse de valores no inscritos, no\nexiste la obligacién por parte del emisor de entregar en Chile informacién publica respecto de estos alores; y (iv) Estos\nvalores no podran ser objeto de oferta publica mientras no sean inscritos en el Registro de Valores correspondiente.\n\nDubai: Goldman Sachs International (“GSI”) is authorised and regulated by the Dubai Financial Services Authority\n(“DFSA’) in the DIFC and the Financial Services Authority (“FSA”) authorized by the Prudential Regulation Authority and\nregulated by the Financial Conduct Authority and Prudential Regulation Authority in the UK. Registered address of the\nDIFC branch is Level 5, Gate Precinct Building 1, Dubai International Financial Centre, PO Box 506588, Dubai, UAE and\nregistered office of GSI in the UK is Peterborough Court, 133 Fleet Street, London EC4A 2BB, United Kingdom. This\nmaterial is only intended for use by market counterparties and professional clients, and not retail clients, as defined by the\nDFSA Rulebook. Any products that are referred to in this material will only be made available to those clients falling within\nthe definition of market counterparties and professional clients.\n\nIsrael: Goldman Sachs is not licensed to provide investment advice or investment management services under Israeli\nlaw.\n\nHOUSE_OVERSIGHT_026907",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026907.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5607,
    "word_count": 886,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:48.379176",
    "prefix": "IMAGES-009"
  }
}