{
  "document_id": "HOUSE_OVERSIGHT_032102",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_032102.txt",
  "text": "the Xplorer line for the past three years. The new line advances the state of GPS tracking\ntechnology considerably, utilizing several ground-breaking innovations currently in the patent\n\nprocess.\nDownload the full article\n\nGTXC to provide maritime version of personal GPS tracking devices to governmental\nsecurity agencies and consumers\n\nLos Angeles, California, October 4, 2006 - GTXC (GTX Corporation), the Personal Location\nServices (PLS) company known worldwide for developing and commercializing miniaturized\npersonal GPS tracking technologies - including ground-breaking shoe-based satellite tracking\nproducts - announced today that they have signed a licensing agreement aimed at providing\nminiaturized, waterproof personal tracking devices to governmental security agencies and\n\nconsumer maritime enthusiasts.\nDownload the full article\n\nAn Open Letter To GTX Corporation's Investors, Customers And Friends\n\nJanuary 5, 2007 - GTX Corp has received many inquiries this week regarding recent reports that\nanother manufacturer has entered the GPS footwear sector claiming, among other things, that they\nhave patented GPS footwear technology, and that there is a technology called \"Quantum Satellite\nTechnology.\"\n\nGTXC believes that the convergence of high technology with consumer products should be\nrepresented to the public in an ethical and honest fashion. GTXC takes issue with the claims made\nin those recent reports, and believes that they do not paint an accurate and truthful picture. As\nsuch, GTXC is taking immediate, strong and active steps to respond to those claims in a\nresponsible way to inform the public and the relevant media about GTXC, its products and\n\ntechnology, and the true status of the following facts.\nDownload the full article\n\nCEO & President of GTXC - to Address Cornell MBA Class\n\nLos Angeles, California, November 6, 2006 - Patrick Bertagna, CEO and President of GTXC\n(GTX Corporation), the Personal Location Services (PLS) company known worldwide for\n\ndeveloping and commercializing miniaturized personal GPS tracking technologies - including\n\nHOUSE_OVERSIGHT_032102",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_032102.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2104,
    "word_count": 305,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:47.777892",
    "prefix": "IMAGES-011"
  }
}