{
  "document_id": "HOUSE_OVERSIGHT_014414",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014414.txt",
  "text": "2017: a good year for domestic demand\n\nPolicy tailwinds are only one pillar of our call for Japan’s outperformance in 2017. We\nalso believe the stars are aligning for an organic improvement in domestic demand,\nwhich would support the current recovery: the economy is firing on all cylinders for the\nfirst time since 2013, and growth should accelerate to 1.4% in CY2017, followed by\n1.2% expansion in CY2018 (Chart 12).\n\nWe see three catalysts: a consumer comeback, stronger capex, and a shift in income\naway from high-saving corporations in favour of higher-spending households and\nstockholders.\nChart 12: Steady improvement in growth, led by domestic demand\n\n3.0\n\nBofAMLForecasts\n\n2.0\n1.0\n0.0\n-1.0\n\n-2.0\n2011 2012 2013 2014 2015 2016 2017 2018\n\nmama Private demand meee Public demand mmm Net exports ===Real GDP growth %YoY\n\nSource: BofA Merrill Lynch forecasts, CAO\n\n1. Consumer comeback\n\nHouseholds have been the noticeable laggard in the current recovery and the main\nreason why Japan’s economy has barely grown since the 2014 consumption tax hike.\nThis is not for a lack of income growth: real employee compensation (wages +\nemployment) has staged an impressive recovery of late, rising 1.2% in CY15, and an\nestimated 1.9% in CY16 (Chart 13).\n\nOne explanation is that private consumption is simply being underestimated in demand-\nside GDP statistics: researchers at the Bank of Japan recently produced experimental\nsupply-side estimates of GDP that were significantly higher than existing expenditure-\nside statistics. We find the Bo) research interesting and agree that Japanese\nconsumption statistics are beset by data quality issues. But this alone cannot account\nfor the consumption slump. We think two factors are equally to blame for depressed\nhousehold spending: 1) a squeeze on disposable income from higher taxes and social\nsecurity contributions; and 2) a surge in the saving rate (Chart 14).\n\nCalling Japan right in 2017 is largely about correctly forecasting whether these two\ntrends will reverse. We see several reasons for optimism. First, we expect real employee\ncompensation to accelerate further, driven by a continued pick-up in per capita wages.\nThe call on the saving rate is admittedly trickier. But having surpassed the 2006 highs,\nwe think it is unlikely to surge further, given that consumer confidence is improving and\nincome growth is firming. FY17 tax reforms are also likely to support household\nsentiment at the margin: for example, discussions are underway about enlarging tax cuts\nfor second-earners who work part-time. Overall, we expect private consumption to rise\n1.0% in CY17, adding O.6ppt to growth.\n\nShould the saving rate stabilize, as we expect, consumption should again start rising in\ntandem with compensation. Investors should not have to wait long to get some visibility\naround these trends. We expect the saving rate to peak in Q4 CY16 and consumption to\nrise strongly from this quarter.\n\n? Link to the research paper (in Japanese only):\nhttps://Awww.boj.or.jp/research/wps_rev/wps_201 6/data/wp1 6j09.pdf\n\nBankof America <2\nMerrill Lynch Japan Economics Viewpoint | 18 November 2016 5\n\nHOUSE_OVERSIGHT_014414",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014414.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3159,
    "word_count": 491,
    "line_count": 68,
    "import_date": "2025-11-19T21:47:44.138790",
    "prefix": "IMAGES-002"
  }
}