{
  "document_id": "HOUSE_OVERSIGHT_013892",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013892.txt",
  "text": "Before we create this virtual architecture, however, we need a product to sell. If you own a service\nbusiness, this section will help you convert expertise into a downloadable or shippable good to escape the\nlimits of a per-hour-based model. If starting from scratch, ignore service businesses for now, as constant\n\ncustomer contact makes absence difficult.24\n\nTo narrow the field further, our target product can’t take more than $500 to test, it has to lend itself to\nautomation within four weeks, and—when up and running—it can’t require more than one day per week\nof management.\n\nCan a business be used to change the world, like The Body Shop or Patagonia? Yes, but that isn’t our\ngoal here.\n\nCan a business be used to cash out through an IPO or sale? Yes, but that isn’t our goal either.\nOur goal is simple: to create an automated vehicle for generating cash without consuming time. That’s\n\nit.2 I will call this vehicle a “muse” whenever possible to separate it from the ambiguous term\n“business,” which can refer to a lemonade stand or a Fortune 10 oil conglomerate—our objective is more\nlimited and thus requires a more precise label.\n\nSo first things first: cash flow and time. With these two currencies, all other things are possible.\nWithout them, nothing is possible.\n\nWhy to Begin with the End in Mind: A Cautionary Tale\n\nS arah is excited.\n\nIt has been two weeks since her line of humorous T-shirts for golfers went online, and she is averaging\n5 T-shirt sales per day at $15 each. Her cost per unit is $5, so she is grossing $50 in profit (minus 3% in\ncredit card fees) per 24 hours, as she passes shipping and handling on to customers. She should soon\nrecoup the cost of her initial order of 300 shirts (including plate charges, setup, etc.)— but wants to earn\nmore.\n\nIt’s a nice reversal of fortune, considering the fate of her first product. She had spent $12,000 to\ndevelop, patent, and manufacture a high-tech stroller for new moms (she has never been a new mom),\nonly to find that no one was interested.\n\nThe T-shirts, in contrast, were actually selling, but sales were beginning to slow.\n\nIt appears she has reached her online sales ceiling, as well-funded and uneducated competitors are now\nspending too much for advertising and driving up costs. Then it strikes her—retail!\n\nSarah approaches the manager of her local golf shop, Bill, who immediately expresses interest in\ncarrying the shirts. She’s thrilled.\n\nBill asks for the customary 40% minimum discount for wholesale pricing. This means her sell price is\nnow $9 instead of $15 and her profit has dropped from $10 to $4. Sarah decides to give it a shot and\ndoes the same with three other stores in surrounding towns. The shirts begin to move off the shelves, but\nshe soon realizes that her small profit is being eaten by extra hours she spends handling invoices and\nadditional administration.\n\nShe decides to approach a distributor? to alleviate this labor, a company that acts as a shipping\nwarehouse and sells products from various manufacturers to golf stores nationwide. The distributor is\ninterested and asks for its usual pricing—70% off of retail or $4.50—which would leave Sarah 50 cents\nin the hole on each unit. She declines.\n\nHOUSE_OVERSIGHT_013892",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013892.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3237,
    "word_count": 553,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:47.065693",
    "prefix": "IMAGES-002"
  }
}