{
  "document_id": "HOUSE_OVERSIGHT_020905",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020905.txt",
  "text": "Unemployment Benefits: Bad News—Structural Problems in Labor Force\n\nCould Lead to Prolonged Duration/Increased Rate of Unemployment\n\ne Structural Problems in USA Labor Force\n— Healthcare costs may be a barrier to hiring for employers\n\ne Healthcare benefits = 8% of average total employee compensation; grew at\n6.9% CAGR from 1998 to 2008 compared with 4.5% CAGR in salaries.\n\ne Healthcare benefits are fixed costs as they are paid on an annual per-worker\nbasis and do not vary with hours worked.\n\ne As employers try to lower fixed costs to right-size to their reduced revenue\nlevels, layoffs are the only way to reduce fixed healthcare costs.\n\n— Skills mismatch may be a barrier to hiring for employers\ne A large portion of the long-term unemployed may lack requisite skills.\ne 14% of firms reported difficulty filling positions due to the lack of suitable talent,\nper 5/10 Manpower Research survey.\n— Labor immobility resulting from the housing bust may be a barrier to hiring\ne One in four homeowners are “trapped” because they owe more than their\nhouses are worth, so they cannot move to take another job — until they sell or\nwalk away.\n\nKP Source: Richard Berner, “Why is US Employment So Weak” (7/23/10), Morgan Stanley Research.\n(@)E) www.kpcb.com USA Inc. | Income Statement Drilldown 127\n\nUnemployment Benefits: Bad News\n\nAlthough economists have shown that extended availability of UI\n[unemployment insurance] benefits will increase unemployment duration, the\neffect in the latest downturn appears quite small compared with other\ndeterminants of the unemployment rate. Our analyses suggest that extended\nUI benefits account for about 0.4 percentage point of the nearly 6 percentage\npoint increase in the national unemployment rate over the past few years. It is\nnot surprising that the disincentive effects of UI would loom small in the midst\nof the most severe labor market downturn since the Great Depression.\n\nDespite the relatively minor influence of extended UI, it is important to note that\nthe 0.4 percentage point increase in the unemployment rate represents about\n600,000 potential workers who could become virtually unemployable if their\nreliance on UI benefits were to continue indefinitely.\n\nRob Valletta and Katherine Kuang, Federal Reserve Board of San Francisco\n“Extended Unemployment and UI Benefits,” April 19, 2010.\n\nP\na USA Inc. | Income Statement Drilldown 128\n\nHOUSE_OVERSIGHT_020905",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020905.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2413,
    "word_count": 382,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:45.078629",
    "prefix": "IMAGES-006"
  }
}