{
  "document_id": "HOUSE_OVERSIGHT_010962",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010962.txt",
  "text": "And I repeat that most other structures are not meant to be resold. Productive plant\nis customized to original owners. Tract housing is not, but becomes adapted to them.\nOriginal plant operators and homeowners typically expect to stay put. Most do.\nWhen they do, their own valuations are higher than would likely be realized in sale.\nOwners’ valuations matter. Economics is more than prediction of sales prices. It is\nprediction of behavior. It is the owner’s valuation of an asset, not a hypothetical\n\noutside valuation, that predicts what he will do to exploit and defend it.\n\nMy depreciation theory does not jolt settled belief as forcibly as free growth theory\nor the pay rule and Y rule do. It contradicts only a minor feature of the national\naccounts. But it contradicts that diametrically, and adds clarity to the pay rule too. It\nis also original as far as | know. Who has said such a thing before? All the more fun\nand satisfaction in finding out and setting the record straight. There are giants out\nthere, whether I ever make it to their shoulders or not, and economic history means\n\nidentifying them.\n\nRetirement Theory\n\nRetirement generally means the period or first moment when people end the\ncareers for which their training has been specialized. The reason is typically not\ndiminished skills and performance just yet, as age-wage profiles show no little or no\ndrop in pay toward the end. I think itis more that we and our bosses see the drop\n\ncoming.\n\nLiteral pay is typically zero in retirement. Instead we earn imputed pay for taking\ncare of ourselves and one another, and for driving the grandkids to the zoo. These\nservices are tangible, not psychic, in that they save the hire of others to do the same.\nThe imputed pay is what the others would have charged. But it typically is not\nenough to meet our consumption needs. Retirees must typically draw down savings\nor depend on “social transfer payments”, meaning support from government or\n\nfamily or foundations, to make ends meet.\n\nChapter 2: Fast Forward 1/06/16 22\n\nHOUSE_OVERSIGHT_010962",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010962.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2061,
    "word_count": 350,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:44.788898",
    "prefix": "IMAGES-001"
  }
}