{
  "document_id": "HOUSE_OVERSIGHT_017293",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017293.txt",
  "text": "4.2.12\nWC: 191694\n\nMy most ungrateful homicide client: Angela Davis\n\nClients whose cases I have helped to win generally respond in one of two ways: some express\ngreat, sometimes excessive, gratitude. They offer to do anything in exchange for you having\nsaved their lives. Others behave as if the case had never happened and you don’t exist. I have\nseen former clients purposely cross the street to avoid even “seeing” me. They don’t want to be\nreminded of the dark period in their lives during which they required a criminal lawyer. In only\none case did a former client show absolute ungratefulness for my role in helping her avoid a\nmurder conviction.\n\nDuring the year that I was a visiting scholar at the Center For Advanced Studies and Behavioral\nScience at Stanford, I was asked to consult on several aspects of the Angela Davis murder case.\nDavis, who was one of the leaders of the American Communist Party, was accused of murder in\nconnection with a shootout that had occurred at the Marran County Courthouse as part of an\nattempted escape of radical prisoners. Davis was accused of purchasing and providing the\nshotgun that was used in the crime. She was also suspected of having engineered the attempt to\ntake hostages is order to barter them for the release of a prisoner she loved.\n\nI worked on jury selection as well as on some constitutional issues. Davis was claiming that she\ncould not get a fair trial in any American court because she was black, female and a Communist.\nPart of the reason I took the case was to help assure that she did get a fair trial. After several\ngrueling months, she was acquitted and set free. I don’t know whether she now believes she\nreceived a fair trial. I do know that shortly thereafter I read that she was hired to become a\nprofessor at the University of California in Santa Cruz.\n\nShortly thereafter, I read that she was going to Moscow to receive the Lenin human rights prize\nfrom the Soviet Union. She said that she was pleased to receive the prize and that she would\nspend the rest of her life helping to free political prisoners around the world. I called her office\nand gave them a list of prisoners of conscience in the Soviet Union—mostly Jews who had been\nimprisoned because they wanted to emigrate to Israel or to learn about their heritage. (Sharansky\nwas not yet among these prisoners, but he would soon join them.) I asked if she would be willing\nto speak up on behalf of these political prisoners. Several days later, I received a call back from\nMs. Davis’s secretary informing me that Davis had looked into the people on my list and none of\nthem were political prisoners. “They are all Zionist fascists opponents of socialism.” Davis\nrefused to speak up on behalf of the Soviet dissidents.\n\nRecently, I ran into an older and somewhat more reserved Angela Davis on the porch of the\nChilmark Store on Martha’s Vineyard. She was wearing a bicycle outfit and was cycling around\nthe island with some mutual friends, including her trial lawyer in the murder case. It was a\n\nstrange scene in this bastion of bourgeois affluence to see these former radicals enjoying the\ncomforts of capitalism in so relaxed a way. I reminded Davis of my participation in her case and\nshe expressed appreciation. I also reminded her of her refusal to speak up on behalf of Soviet\ndissidents. In her mellow response, she said, “well so many other people were speaking up for\nthem, that I didn’t think it was necessary for me to add my voice.” It’s interesting how time\nchanges people’s memories. I did not press her as to whether she would today speak up on behalf\n\n206\n\nHOUSE_OVERSIGHT_017293",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017293.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3629,
    "word_count": 640,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:46.378896",
    "prefix": "IMAGES-004"
  }
}