{
  "document_id": "HOUSE_OVERSIGHT_020831",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020831.txt",
  "text": "There are two caveats. First, we do not make policy recommendations. We try to help clarify\nsome of the issues in a straightforward, analytical way. We aim to present data, trends, and facts\nabout USA Inc.’s key revenue and expense drivers to provide context for how its financials have\nreached their present state. Our observations come from publicly available information, and we\nuse the tools of basic financial analysis to interpret it. Forecasts generally come from 3rd-party\nagencies like the Congressional Budget Office (CBO), the nonpartisan federal agency charged\nwith reviewing the financial impact of legislation. Second, the ‘devil is in the details.’ For US\npolicy makers, the timing of material changes will be especially difficult, given the current\neconomic environment.\n\nBy the standards of any public corporation, USA Inc.’s financials are discouraging.\n\nTrue, USA Inc. has many fundamental strengths. On an operating basis (excluding Medicare\nand Medicaid spending and one-time charges), the federal government’s profit & loss statement\nis solid, with a 4% median net margin over the last 15 years. But cash flow is deep in the red (by\nalmost $1.3 trillion last year, or -$11,000 per household), and USA Inc.’s net worth is negative\nand deteriorating. That net worth figure includes the present value of unfunded entitlement\nliabilities but not hard-to-value assets such as natural resources, the power to tax or mint\ncurrency, or what Treasury calls “heritage” or “stewardship assets” like national parks.\nNevertheless, the trends are clear, and critical warning signs are evident in nearly every data\npoint we examine.\n\nF2010 Cash Flow = -$1.3 Trillion; Net Worth = -$44 Trillion\n\nWith a Negative Trend Line Over Past 15 Years\n\nUSA Inc. Annual Cash Flow & Year-End Net Worth, F1996 — F2010\n\nGOOD nnn ee eee eee cece reece eet ce cece ence nentete eae cneeceenacaeaeaneatateneaneatateneaeeataseaeasenctatastaenseseacnseasnscesnaness $15,000\n0 go = | a 1 $0 =\n_ =<\n8 =\n8 A\nTF GAOO Rape ee MB ~-- «-$15,000 -\n2 £\nxo} °\nit =\n= =\n% 2\n(OME CU) Bee eee ee ncaa, Cee a ~-- -$30,000 >\n7 <4\n2 mi One-Time Expenses* ul\n\n$1,200 mmm Cash Flow (left axis) SR -— f -$45,000\n\n=—O= Net Worth (right axis)\nBA COD -$60,000\n\nF1996 F1998 F2000 F2002 F2004 F2006 F2008 F2010\n\nNote: USA federal fiscal year ends in September; Cash flow = total revenue — total spending on a cash basis; net worth includes unfunded future liabilities from\n\nSocial Security and Medicare on an accrual basis over the next 75 years. *One-time expenses in F2008 include $14B payments to Freddie Mac; F2009\n\nincludes $2798 net TARP payouts, $97B payment to Fannie Mae & Freddie Mac and $40B stimulus spending on discretionary items; F2010E includes $26B\n\nnet TARP income, $1378 stimulus spending and $41B payment to Fannie Mae & Freddie Mac. F2010 net worth improved dramatically owing to revised\n\nactuarial estimates for Medicare program resulted from the Healthcare reform legisiation. For mare definitions, see next slide. Source: cash flow per White\n\nke House Office of Management and Budget; net worth per Dept. of Treasury, “2010 Financial Report of the U.S. Government.”\nhs www.kpcb.com\n\nUSA Inc. | Summary\n\nCB www.kpcb.com USA Inc. _ viii\n\nHOUSE_OVERSIGHT_020831",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020831.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3245,
    "word_count": 530,
    "line_count": 68,
    "import_date": "2025-11-19T21:47:47.194231",
    "prefix": "IMAGES-006"
  }
}