{
  "document_id": "HOUSE_OVERSIGHT_026895",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026895.txt",
  "text": "foreseeable future. But, in aggregate, there has been more improvement than deterioration, in our\nview.\n\nIn this Sunday Night Insight, we will provide a brief update on the steady factors and unsteady\nundertow. We then conclude with our view that the steady factors will likely continue to win this tug-of-\nwar between the two.\n\nSteady Factors\n\nWhile the headlines warn of equity market carnage, the facts do not support such alarming headlines.\nThe S&P 500 is still up 5.1% on a year-to-date total return basis and financial conditions remain at\neasier levels today than they did when the Federal Reserve began this tightening cycle in 2015,\ndespite the recent decline in equities and 0.76 percentage point increase in 10-year Treasury yields\nyear-to-date. Most importantly, as highlighted by Federal Reserve Chairman, Jerome Powell, we are\nin “extraordinary times” of steady growth and low inflation.\n\nEconomic Growth\n\nEconomic growth remains firm in the US. Both the Institute for Supply Management leading indexes\nfor manufacturing and non-manufacturing remain at very strong levels. Current activity indicators of\nreal GDP growth average about 3.5% for the third quarter and closer to 4% for the fourth quarter.\nForecasts for third quarter real GDP average 3.8% and fourth quarter forecasts are about\n\n2.8%. While growth is slowing from the 4.2% estimate of the second quarter, it is still forecast to be\nabove trend and we believe a modest slowdown is certainly preferable to continued growth at a pace\nthat was likely unsustainable and possibly even inflationary.\n\nIn aggregate, the economic data since the intraday peak of US equities on September 21st does not\npoint to any worrisome slowdown in GDP growth or the pace of employment. |n fact, while the recent\n134K increase in non-farm payrolls was less than expectations, revisions to earlier months offset the\nmodest headline miss and the unemployment rate still fell to 3.7%. Furthermore, this 134k increase\nis above the estimated sustainable level of employment growth based on population growth and\nchanges in labor force participation, which our colleagues in Goldman Investment Research estimate\nis around 96k. Importantly, a modest slowdown in the 3-month average of non-farm payrolls, which\ncurrently stands at a very robust 190k jobs, is more likely to keep inflation in check.\n\nRobust Earnings and Buybacks\n\nContinued above-trend economic growth is supporting solid corporate fundamentals. While many are\nquick to dismiss this strength to US tax reform, it is only half the story. Earnings before interest and\ntaxes (EBIT) expanded by a very healthy 12% in the first half of this year and are expected to grow by\ndouble-digits again in the third quarter. This robust organic profit growth is also fueling sizable\ncorporate buybacks—a key source of equity market support. Our colleagues on the corporate\nbuyback desk expect the highest dollar amount for buybacks on record in 2018, with $1tn in\nauthorizations and $850bn in executed buybacks.\n\nEven so, such robust earnings growth has begun to foster concern that we have reached a peak in\nEPS growth. While we do expect the pace of growth to slow next year, a local peak in earnings\n\nHOUSE_OVERSIGHT_026895",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026895.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3226,
    "word_count": 516,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:44.765433",
    "prefix": "IMAGES-009"
  }
}