{
  "document_id": "HOUSE_OVERSIGHT_010525",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010525.txt",
  "text": "JaMES PATTERSON\n\n“| had people in the community in Palm Beach who either made\ncomments directly to me or to others who relayed them to me that I\ndidn't need to take the tack in the investigation that we did, which is\n[to] completely investigate it and then refer it tothe FBI after the\nstate case was resolved,” Reiter said in the deposition. “I had one\nindividual who came to see me a couple of times about this.”\n\nAccording to the chief, the individual in question was a\nprominent Palm Beach politician.\n\n“He said this wasn’t necessary; this was a case that was really\nvery minor,” Reiter recalled. “The victims had lifestyles that\ndon’t make them—shouldn’t make them believable to the police\ndepartment.”\n\n“I told him that those kinds of suggestions to me were\nimproper and he should stop,” said Reiter. “That he had taken a\ncouple of steps down the road toward something that could\neventually constitute a crime. We talked several times. Early on\nit didn't end favorably. You know, this is an individual [whom] I\nhad to interact with in my official capacity and in his official\ncapacity as well.”\n\nThe Palm Beach politician wasn't the only one to pressure\nthe police chief. “I received comments from a variety of different\nviewpoints. . .in some cases I had people tell me, hey, he's a Palm\nBeacher, why are you investigating a Palm Beacher?” Reiter\nwould say when deposed. “I had people that said it was an unfa-\n\nvorable career move for me to ask the state attorney to remove ~\nhimself from the case and to refer it to the FBI....1 had plenty of 7\n\npeople that told me that that was a mistake.”\n\nReiter didn't back off. To have done so would have been 4 a\n\nbetrayal—not only of the victims but also of his vocation and\n\nthe community he had sworn he would serve.\n\n184\n\n2\nar\n\nFit:\n\n“My responsibility was to\nBeach and preserve their con:\ndepartment for all,” Reiter sai\nparticularly under the crimin\nthe nature of our system, be t\n\nBut along with handing t\nattorney, Reiter took another\nletters—on Palm Beach PD |\nvictims in the case.\n\nHe delivered the letters by\n\nHOUSE_OVERSIGHT_010525",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010525.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2092,
    "word_count": 372,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:45.832427",
    "prefix": "IMAGES-001"
  }
}