{
  "document_id": "HOUSE_OVERSIGHT_013305",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013305.txt",
  "text": "Case No.: 502009CA040800XXXXMBAG\nEdwards' Opposition to Epstein's Motion for Summary Judgment\nPage 2 of 15\n\nthey were true. Epstein knew that he had in fact molested each of the minors represented by Brad\nEdwards. He also knew that each litigation decision by Brad Edwards was grounded in proper litigation\njudgment about the need to pursue effective discovery against Epstein, particularly in the face of\nEpstein’s stonewalling tactics. Epstein also knew that he suffered no legally cognizable injury\nproximately caused by the falsely alleged wrongdoing on the part of Edwards. Moreover, Epstein had no\nintention of waiving his Fifth Amendment privilege against self-incrimination in order to avoid providing\nrelevant and material discovery that Epstein would need in the course of prosecuting his claims and to\nwhich Edwards was entitled in defending those claims. Epstein knew that his prosecution of his claims\nwould be barred by the sword-shield doctrine. Most significantly, the evidence submitted in the\nsupporting papers would compel a fact finder to determine that Epstein had no basis in law or in fact to\npursue his claims against Edwards and that Epstein was motivated by a single ulterior motive to attempt\nto intimidate Edwards and his clients and others into abandoning or settling their legitimate claims for\nless than their just and reasonable value. The evidence demonstrates that Epstein did not file these claims\nfor the purpose of collecting money damages since he knew that he never suffered any damage as a\nconsequence of any alleged wrongdoing by Edwards but filed the claim to require Edwards to expend\ntime, energy and resources on his own defense, to embarrass Edwards and impugn his integrity and deter\nothers with legitimate claims against Epstein from pursuing those claims. Indeed, the evidence\ndemonstrates that Epstein continued to pursue his claims by filing the Second Amended Complaint\nalleging abuse of process against Edwards even after he had paid significant sums in settlement of the\nclaims instituted by Mr. Edwards’ clients against Mr. Epstein.’\n\n\"The evidence marshalled in support of these assertions is set forth in the previously filed documents in this Court.\nThose documents include Exhibit “A” — Edwards’ Statement of Undisputed Facts; Exhibit “B” — Edwards’ Renewed\nMotion for Summary Judgment; Exhibit “C” — Edwards’ October 19, 2012 Second Renewed Motion for Leave to\nAssert Claim for Punitive Damages; Exhibit “D” — Edwards’ Notice of Filing of Transcript of Telephone Interview\nof Virginia Roberts in Support of Motion for Leave to Amended to Assert Punitive Damages; Exhibit “E” —\n\nTranscript of Deposition of Jeffrey Epstein dated January 25, 2012; Exhibit “F’ — Deposition of Bradley Edwards\ndated March 23, 2010; Exhibit “G” - Deposition of Scott Rothstein dated June 14, 2012; Exhibit “H” — Order of\n\nHOUSE_OVERSIGHT_013305",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013305.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2883,
    "word_count": 453,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:46.680139",
    "prefix": "IMAGES-002"
  }
}