{
  "document_id": "HOUSE_OVERSIGHT_030199",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030199.txt",
  "text": "In 1994, Trump took a 13-year-old girl to a party with Jeffrey Epstein, a billionaire\nwho was a notorious registered sex offender, and raped her that night in what was a\n\"savage sexual attack,\" according to a lawsuit filed in June 2016 by \"Jane Doe.\" The\naccount was corroborated by a witness in the suit, who claimed to have watched as the\nchild performed various sexual acts on Trump and Epstein even after the two were\nadvised she was a minor.\n\n\"Immediately following this rape Defendant Trump threatened me that, were I ever to\nreveal any of the details of Defendant Trumpa€™s sexual and physical abuse of me, my\nfamily and I would be physically harmed if not killed,\" Jane Doe wrote in the lawsuit,\nfiled in New York.\n\nThe lawsuit was dropped in November 2016, just four days before th lection, with Jane\nDoe's attorneys citing \"numerous threats\" against her.\n\nThe charges and allegations brought against Donald Trump for sexual crimes include:\n\n1 Accusations filed in court against Trump\n\n1.1 Ivana Trump (1989)\n\n1.2 A (1°22)\n\n1.3 i (2007)\n\n2 Recording controversy and second 2016 presidential debate\n\n3 Public allegations in 2016 of unwanted physical contact\n\n3.1 Ss (1980s)\n\n3.2 QE. G1 220s)\n\n3.3 Qi! C1997)\n\n3.) EE 6557)\n35 (2998)\n\n3.6 I (2003)\n\n3.7 (2005)\n\n3.0 i (2005)\n\n3.9 i (2006)\n\n4 Allegations of pageant dressing room visits\n\n4.1 Miss Teen USA contestants\n\n4.4 Unnamed contestants (2001)\n\n1, CTT 2006) ~ There are of course scores of cases that have been settled\n\nout of court that we can not have any clear public record of as they are constrained by\nnon-disclosure agreements.\n\nHOUSE_OVERSIGHT_030199",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030199.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1618,
    "word_count": 275,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:46.623885",
    "prefix": "IMAGES-010"
  }
}