{
  "document_id": "HOUSE_OVERSIGHT_024881",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024881.txt",
  "text": "COWEN\nCOLLABORATIVE INSIGHTS February 25, 2019\n\neCommerce To Be A Key Consumer Distribution Channel Long Term\n(Blackledge)\n\n2\n\nA significant portion of the CBD products that are currently available fall into the\nPersonal Care / Beauty Products or Vitamins and Food Supplements verticals, both of\nwhich are part of the larger Consumables category. Consumables continues to be a\nhighly under-penetrated eCommerce vertical in the midst of a progressive shift online,\nand we see an opportunity for these CBD companies to expand online as secular\ntailwinds continue to drive eCommerce growth for the larger Consumables market. For\ncontext, we forecast overall US Consumables eCommerce sales of $51.BN in ’18, or 11%\neCommerce penetration, rising to $111BN in 23 or 19% eCommerce penetration.\n\nLonger term, Consumables eCommerce market share, led by Amazon, should rise well\nabove our 19% penetration forecast in 23, as the sector favors eCommerce vs. Brick &\nMortar, for multiple reasons, namely (1) changing consumption trends, particularly with\nyounger demographics, who would prefer to “Skip the Trip” for these high\nreplenishment factor goods; and (2) rising smart speaker penetration, like AMZN's\npopular Echo device, driving gains in high replenishment re-ordering.\n\nFigure 108 U.S. eCommerce Consumables Penetration ‘07-‘23E\n\n25%\n\n20% 19%\n\n17%\n16%\n15% 14%\n12%\n11%\n9 9%\n10% 8%\ny 7%\n\n5% oo\n\n‘0\n5% 9 4%\n\n| T I ; | I\n‘0\n\n2007 2008 2009 2010 2011 2012 2013 2014 2015 2016E 2017E 2018E 2019E 2020E 2021F 2022E 2023E\n\nSource: Cowen and Company; U.S. Census Bureau\n\nDue to the aforementioned macro factors, we view eCommerce as a major potential\ncustomer distribution channel for CBD longer term as consumers’ spending habits\ncontinue to shift, and purchasing of Personal Care Products, Vitamins & Food\nSupplements and other Consumable items moves online at an accelerated rate. We\nexpect growth within the Consumables (Personal Care, HH Goods, etc) and Food &\nBeverage verticals to consistently outpace overall eCommerce growth '18-'23, resulting\nin an increased share of U.S. eCommerce sales.\n\nCOWEN.COM 65\n\nHOUSE_OVERSIGHT_024881",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024881.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2126,
    "word_count": 332,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:46.321580",
    "prefix": "IMAGES-008"
  }
}