{
  "document_id": "HOUSE_OVERSIGHT_010977",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010977.txt",
  "text": "suggests a single species, although the axiom only said population. The ants and the\npicnickers can compete for the lunch, but they cannot bargain for it. The bar in Star\nWars is a great gag because it thumbs its nose at this home truth. We converge in\n\ntaste for the hilarious.\n\nI will add the biological imperative as a separate axiom later, although much of that\nat least may be implicit in the first one of natural causality. We hate unnecessary\naxioms, from good Occamite principle, but we hate unsupported inference or\n\nquestion-begging worse.\n\nI spell out the axiom of mortality and reproduction because I know I’m heading\ntowards Petty’s insight and next generation theory. Of course we design foundations\nto support what we want on top. It seems to me that my axioms mention nothing\nabout rationality, whatever that might mean, except in the sense of assumed\nconvergence of predictions to outcomes. And that assumption itself might not be\ncritical. What seems critical that is the predictions should converge to a known\nfunction of outcomes. If they converge to something predictably overoptimistic or\noverpessimistic, we're still in business. Lacking even that, economic science is\n\nstillborn. We can’t predict chaos.\n\nThat’s an example of the principle that axioms need not be strictly true. They must\nbe true enough. We're still in business if God intervenes a little here and there. Much\nmore than that, and the convergent prediction axiom runs into the problem of\n\npredicting the mind of God.\n\nThe two convergence axioms, of tastes and predictions, are implicit in all\nmicroeconomics. “Micro”, as economists call it, is about supply meeting demand at\nprice equilibrium. This insight was the main theme of the marginalist revolution. It’s\nexactly what can’t happen without convergent tastes and predictions. It’s exactly\nwhy the bar in Star Wars is a hoot. Ants find price equilibria in ant markets, and\n\npeople in people markets. Ants and people find no meeting of the minds. Then if\n\nChapter 3: Foundations 1/11/16 6\n\nHOUSE_OVERSIGHT_010977",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010977.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2055,
    "word_count": 335,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:44.622180",
    "prefix": "IMAGES-001"
  }
}