{
  "document_id": "HOUSE_OVERSIGHT_023744",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023744.txt",
  "text": "xiv Preface\n\nhow to make decisions, understand how to approach a problem, or\notherwise live sensibly. Teachers are never shocked to be asked to pro-\nvide personal or professional advice to a student having a problem—\nany problem. If one takes one’s job seriously, teaching means being\navailable to help. But this important advisory job is confused by lesson\nplans, and class hours, and lectures, none of which matter very much.\n\nWhy do I say that these things don’t matter very much? This is the\nessence of what this book is about—the move from content-based in-\nstruction to cognitive-based learning, assisted by good teaching. This\nmeans we will have to define this “new” kind of learning (it’s not re-\nally new, of course, just new to schools) and the “new” kind of teach-\ning that is a natural consequence of using this new learning method.\n\nMost teachers understand and appreciate that delivering the re-\nquired material is not their real job, at least it is not the reason they\nsigned on in the first place. The employers of teachers, on the other\nhand—administrators, governments, department heads, and so on—\nexpect certain material to be covered. Exciting students is not on their\nworry list. This is a big problem for teachers and for students, and one\nthat we will address here.\n\nBut my more serious concern is our conception of learning, not\nteaching. Teaching follows one’s conception of learning so getting\nlearning right is of prime importance. When I said earlier that outsid-\ners to the learning profession wouldn’t get the real point, I was being\nironic. There is no learning profession. Why not?\n\nIn 1989, I moved from Yale to Northwestern to establish a new\ninstitute, funded by Andersen Consulting, devoted to issues of chang-\ning training and education by the use of new technologies. I needed a\nname for the institute and came up with The Institute for the Learning\nSciences. I made up the term learning sciences. There was no such field\nin academia. Most people thought I meant we were planning to work\non how people learned science. The only academic fields that “stud-\nied” learning were psychology and education. Psychology, being an\nexperimental field, allows faculty to work only on experiments about\nlearning that provide data in a controlled environment. Education\nfaculty study how schools work and very rarely think about learning\noutside of the school context or in a way different from the paradigm\nalready extant in schools. I wanted to create a learning profession. In\n1989, there certainly didn’t seem to be one.\n\nHOUSE_OVERSIGHT_023744",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023744.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2574,
    "word_count": 430,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.546689",
    "prefix": "IMAGES-007"
  }
}