{
  "document_id": "HOUSE_OVERSIGHT_014479",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014479.txt",
  "text": "Sector Strategy\n\nMarkets due a period of consolidation in the short term. The reflation trade has run\nhard and we’ve taken some chips off the table in recent weeks by cutting our\noverweight positions in Banks and Basic Resources to neutral and reducing the size of\nour underweights in some Defensive sectors. In the short term we look for markets to\nconsolidate. Near term risk reward is also a little poorer in light of event risks around\nthe Italian referendum, OPEC’s decision on a potential cut in oil production quotas and\nthe ECB’s decision on QE extension.\n\nLook for another leg to the reflation trade in the coming months. We would look for\nanother leg to the cyclical and reflation rotation in the next 1-2 quarters as evidence of\nstronger global growth and rising inflation materializes. We will look to re-enter sector\npositions that benefit from global rotation when short term risk reward improves.\nHowever, we would look for the pace of the rotation to moderate and become less\nbinary from here. The upside from here for bond yields is more limited. With that in\nmind we are likely to be more selective in reflation vs bond proxy positions.\n\nPolitics likely remains an overhang through 1H 2017. Another reason to run a less\nbinary portfolio over the coming months is the potential for political uncertainty to\nweigh on European markets. Attention near-term will focus on Italy but the French\nPresidential elections loom in April / May and the tail risk of a Marine Le Pen victory will\nact as an overhang for Europe in the coming months. It suggests 22017 may well be a\nyear similar to 2016, in which the major indices in Europe have traded in ranges for\nlarge parts of the year.\n\nValue in some Defensive bond proxies. Valuation looks quite compelling already in\nsome of the bond proxy sectors. Utilities and Healthcare are both trading at the low end\nof relative valuation ranges and have decent fundamentals in the view of our analyst\nteam. However, rising government bond yields remains the major potential headwind in\ncoming months. We are overweight both sectors.\n\nFinancials — neutral following the strong recent rally. Banks have re-rated\naggressively, taking PE-relative back to average levels. However, the sector continues to\nhave uncertain prospects for EPS recovery given continued ultra-low policy rates in\nEurope and ongoing tail risks from periphery are an overhang on the sector. Continued\nlong only positioning remains a potential support for the sector should rates and yield\ncurves renew their widening moves. A Risk reward may be better in Insurance — the\nsector still offers the second highest DY in the market (and relative DY is still at 90\"\npercentile of the range since 2004).\n\nGlobal quality Cyclicals — waiting for an entry point. Many cyclicals have performed\nless strongly in the recent rally than Resources and re-rated less aggressively than\nFinancials. With relative PE valuations in-line with or below 17-year averages for the\nlikes of Industrials, Chemicals and Technology we will look for opportunities to build\npositions in cyclical areas in the coming months. Overowned positioning has been\nsomething of a negative for several of these areas (notably Tech) and any signs of a\ncorrection could be a catalyst to re-enter an overweight in the sector.\n\nMedia — raise to overweight. With the outlook for markets set to become less binary\nwe will look to add exposure to quality cyclical areas. One such sector that has lagged\nthis year is Media, making this an interesting entry point. The sector is something of\nhybrid combining defensive and cyclical components and high and low quality. Media in\nparticular has come back a long way following a six-month period of sustained\nunderperformance.\n\nOverweight Oil position dependent on OPEC. As we go to press, the OPEC decision\non a deal to cut oil supplies is pending. Our commodity strategists’ base case has been\nfor some kind of deal, with upside into the mid $50s for a deal to cut 1 million barrels\nper day. However, in the case OPEC fails to agree any deal they see WTI dipping back\n\n; Bankof America\n20 European Equity Strategy | 01 December 2016 Merrill Lynch\n\nHOUSE_OVERSIGHT_014479",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014479.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4185,
    "word_count": 702,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:48.018306",
    "prefix": "IMAGES-003"
  }
}