{
  "document_id": "HOUSE_OVERSIGHT_027865",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027865.txt",
  "text": "just an economic imperative. It was seen as deeply symbolic, signifying Jews\nfinally taking control of their own destiny. It was a message that took on an\neven greater power and poignancy after the mass murder of the Jews of Europe\nduring the Holocaust.\n\nEven for many Israelis nowadays, the all-consuming collectivism of life on\nan early kibbutz, and the physical challenges, are hard to imagine. Among the\nfew dozen families in Mishmar Hasharon when I was born, there was no private\nproperty. Everything was communally owned and allocated. Every penny — or\nIsraeli pound — earned from what we produced went into a communal kitty,\nfrom which each one of the 150-or-so families in Mishmar Hasharon when I\nwas a child got a small weekly allowance. By “small”, I mean tiny. For my\nparents and others, even the idea of an ice cream cone for their children was a\nmatter of keen financial planning. More often, they would save each weekly\npittance with the aim of pooling them at birthday time, where they might stretch\nto the price of a picture book, or a small toy.\n\nDecisions on any issue of importance were taken at the aseifa, the weekly\nmeeting of kibbutz members held on Saturday nights in our dining hall. The\nagenda would be tacked up on the wall the day before, and the session would\nusually focus on one issue, ranging from major items like the kibbutz’s finances\nto the question, for instance, of whether our small platoon of delivery drivers\nshould be given pocket money to buy a sandwich or a coffee on their days\noutside the kibbutz or be limited to wrapping up bits of the modest fare on offer\nat breakfast time. That debate ended in a classic compromise: a bit of money,\nbut very little, so as to avoid violating the egalitarian ethos of the kibbutz.\n\nBut perhaps the aspect of life on the kibbutz most difficult for outsiders to\nunderstand, especially nowadays, is that we children were raised collectively.\nWe lived in dormitories, organized by age-group and overseen by a caregiver:\nin Hebrew, a metapelet, usually a woman in her 20s or 30s. For a few hours\neach afternoon and on the Jewish Sabbath, we were with our parents. But\notherwise, we lived and learned in a world consisting almost entirely of other\nchildren.\n\nEverything around us was geared towards making us feel like a band of\nbrothers and sisters, and as part of the guiding spirit of the kibbutz. Until our\nteenage years, we weren’t even graded in school. And though we didn’t actually\nstudy how to till the land, some of my fondest early memories are of our\n“children’s farm” — the vegetables we grew, the cows we milked, the hens and\nchickens that gave us our first experience of how life was created. And the\n\n17\nHOUSE_OVERSIGHT_027865",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027865.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2718,
    "word_count": 478,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:45.535104",
    "prefix": "IMAGES-009"
  }
}