{
  "document_id": "HOUSE_OVERSIGHT_027973",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027973.txt",
  "text": "relieving himself. He nodded in gratitude when he’d finished, and returned to\nBibi’s team on the far wing. I gave him a full minute to be certain he was in\nplace.\n\nThen I whistled. From my initial position beside the plane, I saw Danny\nYatom and his team begin to move one of the tall ladders toward the front door.\nShifting my eyes toward the wing doors as the “crucial first five seconds” ticked\nby, I saw both the ones on my side of the plane were still shut. I climbed up on\nthe wing. When I got to the smaller, rear door I saw the main one cave inward\nand Mordechai Rachamim rush in. But the soldier on the other door was\ntrembling and frozen in place. I slapped him, hard, on the back. “Move!” I\nshouted. Instantly, he pushed the door in and rushed inside. I then noticed Uzi\nand his team had still not entered from the rear. I jumped from the wing and ran\ntoward the ladder at the back, but by the time I got there, they had made it\ninside, and I followed them in.\n\nEverything was over within 90 seconds. As I’d expected, the planning and\ntraining turned out to matter less than instinct and initiative. Within seconds, Uri\nKoren managed to get into the nose-wheel assembly. Though he couldn’t\ndislodge a metal-mesh panel separating it from the cockpit, he spotted the\noutline of a man’s foot above him, fired, and wounded Captain Rifa’at. The\nother members of Danny’s team in front were less lucky. With the ladder, they\nhad no trouble getting to the passenger door, but they struggled to force it open.\nWhen they did nudge it open a crack, one of the hijackers opened fire, slightly\nwounding one of the men and forcing them to abandon the attempt.\n\nMordechai went in shooting, but immediately drew fire and had to retreat.\nBut Omer Wachman, another air marshal I’d posted on the far wing, was ina\ncouple of seconds later. Coming face-to-face with one of the hijackers, he shot\nhim in the head. That allowed Mordechai to get back inside. He quickly\nexchanged fire with the hobbled Captain Rifa’at, hitting the hijacker in the side.\nAs Mordechai ducked down to reload his pistol, Rifa’at managed to lock\nhimself inside one of the toilets near the cockpit. Mordechai ran after him. He\nfired through the bathroom door, then kicked it open and confirmed that he was\ndead. Rushing back toward the center of plane, he spotted the main woman\nhijacker, wearing a bulky explosive vest. Grabbing her hands, he reached inside\nthe vest and yanked out the battery pack. With two of the hijackers already\ndead, Mordechai had now subdued the third. But knowing that there was still\nanother woman unaccounted for, he handed her over to Bibi and Marco\nAshkenazi. Bibi grabbed her by the back of her hair, but it turned out to be a\n\n125\nHOUSE_OVERSIGHT_027973",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027973.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2749,
    "word_count": 496,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:44.427814",
    "prefix": "IMAGES-009"
  }
}