{
  "document_id": "HOUSE_OVERSIGHT_021961",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021961.txt",
  "text": "TERSON\n\nof Spanish families — including\n_—had invested with Drysdale.\nindreds of millions of dollars.\n\n2 investors.\ney Epstein was help in recover-\n\ning stupid,” she told him.\n\nlyn accent. They blended well\nvely.\n\nis willing to help.\n\ne, with the money. The family\nlit? A scheme. He knew some of\n\n$ ”\n_ And now the money 1s gone.\n\nin recall that he was bad off after\ntt was—from Bear Stearns. Mov-\na while. Sleeping in his lawyer's\nan apartment in the Solow: Tower,\n\n\\fter all, Epstein left Bear Stearns i\nt Epstein’s lifestyle was expensive. q\nien, and Ana was still in her twen- q\nctors Studio—the New York City 3\non Brando, Robert De Niro, Jack\n\nidall been members of.\nd formed a company,\n\nsry impressive. In fac\n\ni i iment\nwas running out of his apa ;\n\nInternational”\n\nt, IAG was @\n\nFrrryy Ricu\n\nBut if Ana had known that, would she have cared? She could\nalready see that Epstein was brilliant. And though she would\nmaintain that their friendship was strictly platonic, it was Ana\nwho helped set Epstein on his course. Like other beautiful\nwomen he'd cultivate throughout his life, she opened doors to\nwhole other kingdoms.\n\nOnes that no boys from Brooklyn had even dreamed of.\n\nAndrew Levander was an assistant US attorney in the Southern\nDistrict of New York’s Securities and Commodities Fraud Task\nForce. He was assigned to look into Drysdale’s collapse. The case\nhe was building would result in fraud convictions for a number\nof Drysdale executives, and even today, Levander remembers\nEpstein bringing “a very attractive woman” to meet him when\nEpstein came to him in the course of the investigation.\n\nThe woman was Ana Obregon.\n\nLevander told Ana that he was already working the case. A\nlawyer named Robert Gold, who was a former federal prosecutor\nhimself, was assisting. And now Epstein would join them in the\nhunt for the monies.\n\nIn effect, DGS had built a series of labyrinths, rabbit holes,\n\n7 deadfalls. And even investors who'd lost vast sums to the com-\n| Pany were less than forthcoming when it came to speaking\n\" to the US attorney. Several of the investors were foreign. Some\nhad violated their own countries’ laws pertaining to foreign\n“investments.\n\nThis was where Epstein—with his calm, confident air of\n\ndiseretion—came in.\n\nAna Obregon gave Epstein power of attorney over any monies\n\n103\n\nHOUSE_OVERSIGHT_021961",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021961.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2337,
    "word_count": 402,
    "line_count": 88,
    "import_date": "2025-11-19T21:47:48.245608",
    "prefix": "IMAGES-006"
  }
}