{
  "document_id": "HOUSE_OVERSIGHT_016129",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016129.txt",
  "text": "Focus on increasing non-hydrocarbon fiscal revenue could fall short of target\n\nThe breakdown of measures to raise non-oil revenues is not given. However, the tally is\nclose to the USS100bn targeted in the Vision 2030 and is thus likely to include\nmeasures discussed then: hikes to administered energy prices, review of current levels\nof fees and fines, introduction of new fees, land tax (we estimate annual revenues of\n1.5-2% of GDP in its first phase when fully implemented). In this regard, the NTP\nsuggests forthcoming privatizations, imposition of taxes on harmful products (likely\ntobacco and soft drinks), introduction of a Value-Added Tax (VAT) for which we estimate\nannual revenues of up to 2% of GDP, implementation of a unified income tax and of an\nincome tax on residents (although official comments later clarified there were no plans\nto tax nationals but stayed equivocal regarding expatriates).\n\nAlthough there is no direct budgetary impact, water and electricity subsidies are\ntargeted to decrease by SAR200bn. Non-oil subsidies are targeted to decrease by 20%\nby 2020. The latter, we believe, consists largely of subsidies for social and sports clubs,\nprivate education, private hospitals, and other agricultural subsidies. They were\nbudgeted at SAR3.9bn (US$1.0bn; 0.2% of GDP) in 2016, down from SAR15.0bn\n(USS$4.0bn; 0.6% of GDP) in 2015. A 20% cut to these on-budget non-oil subsidies would\nthus generate minimal savings of US$O.2-US$0.8bn (0.1-0.5% of GDP) depending if the\nreference base year was 2015 or 2016.\n\nAccording to the Deputy Crown Prince pronouncements early in the year, medium-term\nplans are also likely to target the introduction of US$400bn of unutilized state assets\n(land, etc) to state-owned funds, with the latter in turn in charge of developing them\ninto projects and companies than can be IPOed to the public. In our view, this may be\nlinked to the Ministry of Finance assigned KPI of increasing total recorded non-oil\nassets (real estate, etc) from SAR3trn to SARStrn.\n\nThe Deputy Crown Prince provided a breakdown of the government target of raising\nUS$100bn in additional non-oil revenue annually by 2020. The bulk of this increase in\nnon-oil revenue would come from the restructuring of subsidies which could generate\nUSS30bn per year (4.9% of GDP), according to the Deputy Crown Prince. VAT\nimplementation, a Green Card-like program and a plan to allow corporates to hire\nforeign workers in excess of their official quotas could bring in US$10bn (1.6% of GDP)\na year by 2020, according to the Deputy Crown Prince.\n\nChart 14: US$100bn in additional non-oil revenue targeted by 2020 Chart 15: Government to focus on raising non-hydrocarbon revenue\nSARbn lt Non-oil revenue\n1,500 me Oi] revenue 100\nBS$10bn ———= Oil revenue (% of total, rhs)\n1\nDee ok US$40bn \\ fF\n. 1,000\n80\nUS$30bn\n70\n500 1\nm Other measures ' |\n= Subsidy reform - 60\nm Fees to excees foreign worker quotas TTT\n™ Green Card-like program : Dr MMONMOT—DMOKN DTH VMONDMTMONDT OW a\nm Value-Added Tax KSSGSSRSSSSSSDOBSOSSSSSOS\nSS SSS SS SSS SSS SSS ANAIAAAA NSN\nSource: Bloomberg Source: Haver, BofA Merrill Lynch Global Research\nOS erartll Lynch GEMs Paper #26 | 30 June 2016 + 19\n\nHOUSE_OVERSIGHT_016129",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016129.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3213,
    "word_count": 522,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:45.065265",
    "prefix": "IMAGES-003"
  }
}