{
  "document_id": "HOUSE_OVERSIGHT_023237",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023237.txt",
  "text": "Leon please read the attached proposed response to the IRS__, see if you can understand it !!!._ Ive asked\nfor are-do. and given prelimiary directions to Alan to have it edited over the weekend\n\nIf you are quarterbacking ,ok with me. just please let everyone know. you must deal with the\noutrageous incompetence in your family office .. Alans words \" but I was told that.. , but I was told by\nthe office (sic) that ..., BUT 1 was told by joslin,. , but I was told by . \" why is leon blaming me for ..\"\nI ve have always given you my best advice, If you reflect on your financial life , you have been kept safe ,\nhad remarkable results and no disasters. I have repeatedly urged you to get rid of the people in your\noffice. , you have repeatedly chosen to ignore my advice , you told me last week that the emotional\nreason was in order to be weaned off my group and not have to pay my high fees. ( though ignoring\nthe benefit of between 1.5 and 2b to the better. ). and no explosions. You have email after email\n,where i remind you that I am not your bookkeeper or accountant (in brads corporate speak his\" finance\ndept ??!!) that it should be redone .I have reviewed a multitude of the silly reports given to you and\nhave pointed out the continued numerous inaccuracies. your question \" so what if the numbers are off ,\nso what if the categories are off. whats the big deal??. I suggest you de risk you finances and make the\ntough decisions necessary - pay the right amounts ( high) to get the work done properly or , you are , Im\nafraid, certain to get an unhappy answer.. tom will be back from vacation. this week.\n\nno-n------ Forwarded message ----------\n\nFrom: Halperin, Alan S ii!\n\nDate: Thu, Apr 28, 2016 at 5:16 PM\n\nSubject: Valuation Discount\n\nTo: \"jeffrey E.\" <jeevacation@gmail.com>\n\nI am attaching a draft response from Empire Valuation as to why it arrived at a valuation discount on the\nlow end. Let’s discuss the response and next steps. Thanks. Alan\n\nDate: Tue, May 10, 2016 at 12:38 AM\nSubject:\n\nTo: Thomas Turrin Sl\ndid you get the agent’\n\nDate: Wed, May 11, 2016 at 1:50 PM\nSubject:\n\nTo: Brad Wechsler Lon ACTIN TT Melanie Spinella\ngrats 3,4,5,6, also need accounting documents and backup. year 2014. other info request to follow\n\nDate: Wed, May 11, 2016 at 2:19 PM\n\nSubject: Re:\nTo: \"jeevacation@gmail.com\" <jeevacation@zmail.com> [a\n\nA couple of questions:\n\n1. Jeffrey-you saw the format in which we organized the back-up for year one of grat 1\n(quite thick/alot of back-up).\n\nDoes that format work (for you and internal use) or do you want it simplified/modified.\nLet's discuss.\n\n2. Since this will take the focus and effort of a lot of people (just to pull and organize\nthe various records...both legal and accting, I'd like to tell the staff that we are\nanswering an \"information request\" from the irs on the grats. It will generally be helpful\n\nHOUSE_OVERSIGHT_023237",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023237.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2889,
    "word_count": 524,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:46.897466",
    "prefix": "IMAGES-007"
  }
}