{
  "document_id": "HOUSE_OVERSIGHT_013221",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013221.txt",
  "text": "16.6 Issues with Virtual Preschool Engineering 305\n\nthat important from the point of view of humanlike cognitive development. We suggest that\nthe key features of naive physics and folk psychology enumerated above can be mastered by an\nAGI in BlocksNBeadsWorld in spite of its imitations, and that — together with an appropriate\nAGI design — this probably suffices for creating an AGI with the inductive biases constituting\nhumanlike intelligence.\n\nTo drive this point home more thoroughly, consider three potential virtual world scenarios:\n\n1. A world containing realistic fluid dynamics, where a child can pour water back and forth\nbetween two cups of different shapes and sizes, to understand issues such as conservation\nof volume\n\n2. A world more like today’s Second Life, where fluids don’t really exist, and things like lakes\nare simulated via very simple rules, and pouring stuff back and forth between cups doesn’t\nhappen unless it’s programmed into the cups in a very specialized way\n\n3. A BlocksNBeadsWorld type world, where a child can pour masses of beads back and forth\nbetween cups, but not masses of liquid\n\nOur qualitative judgment is that Scenario 3 is going to allow a young AI to gain the same es-\nsential insights as Scenario 1, whereas Scenario 2 is just too impoverished. I have explored dozens\nof similar scenarios regarding different preschool tasks or cognitive development experiments,\nand come to similar conclusions across the board. Thus, our current view is that something like\nBlocksNBeadsWorld can serve as an adequate infrastructure for an AGI Preschool, supporting\nthe development of human-level, roughly human-like AGI.\n\nAnd, if this view turns out to be incorrect, and BlocksNBeads World is revealed as inadequate,\nthen we will very likely still advocate the conceptual approach enunciated above as a guide for\ndesigning virtual worlds for AGI. That is, we would suggest to explore the hypothetical failure\nof BlocksNBeadsWorld via asking two questions:\n\n1. Are there basic naive physics or folk psychology requirements that were missed in creating\nthe specifications, based on which the adequacy of BlocksNBeadsWorld was assessed?\n\n2. Does BlocksNBeads World fail to sufficiently emulate the real world in respect to some of\nthe articulated naive physics or folk psychology requirements?\n\nThe answers to these questions would guide the improvement of the world or the design of a\nbetter one.\n\nRegarding the practical implementation of BlocksNBeadsWorld, it seems clear that this is\nwithin the scope of modern game engine technology, however, it is not something that could be\nencompassed within an existing game or world engine without significant additions; it would\nrequire substantial custom engineering. There exist commodity and open-source physics en-\ngines that efficiently carry out Newtonian mechanics calculations; while they might require\nsome tuning and extension to handle BlocksNBead World, the main issue would be achieving\nadequate speed of physics calculation, which given current technology would need to be done\nvia modifying existing engines to appropriately distribute processing among multiple GPUs.\n\nFinally, an additional avenue that merits mention is the use of BlocksNBeads physics in-\nternally within an AGI system, as part of an internal simulation world that allows it to make\n“mind’s eye” estimative simulations of real or hypothetical physical situations. There seems no\nreason that the same physics software libraries couldn’t be used both for the external virtual\nworld that the AGI’s body lives in, and for an internal simulation world that the AGI uses as\na cognitive tool. In fact, the BlocksNBeads library could be used as an internal cognitive tool\nby AGI systems controlling physical robots as well. This might require more tuning of the bead\n\nHOUSE_OVERSIGHT_013221",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013221.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3841,
    "word_count": 597,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:44.842953",
    "prefix": "IMAGES-002"
  }
}