{
  "document_id": "HOUSE_OVERSIGHT_022237",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_022237.txt",
  "text": "1. Jeffrey Epstein and Alan Dershowitz have been friends for years. The two met in July, \n1996, when Mr. Epstein was introduced to Mr. Dershowitz by a mutual friend and flew \non his private jet to Martha's Vineyard to spend the day with Mr. Dershowitz. \n2. Mr. Epstein, had grown up in Coney Island. He did not graduate from college. \n3. Mr. Epstein was wealthy and owned luxurious houses and private planes and was \nsometimes accompanied by beautiful women. He had many intellectuals as friends. \n4. Mr. Epstein and Mr. Dershowitz quickly found common interests. Mr. Dershowitz has \nsaid they talked about science, academia, and Harvard. \n5. In August, 1996, Mr. Epstein invited Mr. Dershowitz to meet Leslie Wexner, whom Mr. \nEpstein described as his mentor. Mr. Epstein and Mr. Dershowitz took Mr. Epstein's \nprivate jet to New Albany, Ohio, where Mr. Wexner had an estate, to attend a party for \nMr. Wexner's fifty-ninth birthday. Mr. Dershowitz later said that he was Mr. Epstein's \nintellectual gift to Mr. Wexner. \n6. In the seventies, Mr. Epstein had been a trader and a wealth manager at Bear, Stearns, \nbefore leaving in 1981 to start a small firm, J. Epstein & Co. \n7. In 1987, Mr. Wexner hired Mr. Epstein as his financial adviser. Mr. Epstein has said that \nhe re- fused to accept clients with less than a billion dollars in assets. The only client that \nhe has ever named publicly is Mr. Wexner. When asked in a deposition whether Mr. \nWexner was his only client, Mr. Epstein took the Fifth. \n8. In 1989, Mr. Wexner bought a seven-story Manhattan mansion, overlooking the Frick \nMuseum. The mansion was among the largest private residences in the city. Mr. Wexner \nis reported to have sold it to Mr. Epstein for one dollar. In 1996, Mr. Epstein told the \nTimes that he owned the mansion. \n9. In 1997, Mr. Epstein invested thirty million dollars in Boston Provident. Orin Kramer, \nthe founder of the hedge fund, understood that the money came from Mr. Wexner. Later \nin 1997, Mr. Epstein called Mr. Kramer and asked him to stop by his office. Mr. \nDershowitz also attended the meeting. At the meeting, Mr. Epstein asked Mr. Kramer to \naccept an investment of about half a million dollars from Mr. Dershowitz. Mr. Kramer \naccepted as a favor to Mr. Epstein. Mr. Dershowitz signed standard papers \nacknowledging that his money was at significant risk. \n10. In 1998, the fund sustained enormous losses. Mr. Epstein told Mr. Kramer that one of the \ntwo of them would have to reimburse Mr. Dershowitz. Mr. Epstein said that if he were to \nhave to reimburse Mr. Dershowitz, Mr. Kramer would regret it. Mr. Kramer agreed to \nrestore Mr. Dershowitz's losses, if Mr. Epstein would leave the remainder of the money \nhe controlled in the fund. \nHOUSE OVERSIGHT 022237 \n11. Mr. Epstein threw parties at his house in New York. He would often invite scientists, \nwhose company he enjoyed. \n12. Mr. Epstein also had an interest in Harvard. In 1990, he and Mr. Wexner had helped to \nfund the construction of a new building at Harvard Hillel, named after Henry Rosovsky, \nthen the Dean of the Faculty of Arts and Sciences. \n13. Mr. Dershowitz began introducing Mr. Epstein around the college. Mr. Epstein \nsubsequently began funding research into psychology and the history of science, and he \nbecame a member of the advisory board of the Harvard Society of Mind, Brain, and \nBehavior, and a Harvard fellow. Mr. Epstein also established an office in Brattle Square, \nwhere he held seminars on contemporary academic ideas, in which Mr. Dershowitz \nsometimes participated. \n14. In an article in the Harvard Crimson, Mr. Dershowitz said that he would debate \nmathematics, genetics, law, and psychology with Mr. Epstein and professor Steven \nKosslyn, and that in these discussions, they would all cut each other off all the time \n\"because we just get it.\" \n15. Mr. Epstein would evaluate drafts of Mr. Dershowitz's books. Mr. Dershowitz has said \nthat Mr. Epstein was the only person outside his family whom he trusted to do this. \n16. After Lawrence Summers became president of Harvard in 2001, he flew to Palm Beach \non Mr. Epstein's plane and stayed at his mansion. In 2003, Mr. Epstein pledged thirty \nmillion dollars to Harvard to create the Epstein Program for Mathematical Biology and \nEvolutionary Dynamics. To lead it, he recruited Martin Nowak, a biologist from \nPrinceton University. Mr. Dershowitz became a Faculty Affiliate of the program. \n17. In January 2007, the evolutionary biologist Robert Trivers was scheduled to receive the \nCrafoord Prize in biosciences. Mr. Nowak invited him to give a talk at the Epstein \nCenter, followed by dinner. That April, Mr. Trivers sent Mr. Dershowitz a letter that \ncriticized him for what Mr. Trivers viewed as an attack on Norman Finkelstein, and also \nsaid that Mr. Dershowitz was a Nazi or Nazi-apologist for his stance on the Israeli-\nPalestinian conflict. \n18. On May 25, the day of his talk, Mr. Nowak, having arrived at Harvard, told Mr. Trivers \nthat he was cancelling the talk a planned celebration, under orders from someone he \nwould not identify. The reason given was that Mr. Trivers had called a Harvard professor \na Nazi. Mr. Trivers said that he later learned that the order came from Mr. Epstein, under \npressure from Mr. Dershowitz. (Mr. Dershowitz has denied this.) Mr. Trivers said that \nMr. Epstein later apologized for having stopped the talk, using the word \"apology,\" and \nMr. Trivers now described them as friendly. \n19. In the summer of 2000, according to a deposition by Juan Alessi, who managed Mr. \nEpstein's house in Palm Beach, Alessi was driving Ghislaine Maxwell, Mr. Epstein's \nHOUSE OVERSIGHT 022238 \ngirlfriend, to Donald Trump's Mar-a-Lago resort, when they saw a girl walking from the \nmain lobby toward the spa. Ms. Maxwell approached the girl, a sixteen year old named \n, who was reading a book on anatomy and massage therapy. Ms. \nMaxwell informed her that she knew somebody who was looking for a travelling \nmasseuse. This person was Mr. Epstein. \n20. When was dropped off at the house, there was a big hall table with pictures \nof young nude girls, mixed in with those of celebrities and politicians. \n21. Ms. Maxwell led upstairs to a suite where Mr. Epstein was lying, nude, and \nshowc how to massage him. Ms. Maxwell then took off her clothing, and \ninstructed Ms. Giuffre to remove her clothing. Ms. Maxwell told Ms. Giuffre that it was \ncute that she was wearing children's underwear. Ms. Maxwell then told Ms. Giuffre to \nstraddle Mr. Epstein, and Ms. Giuffre and Mr. Epstein had sex. Afterward, Mr. Epstein \ntold Ms. Giuffre that she \"did a really good job,\" and gave her two hundred dollars. \n22. returned the next day, at Ms. Maxwell's invitation, and she became a regular \npresence at the home. She was informed that she was to have sex with Mr. Epstein \nseveral times a day, often along with Ms. Maxwell and other girls. She was subsequently \ntold that Mr. Epstein would also be lending her to other men. Ms. Maxwell told her that \nshe was expected to please these men in whatever way they wanted. \n23. Mr. Epstein told to report back to him about what the men liked. In his New \nYork mansion, Mr. Epstein had also installed a video system that taped every room in the \nhouse, which could allow Mr. Epstein to accumulate information to use as leverage \nagainst the men. \n24. Mr. Epstein used the girls under his control to bring in more girls. He preferred young \ngirls from difficult backgrounds who would be in need of money. The women around Mr. \nEpstein were discouraged from speaking with one another. \n25. Mr. Epstein owned nearly a dozen apartments in New York in a building on the Upper \nEast Side, where he kept what were called \"semi-permanent\" girls. \n26. In case, Mr. Epstein paid her, paid for her apartment, and took her to New \nYork, London, Paris, Tangiers, and his private island. He told hat he was \npowerful, that he owned the police department, and that he had friends who owed him \nfavors. Mr. Epstein was a donor to the Palm Beach Police Department for years. \n27. In 2002, soon after turned nineteen, Mr. Epstein and Ms. Maxwell sent her to \nThailand for a three-week course in massage, and arranged for her to bring back a young \ngirl for Mr. Epstein. \n28. In March 2005, a fourteen-year-old girl in Palm Beach described to the police that Mr. \nEpstein had paid her three-hundred dollars for a massage, told her to take off her clothes, \nand masturbated. \nHOUSE OVERSIGHT 022239 \n29. The police soon began investigating Mr. Epstein for sexually abusing underage girls. The \ncase against Mr. Epstein would involve the testimony of dozens of young girls. Press \ncoverage included a list of famous men who travelled on Mr. Epstein's plane, the so-\ncalled Lolita Express, to Little St. James, an island that Mr. Epstein owned in the \nCaribbean. \n30. When Mr. Epstein learned about the investigation, in the fall of 2005, he immediately \ncalled Mr. Dershowitz, who established himself in the lead of a team of prominent \nattorneys from New York, Boston, Washington, D.C., and Miami. \n31. Mr. Epstein once likened his offense to that of\"a person who steals a bagel.\" \n[Much of the following seven queries involve actions that Mr. Dershowitz performed \nwhile representing Mr. Epstein. Can you confirm that they are accurate?] \n32. Mr. Dershowitz prepared a dossier featuring entries from Web sites like MySpace, in \nwhich Mr. Epstein's alleged victims recounted experiences with alcohol or marijuana and \nwrote about sex. \n33. Florida State Attorney Barry Krischer helped Mr. Dershowitz arrange a meeting with \nJoseph Recarey, the lead investigator in the case. Mr. Dershowitz presented the dossier as \nevidence that the girls were not of high moral quality. \n34. Mr. Dershowitz also raised questions about the police. He made a public-records request \nto the police department for any paper bearing the name of Michael Reiter, the Palm \nBeach police chief name, and began had private investigators perform background \ninvestigations on Mr. Reiter. \n35. For months, Mr. Reiter and Mr. Recarey were under constant surveillance, in which cars \nfollowed them, their trash was searched, and investigators contacted Mr. Reiter's ex-wife. \nMr. Epstein has denied his involvement in this. In 2010, when Mr. Reiter testified about \nthe surveillance, in 2010, Mr. Epstein turned to his lawyer and said, \"That wasn't us!\" \n36. At one point, Mr. Recarey told Mr. Dershowitz that at least one of the investigators had \ntried to misrepresent himself to one of the alleged victims as a police officer. Mr. \nDershowitz surmised that the woman was someone identified as in depositions. \n37. had alleged that he Mr. Epstein had forcibly penetrated her when she was a minor. \nShe detectives that in 2003, when she was sixteen, a friend introduced her to Mr. \nEpstein. The friend told her that in exchange for a massage she could earn enough money \nfor a camping trip in Maine that she wanted to go on. said that she returned to Mr. \nEpstein's house hundreds of times, becoming his Mr. Epstein's favorite. She said that she \nsometimes had non-penetrative sex with Mr. Epstein and one of his \"semi-permanent\" \ngirls, whom Mr. Epstein was said to have bought from her parents in \nHOUSE OVERSIGHT 022240 \nYugoslavia when she was about fifteen. said that Mr. Epstein would take naked \nphotographs of her and other girls and display the photographs in the house. \n38. In a letter to Mr. Recarey, Mr. Dershowitz enclosed snippets gathered from \npresence on social media. Mr. Dershowitz noted that chose to go by the nickname \n\"pimp juice,\" and he noted thaappeared to have a fascination with marijuana. Mr. \nDershowitz said that the two investigators who tried to speak with her were instructed \nbeforehand to take notes, out of feat that she was an accomplished drama student, who, \nMr. Dershowitz said, had misled others in the ast and might try to do the same with the \ninvestigators. Mr. Dershowitz suggested that . motivation was money, to be \"really \nrich.\" \n39. In July 2006, Krischer, charged Mr. Epstein with one count of aggravated assault. There \nwas no mention of underage girls, nor a requirement to register as a sex offender, nor a \nthreat of jail time. \n40. In 2007, Mr. Epstein argued that he was being persecuted because he was Jewish. \nLawyers for Mr. Epstein said that he was being unjustly targeted because of his wealth. \n41. In the fall of 2007, Mr. Epstein's legal team negotiated a non-prosecution agreement, in \nwhich the federal government would throw out its indictment if Mr. Epstein pleaded to \ntwo state felony charges, solicitation of prostitution and procuring minors for prostitution. \nMr. Epstein would also register as a sex offender and pay lawyers' fees for the victims \nwho sued him. The agreement also contained a clause that protected four of Mr. Epstein's \nassistants, including from prosecution. In the final days of the \nnegotiations, an unusual provision was added that guaranteed immunity for \"any potential \nco-conspirators.\" \n42. Afterward, over nine months, Mr. Dershowitz and his team investigated prosecutors and \ntheir families, attempting to disqualify them, in order to prove the prosecution was \ntainted. The U.S. Attorney rejected these attempts. When officials at the Justice \nDepartment ruled that the charges offered by Mr. Dershowitz's team were baseless, Mr. \nDershowitz's team went to more senior officials. Can you confirm that this description is \naccurate? \n43. On June 30, 2008, with every alternative exhausted, Mr. Epstein pleaded guilty. He was \ngiven an eighteen-month sentence in a county jail, and allowed to depart every day, on \nwork release, for an office that he had acquired nearby. At the office, Mr. Epstein \nreceived visitors, and a policeman served them coffee. Mr. Epstein told a friend that he \nwas reading \"De Profundis\" in prison. Mr. Epstein was released after thirteen months. \n44. In 2007, Ms. Maxwell called ‘,,vho was living outside of Sydney. Ms. \nMaxwell told that Mr. Epstein was being investigated, and that if \nrefused to cooperate, she'd be \"taken care of\" told Ms. Maxwell that she \nwouldn't speak to anyone, but she declined compensation. A few days later, Mr. Epstein \nand his lawyer called to hear directly from her that she wouldn't be speaking to anyone. \nHOUSE OVERSIGHT 022241 \n45. In Ii4a 2009, sued Mr. Epstein, as Jane Doe No. 3. In her complaint, \nstated that she had been sexually abused by Mr. Epstein and also was \"required to \nbe sexually exploited by Mr. Epstein's friends, including royalty, politicians, \nacademicians, businessmen. \n46. Mr. Epstein eventually settled her suit, and those of many other victims. \n47. In December, 2014, filed a motion to join a suit attempting to overturn the \nnon-prosecution agreement. She claimed that Mr. Epstein had abused her, and had \ntrafficked her to powerful friends as a way of gaining influence over them. In her motion, \nshe named three men: Jean Luc Brunel; Prince Andrew, the Duke of York; and Mr. \nDershowitz. She said that she had sex with Mr. Dershowitz at least six times in Mr. \nEpstein's various residences, on his private island, in a car, and on his plane. \nhas also said that Mr. Epstein trafficked other girls. \n48. A British-South African woman named has also accused Mr. Epstein in a \nlawsuit of involving her in a sex-trafficking ring. \n49. said that in September, 2006, when she was twenty-two and recently \narrived in New York, a new friend introduced her to Mr. Epstein, describing him as a \nphilanthropist who used his wealth and connections to help poor young women in \nexchange for massages. said that Mr. Epstein paid the friend five-thousand \ndollars in exchange for bringing to him. \n50. After the massages turned sexual, was allowed to live in a large apartment \nin Mr. Epstein's building on the Upper East Side. She was also given a cell phone, car \nservice, and money for living expenses. Mr. Epstein invited her to fly to his island, which \nshe did several times in late 2006 and early 2007. Mr. Epstein and Ms. Maxwell told \nthey could help arrange her admission at the Fashion Institute of Technology, \nwhere she dreamed of studying. \n51. was told that if she refused to have sex with Mr. Epstein and his associates, \nher apartment would be taken away, and Mr. Epstein would make sure that she couldn't \ngo to college or get a job. Mr. Epstein told , who weighed about 125 \npounds, that he wanted her to weigh 114. One night on Little St. James, Mr. Epstein took \naway food and announced to other guests that if she didn't lose weight, \nshe would have to move out. \n52. In an affidavit, said she spent significant time with Mr. Epstein in New \nYork and that Mr. Epstein lent her out to friends and associates, including Mr. \nDershowitz, at Mr. Epstein's townhouse. iescribed visiting Little St. James \nrepeatedly, in order to have sex with Mr. Epstein, and other girls and \nguests. \nHOUSE OVERSIGHT 022242 \n53. Last December, suit was settled in her favor. Mr. Epstein paid her an \nundisclosed sum. \n54. As part of the court proceedings, a lawyer for Ms. Maxwell mentioned that Mr. \nDershowitz was one of several peopletlleged Mr. Epstein had directed her \nto have sex with. \n[The remainder of the queries involve allegations concerning Mr. Dershowitz but that \nalso involve Mr. Epstein, that I would therefore like to veri with Mr. Epstein] \n55. met Mr. Dershowitz in a brief encounter at Mr. Epstein's mansion in New \nYork. After that, Mr. Dershowitz was seen with Mr. Epstein often. After some time, Mr. \nEpstein let Mr. Dershowitz use his bedroom, something that Mr. Epstein rarely, if ever, \ndid for another man. Once, after had sex with Mr. Epstein, Mr. Epstein \nwalked out of his bedroom and Mr. Dershowitz entered and had sex with \nCan Mr. Epstein verify that this description is accurate? \n56. Mr. Dershowitz visited Mr. Epstein's Palm Beach home four or five times a year, and \ntypically stayed for two or three days. On one occasion, several girls, who were nude, \nwere having lunch at the pool, and Mr. Dershowitz was also present said \nthat she was made to give Mr. Dershowitz a massage and to tend to him. also \ngave Mr. Dershowitz a massage on the beach at Little St. James and then went with him \nto one of the beach bungalows, which were just large enough to hold a bed, where she \nwas made to have sex with him. Can Mr. Epstein verify that this description is accurate? \n57. Mr. Dershowitz has said that he received a massage at Mr. Epstein's house in Palm \nBeach___though he has said that wasn't the masseuse and he kept his \nunderwear on. Can Mr. Epstein verify that this account is accurate? \n58. Several months after meeting Mr. Epstein, went to Miami for the weekend. \nWhen she returned, she told Mr. Epstein that she had met a man, who, with a friend, had \nattempted to rape her. Mr. Epstein told her that he would introduce her to one of his best \nlawyers, and he later introduced her to Mr. Dershowitz. Mr. Epstein and Mr. Dershowitz \nargued, successfully, against her going to the police, and Mr. Dershowitz told her that he \nwould represent her. did not know of the investigation into Mr. Epstein, or \nthat Mr. Dershowitz was representing him. \n59. Shortly afterward, had dinner with Mr. Epstein and Mr. Dershowitz to talk \nabout her case. When asked how the case was proceeding, Mr. Dershowitz \nsaid little. Can Mr. Epstein verify that this description is accurate? \n60. Several weeks after the dinner, was called to Mr. Epstein's mansion early one evening. \nMr. Epstein, Mr. Dershowitz, and were present. There \ntook Ms. Ransome upstairs. In the room undressed Mr. \nDershowitz then walked in, undressed, and the three engaged in a sexual encounter, in \nHOUSE OVERSIGHT 022243 \nwhich Mr. Dershowitz didn't penetrate , but she was forced to perform oral \nsex on him and masturbate him. Can Mr. Epstein verify that this description is accurate? \n61. Can you confirm that Mr. Dershowitz has been Mr. Epstein's lawyer, without \ninterruption, since the police investigation began in 2005? \n62. Mr. Dershowitz has said that Mr. Epstein and Ms. Maxwell had a joint defense agreement \nin this case, which would mean that Mr. Dershowitz's conversations with Ms. Maxwell \nare subject to attorney-client privilege. Does this description look accurate? \n63. When Mr. Dershowitz was asked if he was still in touch with Mr. Epstein, he said that he \ndoesn't represent Mr. Epstein, and then said that one never stops being someone's \nlawyer, and that he'd always take Mr. Epstein's call. Can Mr. Epstein confirm? \nHOUSE OVERSIGHT 022244",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_022237.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 20631,
    "word_count": 3459,
    "line_count": 274,
    "import_date": "2025-11-19T21:47:48.817928",
    "prefix": "TEXT-001"
  }
}