{
  "document_id": "HOUSE_OVERSIGHT_032455",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_032455.txt",
  "text": "From: Lesley Groff is\n\nSent: 2/3/2017 11:47:50 PM\nTo: jeffrey E. [jeevacation@gmail.com]\nSubject: Re: Phillipe at Fekkai...\n\nImportance: — High\n\nPatrick had John (who I assume is a manage for NY) call me. I gave him your Cc# so he could call PB and try\nto get the appt with Jerome ...but unfortunately he was unsuccessful as well. They are \"in season\" and are super\nbusy. Once again, I am told if they get a cancellation we are the first call. I am also told since Trump is there\nand traffic is bad so people may cancel as they don't want to go out in the mess.\n\nSent from my iPhone\n\nOn Feb 3, 2017, at 5:48 PM, jeffrey E. <jeevacation@gmail.com> wrote:\n\ncall patrick in new york if nec se if he knows jerome\n\nOn Fri, Feb 3, 2017 at 4:43 PM, Lesley Groff i wrote:\n\nI am still waiting to hear back from Phillipe re can he help with an appt for Lasma with Jerome tomorrow! I\nhave texted and called (his vm is full can’t leave a message) and when I call the salon I am told he is with a\nclient...\n\nIam on top of it... will keep trying for Phillipe...\n\nplease note\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\nJEE\nUnauthorized use, disclosure or copying of this\ncommunication or any part thereof is strictly prohibited\nand may be unlawful. If you have received this\ncommunication in error, please notify us immediately by\nreturn e-mail or by e-mail to jeevacation@gmail.com, and\ndestroy this communication and all copies thereof,\nincluding all attachments. copyright -all rights reserved\n\nHOUSE_OVERSIGHT_032455",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_032455.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1670,
    "word_count": 293,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:45.752509",
    "prefix": "IMAGES-011"
  }
}