{
  "document_id": "HOUSE_OVERSIGHT_019953",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019953.txt",
  "text": "Haberman and Glenn Thrush, would become part of Trump’s constant refrain about the\nmedia being out to get him. Thrush would even become a fixture in Saturday Night Live\nsketches that mocked the president, his children, his press secretary Sean Spicer, and his\nadvisers Bannon and Conway.\n\nThe president, while often a fabulist in his depiction of the world, was quite a literalist\nwhen it came to how he saw himself. Hence he rebutted this picture of him as a half-\ndemented or seriously addled midnight stalker in the White House by insisting that he\ndidn’t own a bathrobe.\n\n“Do I seem like a bathrobe kind of guy, really?” he demanded, not humorously, of\nalmost every person with whom he spoke over the next forty-eight hours. “Seriously, can\nyou see me in a bathrobe?”\n\nWho had leaked it? For Trump, the details of his personal life suddenly became a far\ngreater matter of concern than all the other kinds of leaks.\n\nThe New York Times Washington bureau, itself quite literal and worried by the possible\nlack of an actual bathrobe, reverse-leaked that Bannon was the source of the story.\n\nBannon, who styled himself as a kind of black hole of silence, had also become a sort\nof official black-hole voice, everybody’s Deep Throat. He was witty, intense, evocative,\nand bubbling over, his theoretical discretion ever giving way to a constant semipublic\ncommentary on the pretensions and fatuousness and hopeless lack of seriousness of most\neveryone else in the White House. By the second week of the Trump presidency,\neverybody in the White House seemed to be maintaining their own list of likely leakers\nand doing their best to leak before being leaked about.\n\nBut another likely leak source about his angst in the White House was Trump himself.\nIn his calls throughout the day and at night from his bed, he frequently spoke to people\nwho had no reason to keep his confidences. He was a river of grievances—including about\nwhat a dump the White House was on close inspection—examples of which many\nrecipients of his calls promptly spread throughout the ever attentive and merciless gossip\nworld.\n\nOOK Ok\n\nOn February 6, Trump made one of his seething, self-pitying, and unsolicited phone calls\nwithout presumption of confidentiality to a passing New York media acquaintance. The\ncall had no discernible point other than to express his bent-out-of-shape feelings about the\nrelentless contempt of the media and the disloyalty of his staff.\n\nThe initial subject of his ire was the New York Times and its reporter Maggie\nHaberman, whom he called “a nut job.” The Zimes’s Gail Collins, who had written a\ncolumn unfavorably comparing Trump to Vice President Pence, was “a moron.” But then,\ncontinuing under the rubric of media he hated, he veered to CNN and the deep disloyalty\n\nHOUSE_OVERSIGHT_019953",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019953.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2797,
    "word_count": 470,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:47.616263",
    "prefix": "IMAGES-005"
  }
}