{
  "document_id": "HOUSE_OVERSIGHT_023787",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023787.txt",
  "text": "What Can’t You Teach? 47\n\nIf you have a character trait, say, honesty, you have had to come\nto grips over the years with its upside and its downside. People ap-\npreciate you for being honest, but not when they ask you if they look\ngood after they have spent an hour dressing (I speak from experience\nhere). People dislike dishonesty but not when it helps get a deal closed\nbecause you said you loved a restaurant that you really hated. We have\nmixed feelings about honesty, as we do about any personality charac-\nteristic. We like friendly people but we dislike overly friendly people.\nWho decides which is which is anybody’s guess. Teenagers often try\nto be all things to all people, but as adults they soon realize that they\nsimply will have to be themselves and they will try to find work and\nfriends that suit the personalities that they happen to have.\n\nPersonality features are not conscious. We don’t decide which\nones to have and we may not even be aware of how others perceive\nus. We do what we feel comfortable doing and we push on. And then\nwe meet integrity and compliance officers.\n\nThey tell us to read every detail of a contract to make sure we are\nin compliance, and those who are detail-oriented and fearful of mak-\ning errors and introverted and sensitive do it without question, and\nthose people who are gregarious and confident and aggressive figure\nthey can get by without it. What is an integrity and compliance officer\nto do?\n\nHere is what not to do:\n\ne Don’t try to tell people who naturally act one way to act\ndifferently.\n\ne Don’t make a movie of the idiot who did it wrong and\nsay, See, look how dumb that guy was and look what\ntrouble he got into.\n\ne Don’t lecture on the benefits of behaving the way the\ncompany wants you to behave.\n\ne Don’t write a manual with correct behavior that no one\nwill read.\n\ne Don’t build an e-learning course with multiple choice\nanswers where one of them is the right thing to do.\n\nThe mind is organized around experiences. We remember our experi-\n\nences and we index our remembered experiences so that we can find\nthem later. Individuals don’t know how they do this, but cognitive\n\nHOUSE_OVERSIGHT_023787",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023787.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2164,
    "word_count": 391,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:46.524559",
    "prefix": "IMAGES-007"
  }
}