{
  "document_id": "HOUSE_OVERSIGHT_020215",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020215.txt",
  "text": "63\n\nFederal law. He later told a Libertarian gathering, at which Ron Paul also spoke, “Law is a lot\nlike medicine. When you have too much it can be fatal.\" Paul also ardently opposed any form of\ngun control. Not only did Snowden support this position in his Internet postings, but so did his\ngirlfriend Lindsay Mills in her own on-line postings.\n\nMost relevant to his future activities at the NSA, Snowden whole-heartedly agreed with the\nposition of Paul on the dangers inherent in government’s surveillance of US citizens. Paul\ndescribed the CIA, the organization which had forced Snowden out, as nothing short of a “secret\ngovernment” and that \"In a true Republic, there is no place for an organization like the CIA.\" He\nalso railed against NSA surveillance.\n\nAs is clear from Snowden’s Internet postings, he, like Ron Paul, expressed doubts about the\ncompetency of the intelligence agencies of the U.S. government. Snowden’s own disillusionment\nabout the government may have begun with his rejection, and perceived mistreatment, by the\nSpecial Forces of the US Army. It was almost certainly reinforced by his ouster from the CIA.\nHe later told the Guardian that he was disillusioned as early as 2007 when he learned about the\nCIA’s methods in compromising Swiss citizens. He also told the New York Times after he arrived\nin Moscow that he came to realize while working in the CIA that any attempt redress these\nwrongs against him by working through the system would only lead to further punishment for\nhim. His critical view of the US government only hardened during the years he worked at the\nNSA. He described his NSA superiors as “grossly incompetent,” as he later explained to a\njournalist from Wired magazine in Moscow. At the NSA, he said employees were kept in line by\n“fear and a false image of patriotism.” He said that he saw his fellow workers cowed into\n“obedience to authority” and his superiors induced to break the law. He became particularly\nconcerned with what he called the “secret powers” of the NSA. He saw them as “tremendously\ndangerous.” By this time, Snowden was fully aware that that the NSA conducted domestic\nsurveillance because he had used his privileges as a system administrator in 2012 to obtain the\nNSA’s inspector general’s report on a 2009 surveillance program.\n\nNevertheless, Snowden continued to work at the NSA, where he was, as he put it, “making a\nton of money.” Mills joined him in his “paradise” in June 2012, shortly before his 29\" birthday.\nJust before leaving Annapolis, Maryland for Hawaii, Mills posted a semi-nude picture of herself\non her blog, “L’s Journey.” In it, her face was covered with a blanket. The caption under it read:\n“Trying to avoid the changes coming my way.” In Honolulu, she found “E,” as she called\nSnowden in her blog, “elusive.” She found that he preferred to stay at home and avoided\nmeeting other people to the point that her friends “were not quite sure that E. existed.” At best,\none of Lindsay’s friends in an acrobatic class caught a glimpse of Snowden picking her up one\nafternoon. Even though Mill’s dated Snowden for eight years, most of her friends, with the\nexception of Jennie and Joe Chamberlin in Japan, had never met Snowden. If he had other social\ninteractions in Hawaii, no one he met came forward and spoke of meeting him even after he\nbecame world famous.\n\nHOUSE_OVERSIGHT_020215",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020215.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3371,
    "word_count": 575,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:44.685259",
    "prefix": "IMAGES-005"
  }
}