{
  "document_id": "HOUSE_OVERSIGHT_014440",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014440.txt",
  "text": "Chart 11: Dollar strength leads to immediate trade drag (inverse\nrelationship)\n\nChart 12: Expected path of fed hiking cycle (bp)\n\nHES Contribution of net exports to real GDP (Ihs, pp)\n\n200\n\n——— Current market pricin\n180 preing\n\n45 =———=Real trade weighted USD, QoQ (rhs, % yoy) ay 160 === Median dot, Sep-16 SEP\n° 140 ——BofAML forecast\n1.0 Ae% 120\n05 100\n- 80\n0.0 60\n40\n0.5 0% 50\n-1.0 0\n15 e% 0\n, # of meetings into tightening cycle\n-2.0 4%\n\nQ2-2013  Q1-2014. Q4-2014 = Q3-2015 — Q2-2016\n\nSource: Federal Reserve Board, Bureau of Economic Analysis\n\nNevertheless it is not our central scenario in part because there is a risk that much of a\nTrump surge could be bad for growth. As we noted above the fiscal stimulus is likely to\nbe back loaded as far as 2017 is concerned. In the meantime the FX and Rates teams\npredict an 8-10% appreciation of the USD from pre-election levels and 10Y rates about\n80bp higher. Our economists note that a 10% appreciation of the USD is estimated to\nslice around 0.5% off of US GDP growth over two years. Higher mortgage rates from\nhigher bond yields would also likely dampen growth. As a result, they have actually\nlowered their forecast for US growth in the first half of next year to around 1.5% before\nseeing it rebound to around 2.3% in H2 and then 2.5% in 2018 as the fiscal stimulus\nfeeds through.\n\nVarious Fed members, notably Bill Dudley of the NY Fed, have said this year that a\nstronger USD would have an impact on monetary policy. So to some extent we see USD\nstrength as self-limiting as it would start to lower the profile of likely Fed tightening.\n\nOur economists are also cautious as to the extent of the impact of the Trump fiscal\nplans. Assuming that there is a compromise between the Trump administration and\nCongress our economists think the likely scale of tax cuts is $2-3tn over 10 years, with\n$200-300bn of this in 2017. Given the low estimated multiplier from any proposed tax\ncuts and a Congress likely to limit the amount of an increase in government spending,\nthey look for a modest 0.5% boost to growth.\n\nUpside risk to growth and rates if Trump does more on fiscal, less on trade\n\nIf Congress passes more of the Trump stimulus plan, particularly on the infrastructure\nside, and there are no significant changes to trade or immigration policies then our US\neconomists think growth could potentially hit 3% in 2017 and 3.5% in 2018. That would\nlikely be accompanied by a faster pace of Fed hikes than they currently assume (which is\ntwo hikes between now and end 2017 followed by 3 in 2018).\n\nTrade policy and its impact vital\n\nThe other key factor of the new administration is going to be the direction on trade.\nPresident elect Trump has already said he will pull out of the TPP, TTIP looks likely to\nget the same treatment, while NAFTA is set to be renegotiated. Meantime Trump said\nhe will label China a currency manipulator. This is the other side of the Peak\nGlobalisation/Peak Inequality coin and none of it looks good for global trade. Combined\nwith the stronger USD and higher rates, it is easy to understand the knee jerk reaction\nof investors to sell EM asset, particularly given the gains of earlier this year.\n\nSource: BofA Merrill Lynch Global Research, Federal Reserve, Bloomberg\n\nBankof America\nMerrill Lynch\n\nGlobal Cross Asset Strategy - Year Ahead | 30 November 2016\n\nHOUSE_OVERSIGHT_014440",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014440.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3368,
    "word_count": 596,
    "line_count": 77,
    "import_date": "2025-11-19T21:47:46.990460",
    "prefix": "IMAGES-002"
  }
}