{
  "document_id": "HOUSE_OVERSIGHT_017281",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017281.txt",
  "text": "4.2.12\nWC: 191694\n\nserialized gang murder. Peter Rosier was indicted on charges of first-degree murder and\nconspiracy to murder. The prosecution’s theory was that the stepfather’s ultimate act was merely\nthe final stage in a family conspiracy of which Peter was the architect and participant.\n\nSuddenly Peter Rosier found himself in jail, facing a possible death sentence in a state that has one\nof the highest execution rates in the country. Right wing commentators, such as Patrick\nBuchanan, compared what Peter did to what the Nazis had done under Hitler.’”’ Rosier called me\nfrom prison on the day of his arrest and asked me to help him. I worked with his local lawyer to\nget him out on bail and to formulate a trial strategy. In the event of his conviction, I was to be his\nappellate lawyer.\n\nFirst we had to establish through scientific evidence that suffocation, rather than morphine, was\nthe immediate cause of death, since Rosier did not suffocate Patricia. (Cancer was, of course, the\n“but for” cause of death.) Second, we had to make the jurors wonder what they would have done\nunder such excruciating circumstances and to conclude that the criminal law should not sit in\njudgment over loving family members who had to make a tragic choice between keeping a\npromise to a comatose loved one or abandoning her in a moment of crisis.\n\nPeter’s trial lawyer, Stanley Rosenblatt of Miami, did an excellent job persuading the jury that the\nmurder statutes were put on the books not for loving husbands like Peter Rosier but for brutal\nkillers like Charles Manson and Ted Bundy. He tried the case with emotion and empathy, inviting\nthe jurors to put themselves in the unenviable situation Peter faced on that terrible night. The\nprosecutor, on the defensive for having given Patricia’s stepfather immunity before he knew the\nfacts, played the avenging angel. He demanded that the jurors simply apply the law to the facts\nand not distinguish among murders on the basis of motive.\n\nThe jury understood—even if the prosecutors and Pat Buchanan did not—the differences between\nlove and hate, between a self-willed voluntary death and a death involuntarily imposed by others.\nAfter weeks of trial, it took the jury only a few hours to acquit Peter Rosier of all criminal\nliability. The prosecution had lost all credibility by asking the jury to treat Dr. Rosier as if he were\nthe functional equivalent of a gangland killer. Had the prosecution charged Dr. Rosier with\nassisting the suicide of another—which is a crime under Florida law—it might have had a better\nshot at a conviction. But by overcharging him with first-degree murder, it made it difficult for the\njury to take its case as anything but a vendetta.\n\nOne important role the jury plays in our system of justice is to serve as the moral conscience of\nthe community and as the common sense moderator of harsh general statutes. This Florida jury,\nwhich included several older people who themselves had living wills, decided that what Peter\nRosier did, was not murder, even if the strict letter of the law did not authorize him to help his\nwife choose the time and manner of her imminent death.\n\n” A strange analogy for Buchanan who has expressed admiration for Hitler and doubt that the Nazis gassed Jews\nduring the Holocaust.\n\n194\n\nHOUSE_OVERSIGHT_017281",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017281.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3313,
    "word_count": 561,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:45.754805",
    "prefix": "IMAGES-004"
  }
}