{
  "document_id": "HOUSE_OVERSIGHT_016938",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016938.txt",
  "text": "THE HUMAN STRATEGY\nAlex “Sandy” Pentland\n\nAlex “Sandy” Pentland is Toshiba Professor and professor of media arts and sciences,\nMIT; director of the Human Dynamics and Connection Science labs and the Media Lab\nEntrepreneurship Program, and the author of Social Physics.\n\nIn the last half-century, the idea of AI and intelligent robots has dominated thinking about\nthe relationship between humans and computers. In part, this is because it’s easy to tell\nthe stories about AI and robots, and in part because of early successes (e.g., theorem\nprovers that reproduced most of Whitehead and Russell’s Principia Mathematica) and\nmassive military funding. The earlier and broader vision of cybernetics, which\nconsidered the artificial as part of larger systems of feedback and mutual influence, faded\nfrom public awareness.\n\nHowever, in the intervening years the cybernetics vision has slowly grown and\nquietly taken over—to the point where it is “in the air.” State-of-the-art research in most\nengineering disciplines is now framed as feedback systems that are dynamic and driven\nby energy flows. Even AI is being recast as human/machine “advisor” systems, and the\nmilitary is beginning large-scale funding in this area—something that should perhaps\nworry us more than drones and independent humanoid robots.\n\nBut as science and engineering have adopted a more cybernetics-like stance, it has\nbecome clear that even the vision of cybernetics is far too small. It was originally\ncentered on the embeddedness of the individual actor but not on the emergent properties\nof a network of actors. This is unsurprising, because the mathematics of networks did not\nexist until recently, so a quantitative science of how networks behave was impossible.\nWe now know that study of the individual does not produce understanding of the system\nexcept in certain simple cases. Recent progress in this area was foreshadowed by\nunderstanding that “chaos,” and later “complexity,” were the typical behavior of systems,\nbut we can now go far beyond these statistical understandings.\n\nWe’re beginning to be able to analyze, predict, and even design the emergent\nbehavior of complex heterogeneous networks. The cybernetics view of the connected\nindividual actor can now be expanded to cover complex systems of connected individuals\nand machines, and the insights we obtain from this broader view are fundamentally\ndifferent from those obtained from the cybernetics view. Thinking about the network is\nanalogous to thinking about entire ecosystems. How would you guide ecosystems to\ngrow in a good direction? What do you even mean by “a good direction”? Questions\nlike this are beyond the boundary of traditional cybernetic thinking.\n\nPerhaps the most stunning realization is that humans are already beginning to use\nAI and machine learning to guide entire ecosystems, including ecosystems of people, thus\ncreating human-AI ecologies. Now that everything is becoming “datafied,” we can\nmeasure most aspects of human life and, increasingly, aspects of all life. This, together\nwith new, powerful machine-learning techniques, means that we can build models of\nthese ecologies in ways we couldn’t before. Well-known examples are weather- and\ntraffic-prediction models, which are being extended to predict the global climate and plan\ncity growth and renewal. AlI-aided engineering of the ecologies is already here.\n\n135\n\nHOUSE_OVERSIGHT_016938",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016938.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3410,
    "word_count": 521,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:49.105794",
    "prefix": "IMAGES-004"
  }
}