{
  "document_id": "HOUSE_OVERSIGHT_026605",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026605.txt",
  "text": "From: Kathy Rue ler\n\nSent: 10/24/2014 6:25:22 PM\nTo: jeffrey E. [jeevacation@gmail.com]\nSubject: Fwd: Story on you\n\nImportance: — High\n\na Forwarded message ----------\n\nFrom: \"Pickler, Nedra\"\nDate: Oct 24, 2014 2:23 PM\n\nSubject: Story on you\n\nCe:\n\nSlug: BC-US--Obama-Attorney General,2nd Ld-Writethru\n\nHeadline: Former Obama lawyer nixes attorney general offer\n\nExtended Headline: Former White House counsel turns down chance to succeed Eric Holder as attorney\ngeneral\n\nByline: By NEDRA PICKLER\n\nBytitle: Associated Press\n\nWASHINGTON (AP) — Former White House counsel Kathryn Ruemmler has told President Barack Obama\nshe doesn't want to be nominated for attorney general, after he asked her to consider succeeding Eric Holder,\npeople familiar with the discussions told The Associated Press on Friday.\n\nRuemmler was concerned that her experience as a close adviser to the president would have led to a difficult\nconfirmation process in the current highly charged partisan environment, the sources said, speaking on a\ncondition of anonymity because they were not authorized to discuss private discussions. They say Ruemmler, a\ntop official at the Justice Department before moving to the White House, was also concerned that could ignite\npolitical attacks against Obama.\n\nRuemmler's withdrawal, in a phone call to the president Wednesday, leaves no obvious front-runner to replace\nHolder, who announced a month ago that he would step down once a replacement was confirmed. Ruemmler\nbrought the law enforcement bonafides of a former prosecutor in the Bush administration who won convictions\nagainst Enron's executives and the national security expertise of a top White House official.\n\nOther candidates that administration officials have said have been considered include Solicitor General Don\nVerrilli; Labor Secretary Tom Perez; Loretta Lynch, U.S. attorney for the Eastern District of New York; Preet\nBharara, U.S. attorney for the Southern District of New York; Jenny Durkan, who resigned as U.S. attorney in\nWashington state last month; former Homeland Security Secretary Janet Napolitano; Tony West, who recently\nresigned as the No. 3 official at the Justice Department and has taken a job at Pepsico; and Deputy Homeland\nSecurity Secretary Alejandro Mayorkas.\n\nRuemmler, now a partner at Latham & Watkins specializing in government investigations, had the closest\nrelationship of the attorney general candidates to the president after serving as his legal gatekeeper at the White\nHouse. But that relationship also would have brought tough scrutiny, with Republicans likely to question her\nhandling of controversies involving the IRS, Benghazi and the investigation of a White House volunteer in a\nprostitution scandal.\n\nHOUSE_OVERSIGHT_026605",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026605.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2744,
    "word_count": 407,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:46.353800",
    "prefix": "IMAGES-009"
  }
}