{
  "document_id": "HOUSE_OVERSIGHT_018346",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018346.txt",
  "text": "new, scientific view of history in the 18\" Century, once observed approvingly, “The\nEgyptians reduced all preceding world time to three ages, namely, the age of the\ngods, the age of the heroes and the age of men,” he wrote. “During these three ages,\nthree languages had been spoken....Namely the hieroglyphic language, the symbolic\nlanguage and the vulgar language of men.” It’s hard not to feel the new age now\narrives with its own baffling and incomprehensible modes of communication. A\nwhole freshly demanded language.\n\nIn all of human history only a few languages ever evolve to become honestly global\nin reach and influence - English now, French in the European centuries or Chinese\nin the Asian imperial era. But why English? Why not more decades of French?\nGerman? “Why a language becomes a global language has little to do with the\nnumber of people who speak it,” the British linguist and historian David Crystal has\nwritten. “It is much more to do with who those speakers are.” What made Latina\nglobal influential language wasn’t that millions of people spoke it, rather it was who\ndid: The elites at the very peak of 1,000 years of European power. What Latin had, in\na sense, was the ears and tongues of some of history’s most influential men.1°3 The\nprivate, technical language that connects the New Caste to their machines, to each\nother and to us is one of the sources of their power. Their code marks, like a trail,\nthe path to the cores of a vast and modern power apparatus.\n\nYou could, if you wanted, compare the New Caste a bit to an earlier generation of\nempire-deciding figures: Ocean explorers. Columbus, de Gama, Magellan. Backed by\na primitive version of venture capital, the “risk finance” of trading houses, these\ndiscovery captains had a hunger to test their certain masteries - navigation, sailing,\ntrade - against the uncertanties of geography, weather and luck. There was as much\nsheer nerve in these adventures as there was real knowledge. What lay five weeks’\nsailing time away from Cadiz? If you were willing to endure the difficulties, to\nbelieve in what might be out there - and your own ability to handle it - then fortune\nawaited. “Early intercontinental travelers not infrequently had to pay for access to\ndistant shores by enduring bitter asceticism,” the German philosopher Peter\nSloterdijk has written.!©* Months at sea, risks of ocean turmoil, starvation, endless\nboredom - all these sacrifices marked sailing adventure. But they knew the rewards\nfor areal mastery of the sea: Fame, riches, knowledge, adventure. Sloterdijk cites\nGoethe, who reflecting on the power of nautical life in 1787, defined the edgy\nadvantage of that ocean-mapping caste in his age: They had perspective. “No one\nwho has never seen himself surrounded on all sides by nothing but sea,” he wrote,\n“can have a true conception of the world and his own relation to it.”\n\n162 “The Egyptians”: Giambattista Vico, The New Science, (Cornell Press, 1948) 69\n163 What Latin had: David Crystal, English as a Global Language. (2nd ed.\nCambridge, UK: Cambridge University Press, 2003), 7 also Shahar Ronen, Bruno\nGoncalves, Kevin Z. Hu, Alessandro Vespignani, Steven Pinker, and César A. Hidalgo.\n2014. “Links That Speak: The Global Language Network and Its Association with\nGlobal Fame.” Proc Natl Acad Sci USA 111 (52) (December 15): E5616-E5622\n\n164 “Early intercontinental travelers”: Peter Sloterdijk, In The World of Interior\nCapital, Polity 2013, Ch. 13\n\n114\n\nHOUSE_OVERSIGHT_018346",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018346.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3491,
    "word_count": 577,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:47.014650",
    "prefix": "IMAGES-004"
  }
}