{
  "document_id": "HOUSE_OVERSIGHT_011044",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011044.txt",
  "text": "The pay rule argues that prior claims are zero and that all human depreciation is\n\nexpected to be recovered in pay and work products as a norm.\n\nChapter 2 offered two logical proofs of the second point. The alternative to recovery\nis deadweight loss. Capital is discounted foreseen cash flow, and cash flow is\nrealization in transfer or taste satisfaction. Deadweight loss, or unrealized\ndepcatialization, is therefore implicitly unforeseen. Human depreciation, like plant\ndepreciation, is foreseen from the start. Aging and mortality come as no surprise. It\n\nis therefore foreseen as realized in pay.\n\nThe second proof, stated in part by Becker, follows from the maximand rule. All\nbehavior is maximization of perceived risk-adjusted return to the individual’s total\ncapital. This follows from definitions, not from axioms. There are no exceptions\nbecause there are no square circles. The rule says that no one invests in anything\nwithout expected recovery with interest. Recovery means recovery of depreciation.\nWe do invest in human capital, of ourselves and our children, and consequently\n\nexpect recovery of human depreciation by ourselves or them. It’s that simple.\n\nOther proofs looked to evidence and experience. | offered the parable of the boss\nand her secretary, which had been decisive in converting me from Quesnay’s view.\nLet’s go through it once more. Assume that investment in each has ended before the\nlast year for each. First take the possibility that neither maintenance consumption\n(the supposed prior claims) nor human depreciation is recovered in pay. Then work\nand cash flow for each have simplified to realized work and pay. Human capital of\neach is remaining pay less the time discount. At the beginning of the last year, it is\nsomething less than one year’s pay. If pay measured work, return to each\n(work/human capital) would be something over 100% per year. It would rise to\n100% per day at the beginning of the last day, and 100% per second at the\nbeginning of the last second. At the end of the last second it reaches infinity. Yet the\nportfolio assets of each reveal their rates of time-preference (return) as only a few\n\npercentage points per year.\n\nChapter 6: Parallels with the Firm 2/4/16 10\n\nHOUSE_OVERSIGHT_011044",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011044.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2251,
    "word_count": 366,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:48.180420",
    "prefix": "IMAGES-001"
  }
}