{
  "document_id": "HOUSE_OVERSIGHT_020492",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020492.txt",
  "text": "33\n\narticle noted that this practice of offering Party commissions to overseas Chinese to work\noverseas On united front tasks was not new. The president of the United Fujianese American\nAssociation (= )#83#24\\M) told reporters: “I have received quite a few letters of appointment\non previous occasions, but none for which I have felt such deep significance as the one\ntoday. It’s a heavy responsibility.”\"*\n\nPeaceful Reunification Councils\n\nA key goal of PRC overseas activities is to convince, and sometimes pressure, Chinese in\nthe United States to accept that the PRC government in Beijing is the sole representative\nof China and Chinese, and that the Republic of China on Taiwan is an illegitimate\ngovernment. To this end, in 1988, the Party’s United Front Work Department founded the\nChina Council for the Promotion of Peaceful National Reunification, and the Washington,\nDC, Association to Promote China Unification was folded into the council. The DC\nchapter’s assignment was to organize concerts, demonstrations, and other gatherings\n\nto support the PRC. Other chapters soon opened, so that by 2018, the council had\nestablished thirty-three in the United States and more than two hundred branches overseas.\nIn America, these organizations are generally registered as domestic nonprofit community\norganizations, even though their leadership in Beijing includes senior members of the\nChinese Communist Party. Indeed, an article in the People’s Daily, the mouthpiece of\nthe Chinese Communist Party, spoke in glowing terms about how useful the Peaceful\nReunification Councils were in furthering China’s goals of taking over Taiwan, noting\nthat while chapters of the Peaceful Reunification Council complied with US law by\nregistering as nonprofits, they were established to support Chinese government policies\nand coordinate activities with PRC consulates in the United States.'° “Over the years, the\nChina Peaceful Reunification Council in Northern California has actively cooperated\nwith the local Chinese consulate to work against ‘Taiwan independence’ and promote\nnational reunification activities, and has some influence in San Francisco’s overseas Chinese\ncommunity,” the Northern California Council candidly notes on its website.’\n\nAround the United States, the councils count numerous prominent Chinese Americans as\nmembers. For example, one successful California businesswoman was for years the honorary\nchairwoman of the council in Northern California.'* While helping promote US-China\neducational exchanges, this individual has also consistently advocated on behalf of PRC\npolicies in the United States, including China’s claims on Taiwan, and has helped to organize\ndemonstrations against “Taiwan independence.” She is listed as an advisor to the China\nOverseas Exchange Association, which is part of the United Front Work Department.’\n\nThe Chinese government has also sought to co-opt local Chinese American community\nassociations to serve its goals.”° In the past, organizations such as regional associations,\nknown as Tongs (l#4), had generally been close to the Nationalist government of Taiwan.\nIn San Francisco, however, that began to change as early as the 1980s when Soon Suey\n\nSection 3\n\nHOUSE_OVERSIGHT_020492",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020492.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3234,
    "word_count": 478,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:44.216442",
    "prefix": "IMAGES-006"
  }
}