{
  "document_id": "HOUSE_OVERSIGHT_020539",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020539.txt",
  "text": "80\n\nand comprehensive China to the world, and raise the country’s soft power and the\ninfluence of Chinese culture.”° External propaganda work has long been an important\nforeign policy instrument for the Chinese Communist Party and the People’s Republic\n\nof China, but under Xi it has become a top priority of China’s party-state.\n\nState Media\n\nChina’s Communist Party and government have a long history of trying to influence\ninternational opinion. Over the years, the themes of its external propaganda have\nvaried substantially—usually in parallel with dramatic fluctuations in its own domestic\npolitical campaigns (G&s) and related slogans (O45), shifts in ideology GBiR#A), meta\npropaganda narratives (#234), and substantive elements in China’s diplomacy (J43).\n\nThe shifts in Beijing’s propaganda lines (Bf##4z) throughout PRC history have been\ndizzyingly consistent, but they are always important to follow as indicators of the\n\ncountry’s direction.\n\nDuring the 1950s, Communist China used organizations such as the China News\nService, a successor to the Party’s International News Agency (founded in 1938), to\nappeal to overseas Chinese for support of the new revolution. The Party placed this\nnews service under the State Council’s Office for Overseas Chinese Affairs. Other\npropaganda campaigns targeted allies in the Western world, such as black nationalist\nfigures from the United States like Robert Williams, who were given airtime on\nshortwave broadcasts from Beijing, and a few Western writers and journalists, like\nEdgar Snow, Felix Greene, and William Hinton, who were offered rare, and sometimes\n\nlucrative, peeks behind the Bamboo Curtain.\n\nDuring the Cultural Revolution, from 1966 to 1976, Beijing’s propaganda outreach to\noverseas Chinese slowed, as the Party persecuted those in China with foreign ties. But\nfollowing the arrest of the Gang of Four in 1976 and the economic reform program\nled by Deng Xiaoping in the early 1980s, the Party once again directly engaged with\nthe overseas Chinese community as well as with mainstream Western society and\nmedia, appealing to all comers to help China modernize. In 1980, the Party formed\nthe External Propaganda Group (W\\84%4)48) and placed it under the Propaganda\nDepartment of the CCP Central Committee. Zhu Muzhi, the former chief of the\nXinhua News Agency and a vice minister of propaganda, was its first head. In 1991, the\ngroup was transferred to the State Council, where it was still internally referred to as\nthe External Propaganda Group. For foreign consumption, however, it was called the\n\nState Council Information Office.\n\nMedia\n\nHOUSE_OVERSIGHT_020539",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020539.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2631,
    "word_count": 402,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:48.054423",
    "prefix": "IMAGES-006"
  }
}