{
  "document_id": "HOUSE_OVERSIGHT_031271",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031271.txt",
  "text": "Re item 2: the student in question was interested in science communication, and on dozens of occasions came\nto me, asked me to talk over coffee, or wrote to me with questions. When she asked about advice for after\ngraduation I DID tell her she was different than the other students in her year. The rest of them were interested\nin going on to graduate school in physics, but she was interested in science communication so IJ told her that she\nmight want to take a different path. Since she was the only woman in her year, as I recall, I did ask her on one\nof these occasions if that made it difficult for her in any way. I asked, because as a faculty member and\ndepartment chair I was interested in knowing what we could do, if necessary to encourage more women to go\ninto physics, and also because as someone she had asked for career advice from I wanted to know if that made a\ndifference to her. Re asking her for dinner.. I have gone back over emails from that period. I have numerous\nrequests from her asking me to go for coffee to talk, which I usually had to turn down because I was busy, and\non several occasions she asked me to have coffee with her off campus to talk, and I politely declined. I did let\nher accompany me off campus one time to watch me do a BBC interview because she specifically requested it,\nand I believe she found it useful. I did and do have coffee and meals with students on campus, and I see\nnothing wrong with this. I try to treat students as respected colleagues if possible. I was shocked when I later\nlearned of the complaint she was apparently asked to lodge to the University, not least because there was no\ninappropriate interaction but also because, well after the dates you listed on which she was apparently offended,\nshe continued to email me with joking questions or comments. Also, at a later AAAS conference, again in\n2008, for which she had asked, and for which I had written her a letter of recommendation to attend, my wife\nand I gave her a lift in our taxi well out out of our way in order to drop her off at her hotel, and I note in an\nemail response to her email about the conference, again in 2008, I expressed that I would pass her regards along\nto my wife and vice versa. When the University later informed me of the complaint I was shocked and\nconcerned. When I spoke to the human resources person, including relating my concerns and explaining the\nsituation, I was told that no formal complaint of sexual harassment was requested. By that time I learned of the\ncomplaint I had already announced my intentions to leave Case to accept an offer at ASU—a very difficult\ndecision for me because of my long-standing attachment to the University, the excellent relations I had with my\ncolleagues there— both among the faculty (many of whom in physics I had hired while department chair)) and\namong the administration, along with a very attractive counter-offer by Case. Because I was already in Arizona\nat the later time I was asked not to have any further interaction with the student I agreed to that request, both to\nrespect her sensitivities and also because it was basically moot because I was not on campus. Following this\nepisode, as indicated in the letter to the student, I did assess what might have led to misinterpretations by this\nstudent, and became more careful in offering advice when talking to students. I was also told by human\nresources that because it was decided to handle this informally and not formally, that (a) it should remain\nconfidential, which I, at least abided by, and (b) if no further complaints were lodged in that case, that the\nUniversity would preserve its confidentiality and remove the complaint from my record after 5 years, which\nmakes me surprised and concerned that someone violated that written agreement with you.\n\nRe item 6: You report on ASU’s response to item #6 , without including the fact that the University specifically\nstated there were never any allegations of sexual misconduct or harassment by me at the University, and\nmoreover that the ‘outside complaints’ were in fact related specifically to your item #6. Further you neglect to\nmention that this complaint was by an anonymous third party, not the individual who was allegedly harassed,\nwho never lodged a complaint, and that no specific evidence was provided of the alleged transgression. I was\nsurprised and dismayed that both ASU and ANU launched investigations on the basis of this but was told by\nboth Universities that because of my high profile even such unsubstantiated third party complaints at private\nevents unrelated to the University would be investigated. The complaint was investigated by both ASU and\nANU and both came to the conclusion that it was not credible and no university policies had been violated. In\naddition ANU’s investigation, which took a full month, found various inconsistencies in the allegation, which\nsuggest distortion and fabrication, I will quote from the ANU report. The initial complaint, which in fact\nresulted in a temporary suspension of my position at ANU until it was dismissed, outlined the claim you made\nin the words you quoted in your note to me, but it also stated\n\n\"It is the University’s understanding that a complaint was lodged directly to the conference organisers at the\ntime of the incident.”\n\nHOUSE_OVERSIGHT_031271",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031271.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5337,
    "word_count": 938,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:44.546571",
    "prefix": "IMAGES-011"
  }
}