{
  "document_id": "HOUSE_OVERSIGHT_013432",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013432.txt",
  "text": "Page 1\n\n@ LexisNexis’\n\n6 of 11 DOCUMENTS\n\nCopyright 2009 ProQuest Information and Learning\nAll Rights Reserved\nProQuest SuperText\nCopyright 2009 Palm Beach Post\nPalm Beach Daily News\n\nSeptember 20, 2009 Sunday\nDn Edition\n\nSECTION: A SECTION; Pg. A.1\n\nLENGTH: 1126 words\n\nHEADLINE: ATTORNEY FOR EPSTEIN VICTIMS: 'THAVE NEVER SEEN A STRANGER CASE'\nBYLINE: MICHELE DARGAN, MICHELE DARGAN, Daily News Staff Writer\n\nBODY:\n\nSex offender Jeffrey Epstein could have been charged with multiple counts of five federal offenses involving sex\nacts with minors and faced a life sentence, but, instead, the government agreed not to prosecute him or his procurers if\nhe spent 18 months in the county jail on two state charges.\n\nThose were the details unsealed Friday in a nine-page federal non- prosecution agreement that lets Epstein and\nco-conspirators Sarah Kellen, Adriana Ross, Lesley Groff and Nadia Marcinkova off the hook for any of those past\ncrimes.\n\n\"He could have gone to prison for life and somehow he's getting immunity in exchange for nothing?\" said Fort\nLauderdale attorney Brad Edwards, who represents three Epstein victims. \"I have never seen a stranger case. To me, it's\nmore spectacular what's not in it. It's the U.S. Attorney's Office saying we'll do everything in our power to see he doesn't\nget punished.\"\n\nEdwards has been fighting for a year in federal and state court to unseal the agreement.\n\n\"The non-prosecution agreement raises more questions than it answers,\" said Miami attorney Adam Horowitz, who\nrepresents seven victims. \"Why did all the co-conspirators receive immunity? Why were the victims not consulted re-\ngarding the sentence? Why did he receive such a minimal sentence?\n\nThe federal deal has remained sealed in Epstein's state court file since he pleaded guilty in June 2008 to state\ncharges of procuring a minor for prostitution and soliciting prostitution.\n\nU.S. Attorney's Office does not comment\n\nThe federal charges he could have faced were: conspiracy to persuade minor females to engage in prostitution,\nconspiracy to travel to engage in illicit sexual conduct with minor females, persuading minor females to engage in pros-\ntitution, traveling to engage in illicit sexual conduct with minor females and causing a person under 18 years to engage\nin sex for money while knowing they are underage.\n\nThe charges carry various statutory penalities ranging from 10 years to life, with a minimum mandatory of at least\n10 years.\n\nAlicia Valle, spokeswoman for the U.S. Attorney's Office in Miami, declined comment.\n\nExpert: Feds take few sex-assault cases\n\nHOUSE_OVERSIGHT_013432",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013432.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2607,
    "word_count": 411,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:44.692417",
    "prefix": "IMAGES-002"
  }
}