{
  "document_id": "HOUSE_OVERSIGHT_012591",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012591.txt",
  "text": "Terms of the Agreement:\n\n1, Epstein shall plead guilty (not nolo contendere) to the Indictment as\ncurrently pending against him in the 15th Judicial Circuit in and for\nPalm Beach County (Case No. 2006-cf-009495AXXXMB) charging\none (1) count of solicitation of prostitution, in violation of Fl. Stat. §\n796.07. In addition, Epstein shall plead guilty to an Information filed\nby the State Attorney’s Office charging Epstein with an offense that\nrequires him to register as a sex offender, that is, the\n3 in violation of Florida Statutes Section\n\n796.03\n\n2. Epstein shall make a binding recommendation that the Court impose a\nthirty (0) month sentence to be divided as follows:\n\n(a)\n\n(b) Epstein shall be sentenced to a term of twelve (12) months of\ncommunity control consecutive to his two terms in county jail\nas described in Term 2(a), supra.\n\n3. This agreement is contingent upon a Judge of the 15th Judicial Circuit\naccepting and executing the sentence agreed upon between the State\nAttorney’s Office and Epstein, the details of which are set forth in this\nagreement.\n\n4. The terms contained in paragraphs 1 and 2, supra, do not foreclose\nEpstein and the State Attorney’s Office from agreeing to recommend\nany additional charge(s) or any additional term(s) of probation and/or\nincarceration.\n\n5. Epstein shall waive all challenges to the Information filed by the State\nAttorney’s Office and shall waive the right to appeal his conviction and\nsentence, except a sentence that exceeds what is set forth in paragraph\n(2), supra.\n\n6. Epstein shall provide to the U.S. Attomey’s Office copies of all\n\nPage 3 of 7\n\nHOUSE_OVERSIGHT_012591",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012591.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1633,
    "word_count": 267,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:47.824135",
    "prefix": "IMAGES-002"
  }
}