{
  "document_id": "HOUSE_OVERSIGHT_013314",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013314.txt",
  "text": "Case No.: 502009CA040800XXXXMBAG\nEdwards' Opposition to Epstein's Motion for Summary Judgment\nPage 11 of 15\n\nclaim for abuse of process have been satisfied. This case, then, falls within the parameters of the Third\nDistrict’s Decision in Scozari v. Barone, supra in which the court reversed the entry of summary\njudgment for the defendant on claims of malicious prosecution and abuse of process. With respect to the\nabuse of process claim, the court stated that “if there was no reasonable basis in law and fact to bring the\naction to impress a lien on property, and this was done without any reasonable justification under law and\nto force or compel the appellant to resolve some custody dispute, induce the appellant to pay money, or\ntie up the appellant’s property, then there has been an abuse of process.” Jd at 752.\n\nThere are Disputed Issues of Fact Precluding Summary Judgment on the Claim of\nMalicious Prosecution\n\nHere, Epstein’s voluntary dismissal of his abuse of process claims against Edwards amounted to a\nbona fide termination of the proceedings. He knew his allegations were unsupported by evidence (See\ndiscussion above at pages 3-6). Knowing he lacked any verifiable evidence against Edwards, on the eve\nof the summary judgment hearing, Epstein effectively conceded that fact by voluntarily dismissing his\nclaims. Hence, it is evident that Epstein took voluntary dismissal of his claims because he knew he did\nnot have probable cause or an evidentiary basis to support the allegations. See Cohen v. Corwin, 980 So.\n2d 1153 at 1156 (citing Union Oil of California, Amsco Division v. Watson, 468 So. 2d 349 at 354\n(stating that “where a dismissal is taken because of insufficiency of the evidence, the requirement of a\nfavorable termination is met”)). Accordingly, the manner of termination reflects on the merits of the case\nand there was a bona fide termination of Epstein’s civil proceeding against Edwards (See Judge Crow’s\nOrder of March 29, 2012 denying Motion to Dismiss re: Issue of Bonafide Termination attached as\nExhibit “H”).\n\nEpstein’s only other issue with Edwards’ counterclaim for malicious prosecution is that he did not\nlack probable cause in pursing his claims against Edwards. As established by the record, Epstein did, in\n\nfact, lack probable cause to assert his claims against Edwards (See discussion above). Epstein’s purported\n\nHOUSE_OVERSIGHT_013314",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013314.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2391,
    "word_count": 384,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:47.763124",
    "prefix": "IMAGES-002"
  }
}