{
  "document_id": "HOUSE_OVERSIGHT_019973",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019973.txt",
  "text": "bunch of tariffs that will completely decimate how we trade, and Jared wants to deal with\nhuman trafficking and protecting Planned Parenthood.” And Priebus wanted Donald\nTrump to be another kind of Republican altogether.\n\nAs Walsh saw it, Steve Bannon was running the Steve Bannon White House, Jared\nKushner was running the Michael Bloomberg White House, and Reince Priebus was\nrunning the Paul Ryan White House. It was a 1970s video game, the white ball pinging\nback and forth in the black triangle.\n\nPriebus—who was supposed to be the weak link, thus allowing both Bannon and\nKushner, variously, to be the effective chief of staff—was actually turning out to be quite a\nbarking dog, even if a small one. In the Bannon world and in the Kushner world,\nTrumpism represented politics with no connection to the Republican mainstream, with\nBannon reviling that mainstream and Kushner operating as a Democrat. Priebus,\nmeanwhile, was the designated mainstream terrier.\n\nBannon and Kushner were therefore more than a little irritated to discover that the\nunimposing Priebus had an agenda of his own: heeding Senate leader Mitch McConnell’s\nprescription that “this president will sign whatever is put in front of him,” while also\ntaking advantage of the White House’s lack of political and legislative experience and\noutsourcing as much policy as possible to Capitol Hill.\n\nIn the early weeks of the administration, Priebus arranged for House Speaker Paul\nRyan, however much a Trumpist béte noire for much of the campaign, to come into the\nWhite House with a group of ranking committee chairmen. In the meeting, the president\nblithely announced that he had never had much patience for committees and so was glad\nsomeone else did. Ryan, henceforth, became another figure with unfettered access to the\npresident—and to whom the president, entirely uninterested in legislative strategy or\nprocedures, granted virtual carte blanche.\n\nAlmost nobody represented what Bannon opposed as well as Paul Ryan. The essence\nof Bannonism (and Mercerism) was a radical isolationism, a protean protectionism, and a\ndetermined Keynesianism. Bannon ascribed these principles to Trumpism, and they ran as\ncounter to Republicanism as it was perhaps possible to get. What’s more, Bannon found\nRyan, in theory the House’s policy whiz, to be slow-witted if not incompetent, and an easy\nand constant target of Bannon’s under-his-breath ridicule. Still, if the president had\nunaccountably embraced Priebus-Ryan, he also could not do without Bannon.\n\nBannon’s unique ability—partly through becoming more familiar with the president’s\nown words than the president was himself, and partly through a cunning self-effacement\n(upended by his bursts of self-promotion)—was to egg the president on by convincing him\nthat Bannon’s own views were entirely derived from the president’s views. Bannon didn’t\npromote internal debate, provide policy rationale, or deliver Power-Point presentations;\ninstead, he was the equivalent of Trump’s personal talk radio. Trump could turn him on at\n\nHOUSE_OVERSIGHT_019973",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019973.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3065,
    "word_count": 474,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.475891",
    "prefix": "IMAGES-005"
  }
}