{
  "document_id": "HOUSE_OVERSIGHT_018671",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018671.txt",
  "text": "However, I think (or would like to think? augh) that most girls are not like that, and that\nyou should not plan for girls to be like that. I'd definitely rather offend someone by\nasking than offend them by not asking.\n\nHolly implies that people who don't like explicit communication should effectively be\nbanned from kissing: she says, \"they can go without ever being kissed until they wise\nup.” I have a certain cantankerous sympathy for this perspective, and I have said similar\nthings myself in the past. But my research into pickup artists made me wonder about\nwhether this perspective is tenable, given a world in which most people seem to enjoy\nand engage in a great deal of tacit communication.\n\nSpeaking only for myself, I must admit that I like it when a man can read my unspoken\nsignals well enough that he can tell when to kiss me without asking aloud. Sometimes it\ncan be nice when a guy asks. But if he can read my tacit communication about kissing,\nthat is a signal that he can read a lot of my other tacit communication as well.\n\nFurthermore, if many people really enjoy unspoken social games and strategic\nuncertainty, then \"the game\" will never go away. Evidence that people enjoy those things\ndoes not only include the pickup artist subculture -- romantic comedies and romance\nnovels consistently find a market, after all.\n\nAdditionally, part of improving sexual communication means learning more about\nunspoken communication -- not just spoken communication. The pioneering social\neconomist Peter F. Drucker once said, \"The most important thing in communication is to\nhear what isn't being said.\" This maxim is no less true when it comes to sex than it is in\nany other area of human endeavor. PUAs have spent years gathering information on tacit\nsexual communication, so perhaps one feminist goal should be to try and understand what\nthey've learned, such as the characteristics of excellent social \"calibration.\"\n\nSome feminists and BDSMers exist who already think a lot about teaching implicit or\nunspoken communication. On the feminist side, one webpage about sexual violence\nfeatures an image of a woman saying: \"I stopped kissing you back. I pushed your hand\naway. I said I wanted to leave. It all meant 'NO'.\" On the BDSM side, there is often an\nexpectation that BDSM partners will discuss their experience and reactions once they are\ndone doing BDSM with each other, so as to learn more about how to read each other's\ntacit signals. However, I have never encountered a BDSM seminar on the topic of non-\nverbal communication, though I've attended several on verbal communication.\n\nMy perspective on non-verbal communication is not without precedent among feminist\nBDSMers, though my willingness to deal extensively with PUAs might be. Still, I believe\nthat non-verbal communication is not taught well, and that feminists and BDSMers in\nparticular do not spend enough time discussing its role in sexual interactions. Given that\nboth communities emphasize that consent and communication are crucially intertwined,\nperhaps both communities might draw insight from some PUA conceptions of \"kino,\"\n\"calibration\" and other ways of examining implicit communication.\n\nI once started a thread about pickup artists on a major feminist blog, to which one\nfeminist responded: \"I'm getting so sick of these PUA threads.... So I'll just come out and\nsay it: PUAs rape women through coercion and manipulation. Full stop.”\n\nHOUSE_OVERSIGHT_018671",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018671.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3455,
    "word_count": 567,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:45.491203",
    "prefix": "IMAGES-005"
  }
}