{
  "document_id": "HOUSE_OVERSIGHT_010919",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010919.txt",
  "text": "caution at most if 1 weren’t at odds with the governor. I was obviously next. But I\nwas not about to gamble that the threat to Jim was a bluff. I told him that if I were in\nhis shoes, | would go back to England. He did. That left me. But I was in my shoes.\n\nThe blunders had been mine, and I would face the music.\n\nMy two weeks of house arrest went peacefully. The plain cement-block house had\n\nbeen built for my father at our port camp of Mina Saud when he lived in the Neutral\nZone in 1953. The Emir’s identical house was a few steps away. My father’s favorite\nmaple sugar was still in the fridge. I read the few Shakespeare plays | hadn’t read in\n\ncollege, and read or reread the complete poems and plays of John Keats.\n\nThe house arrest was probably as much dressing-down as | deserved. Paul, or\nanyone else, would have handled the perks and privileges more adroitly. But our\nhost country, Saudi Arabia, may have picked up on something too. Getty Oil was not\none of the concession companies in the Middle East named in the baksheesh\n(bribery) scandals that made the front pages over the few years remaining before\n\nmost concessions were negotiated away and host countries ran things themselves.\n\nBack to my father in Scotland, where he was visiting his old friends the Maxwells\nnear Inverness, and then to the two-room suite at the Ritz in London about like the\none in Paris. He drove the six hundred miles between, in a vintage Cadillac, taking\ntwo days and stopping to visit historic sites and museums. He needed no guidebook.\n] sat in on meetings and events everywhere with him in London as in Paris. |\nassumed that the Saudis had cleared the house arrest with him, and I would have\nagreed as he did. He too was in different shoes. He was right. He had solved a real\n\nproblem with minimum damage. Lesson learned, and no hard feelings either way.\n\nIt was clear to both of us that I was not cut out to be a line officer, meaning one who\nruns things from day to day. My mind goes off on tangents instead of tracking\narguments in real time. It works for me, but not as an administrator. We decided to\n\ntry me as a consultant.\n\nChapter 1: Recollections 1/06/16 3\n\nHOUSE_OVERSIGHT_010919",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010919.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2188,
    "word_count": 406,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:47.089571",
    "prefix": "IMAGES-001"
  }
}