{
  "document_id": "HOUSE_OVERSIGHT_010615",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010615.txt",
  "text": "This research report provides general information only. Neither the information nor any opinion expressed constitutes an offer or an invitation to make an offer, to buy or sell any securities or\nother financial instrument or any derivative related to such securities or instruments (e.g, options, futures, warrants, and contracts for differences). This report is not intended to provide\n\npersonal investment advice and it does not take into account the specific investment o!\nppropriateness of investing in financial instruments and\nre prospects may not be realized. Any decision to purchase or subscribe for securities in any offering must be based solely on existing public information on such\n\nfinancial advice regarding the a\nthat statements regarding futu\nsecurity or the in\nSecurities and ot\ndeposits or other obligations 0\namong others, m\ninstruments may be difficult to\n\nincome from\nlose their enti\nFutures and o\n\ndisclosure documents. Investmi\n\nBofA Merrill L\n\naction may be limited by regulations prohibiting or restricting \"shortse\nexecuting any short idea con\n\nhis report m\nhat presents\n\nIn the event tl\ntherewith ML\n\ntransactions, i\nCopyright an\nCopyright 20\n\nand client we\nrecommenda\n\ninformation k\nBofA\nresearc\nhould\nny Bo\nn public info\nrofessionals\nhis re\nities. No\n\nh repo\nconsu\n\nou\n\nAny informati\nseek tax advic\nThe informati\nmay contain li\ncontained on\nany affiliation\nsubmi\nAll opinions, p\n\nperiods. You s|\n\nits security an\ninancial instr\n\nhis report or\n\nideas and recommenda\nForeign currency rates of exc\neffectively assume currency risk.\nUK Readers: The protec\nocated outside of the U\n\nLPF&S or one of its aff\nime, hold a trading posi\nBofA Merrill Lynch, through business units other than Bo\nwith, and reach differen\nmethods of th\nrecipient of th\n\nerrill Lynch Global Research and certain business groups. As a resul\n\nResearch po\ncontaining suc\n\nting any personal information to them. BofA Merrill Lynch is not responsib\n\nCertain outstanding reports may contain discussions and/or investment opinions\nrecent research report relating to an issuer prior to making an investment decision.\nnsome cases, an issuer may be classified as Restricted or may be Under Review o\n\normation in the prospectus or other offering document issued in con\nher financial instruments discussed in this report, or recommended, o\nany insured depository institution (inc!\nnterparty default risk and liquidity risk.\nva\nd other financial instruments, if any, may fluctuate and\nment. Past performance is not necessarily a guide to fu\npropriate for all investors. Such financia\nen\n\narket risk, cou\n\nsuch securities an\nre principal inves\nptions are not ap\n\nynch is aware tha\nained in this report.\n\nay contain a trading idea or recommendation which\na transaction opportunity, but does not have any im\nions may differ directionally from the ana\nhange may adversely affect the value\n\nhigh\npact on the analyst's\nlyst's ra\n, price o|\n\nions\nnited Kingdom. BofA Merrill Lynch Global Researc\niliates is a regular issuer of traded financial instru\ntion (long or short) in the securities and financial\n\nA Merril\nconclusions from, the information presented in\n\n@ persons who prepared them, and BofA Merrill Lynch is un\nis report.\n\nhat the recipient received this report pursuant to a contract\n\nments linked\n\nport.\n\nncluding transactions in any securities mentioned in this re\nd General Information regarding Research Reports:\n\nbsites and other portals by BofA Merrill Lynch and are not pu\n\nnown to, professionals in other business areas of BofA Merri\n\nt their o'\n\nrmation. Fac\nin other busi\n\ns and views presented in this material that rela\nness areas of BofA Merrill Lynch in connection with the legal\n\nne of MLPF&S, any of i\nicy prohibits rese\nh rating, recom|\n\ns affiliates or their research analysts has any au\narch personnel from disclosing a recommenciati\nmendation or investment thesis.\n\non relating to the tax status of financial instruments discussed herein i\ne based on their particular circumstances from an independent tax pro\non herein (other than disclosure information relating to BofA Merrill Ly\nnks to tl\nsuch\nwith\n\nhird-\nhird-party websi\nBofA Merrill Lyne\n\nes is not part of this report and is not incorpora\n\ne\nions and estimates constitute the judgment of the author as of\n\nrojec\nhould therefore assume that BofA Merrill Lynch will not update any\n\nre\n\nd\na\n\nd/or financial instruments) to be suspended or withdrawn and shou\numents) nor should the analyses or opinion(s) be considered a solici\n\nits contents.\n\nuding, Bank of A\njo security, financial instrument or derivative is suitable for all investors. In some cases, securities and other financial\nue or sell and reliable information about the value or\n\nstrategies explained in this report may not be appro}\n\nprovided by the U.K. regulatory regime, including the Financial Services Scheme, do not apply in general to\n\ninstruments discussed in this report.\nLynch Global Research, may have issued and may in the future issue\n\nbetween the recipient and MLPF&S for t\nPF&S may be deemed to be acting as an investment adviser, such status relates, if at all, solely to the\n\nbeyond the delivery of this report (unless otherwise agreed specifically in writing by MLPF&S). MLPF&S is and con\n\n6 Bank of America Corporation. All rights reserved. This research report is prepared for the use of Bo\ndisclosed, in whole or in part, or in any form or manner, without the express written consent of BofA Merrill Lynch.\nblicly-available materials. Any unauthorized use or disclosure is prohi\nconstitutes your agreement not to redistribute, retransmit, or disclose to others the con\nions, estimates or price targets) without first obtaining expressed permiss\nMaterials prepared by BofA Merrill Lynch Global Research personnel are based on public i\nI Lynch, includ\n, BofA Merrill Lynch does not disclose certain client relationships witl\nrts. To the extent this report discusses any legal proceeding or issues, it has not been prepared as nor is it intended to express any legal conclusion, opinion or advice. Investors\nwn legal advisers as to issues of law relating to the subject matter of this report. BofA Merrill Lynch Global Research perso!\n‘A Merrill Lynch entity and/or its directors, officers and employees may be plaintif\ne to any such\n\nbjectives, financial situation and the particular needs of any specific\nimplementing investment strategies discussed or recommended in\n\nnection with such offering, and not on this report.\nfered or sold by Merrill Lynch, are not insured by the Federal Deposi\nmerica, N.A.). Investments in general and, derivatives, in particular, in\n\nrisks related to the security or financial instrument may be difficult\n\nperson. Investors should seek\nthis report and should understand\n\nInsurance Corporation and are not\nvolve numerous risks, including,\n\n‘0 obtain. Investors should note that\n\nhat price or value of such securities and instruments may rise or fal\nure performance. Levels and basis for taxation may change.\n\nparticular “Overweight” or “Underweight” rating\n\nto securities that may have been recommended in this report. MLPF:\n\ninues to ac\n\nA Merrill Ly\nBofA Merri\n\nnch clients and may not be re\n| Lynch research reports are d\nbited. Receip\nents, opinions, conclusion, or information contained in this report\nion from an authorized officer of BofA Merrill Lynch.\n\nnformation. Facts and views presented in this material\ning investment banking personnel. BofA Merrill Lynch\n\nhave not be\n\nnnel’s know\n\nproceedings have not been reviewed by, discussed with, and may n\nproceedings or matters relevant to such proceedings.\n\nport has been prepared independently of any issuer of securities mentioned herein and not in connection with any proposed offering of securities or as agent of\nhority whatsoever to make any representation or warranty on behalf of the issuer(s}. Bo\non, investment rating, or investment thesis for review by an issuer prior to the pub\n\ns not intended to provide tax advice or to be used by anyone to provide tax advi\nessional.\nnch and its affiliates) was obtained from various sources and we do not guaran\nparty websites. BofA Merrill Lynch is not responsible for the content of any third-party website or any linked content contained in a third-\ned by reference into this report. The inclusion of a link in this report does not imply any\nh. Access to any third-party website is at your own risk, and you should always review the terms and privacy policies at third-par'\nor such terms and privacy policies and expressly disclaims any liability for them.\nhe date of the report and are subject to change without notice. Prices also are su\nnotice. BofA Merrill Lynch is under no obligation to update this report and BofA Merrill Lynch's ability to publish research on the subject issuer(s) in the future is subj\nact, circumstance or opinion contained in this report.\nating to securities, financial instruments and/or issuers that are no longer curren\n\nr Extended Review. In each case, investors should consider any investment opinion\nnot rely on the analyses and investment opinion(s) pertaining to such issuer (or i\nion of any kind. Sales persons and financial advisors affiliated with MLPF&S or any of its affiliates may not\nsolicit purchases of securities or financial instruments that are Restricted or Under Review and may only solicit securities under Extended Review in accordance with\neither BofA Merrill Lynch nor any officer or employee of BofA Merrill Lynch accepts any liability whatsoever for any direct, indirect or consequential damages or losses arising from any use of\n\nthis report. Investors in such sec!\n\nbusiness coordinated by BofA\nh policies relating to conflicts of interest are described at http://go.bofa.com/coi.\n\nand, in some cases, investors may\n\ninstruments may expire worthless. Before investing in futures or options, clients must receive the appropriate risk\n\npriate at all times. Costs of such strategies do not include commission or margin expenses.\n\nthe implementation of the ideas expressed in this report may depend upon an investor's ability to \"short\" securities or other financial instruments and that such\nling\" in many jurisdictions. Investors are urged to seek advice regarding the applicability of such regulations prior to\n\nights a specific identified near-term catalyst or event impacting a security, issuer, industry sector or the market generally\n\nwhich is based on a three month trade horizon). Trading\ning ona security or issuer because they reflect the impact of a near-term catalyst or event.\nr Income of any security or financial instrument mentioned in\n\nurities and instruments\nerrill Lynch entities\n\n&S or one of its affiliates may, at any\n\nrading ideas or recommendations that are inconsistent\nhis report. Such ideas or recommendations reflect the different time frames, assumptions, views and analytical\nder no obligation to ensure that such other trading ideas or recommendations are brought to\n\nhe attention of any\n\nhe provision of research services for a separate fee, and in connection\nperson with whom MLPF&S has contracted directly and does not extend\nsolely as a broker-dealer in connection with tl\n\nhe execution of any\n\ndistributed, retransmitted or\nistributed simultaneously to internal\nt and review of this research report\n\n(including any investment\n\nen reviewed by, and may not reflect\n\nhas established information barriers between\nh, or compensation received\n\nrom, such issuers in\n\nledge of legal proceedings in which\n\ns, defendants, co-defendants or co-plaintiffs with or involving issuers mentioned in this report is based\n\not reflect information known to,\nany issuer of any\n\nA Merrill Lynch\nication of a research\nce. Investors are urged to\ncal\npart\n\nts accuracy. This report\ny website. Content\nendorsement by or\nes before\n\ny websi\n\nbject to change without\nect to applicable quiet\n\n. Always refer to the most\n\nrelating to such issuer (or\ns securities and/or\n\nirm policies.\n\nBankof Ame:\nMerrill Lyne!\n\nrica\nh\n\nLiquid Insight | 22 September 2016\n\nHOUS\n\n7\n\nE_OVERSIGHT_010615",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010615.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 12031,
    "word_count": 1929,
    "line_count": 381,
    "import_date": "2025-11-19T21:47:48.588276",
    "prefix": "IMAGES-001"
  }
}