{
  "document_id": "HOUSE_OVERSIGHT_032005",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_032005.txt",
  "text": "From: Jeffrey Epstein [jeevacation@gmail.com]\n\nSent: 1/12/2010 12:28:25 AM\nTo: Peggy Siegal\nSubject: Re: My Wall Street 2 Story\n\nterrific. i want to hear more about the trip\n\nOn Mon, Jan 11, 2010 at 6:32 PM, Peggy Sicgal x wrote:\n\nWrote this for the February issue of AVENUE Magazine. Thought it would amuse you. Tell me what you\nthink of it.\n\nxoxo Peggy\n\nHD: Wall Street, Take Two\n\nDEK: In the upcoming sequel to Oliver Stone’s groundbreaking film, Gordon Gekko gets out of jail and back\nto business. Peggy Siegal takes us behind the scenes where she got herself on camera along with a few of her\nfamous friends. Nice work if you can get it.\n\nIn 1987, right after director Oliver Stone won the Academy Award for \"Platoon,” he immediately turned to a\ndomestic arena and began working on \"Wall Street\" in New York City where his father had been a\nstockbroker. Although the film was widely seen as a scathing critique of the culture of Wall Street, Stone has\nsaid that part of the film is a defense of capitalism, his father's vision of finance (as seen through the Hal\nHolbrook character) and an homage to his father.\n\nAt the time Oliver was also fascinated with the connection between the psyche of Latino Miami drug dealers\nfrom his earlier \"Scarface\" script and the American-born 28- to 35-year-old, white collar stockbrokers. Both\ngroups had an animalistic need to obtain big and fast money. They shared an obsession with corruption and\ngreed.\n\nOliver sent his actors to Bear Stearns for research, including then-newcomer Charlie Sheen, who played Bud\nFox, a kid from nowhere. When he learns to cold call, and lands one big client, Gordon Gekko, Fox is thrust\ninto the fast lane with a rock star financial mentor who teaches him corruption.\n\nOliver needed an old-fashioned villain to create drama, and he cast Michael Douglas as Gekko against type.\nMichael was not known as a heavy at the time, but as a charming, handsome, sensitive leading man. Oliver\nalso saw the anger, confidence, salesmanship and style that Michael brought to the role. Michael's Gekko\nlooked a bit like Laker's coach Pat Riley with his slicked back hair and well-cut suits, and it became Michael’s\nmost important role, winning him the Academy Award for the villain no one could ever forget.\n\nHOUSE_OVERSIGHT_032005",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_032005.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2291,
    "word_count": 391,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:47.931854",
    "prefix": "IMAGES-011"
  }
}