{
  "document_id": "HOUSE_OVERSIGHT_016962",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016962.txt",
  "text": "Peter Galison’s focus as a science historian is—speaking roughly—on the intersection of\ntheory with experiment.\n\n“For quite a number of years I have been guided in my work by the odd\nconfrontation of abstract ideas and extremely concrete objects,” he once told me, in\nexplaining how he thinks about what he does. At the Washington, Connecticut, meeting\nhe discussed the Cold War tension between engineers (like Wiener) and the\nadministrators of the Manhattan Project (like Oppenheimer: “When [Wiener] warns\nabout the dangers of cybernetics, in part he’s trying to compete against the kind of\nportentous language that people like Oppenheimer [used]: ‘When I saw the explosion at\nTrinity, I thought of the Bhagavad Gita—I am death, destroyer of worlds.’ That sense,\nthat physics could stand and speak to the nature of the universe and airforce policy, was\nrepellent and seductive. In away, you can see that over and over again in the last\ndecades—nanosciences, recombinant DNA, cybernetics: ‘I stand reporting to you on the\nscience that has the promise of salvation and the danger of annihilation—and you should\npay attention, because this could kill you.’ It’s a very seductive narrative, and it’s\nrepeated in artificial intelligence and robotics.”\n\nAs a twenty-four-year old, when I first encountered Wiener’s ideas and met his\ncolleagues at the MIT meeting I describe in the book’s Introduction, I was hardly\ninterested in Wiener ’s warnings or admonitions. What drove my curiosity was the stark,\nradical nature of his view of life, based on the mathematical theory of communications in\nwhich the message was nonlinear: According to Wiener, “new concepts of\ncommunication and control involved a new interpretation of man, of man’s knowledge of\nthe universe, and of society.”’ And that led to my first book, which took information\ntheory—the mathematical theory of communications—as a model for all human\nexperience.\n\nIn a recent conversation, Peter told me he was beginning to write a book—about\nbuilding, crashing, and thinking—that considers the black-box nature of cybernetics and\nhow it represents what he thinks of as “the fundamental transformation of learning,\nmachine learning, cybernetics, and the self.”\n\n159\n\nHOUSE_OVERSIGHT_016962",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016962.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2243,
    "word_count": 350,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:46.558755",
    "prefix": "IMAGES-004"
  }
}