{
  "document_id": "HOUSE_OVERSIGHT_020090",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020090.txt",
  "text": "they regarded as functionaries, and their job was to support the White House’s goals,\nwhich included their goals and interests.\n\nSpicer, ever ridiculed in the media for his cockamamie defense of the White House and\na seeming dumb loyalty, had been judged by the president, quite from the inauguration, to\nbe not loyal enough and not nearly as aggressive as he should be in Trump’s defense. Or,\nin Jared and Ivanka’s view, in his family’s defense. “What does Spicer’s forty-member\ncomm staff actually do?” was a persistent First Family question.\n\n7 OK Ok\n\nAlmost from the beginning, the president had been interviewing potential new press\nsecretaries. He appeared to have offered the job to various people, one of whom was\nKimberly Guilfoyle, the Fox News personality and cohost of The Five. Guilfoyle, the\nformer wife of California Democrat Gavin Newsom, was also reported to be Anthony\nScaramucci’s girlfriend, a rumor he denied. Unbeknownst to the White House,\nScaramucci’s personal life was in dramatic free fall. On July 9, nine months pregnant with\ntheir second child, Scaramucci’s wife filed for divorce.\n\nGuilfoyle, knowing that Spicer was on his way out but having decided not to take his\njob—or, according to others in the White House, never having been offered it—suggested\nScaramucci, who set to work convincing Jared and Ivanka that theirs was largely a PR\nproblem and that they were ill served by the current communications team.\n\nScaramucci called a reporter he knew to urge that an upcoming story about Kushner’s\nRussian contacts be spiked. He followed up by having another mutual contact call the\nreporter to say that if the story was spiked it would help the Mooch get into the White\nHouse, whereupon the reporter would have special Mooch access. The Mooch then\nassured Jared and Ivanka that he had, in this clever way, killed the story.\n\nNow Scaramucci had their attention. We need some new thinking, the couple thought;\nwe need somebody who is more on our side. The fact that Scaramucci was from New\nYork, and Wall Street, and was rich, reassured them that he understood what the deal was.\nAnd that he would understand the stakes and know that an aggressive game needed to be\nplayed.\n\nOn the other hand, the couple did not want to be perceived as being heavy-handed. So,\nafter bitterly accusing Spicer of not defending them adequately, they suddenly backed off\nand suggested that they were just looking to add a new voice to the mix. The job of White\nHouse communications director, which had no precise purview, had been vacant since\nMay, when Mike Dubke, whose presence at the White House had hardly registered,\nresigned. Scaramucci could take this job, the couple figured, and in that role he could be\ntheir ally.\n\n“He’s good on television,” Ivanka told Spicer when she explained the rationale for\nhiring a former hedge fund manager as White House communications director. “Maybe he\n\nHOUSE_OVERSIGHT_020090",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020090.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2927,
    "word_count": 488,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:46.605811",
    "prefix": "IMAGES-005"
  }
}