{
  "document_id": "HOUSE_OVERSIGHT_020180",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020180.txt",
  "text": "28\n\nIntelligence Agency that the military files compromised by Snowden included documents bearing\non military plans and weapons systems; foreign government’s intelligence activities (including\nspecial activities), intelligence sources, or methods or cryptology;\n\nScientific and technological matters relating to national security;; vulnerabilities systems,\ninstallations, infrastructures, projects, plans, or protection services relations to national security\nand the development, production, or use of weapons of mass destruction. The members of the\nHouse and Senate Intelligence Committees, but not the public, also have been privy to an NSA\ninvestigation that established the chronology of his actions, including changing jobs, copying more\nthan one million classified documents at the Signals Intelligence Center in Hawaii and flying to\nRussia.\n\nNor does additional information necessarily change the minds of people who already have a\nfirm view. In the field of social psychology, the testing of “confirmation theory” consistently\nshows that people tend to more readily reject new information that contradicts their pre-existing\nbeliefs. For example, when Lee Harvey Oswald was arrested in the Texas Theater on November\n22, 1963, he said famously, “I haven’t shot anybody.” Ten months later, the Warren Commission\npresented evidence, including ballistic tests that it claamed showed that Oswald had shot three\npeople, including President John F. Kennedy, less than an hour before making his statement. Yet,\nmany of those who believed Oswald’s public proclamation his innocence chose to believe that the\ngovernment had falsified all the incriminating evidence to tarnish Oswald (who had been killed on\nNovember 24, 1963) rather than accept that they had been wrong in believing Oswald.\n\nThe charges, countercharges and defamatory name-calling in the Snowden case therefore only\ndeepened the great divide. Those who saw Snowden as a democratic hero exposing the abuses of\npower of an out-of-control national security state tended to dismiss anything that depicts\nSnowden in a negative light as a fabrication while those who saw Snowden as a “traitor” tended\nto dismiss anything that depicted him in a more positive light.\n\nWhen it comes to the murky universe of spy agencies, the problem in deciding where the truth\nlies is further heightened by the possibility of deliberate deception. Spy masters are, after all, in\nthe business of concealing their most sensitive operations. It is often considered essential that\nimportant secrets be protected by what Winston Churchill famously termed “a bodyguard of lies.”\nTop intelligence officials are not exempt from this practice. Consider, for example, the response\nto a question concerning the NSA’s operations made by James D. Clapper, the Director of\nNational Intelligence to the Senate Intelligence Committee on March 12, 2013. Senator Ron\nWyden (D-Oregon) of the Committee asked the spy master if the NSA collected data on\nAmericans. Clapper answered that the NSA did not knowingly “collect any type of data” on\nmillions of Americans. Clapper’s answer was clearly untrue. However, it did not mislead Senator\nWyden or any other members of the Senate Intelligence Committee because Clapper had\ntruthfully testified that the NSA did collect American’s telephone records in a classified session of\nthe Committee earlier that week. Who was being misled was the American public. Yet, none of\nthe Senators on the Committee, including Senator Wyden, corrected this obviously false answer.\nWhen Clapper realized he had misspoken, he could not publically correct the record of the public\n\nHOUSE_OVERSIGHT_020180",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020180.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3653,
    "word_count": 548,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:48.971033",
    "prefix": "IMAGES-005"
  }
}