{
  "document_id": "HOUSE_OVERSIGHT_013080",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013080.txt",
  "text": "164 9 General Intelligence in the Everyday Human World\n\ne Isolatedly procedural knowledge is that which is much more easily communicable\ndemonstratively\n\ne Isolatedly sensory knowledge is that which is much more easily communicable depic-\ntively\n\ne Isolatedly attentive knowledge is that which is much more easily communicable indica-\ntively\n\ne Isolatedly intentional knowledge is that which is much more easily communicable in-\ntentionally\n\nThis categorization of knowledge types resembles many ideas from the cognitive theory of\nmemory [TC05], although the distinctions drawn here are a little crisper than any classification\ncurrently derivable from available neurological or psychological data.\n\nOf course there may be much knowledge, of relevance to systems seeking intelligence accord-\ning to the ECP, that does not fall into any of these categories and constitutes “mixed knowledge.”\nThere are some very important specific subclasses of mixed knowledge. For instance, episodic\nknowledge (knowledge about specific real or hypothetical sets of events) will most easily be\ncommunicated via a combination of declarative, sensory and (in some cases) procedural com-\nmunication. Scientific and mathematical knowledge are generally mixed knowledge, as is most\neveryday commonsense knowledge.\n\nSome cases of mixed knowledge are reasonably well decomposable, in the sense that they\ndecompose into knowledge items that individually fall into some specific knowledge type. For\ninstance, an experimental chemistry procedure may be much more easily communicable pro-\ncedurally, whereas an allied piece of knowledge from theoretical chemistry may be much more\neasily communicable declaratively; but in order to fully communicate either the experimental\nprocedure or the abstract piece of knowledge, one may ultimately need to communicate both\naspects.\n\nAlso, even when the best way to communicate something is mixed-mode, it may be possible\nto identify one mode that poses the most important part of the communication. An example\nwould be a chemistry experiment that is best communicated via a practical demonstration\ntogether with a running narrative. It may be that the demonstration without the narrative\nwould be vastly more valuable than the narrative without the demonstration. To cover such\ncases we may make less restrictive definitions such as\n\ne Interactively declarative knowledge is that which is much more easily communicable\nin a manner dominated by linguistic communication\n\nand so forth. We call these “interactive knowledge categories,” by contrast to the “isolated\nknowledge categories” introduced earlier.\n\n9.3.0.1 Naturalness of Knowledge Categories\n\nNext we introduce an assumption we call NKC, for Naturalness of Knowledge Categories.\nThe NKC assumption states that the knowledge in each of the above isolated and interac-\ntive communication-modality-focused categories forms a “natural category,” in the sense that\nfor each of these categories, there are many different properties shared by a large percentage of\nthe knowledge in the category, but not by a large percentage of the knowledge in the other cat-\negories. This means that, for instance, procedural knowledge systematically (and statistically)\nhas different characteristics than the other kinds of knowledge.\n\nHOUSE_OVERSIGHT_013080",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013080.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3309,
    "word_count": 481,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:46.477076",
    "prefix": "IMAGES-002"
  }
}