{
  "document_id": "HOUSE_OVERSIGHT_012190",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012190.txt",
  "text": "ALLEN GUTHRIE MCHUGH & THOMAS, PLLC\n\nMr. John Roth\nJune 19, 2008\nPage 8\n\nfo}\n\ndepositions in this matter. Ms. Belohlavek, and the SAO, is likewise well familiar with the breadth\nof the federal investigation, and has integrated that knowledge into the current enhanced state\nsentencing recommendation. The SAO remains firm in the position that the proposed state resolution\nis a sound one, and that there was no child exploitation here. Notably, however, not once during the\npendency of the federal investigation has the USAO ever reached out to its state prosecutive\ncounterpart that initiated this investigation in the first place to discuss the issues or to thoroughly\nferret out the facts or the witness credibility issues.\n\nIn the eight lines the CEOS letter accords to the topic of witness credibility CEOS asserts,\n“there are multiple mutually-corroborating witnesses,” (CEOS letter at p. 3). However, the CEOS\nletter does not highlight a single. one. In contrast, we have put forth numerous “mutually\ncorroborating” witness statements. Far from supporting a federal prosecution, these statements\ninstead corroborate that 1) the alleged victims lied to Mr. Epstein about their age; 2) there was no use\nof a facility of interstate commerce by Mr. Epstein; 3) there was no inducement or coercion; 4) there\nwas no commercial enterprise; and 5) there was no illicit sexual conduct.\n\nIndeed, Mr. Epstein took several steps to ensure that no minors entered his home, most\nnotably, by affirmatively asking the women whether they were actually 18. See c.g. MET r. At\n38-39, That fact — which many of the potential witnesses have confirmed in sworn interviews —\nstrongly indicates that Mr. Epstein specifically intended to preclude anyone under 18 from giving\nhim a massage. That fact is confirmed by, among other things EEE testimony that “he\nlikes the girls that are between the ages of like 18 and 20... .” BM Tat 12. in fact, the\nevidence bears out that the majority of the women who came to Mr. Epstein’s residence to provide a\nmassage were over 18.\n\nMany of the young women who were aged 16 and 17 visited Mr. Epstein’s residence only\nonce or twice, and the evidence strongly shows that they lied to Mr. Epstein about their age. Two of\nthese individuals ii, , were 14 and 15 at the time they met Mr.\nEpstein. Given that each has brought a civil lawsuit against Mr. Epstein, with |and her\nfamily seeking $50 million from Mr. Epstein, their testimony against Mr. Epstein is per se suspect.\nBut, despite their obvious incentive to harm Mr. Epstein, their testimony actually confirms his\ninnocence. [I for instance, has testified that Po who introduced her to Mr.\nEpstein, expressly told her to lie to Mr. Epstein about her age.\n\nQ: And BB told you that if you weren’t 18 Epstein wouldn’t let you into his house,\nright?\n\nA: That’s — yes, yes.\n\nBE (deposition) at 32.\n\nQ: You didn’t want Mr. Epstein to know that you were lying about your age, right?\n\nHOUSE_OVERSIGHT_012190",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012190.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2972,
    "word_count": 502,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.614908",
    "prefix": "IMAGES-001"
  }
}