{
  "document_id": "HOUSE_OVERSIGHT_014623",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014623.txt",
  "text": "Top 10 US Ideas Quarterly\n\nOur Top 10 US Ideas are based on our view that these companies could have the most\nsignificant market and business related catalysts over the next three months. The list\nreflects primarily a bottoms-up approach, with calendar-specific events noted for most\nstocks. We constructed our list by canvassing BofAML Fundamental Equity Research\nanalysts in order to find 10 BofAML-covered stocks which we think will significantly\noutperform or underperform peers during the quarter. We considered only Buy-rated\nnames for outperform ideas and Underperform-rated names for underperform ideas. We\nthen narrowed the list after consulting our Equity Research colleagues.\n\nTo be eligible for the list, the stock must be covered by BofA Merrill Lynch AMRS\nfundamental equity analysts with a rating of Buy or Underperform, for long and short\nstock recommendations, respectively.\n\nStocks will be chosen on a discretionary basis by the Alpha Generation team, which\ncurrently includes strategists with experience choosing stocks for BofAML’s US 1 list.\nStocks will be chosen for the list using a bottoms-up approach after taking into account\nthe views of the relevant BofA Merrill Lynch Fundamental Equity analyst and upcoming\ncatalysts. Diversity of the list and BofAML macro views will also be factors in choosing\nstocks for the list.\n\nStocks on the list will generally remain on the list during the quarter. However, a stock\nwill be removed interim quarter if considered ineligible due to a change in the stock’s\nfundamental rating, or if the stock is no long covered by BofA Merrill Lynch fundamental\nEquity Research. When stocks are removed during the quarter, they will not be replaced.\nStocks will generally be removed from the list at the end of the quarter in conjunction\nwith the publication of the next quarter’s list, but may on select occasions remain on the\nlist if the identified catalyst remains relevant or a new catalyst is expected to drive the\nrequisite over/under performance. Any intra-quarter actions to the list will be announced\nin a research report.\n\nThe Top 10 list will be published on or close to the first day of each quarter. In addition,\nwe may also publish research reports updating the catalysts’ status or other news on\nparticular stocks during the quarter.\n\nHow the list will be maintained and updated\n\nWe will publish this list at the beginning of each quarter. Ideas will generally remain on\nthe list through the quarter unless coverage is dropped or the recommendation changes.\nAny security which is removed will not be replaced. If there are any changes to the list\nduring the quarter we will promptly publish a note explaining the change. Securities are\nintended to stay on the list for one quarter, though some may be chosen again for the\nnext quarter’s list.\n\nBankof America\n2 Top 10 US Ideas Quarterly | 03 January 2017 Merrill Lynch\n\nHOUSE_OVERSIGHT_014623",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014623.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2911,
    "word_count": 473,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:47.524027",
    "prefix": "IMAGES-003"
  }
}