{
  "document_id": "HOUSE_OVERSIGHT_030058",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030058.txt",
  "text": "29\n\nOnly once before have I been prevented from lecturing at universities\nin a country. The other country was Apartheid South Africa.\n\nDespite the faculties' refusals to invite me, I delivered three lectures\nto packed auditoriums at the invitation of student groups. I received\nsustained applause both before and after the talks.\n\nIt was then that I realized why all this happened. At all of the\nNorwegian universities, there have been efforts to enact academic and\ncultural boycotts of Jewish Israeli academics. This boycott is directed\nagainst Israel's \"occupation\" of Palestinian land—but the occupation\nthat the boycott supporters have in mind is not of the West Bank but\nrather of Israel itself. Here is the first line of their petition: \"Since\n1948 the state of Israel has occupied Palestinian land. . .\"\n\nThe administrations of the universities have refused to go along with\nthis form of collective punishment of all Israeli academics, so the\nformal demand for a boycott failed. But in practice it exists. Jewish\npro-Israel speakers are subject to a de facto boycott.\n\nThe first boycott signatory was Trond Adresen, a professor at\nTrondheim. About Jews, he has written: \"There is something\nimmensely self-satisfied and self-centered at the tribal mentality that\nis SO prevalent among Jews... . [They] as a whole, are characterized\nby this mentality. .. . It is no less legitimate to say such a thing about\nJews in 2008-2009 than it was to make the same point about the\nGermans around 1938.\"\n\nThis line of talk—directed at Jews, not Israel—is apparently\nacceptable among many in Norway's elite. Consider former Prime\nMinister Kare Willock's reaction to President Obama's selection of\nRahm Emanuel as his first chief of staff: \"It does not look too\npromising, he has chosen a chief of staff who is Jewish.\" Mr. Willock\ndidn't know anything about Mr. Emanuel's views—he based his\ncriticism on the sole fact that Mr. Emanuel is a Jew. Perhaps\nunsurprisingly, fewer than 1,000 Jews live in Norway today.\n\nHOUSE_OVERSIGHT_030058",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030058.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2029,
    "word_count": 331,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:48.287164",
    "prefix": "IMAGES-010"
  }
}