{
  "document_id": "HOUSE_OVERSIGHT_012760",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012760.txt",
  "text": "Punishment in humans is emblematically promiscuous. We castigate others whenever they\nviolate a social norm, in both competitive and cooperative situations, targeting kin and non-kin.\nPunishment is doled out by the individual directly harmed and also by third party onlookers. We use both\nphysical and non-physical means to discipline cheaters, including ostracism. Punishment’s landscape is\nvast.\n\nThe idea I develop here, building on the work of scholars in economics, psychology, and\nanthropology, is that our species alone circumvented the costs of punishment as an incidental\nconsequence of promiscuity, including an intimate coupling between the systems of aggression and\nreward. As several brain imaging studies reveal, when we either anticipate or actually punish another, or\neven witness punishment as a mere bystander, our reward circuitry delivers a honey hit. Delivering just\ndeserts, or watching them delivered, is like eating dessert. We absorb the costs of punishment by feeling\ngood about ratting out the scourges, banishing them from society, and sometimes from life itself.\nIronically, as the economist Samuel Bowles has suggested based on mathematical models and a synthesis\nof the historical record, punishment can strengthen solidarity and cooperation within the group, while\nsimultaneously enhancing antagonism and prejudice toward those outside the inner sanctum. Ironically,\nthe psychology that benefited cooperation among like-minded others may also have functioned to destroy\nthose who have different beliefs and values.\n\nThe emergence of promiscuous punishment was a momentous event in human history, a\ncelebration of exquisite brain evolution and adaptive design. But this achievement carried a hidden cost, a\ndebt that we continue to pay: A mind capable of feeling good about punishing in the name of virtue is a\nmind capable of doing bad to feel good. It is a mind that finds real or simulated violence entertaining and\nseeks ways to satisfy this interest. It is a mind that enjoys watching others suffer while singing O\nSchadenfreude. It is a mind that is capable of feeling good about killing others who are perceived as\nparasitic on society. It is a mind that can override the anticipated costs of killing by fueling a taste for\nkilling.\n\nDesire, denial, aggression and reward are each associated with specific psychological processes,\ndistinct evolutionary histories, and specific adaptive problems. When processed by a promiscuous brain,\nthese systems connect in ways that are both beneficial to human welfare and deeply deleterious.\n\nHow? Evil occurs when individuals and societies allow desire for personal gain to combine with\nthe denial of others’ moral worth to justify the use of excessive harms. Everyone has desires, resources\nthey want and experiences they seek. Our desires motivate us into action, often to fulfill personal needs or\nto help others. We all desire good health, fulfilling relationships, and knowledge to explain the world.\nSome also desire great wealth and power, each culture weighing in on its signature vision of what counts:\n\nmoney, land, livestock, wives, and subordinates. The desire system motivates action in the service of\n\nHauser Prologue. Evilution 14\n\nHOUSE_OVERSIGHT_012760",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012760.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3247,
    "word_count": 495,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:45.377045",
    "prefix": "IMAGES-002"
  }
}