{
  "document_id": "HOUSE_OVERSIGHT_019906",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019906.txt",
  "text": "intent on surrounding himself in the White House with his family. The Trumps, all of them\n—except for his wife, who, mystifyingly, was staying in New York—were moving in, all\nof them set to assume responsibilities similar to their status in the Trump Organization,\nwithout anyone apparently counseling against it.\n\nFinally, it was the right-wing diva and Trump supporter Ann Coulter who took the\npresident-elect aside and said, “Nobody is apparently telling you this. But you can’t. You\njust can’t hire your children.”\n\nTrump continued to insist that he had every right to his family’s help, while at the same\ntime asking for understanding. This is family, he said—“It’s a /eettle, leettle tricky.” His\nstaffers understood not only the inherent conflicts and difficult legal issues in having\nTrump’s son-in-law run the White House, but that it would become, even more than it\nalready was, family first for Trump. After a great deal of pressure, he at least agreed not to\nmake his son-in-law the chief of staff—not officially, anyway.\n\nOOK Ok\n\nIf not Barrack or Kushner, then, Trump thought the job should probably go to New Jersey\ngovernor Chris Christie, who, with Rudy Giuliani, comprised the sum total of his circle of\nfriends with actual political experience.\n\nChristie, like most Trump allies, fell in and out of favor. In the final weeks of the\ncampaign, Trump contemptuously measured Christie’s increasing distance from his losing\nenterprise, and then, with victory, his eagerness to get back in.\n\nTrump and Christie went back to Trump’s days trying—and failing—to become an\nAtlantic City gaming mogul. 7he Atlantic City gaming mogul. (Trump had long been\ncompetitive with and in awe of the Las Vegas gaming mogul Steve Wynn, whom Trump\nwould name finance chairman of the RNC.) Trump had backed Christie as he rose through\nNew Jersey politics. He admired Christie’s straight-talk style, and for a while, as Christie\nanticipated his own presidential run in 2012 and 2013—and as Trump was looking for a\nnext chapter for himself with the fading of The Apprentice, his reality TV franchise—\nTrump even wondered whether he might be a vice presidential possibility for Christie.\n\nEarly in the campaign, Trump said he wouldn’t have run against Christie but for the\nBridgegate scandal (which erupted when Christie’s associates closed traffic lanes on the\nGeorge Washington Bridge to undermine the mayor of a nearby town who was a Christie\nopponent, and which Trump privately justified as “just New Jersey hardball”). When\nChristie dropped out of the race in February 2016 and signed on with the Trump\ncampaign, he endured a torrent of ridicule for supporting his friend, whom he believed had\npromised him a clear track to the VP slot.\n\nIt had personally pained Trump not to be able to give it to him. But if the Republican\nestablishment had not wanted Trump, they had not wanted Christie almost as much. So\nChristie got the job of leading the transition and the implicit promise of a central job—\n\nHOUSE_OVERSIGHT_019906",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019906.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3019,
    "word_count": 498,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:44.590366",
    "prefix": "IMAGES-005"
  }
}