{
  "document_id": "HOUSE_OVERSIGHT_017920",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017920.txt",
  "text": "In re Terrorist Attacks on September 11, 2001, 392 F.Supp.2d 539 (2005)\n\n10 A.L.R. Fed. 2d 789\n\nactionable under the FSIA. Varig Airlines, 467 U.S. at\n814, 104 S.Ct. 2755.\n\nSimilarly, the claims against Prince Naif stem from his\ndiscretionary functions. The Plaintiffs complain that\nPrince Naif, as Minister of Interior, ignored warnings in\n1994 from French Interior Minister Charles Pasqua that\nIslamic charities were being used to fund terrorism.\nAdditionally, Plaintiffs contend that he did not adequately\nsupervise certain Saudi charities whose diverted funds\nallegedly landed in the coffers of al Qaeda and Hamas.\n\nPrince Naif’s role on the Council of Ministers and as\nMinister of Interior makes it “nearly self-evident” that his\nofficial acts are “squarely covered by the ‘discretionary\nfunction’ language of [the FSIA].” Burnett IT, 292\nF.Supp.2d at 20. As the Minister of Interior, Prince Naif\noversees matters relating to Saudi public security, civil\ndefense, fire service, police, passports, special security,\nand investigative forces. The Council of Ministers, of\nwhich he is a member, oversees the implementation of\ninternal, external, financial, economic, educational,\ndefense policies, and general affairs of state for the\nKingdom. Prince Naif’s official responsibilities imcluded\nmanaging Saudi relations with Osama bin Laden, see\nPrince Naif Mem. in Supp. Mot. to Dismiss at 2 (stating\nPrince Naif urged the Kingdom to strip bin Laden of his\nSaudi citizenship in 1994), and thus became a target of al\nQaeda himself (see, e.g., Bierstein Aff. in Opp’n to Prince\nSultan’s Mot. to Dismiss (fatwa issued by Osama bin\nLaden expressing extreme bitterness toward Saudi Royal\nfamily).) Therefore, Prince Naif’s administration of his\nresponsibilities was “clearly .... grounded in social,\neconomic, and political policy.” Burnett IT, 292 F.Supp.2d\nat 21 (citing Varig Airlines, 467 U.S. at 814, 104 S.Ct.\n2755)).\n\nThis Court lacks subject matter jurisdiction over Prince\nSalman and Prince Naif for their official acts. The FSIA\ndoes not immunize an official for his private tortious acts,\nhowever. See 28 U.S.C. § 1605(a)(5) (explaining torts\nexception is relevant to official’s official acts); Leutwyler,\n184 F.Supp.2d at 286-87 (explaming officials are\n“deemed foreign states when they are sued for actions\nundertaken within the scope of their official capacities’).\nAccordingly, the Court will consider the appropriateness\nof exercising personal jurisdiction over Prince Salman\nand Prince Naif for their alleged personal acts below.\n\nII. Personal Jurisdiction\n1121 To survive the motions to dismiss under Federal Rule\n\nWESTLAW\n\nof Civil Procedure 12(b)(2), Plaintiffs must make a prima\nfacie showing that personal jurisdiction exists over each\nmoving Defendant. PDK Labs, Inc. v. Friedlander, 103\nF.3d 1105, 1108 (Qd Cir.1997). The Court reviews the\ncomplaints and affidavits in a light most favorable to\nPlaintiffs, id., but it does not accept conclusory\nallegations or draw “argumentative inferences.” Mende v.\nMilestone Tech., Inc., 269 F.Supp.2d 246, 251\n(S.D.N.Y.2003) (citing Robinson v. Overseas Military\nSales Corp., 21 F.3d 502, 507 (2d Cir.1994)).\n\n131 Plaintiffs offer two bases for personal jurisdiction.\nFirst, New York’s long-arm statute, which the Court looks\nto in federal question cases in which no federal statute\nprovides for national service of process or when the Court\nis sitting in diversity. PDK Labs, 103 F.3d at 1108; Bank\nBrussels Lambert v. Fiddler Gonzalez & Rodriguez, 305\nF.3d 120, 124 (2d Cir.2002). *557 New York’s long-arm\nstatute, C.P.L.R. 302(a)(2), provides for personal\njurisdiction over a person who, personally or through an\nagent, “commits a tortious act within the state.” Because a\nco-conspirator can be considered an agent, see Chrysler\nCapital Corp. v. Century Power Corp., 778 F.Supp. 1260,\n1266 (S.D.N.Y.1991), Plaintiffs argue that Defendants are\nsubject to personal jurisdiction here based on the acts of\ntheir co-conspirators, the al Qaeda terrorists.\n\n4] 5] 16] As this Court has previously explained, to\nestablish personal jurisdiction on a conspiracy theory,\nPlaintiffs must make a prima facie showing of conspiracy\nand allege facts warranting an inference that the defendant\nwas a member of the conspiracy. Terrorist Attacks I, 349\nF.Supp.2d at 805. “To plead a valid cause of action for\nconspiracy ... a plaintiff must allege the primary tort and\nfour elements: ‘(a) a corrupt agreement between two or\nmore persons, (b) an overt act in furtherance of the\nagreement, (c) the parties’ intentional participation in the\nfurtherance of a plan or purpose, and (d) the resulting\ndamage or injury.’ ” Chrysler Capital Corp., 778 F.Supp.\nat 1267 (quoting Kashi v. Gratsos, 790 F.2d 1050, 1055\n(2d Cir.1986)). Further, “[t]o warrant the inference that a\ndefendant was a member of the conspiracy, Plaintiffs\nmust show that ‘(a) the defendant had an awareness of the\neffects in New York of its activity; (b) the activity of the\nco-conspirators in New York was to the benefit of the\nout-of-state conspirators; and (c) the co-conspirators\nacting in New York acted ‘at the direction or under the\ncontrol’ of or ‘at the request of or on behalf of? the\nout-of-state defendant.” Terrorist Attacks I, 349\nF.Supp.2d at 805 (quoting Chrysler Capital Corp., 778\nF.Supp. at 1268-69). The Court must resolve the question\nof whether a conspiracy exists “based upon an\nindependent examination of the factual allegations while\nmindful of its duty to draw all factual inferences in\n\nHOUSE_OVERSIGHT_017920",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017920.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5542,
    "word_count": 857,
    "line_count": 114,
    "import_date": "2025-11-19T21:47:47.030075",
    "prefix": "IMAGES-004"
  }
}