{
  "document_id": "HOUSE_OVERSIGHT_021511",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021511.txt",
  "text": "FD-302 (Rev. 10-6-95) ~ % b6\n\nb7C\n\n«Ls\nFEDERAL BUREAU OF INVESTIGATION\n\nDate of transcription 09/11/2007\nPursuant to a federal investigation regarding the sexual\nexploitation of minors, Do was interviewed by the\n\nFederal Bureau of Investigation (FBI). Present during the interview\nwas and Assistant United\nStates Attorney . After being advised of the\n\nidentity of the interviewing agents and purpose of the interview,\nC__ ] voluntarily provided the following information:\n\nthe New York Academy of\nArts (NYAA) board, met Jeffrey Epstein through_NYAA functions. In\nthe 1990's, the time period she met Epstein,[ si dwas\nlecturing and working with student services at the NYAA. Epstein\nwas a former NYAA board member.\n\n| | could\nprovide additional information regarding Epstein and his\n\nassociation to the NYAA at which time engaged in\nconversation with the interviewing agents. advised that\nEpstein was a NYAA board member in the 1980's into the early\n1990's. Epstein was a social acquaintance with artist Andy Warhol.\nEpstein allowed the board to have meetings at his apartment as well\nas his office space located in the Villard House, corner of Madison\nAvenue and 53rd Street, New York, New York. Epstein attended NYAA\n\nparties and supported the school financially but he was not\nconsidered to be[ Jott\nEpstein was in the \"social orbit of the school\" meaning Epstein\n\nwas more involved socially with the school than intellectually.\nEpstein frequently purchased artwork at the NYAA auctions and\nsponsored benefit tables. Epstein was consistent in his support of\nNYAA events. Epstein left the NYAA in the 1990's.\n\nopined that Epstein resigned\nEpstein's long time girlfriend was\nFollowing the information provided b\n\nthen continued the interview. estimated\nEpstein's contributions to the NYAA at $5,000-$20,000 per year.\n\nEpstein showed no particular interest in any type of art. Epstein\nnada\n\nInvestigation on 09/06/2007 at West Palm Beach, Florida (telephonically)\n\nFile # 31E-MM-108062 Date dictated 09/11/2007\n\nThis document contains neither recommendations nor conclusions of the FBI. It is the property of the FBI and is loaned to your agency;\n\nit and its contents are not to be distributed outside your agency. .\n3) E-MM- ]08062-/3F.\nHOUSE_OVERSIGHT_021511",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021511.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2259,
    "word_count": 350,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:45.803425",
    "prefix": "IMAGES-006"
  }
}