{
  "document_id": "HOUSE_OVERSIGHT_010939",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010939.txt",
  "text": "been one of Modigliani’s points in his interruptions. Federal deposit insurance\nsubsidizes cheap money and keeps lending rates low. Most tradition associates easy\nmoney with growth and prosperity. Higher interest rates are associated with\n\nrestraint in investment and consumption both. Modigliani was right to worry.\n\nMy guess is that the bank reform and money reform | propose would drive\nborrowing costs up, borrowing volume down, and equity investment up to fill the\ngap. Corporations would issue new stock to retire corporate debt. Newlyweds\n\nwould rent, not buy, until their incomes were high enough to bring other options.\n\nModigliani was also worried that monetary policy would become impossible. It\nwould as we know it. | have argued elsewhere that fiscal policy can be made to work\nas well and as fast. And | will argue for an unusual and more direct form of monetary\n\npolicy. But no one knows.\n\nThese concerns are reasons to go slow. I think that the reforms I describe are\ndeveloping now, with no input from me, and will continue if they succeed.\nDepositors will be attracted away from banks to ETF accounts of equal liquidity and\nfull return. Federal deposit insurance will not be advantage enough to hold them.\nBanks will get the message and join the parade by spinning off their loan\ndepartments and investing deposits in ETFs. If Modigliani’s valid concerns haven’t\nfound good answers, the parade will stop until they do. It could backtrack to the\nstarting point. The reforms | believe in ought to work, but can be scrubbed without\n\nmuch mess if they don't.\n\n] am not their only advocate. Others argue for splitting up commercial banks more\nor less as | would. Meanwhile many people maintain liquidity in ETFs or mutual\nfunds rather than banks. There may be some originality in putting the two reforms\n\ntogether.\n\nThis personal account can end with more thoughts about my father. My stepmother\nTeddy’s touching book about their marriage, out a couple of years ago, tells the truth,\n\nthe whole truth and nothing but the truth. That what she does. He seems not to have\n\nChapter 1: Recollections 1/06/16 23\n\nHOUSE_OVERSIGHT_010939",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010939.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2142,
    "word_count": 357,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:45.595452",
    "prefix": "IMAGES-001"
  }
}