{
  "document_id": "HOUSE_OVERSIGHT_014436",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014436.txt",
  "text": "Chart 3: EM debt and equity have been hit Chart 4: While Banks versus Staples has gone ballistic\n950 r 40 0.43\n——MSCI EM _\n900 SSW eG TRS EN LSI SEE ERG ; , ———S&P 500 Banks relative to Food & Bev\n0.39\n(RHS)\n850 0.37\n0.35\n800\n0.33\n750 0.31\n700 0.29\n0.27\n650 0.25\nOo Oo Wo Oo Oo Ob Oo 0 0 Oo 0 Oo 8 po WwW WOW © © © © © © © © © ©\nSSReRPERELZERS SSR SR ER SESE ES\n\nSource: Bloomberg Source: Bloomberg\n\nThe moves since Nov 8\" have certainly been violent in certain asset classes. USD/JPY\nstands out, but the sell-off in US treasuries has been very marked, the hit to EM fixed\nincome equally big, while in equity markets the outperformance of the Russell, the surge\nin the US banks and the sell-off in long duration equities has been remarkable.\n\nSome of these moves, such as stronger USD, higher yields, banks vs staples were\nextensions of moves that had already begun. Others, such as Russell vs S&P, JPY, Nikkei,\nwere the start of new moves where 8 Nov marked a key turning point.\n\nThe moves that had already started are now getting quite stretched with US 10Y yields\nup 5 standard deviations from the July low, with US Banks up by a similar amount vs\nStaples. The USD/JPY move though is more like a 2 SD move, with the NKY similar (if\nwe exclude the 7% drop on US election day).\n\nPeak liquidity, deflation, Inequality and globalisation —- watch for Peak Trump\n\nSo what does a Trump presidency mean for the world? Michael Hartnett, our Chief\nInvestment Strategist sums it up nicely with four of his seven peaks. Peak liquidity —\nthe era of excess liquidity is over; Peak inequality — with fiscal stimulus to address\ninequality; Peak globalisation- free movement of trade, labour and capital ending, FX\nwars starting; and Peak deflation — the secular low point in bond yields now behind us.\nWe would add a peak to that which investors need to bear in mind —- Peak Trump. What\nwe mean by that is at what point do the policy changes of the Trump presidency get\nfully discounted in markets. We have moved pretty quickly to do that but we suspect\nthere is more to go, even if the quick returns have probably already been made.\n\nIf we think about these peak questions, the two that stand out to use as obvious and not\nreally open to challenge are Peak liquidity and Peak deflation. The Fed left its peak\nliquidity position behind ages ago, the BO) has moved to yield rather than liquidity\ntargeting, the BOE may extend its current programme of QE one more time but then is\nprobably done and even the ECB is talking about tapering, even if they are unlikely to do\nit in December. The Peak deflation theme follows on from this with the secular low in\nbond yields surely behind us if the central banks are stepping away from flooding the\nworld with ever more liquidity.\n\nPeak liquidity/deflation means higher yields - inflation expectations adjusting\n\nThe question then is how much yields will likely rise from here. Much of course depends\non how quickly inflation picks up. Markets have already moved to price in a significant\npick-up in expected inflation as the two charts below show. To our mind breakeven\ninflation rates had been too low for too long, which is one reason we wanted to be\ndefensive in bond markets. It would seem to us that inflation expectations are now up\nwith events. US headline CPI at 2.5% is consistent with the Fed modestly overshooting\n\nBankof America 2 Global Cross Asset Strategy - Year Ahead | 30 November 2016 5\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014436",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014436.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3472,
    "word_count": 635,
    "line_count": 67,
    "import_date": "2025-11-19T21:47:48.521208",
    "prefix": "IMAGES-002"
  }
}