{
  "document_id": "HOUSE_OVERSIGHT_019260",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019260.txt",
  "text": "BREAKING DOWN DEMOCRACY: Goals, Strategies, and Methods of Modern Authoritarians\n\nresearch due to alleged foreign funding, while ignoring\nforeign funding for a quasi-political charity sponsored\nby the Orthodox Church.°\n\nn fact, most of these laws are unnecessary. In a state\nlike Russia, China, or Iran, the authorities already have\nample latitude to deregister and ban any organiza-\ntion, and to prevent foreign organizations from doing\n\nbusiness with domestic partners. A legal system that\nis flexible enough to serve the evolving needs of the\nregime and target virtually any adversary is a hallmark\nof modern authoritarianism. But the NGO measures\ngive an added veneer of legality to what is essentially\narbitrary rule.\n\nThe repeated adoption of new laws also gives the\nleadership the opportunity to showcase emotional\npropaganda that stresses the subversive nature of\nforeign or independent domestic civil society orga-\nnizations, reinforcing the idea that the motherland\nis threatened by hostile encirclement and political\ninfiltration.\n\nForeign agents\n\nn 2012, Russia adopted the so-called foreign agents\nlaw. It requires NGOs that receive foreign funding and\nengage in what the authorities define as political work\nto register as “foreign agents,” a term that, in Russian,\nis synonymous with foreign spy. Subsequent amend-\nments allow the Justice Ministry to register groups as\nforeign agents without their consent. As with many\n\nother Russian laws, the standards for enforcement are\nentirely political. The designation is applied princi-\npally to NGOs that seek political reforms or criticize\nthe Kremlin's antidemocratic direction, though the\n\nauthorities’ reasoning in many cases is difficult to\nfathom. State-friendly organizations have generally\nbeen left alone.\n\nemorial, the human rights organization founded\n\nto carry forward the ideals associated with Andrey\nSakharov, was one of the first groups to be unilaterally\nregistered as a foreign agent by the Justice Ministry\n\nin 2014. In 2015, the ministry accused Memorial of\n“undermining the foundations of constitutional order”\nby describing the Russian invasion of Ukraine as\naggression and by asserting, correctly, that active duty\nRussian troops were taking part in the conflict.\n\nAs in most countries, including some democracies,\ncivil society organizations in authoritarian climates\nare largely funded by governmental or foreign entities.\nThere is little tradition of private philanthropic funding\n\nfor NGOs, and even if there were, few wealthy Rus-\nsians or Iranians would risk reprisal from the authori-\nties by donating to regime critics. Consequently, orga-\nnizations that lose access to foreign funding typically\nhave no domestic alternative and must curtail their\noperations or give up their political independence.\n\nIn Russia, even NGOs with politically anodyne mis-\nsions have been targeted as foreign agents, as the\nregime seeks to deter any civil society activity that\ncould challenge official policies or foster international\nties without state approval. One such organization\nwas the Northern Nature Coalition, which protects\nold-growth forests and had protested certain cdevel-\nopment projects. Another was Young Karelia, which\nsponsors puppet shows for children in Karelian—a\nlanguage closely related to that spoken in neighboring\nFinland. The latter group was declared a foreign agent\nin part because of a $10,000 grant from the United\nNations.”\n\nThe undesirables\n\nOnce it was the CIA that dictatorships reflexively\nblamed when under pressure. More recently, the tar-\nget of attack is a group of prodemocracy foundations,\nmostly American, that encourage political reform\nthrough nonviolent methods. According to the de-\nnunciations of officials from Russia, China, Venezuela,\nand other repressive states, the National Endowment\nfor Democracy and the organizations associated with\nphilanthropist George Soros present a danger to the\nstatus quo that rivals NATO or Western intelligence\nagencies.°\n\nIn 2015, Putin signed a law that allowed the prosecu-\ntor general to declare foreign organizations “unde-\nsirable\" if they are deemed to pose a threat to the\ncountry's security, defense capability, or public order.\nThe measure empowered the authorities to shut such\nentities’ offices in Russia, ban Russian groups from\nworking with them, and freeze their assets.\n\nWhile the law has been used to expel foreign prode-\nmocracy organizations, the real targets are Russian\ncitizens. This is made clear by a section of the law\nthat calls for heavy fines and jail terms of up to six\nyears for Russians who collaborate with organizations\non the undesirable list. Conceivably, a Russia human\nrights advocate who attends a seminar in Poland or\nGermany sponsored by the International Republi-\ncan Institute—one of the groups added to the list in\n2016—could be prosecuted once back in Russia.'*\n\n26\n\nHOUSE_OVERSIGHT_019260",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019260.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4890,
    "word_count": 735,
    "line_count": 119,
    "import_date": "2025-11-19T21:47:48.642616",
    "prefix": "IMAGES-005"
  }
}