{
  "document_id": "HOUSE_OVERSIGHT_015895",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015895.txt",
  "text": "Known Unknowns 205\n\nspread through the entire body. Think about it. If 1 am allowed to prove\nanything either way, of course, my system is complete. It can say anything\nit wants, but the proofs I make are worthless.\n\nLet us imagine, for a moment, we created a new system of\nmathematics where all the numbers in our new theory behave as we\nexpect, except for the numbers 5 and 6. You may use them to count, but\nthey are also equal to each other! This feels bad and it certainly breaks the\nPeano axioms. In my new system | plus 5 and 0 plus 5 are the same, so I\ncan equate 0 to 1. Because 0 and | are the basis of binary arithmetic, all\nnumbers can be equated. Numbers now have no guaranteed meaning in\nmy system and, what is worse, since logic uses 1 and 0 to represents true\nand false, all of logic falls apart as well. Whenever we allow inconsistency\ninto mathematics it rapidly brings the whole pack of cards down.\n\nThe example I gave was glaring; an inconsistency right in the\nmiddle of the counting numbers! Maybe I was too aggressive and a\nsubtle and less damaging inconsistency might be tolerable. However,\nany inconsistency allows me to make zero equal one somewhere in my\nsystem and, therefore, any theorem based on proof by counterexample\nwill be suspect.\n\nThere might be systems where inconsistency could be a legitimate\npart of a mathematical system, but I would always need positive\ncorroboration for each proof. IfI tried hard enough, I could always prove\nsomething either way. I would need to formulate a new mathematical\nrule — something like “I will believe short, sensible-looking proofs to be\nright and circuitous proofs to be wrong.” Mathematics would be a bit like\na court of law. You would have to weigh up the evidence from a variety\nof sources and the verdict would be a matter of subjective opinion rather\nthan objective fact. Inconsistency is very bad in mathematics.\n\nThe Lucas Argument\n\nJ.R. Lucas of Oxford University believes Gédel’s theorem says something\nfundamental about the nature of the human mind. In 1959, he wrote a\npaper, Minds, Machines and Gédel, where he argued humans must be able\nto think outside a fixed set of formal rules. The paper has been causing\narguments ever since. Strong AI proponents have a visceral reaction to\nit. Forty years later, in 1989 Roger Penrose picked up the baton and put\nthe Lucas argument on a stronger theoretical footing. The Lucas-Penrose\nargument is this:\n\nHOUSE_OVERSIGHT_015895",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015895.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2453,
    "word_count": 431,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.720245",
    "prefix": "IMAGES-003"
  }
}