{
  "document_id": "HOUSE_OVERSIGHT_018569",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018569.txt",
  "text": "biggest recurring questions in my life. Later events have taught me a lot about work that\nhas already been done on accountability within communities. In particular, I want to\nhighlight the book The Revolution Starts At Home: Confronting Intimate Violence\nWithin Activist Communities (edited by Ching-In Chen, Jai Dulani, and Leah Lakshmi\nPiepzna-Samarasinha), which was published in 2011.\n\nBut there's a lot of other work out there on how to deal with a perpetrator of violence\nwithout resorting to our corrupt and violent established prison svstem. People of color\nShould be credited for much of this work, because communities of color are rarely well-\nserved by the criminal justice system, and thus have particular incentives to seek\nalternatives. Sometimes, this field is called \"transformative justice\" or \"restorative\njustice.\" Here is a post that links to a number of resources on transformative justice:\n\nhttp://clarissethorn.com/blog/2012/01/30/some-transformative-justice-links/\n\nte Ok ok\n\nSocial Responsibility Within Activism\n\nTonight I had Thanksgiving dinner with my mother and her boyfriend. Some friends of\nmy mother attended, one of whom is a lesbian who I'll call Kay. Kay attended dinner\nwith her mother, who is unaware of Kay's sexual orientation. One of the reasons Kay's\nmom doesn't know about Kay's sexual orientation is that Kay's mom has already behaved\nquite badly towards Kay's elder sister, who is an out-of-the-closet lesbian.\n\nI knew this whole situation going in, and one thing that struck me was how much of a\nnice person Kay's mom is. I mean... she's really nice. I mean, she clearly tries to be a\ngood person. She also tried really hard to help me do the dishes. (I didn't let her because I\nwanted them all to myself.)\n\nI've been thinking a lot lately about how to engage with people who have done bad\nthings, or who are currently doing things I think are bad (like shaming their lesbian\ndaughters). It wouldn't have been right to throw my sex-positive ideas on the table while\ntalking to Kay's mom -- mostly because Kay specifically asked me not to, ahead of time.\nBut. The most powerful tool for getting people to reconsider their stigma against\nalternative sexuality is personal engagement. Don't I have some responsibility here? Is\nthere something I can do?\n\nOther examples of this are rife. One very intense, very important issue I grappled with\nthis week was having a friend email me to inform me that another friend -- someone I\nlike and admire a lot -- has been credibly accused of sexual assault by a person who will\nnever press charges. This has come up before in my life... every time it's a little different,\nand yet so many things are the same: a person is assaulted, the news gets out among\nfriends, the survivor doesn't press charges, there is confusion among the friends about\nhow to act, eventually things die down, and I feel as though I should have done more.\n\nWhen I was in high school, one of my closest male friends raped a female acquaintance\nof mine. She didn't press charges and they later had a romance that was, to all\nappearances, consensual. I pieced events together slowly -- he did acknowledge what he'd\ndone, though never directly to me. I didn't know what to do, at the time, and I still feel as\nthough I should have done so much more. He and I were so close. I never had the nerve\n\nHOUSE_OVERSIGHT_018569",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018569.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3372,
    "word_count": 571,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:49.192149",
    "prefix": "IMAGES-005"
  }
}