{
  "document_id": "HOUSE_OVERSIGHT_029431",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029431.txt",
  "text": "From: Lisa Nw\n\nSent: 12/17/2017 7:18:33 PM\nTo: Jeffrey Epstein [jeevacation@gmail.com]\nSubject: thank you to friends of Poetry in America\n\nAttachments: poetry_logo_cmyk_light-bg.jpg\n\nImportance: — High\n\nDear Jeffrey: (and please see personal P.S. under my signature!)\n\nIam writing now, as I have for the last several years, to update you on the work that Poetry in America and Verse Video Education have done in the\nlast year. Below, I detail the accomplishments of 2017 and, below that, some projects I hope to complete in 2018. But first: my deepest thanks to you\nwho have contributed financially, intellectually, creatively, and in so many other ways to Poetry in America’s work.\n\nSome of you receiving this letter have generously supported Verse Video Education, the independent non-profit production company (a 501¢3) I\nfounded in 2015. Verse Video Education now partners with WGBH television as well as with Harvard University (and others) to make the highest\nquality educational media for broad audiences. Whether you supported me by sharing your own interpretive talents on camera or by helping me to\nland elusive talent; whether you provided me funding, or equipment, or business wisdom, or organizational advice,\n\nor a space in which to film, or just plain interest in the work-- I am immensely grateful. Making media-- and especially television-- is complex, and\nexpensive, and I could not have navigated the road from professor to professor/producer/director without you.\n\nOthers of you have supported my humanities work at Harvard, and, in particular, Harvard's efforts to provide distance education of all kinds. Now\n(along with partners at the Bok Center, HarvardX, the Graduate School of Education, and the Extension School), I produce educational content for a\nwide global community of learners. Increasingly, Poetry in America not only distributes state-of-the-art humanities content within and beyond\nHarvard’s gates, but we also train, mentor, and support a growing number of Harvard undergraduates and graduate students with interests in\neducation, media, and the public humanities. These students now comprise a vibrant community of young Harvard humanists gaining experience in\nonline teaching, curriculum design, educational policy, international education, video production, video editing, and more. By supporting Poetry in\nAmerica, you\n\nalso support forward-looking humanities education at Harvard. (Update: those of you who are alumni of Harvard College are now eligible to receive\nclass credit for your donations to Poetry in America projects.)\n\nIt's thrilling for me to report that our two largest efforts of the last few years are both coming to fruition.\n\nPoetry in America’s 13-episode television series, along with its parallel PBS LearningMedia Collection for educators, will air on PBS stations\nnationwide beginning in April 2018. Click here for a sneak peek at our 90-second series trailer (password: Poetry90). Featuring such guest\ninterpreters as those in the trailer-- and dozens of others-- each half-hour episode of the series offers a deep dive into one important American poem.\nDiscussions on a second season have begun!\n\nMeanwhile, our Harvard partners at the Extension School and the Graduate School of Education have agreed, for a limited time, to make the full\nsuite of Poetry in America online courses accessible to learners all over the world, offering a steep reduction in course fees. Students and teachers\nworldwide can now take any Poetry in America course-- at any credit level-- for $200. (Take a look at our 2018 offerings here.) Those of you who\nsupport individual schools or school networks: please note that through 2018 groups of five teachers or students can take any Poetry in America\ncourse for $1000 and receive graduate, undergraduate, or professional development credit-- and, that group’s facilitator can receive free tuition.\nPlease feel free to distribute our offerings to educators whose work you support anywhere in the world.\n\nHarvard’s highly unusual decision to slash tuition for the next year follows the great success of Poetry in America’s first course for educators--\nPoetry in America for Teachers: The City from Whitman to Hip Hop. In recognition of this course, David Coleman (president of the College Board)\nhas offered support to allow us to continue developing and providing access to the highest quality educational and professional development\nhumanities content. In 2018, as I lay out below, we seek to expand the scope of our offerings, and to work with our many partners to broaden access\nto all learners.\n\nThank you for your support for this work, and warmest best to you all in this holiday season.\n\nSincerely,\nLisa\n\nHOUSE_OVERSIGHT_029431",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029431.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4730,
    "word_count": 735,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:47.247045",
    "prefix": "IMAGES-010"
  }
}