{
  "document_id": "HOUSE_OVERSIGHT_019243",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019243.txt",
  "text": "Freedom House\n\nEastern Europe, and military dictatorships elsewhere,\nthere was an explosion of newspapers, radio and\ntelevision stations, and other independent media with\ndiverse editorial policies. But the internet in particular\nwas seen as an irresistible force that could render\ncensorship of any kind impossible. In 2000, President\nBill Clinton compared China's efforts to control inter-\nnet content to “trying to nail Jell-O to the wall.””\n\nThird, a growing number of experts began to identify\nanew instigator of democratic change in global civil\nsociety. Unlike the “peoples movements’ of earlier\ndecades, in which well-known leaders mobilized mass\ndemonstrations and often insurrectionary violence\nwith the goal of overthrowing despotic regimes, the\nphenomenon that was labeled civil society consisted\nof organizations that were often committed to a single\ncause or a few causes united by a particular theme.\nMost activists were young, with little prior involvement\nin politics, and many regarded themselves as part of\n\na global effort to advance goals like reducing carbon\nemissions, empowering women, or fighting corruption.\n\nIn a prescient 1997 article, Jessica T. Mathews predict-\ned that in the future global civil society would be the\ntriggering force behind liberal change.* She suggested\nthat in many cases civil society organizations would\nplay amore important role than governments. Her\nwords seemed prescient in light of later events in\nSerbia, where student activists organized a campaign\nthat eventually brought about the downfall of President\nSlobodan MiloSevicé in 2000, and in Ukraine, where\nyoung reformers played a pivotal role in ensuring that\nthe 2004 elections were not stolen through fraud.\n\nIn declaring that dictatorships or even authoritarian\nmethods were destined to succumb to this triad of\n\nnew social forces, commentators were also express-\ning optimism about the universal appeal of liberal\nvalues. The decade after the end of the Cold War\nwas a heyday for democratic ideas and norms. It was\nincreasingly expected that countries would not only\nhold elections, but that their elections would meet\ninternational standards and be judged “free and fair.”\nThere was also an expectation that political parties\nwould be able to compete on a reasonably level\nplaying field, that opposition leaders would not be\nharassed or arrested, and that minorities would be\nable to pursue their agendas through normal political\nchannels and not find it necessary to wage perpetual\nprotest campaigns.\n\nHowever, there were nagging questions. It remained\nunclear whether most societies would have access to\nmultiple sources of political ideas, multiple interpreta-\ntions of the news, and open scholarly inquiries about\nthe past. Would there be honest judicial proceedings,\nespecially in cases with political implications? Would\nproperty rights be secure?\n\nBeyond these primarily domestic issues, there was\nanother series of questions related to individual\ngovernments’ relations with their neighbors and the\nrest of the world. The end of the Cold War had brought\na peace dividend, both financial and psychological,\n\nfor all sides. At the time, most assumed that peace\nwould prove durable. But would the general decline\n\nin military budgets hold? Would the new national\nboundaries that divided the former Soviet Union and\nthe former Yugoslavia be sustainable?\n\nAs modern authoritarianism has taken root and ex-\npanded its influence, the answers to these questions\nare increasingly negative.\n\n1. Freedom in the World 2016 (New York: Freedom House, 2016), https://freedomhouse.org/report/freedom-world/free-\n\ndom-world-2016.\n2. Ibid.\n3. Ibid.\n\n4. Ceylan Yeginsu, “Turks Feud Over Change in Education,” New York Times, December 8, 2014, http://www.nytimes.com/2014/12/09/\nworld/europe/erdogan-pushes-ottoman-language-classes-as-part-of-tradtional-turkish-values.html.\n\n5. Eleanor Albert, “The Shanghai Cooperation Organization,” Council on Foreign Relations, October 14, 2015, http://www.cfr.org/\n\nchina/shanghai-cooperation-organization/p10883.\n\n6. “Freedom in the World at 41,” in Freedom in the World 2014 (New York: Freedom House, 2014), https://freedomhouse.org/sites/\ndefault/files/Freedom%20in%20the%20World%202014%20Booklet.pdf.\n\n7. “Chinas Internet: A Giant Cage,” Economist, April 6, 2013, http://www.economist.com/news/special-report/21574628-internet-\n\nwas-expected-help-democratise-china-instead-it-has-enabled.\n\n8. Jessica T. Mathews, “Power Shift,” Foreign Affairs (January/February 1997), https://www.foreignaffairs.com/articles/1997-01-01/\n\npower-shift.\n\nwww.freedomhouse.org\n\nHOUSE_OVERSIGHT_019243",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019243.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4626,
    "word_count": 629,
    "line_count": 108,
    "import_date": "2025-11-19T21:47:44.001623",
    "prefix": "IMAGES-005"
  }
}