{
  "document_id": "HOUSE_OVERSIGHT_019173",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019173.txt",
  "text": "TERSON\n\nyanted one, you can have one.\nt. That’s totally [up] to you, I'm\n\nble for anything I say, right?\na witness. I’m talking to you as\nto you. You wanna talk to me?\n\nig you everything I know. I'ma\n\nirst meet, um—\nyas at a beach resort on Singer\n2d by this girl 1 went to school\n-d]. And she was asking me, you\n, money, I know this @iiyies\ny gave her a call, and her and her\nth me. L actually picked them up\nrey’s house. She introduced me,\n\ndo] you mean by making money,\n\n‘ith Jeffrey?\n_There’s two ways you can make\n\n‘alk to me. Talk to me like, like\n\ngoing to sound really sleazy, but—\n\nk to me. |\nJeffrey starts off with giving him 4\n\nlo with him, the more you make.\n\n2. e.\nur clothes, you're gonna make mor\n\n‘you, youre gonna make more.\n\nyou mean, touch you?\n\n56\n\nFirtyy Ricu\n\nDOBBS: Yeah. Touch you in inappropriate places.\n\nRECAREY: Okay. Does he use his hand? Does he—\n\nDOBBS: He uses his hands and, I really wouldn't call ita vibrator —\nI guess it’s like a massager? But um—I was one of the girls\nthat refused to do that. I did it basically my—I did it naked,\nbut I wouldn’t let him touch me or anything like that. So after\nthat he’s like, “You know what?” He’s like, “Listen, I'll pay\nyou $200 for every girl that you bring to me.” He’s like, “I\ndon’t want you to massage me anymore, you know, just bring\ngirls to me....” So that’s the other way you can make money.\nFor every girl that you bring to the table—so, for every girl\nthat I brought to Jeffrey —I would make $200. Flat. Just right\nthere.\n\nRECAREY: Just to bring a girl.\n\nDOBBS: Yeah. Just to bring a girl.\n\nRECAREY: Okay. And the girl that was going knew that she\nwould have to massage him.\n\nDOBBS: She knew everything. She knew everything. That was\none of Jeffrey’s rules. He had a problem with girls coming to\nthe house that didn’t know what they were getting into. He\nwould tell me, you know, “Make sure these girls know what I\nexpect, make sure they know what they want, because when\nI get in that room I don’t want them to—you know—they\nneed to know.” And, as far as [redacted]’s case, she knew\neverything she was getting herself into. It was all volunteer.\n\nRECAREY: Okay. What did you tell her that she was gonna do?\n\nDOBBS: I told her the same thing. I told her, you know, this guy\nJeffrey —she came to me saying she needed money, da da da.\n\nI basically told her about it. She was like, um, you know,\n“What do you have to do?” I told her. I was like, “The more\n\nOF\n\nHOUSE_OVERSIGHT_019173",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019173.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2467,
    "word_count": 479,
    "line_count": 88,
    "import_date": "2025-11-19T21:47:47.802990",
    "prefix": "IMAGES-005"
  }
}