{
  "document_id": "HOUSE_OVERSIGHT_028047",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028047.txt",
  "text": "Division, advanced up the Bekaa, alongside the Syrian border, toward the town\nof Yanta, across from Jobb Jannine.\n\nBut as it was making its way there, we got word a cease-fire had been\nagreed. It was set for noon the next day, Friday, June 11. The main focus of our\nadvance shifted to a crossroads a few miles east of Jobb Janine. It was a flat,\nopen area surrounded by hills, codenamed the Tovlano Triangle on our maps.\nWe knew we would meet some Syrian resistance. On the way up the valley,\nwe'd seen signs of reinforcements from inside Syria. But we had overwhelming\nsuperiority in tanks, artillery and infantry in the area, as well as full control of\nthe air. In our command post, about five miles back from our frontline forces,\nYanoush set in motion the plan for a pre-cease-fire advance to take the hills\noverlooking the Tovlano Triangle. It was still about eight miles short of the\nBeirut-Damascus road. But the idea was to establish a more secure defensive\nposition by the time the truce took effect, and to put us in position to advance\nfurther if the cease-fire collapsed or was delayed.\n\nShortly before sunset, Yanoush left by helicopter for a field commanders’\nmeeting with Raful in northern Israel. That left me in charge, alongside\nYanoush’s de facto chief-of-staff, Amram Mitzna. A decorated veteran of 1967\nand 1973 whom I knew well, Amram had the added distinction of being disliked\nby Raful almost as much as I was. Our main reserve division had been ordered\nto take control over the hills south of the Tovlano Triangle. One of its brigades,\nled by a former Sayeret Matkal soldier named Nachman Rifkind, was sent to\ntake up a position immediately south of the triangle. Soon after nightfall,\nRifkind radioed in that he was there, and that the area seemed clear of enemy\nforces. The divisional command post then ordered a second brigade to move\ntoward the hills dominating the crossroads.\n\nThe first sign of trouble came around midnight. From our overall command\npost, we were listening in on all radio traffic, and heard the second brigade\nreport that it had come under fire while moving toward the crossroads. At first,\nwe assumed it must be from the remnants of a retreating Syrian unit. But\nRifkind, who had reported the area was clear, now said that he could see flashes\nof shellfire two or three miles to his north. Only the following morning did it\nbecome clear that he had not deployed immediately south of the triangle as\nplanned. He had mistakenly halted at a hill about two miles short of there.\n\nBy the time Yanoush returned to the command post a little after midnight,\nwe were facing another problem. The battalion nearest to the south of the\ntriangle had spotted a dozen large vehicles armed with missiles a few hundred\n\n199\nHOUSE_OVERSIGHT_028047",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028047.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2779,
    "word_count": 484,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:48.972116",
    "prefix": "IMAGES-009"
  }
}