{
  "document_id": "HOUSE_OVERSIGHT_024874",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024874.txt",
  "text": "COWEN\nCOLLABORATIVE INSIGHTS\n\n58\n\nFebruary 25, 2019\n\nThe Green Organic Dutchman (TGOD)\n\n“We are focused on becoming the Whole Foods of the cannabis industry and recognized\nas pioneers in the THC/CBD infused beverage industry.” CEO Brian Athaide (Shareholder\nLetter)\n\nHEXO Corp (Hexo)\n\n“With respect to the United States, we are in the process of assessing adequate supplies\nfor hemp-derived cannabinoids. Using our intellectual property, we believe we can offer\na large range of CBD-based experiences.” HEXO Prospectus (1/25/19)\n\nNeptune Wellness Solutions (NEPT)\n\n“CBD in the United States-and think about this for a moment where it was federally illegal\nin the DEA perspective as well as not permitted from an FDA perspective, it is today larger\nthan the vitamin E sector, and it is on track to surpass the omega-3 supplement category\nvery soon.” President, CEO & Director James Hamilton (3Q19 Earnings Call)\n\nOrganigram (OGI)\n\nOn 1/21/19, OG/ entered an agreement with 1812 Hemp, a New Brunswick base\nindustrial hemp research company to secure supply and support research and\ndevelopment on the genetic improvement of hemp through breeding methods.\n\nBenchmarking\n\nBelow we provide a distribution benchmarking analysis on some of the notable publicly\ntraded CBD companies, including Tilray’s recently announced acquisition of Manitoba\nHarvest, which food products are distributed in 16,000 stores across the U.S. and\nCanada. Among core CBD companies, Charlotte’s Web’s retail store count of 3,680\nstores is almost double that of CV Sciences’ 2,000+ retail locations. Level Brands CBD\nproducts are in over 1,000 retail locations, while 1933 has a retail footprint spanning\n600 stores and counting.\n\nFigure 100 Companies Will Focus on Building our Distribution Footprint\n\nRetail Store Count\n20,000 46,000\n\n15,000\n10,000\n5,000\n\nTilray Charlotte's Web CV Sciences Level Brands 1933 Industries\n\nSource: Company Reports and Cowen and Company; Note: TLRY reflects acquisition of Manitoba Harvest\n\nFrom a revenue perspective, Charlotte’s Web is generating the most sales out of what\nwe would classify as core CBD-focused companies. Indeed, in the most recent quarter,\nthe company generated almost $18 mm, which was ~30% higher than number 2\npositioned CV Sciences, while Elixinol delivered over $7 mm. We would highlight that for\nthe cross-over brands, Turning Point Brands is currently delivering the highest revenues\n(consisting of OTP only), while reported revenues factor in adult use and medical sales\nof THC-infused products, which clearly favor Curaleaf and GTI as two of the more well-\nknown MSOs in the U.S. Tilray revenues of $10 mm are expected to ramp over the\n\nCOWEN.COM\n\nHOUSE_OVERSIGHT_024874",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024874.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2701,
    "word_count": 413,
    "line_count": 67,
    "import_date": "2025-11-19T21:47:47.398611",
    "prefix": "IMAGES-008"
  }
}