{
  "document_id": "HOUSE_OVERSIGHT_019756",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019756.txt",
  "text": "268 | HOW AMERICA LOST ITS SECRETS\n\n“T was impressed by how few takes he needed to shoot my scene,”\nhe answered.\n\n“How did you come to be Snowden’s lawyer?” I asked.\n\n“Snowden picked me from a roster of fifteen lawyers with which\nhe had been provided.”\n\nBecause Snowden did not speak or read Russian, I asked Kucher-\nena about how Snowden had come to pick him from the roster. Could\nhe have known about his connections?\n\n“I suppose it was because of my record in defending human\nrights,” Kucherena replied with a broad smile.\n\nKucherena went to Sheremetyevo International Airport to meet\nhis new client on the morning of Friday, July 12, 2013. At that point,\nhe said that Snowden had been held virtually incommunicado for\ntwenty days. Other than Russian officials, the only person he had\nbeen allowed to see during this period was Assange’s aide, Sarah\nHarrison.\n\n“Where in the airport did you meet him?” I asked. “Was it in a\nVIP lounge?”\n\n© “Tt was in the transit zone,” he replied coyly. “That is all I can say.” ©\n\nThey spoke through a translator. By this time, Harrison had sent\ntwenty-one countries petitions for asylum that were signed by\nSnowden. Whatever their purpose, Kucherena did not consider them\nhelpful.\n\n“T told him that if he wanted to get sanctuary in Russia, he would\nhave to immediately withdraw all the petitions in which he had\nasked other countries for asylum.” Kucherena said that otherwise he\ncould not represent him. Snowden agreed to that condition.\n\nShortly before 5:00 p.m., Kucherena accompanied Snowden, who\nwas wearing an open-neck blue shirt and a badly creased jacket, to\narea Gg in the transit zone, where they emerged from a door marked\n“Authorized Personnel Only.” A number of officials in dark suits,\nwho Kucherena assumed were from the “special services” to protect\nSnowden, were already in the room. Snowden and Harrison seated\nthemselves at a table. A Russian translator was also seated at the\ntable. At this point, thirteen invitees were ushered into the room\nto witness Snowden’s first public appearance in Russia. It was rare\n\n| | Epst_9780451494566_2p_all_r1.indd 268 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019756",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019756.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2158,
    "word_count": 364,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.892857",
    "prefix": "IMAGES-005"
  }
}