{
  "document_id": "HOUSE_OVERSIGHT_028316",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028316.txt",
  "text": "THE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\n\nPRESS CLIPPING (INTERNET)\n\nglass\n\nhttp://www.theglassmagazine.com/forum/article.asp ?tid=1968#title\n\nfrieze art fair: a glass guide\nOur online art team pick out what — and who — to watch out for at this year’s fair\nPosted: 12 October 2010\n\n. Pe.\n\nDespite the difficult last two years, Frieze is playing host to some big numbers this time around. Christie's will hold\nits annual October Post-War and Contemporary Art evening auction, with the top lot - | Am Become Death,\nShatterer of Worlds, a butterfly canvas by Damien Hirst — going for an estimated £2.5m-£3.5m. Other notable\nsales to watch out for are Andreas Gursky's photomontage of the New York Stock Exchange, last seen hanging in\nthe boardroom at Lehman Brothers (estimate: £100,000 — £150,000), and Sotheby’s sales from Jerry Hall's\nextraordinary collection, which includes work by Frank Auerbach, Lucian Freud and Andy Warhol.\n\nThe fair’s fringe is looking more diverse than ever this year. For quiet classicism, The House of the Noble Man, a\nstone's throw away in Cornwall Terrace, is a definite highlight. Curated by Victoria Golembiovskaya and the artist\nWolfe von Lenkiewicz, it will include four rare Picassos and Cezanne’s Don Quixote. Meanwhile, purveyors\nlooking for modern artist-led work should head to Screening. An independent art exhibition on 203-205\nBrompton Road — a purpose-built exhibition space within a Knightsbridge office block — rising stars will be\nshowing alongside heavyweight Toby Ziegler and much-talked about video artist Ryan Trecartin. The temporal\nformat of video art will be considered in this sprawling building as an extension of work on canvas — with the help\nof some of London’s brightest new young painters.\n\nThere are a few satellite fairs for the collectors craving boutique shopping after getting an eyeful at the main\nevent. The Pavilion of Art and Design will be returning to Berkeley Square, Mayfair, for the fourth year running,\nfeaturing 50 distinguished international dealers of modern art, design, decorative arts, photography, jewellery\nand tribal art. SUNDAY, a free three-day event in Marylebone's Ambika P3, is shaping up to be an intriguing\nreplacement to Zoo,, according to the Independent. Sponsored by the Zabludowicz Collection, it features 20 up-\nand-coming galleries from all over the world. Whitechapel Gallery is also making some noise on the periphery,\ndisplaying works from the D.Daskalopoulos collection in Greece — one of the foremost collections of\ncontemporary art in Europe.\n\nSyma Tariq, art editor\n\n36\n\nHOUSE_OVERSIGHT_028316",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028316.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2640,
    "word_count": 409,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:44.135251",
    "prefix": "IMAGES-009"
  }
}