{
  "document_id": "HOUSE_OVERSIGHT_024007",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024007.txt",
  "text": "PROSPECTIVE INVESTORS ARE CAUTIONED NOT TO RELY ON THE PRIOR RETURNS SET FORTH\nHEREIN IN MAKING A DECISION WHETHER OR NOT TO PURCHASE THE INTERESTS OFFERED\nHEREBY. AN INVESTMENT IN THE FUND DOES NOT REPRESENT AN INTEREST IN ANY\nINDICATED INVESTMENT OR ANY INVESTMENT PORTFOLIO OF ANY RELATED OR OTHER\nINVESTMENT FUND, INCLUDING ANY INVESTMENT FUND MANAGED BY THE MANAGEMENT\nCOMPANY OR ITS AFFILIATES. WHILE THIS MEMORANDUM INCLUDES REFERENCES TO A\nNUMBER OF RELATED AND AFFILIATED ENTITIES, INCLUDING CERTAIN AFFILIATED\nINVESTMENT POOLS AND VEHICLES, AN INVESTMENT IN THE FUND AS CONTEMPLATED\nHEREIN IS SEPARATE AND DISCRETE FROM ALL SUCH OTHER AFFILIATED INVESTMENT\nVEHICLES. FURTHER, ALTHOUGH THE PERFORMANCE OF SUCH OTHER AFFILIATED\nINVESTMENT VEHICLES MAY BE RELEVANT TO A GENERAL UNDERSTANDING OF THE\nGENERAL INVESTMENT EXPERIENCE AND PHILOSOPHY OF THE MANAGEMENT COMPANY\nAND ITS AFFILIATES, SUCH PERFORMANCE IS NOT AN INDICATOR OF THE RESULTS TO BE\nACHIEVED BY THE FUND.\n\nTHE RETURN INFORMATION CONTAINED HEREIN HAS NOT BEEN AUDITED OR VERIFIED BY\nANY INDEPENDENT PARTY AND SHOULD NOT BE CONSIDERED REPRESENTATIVE OF THE\nRETURNS THAT MAY BE RECEIVED BY AN INVESTOR IN THE FUND. CERTAIN FACTORS EXIST\nTHAT MAY AFFECT COMPARABILITY INCLUDING, AMONG OTHERS, THE DEDUCTION OF FEES\nAND EXPENSES AND THE PAYMENT OF CARRIED INTEREST (WHICH MAY BE DIFFERENT FOR\nTHE FUND) AS WELL AS OTHER FACTORS AS NOTED WITH SUCH INFORMATION. FURTHER,\nCERTAIN INFORMATION RESPECTING UNREALIZED RETURNS IS BASED ON PUBLIC MARKET\nVALUATIONS THAT, AMONG OTHER THINGS, HAVE BECOME INCREASINGLY VOLATILE AND\nAS A RESULT MAY NOT BE INDICATIVE OF THE CURRENT VALUE OR THE ACTUAL VALUE TO\nBE REALIZED FROM ANY PARTICULAR PORTFOLIO INVESTMENT.\n\nPROSPECTIVE INVESTORS SHOULD NOT CONSTRUE THE CONTENTS OF THE MEMORANDUM\nAS LEGAL, TAX, REGULATORY, FINANCIAL, ACCOUNTING OR OTHER ADVICE. EACH\nPROSPECTIVE INVESTOR SHOULD MAKE ITS OWN INVESTIGATION AND CONSULT ITS OWN\nADVISORS AS TO THE LEGAL, TAX, REGULATORY, FINANCIAL, ACCOUNTING AND RELATED\nMATTERS CONCERNING THE FUND, THE OFFERING AND AN INVESTMENT IN THE INTERESTS.\nTHIS INVESTMENT INVOLVES A HIGH DEGREE OF RISK AND IS SUITABLE ONLY FOR\nINVESTORS WHO ARE SOPHISTICATED WITH FINANCIAL MATTERS AND FAMILIAR WITH THE\nRISKS ASSOCIATED WITH INVESTMENTS SIMILAR TO THE ONES DESCRIBED HEREIN. NONE OF\nTHE FUND, THE GENERAL PARTNER, THE MANAGEMENT COMPANY OR ANY OF THEIR\nAFFILIATES IS MAKING ANY REPRESENTATION OR WARRANTY TO AN INVESTOR REGARDING\nTHE LEGALITY OF AN INVESTMENT IN THE FUND BY SUCH INVESTOR OR ABOUT THE\nINCOME AND OTHER TAX CONSEQUENCES TO IT OF SUCH AN INVESTMENT.\n\nUNLESS OTHERWISE INDICATED, ALL INFORMATION CONTAINED HEREIN RESPECTING\nRATES OF RETURN OR OTHER PERFORMANCE DATA, WHETHER REALIZED OR UNREALIZED,\nIS QUALIFIED BY THE RELEVANT APPENDICES, FOOTNOTES, AND ENDNOTES HEREIN AND IS\nON A GROSS RETURN BASIS BEFORE GIVING EFFECT TO MANAGEMENT FEES, CARRIED\nINTEREST, OTHER EXPENSES AND TAXES, WHICH, IF GIVEN EFFECT TO, WOULD REDUCE SUCH\nRETURNS AND, IN THE AGGREGATE, ARE EXPECTED TO BE SUBSTANTIAL. WHERE NET\nRETURNS ARE PROVIDED, SUCH RETURNS GIVE EFFECT TO MANAGEMENT FEES, CARRIED\nINTEREST AND OTHER EXPENSES. FURTHER, INFORMATION RESPECTING INVESTMENT\nPERFORMANCE IS BASED ON CERTAIN INVESTMENT POSITIONS SELECTED AS\nREPRESENTATIVE AND ANALOGOUS TO THE TARGETED INVESTMENT CATEGORIES FOR THE\nFUND. SUCH INVESTMENT PERFORMANCE INFORMATION IS NOT REPRESENTATIVE OF\nINVESTMENT PERFORMANCE BY NEW LEAF AND ITS AFFILIATED INVESTMENT MANAGERS IN\nOTHER INVESTMENT ACTIVITIES, WHICH HAVE NOT BEEN INCLUDED HEREIN.\n\niii\nCONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024007",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024007.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3622,
    "word_count": 546,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:47.898407",
    "prefix": "IMAGES-007"
  }
}