{
  "document_id": "HOUSE_OVERSIGHT_029940",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029940.txt",
  "text": "making public since publication was its purpose (it appeared in his\ncommentary in The New York Times Magazine), he said he was\n“struck” and “puzzled” by the fact that “57 percent of the French\npublic” and, in particular, “70 percent of the Socialists” seemed to\nembrace the cause of Dominique Strauss-Kahn, whereas “one might\nexpect” them “to be ideologically empathetic to an African hotel\nmaid.”\n\nI’m not saying that Keller was among those who found the powerful\nand white banker antipathetic. And I would say so even less since the\nTimes ultimately provided the first elements of truth leading to the\nspectacular turnaround we are witnessing.\n\nBut I maintain that formulating the problem in these terms—bringing\nup political categories in a debate in which they are not relevant, in a\nword, introducing ideological considerations in an area with which\nthey have nothing to do—is, in itself, very disturbing.\n\nAnd I maintain—as I have said and repeated here and elsewhere—\nthat the very fact of admitting that empathies of this sort can enter\ninto the realm of justice amounts to inventing a class justice in\nreverse, no less problematic nor, ultimately, less criminal than the\nformer.\n\nIt’s no longer, as it once was, “bastard poor, the rich are always\nright,” but rather, “rich bastards, it’s the poor and the injured who are\nalways, and inevitably, right.”\n\n4. Another temptation typical of our era is the sacralisation of the\nvictim’s word.\n\nLet me make it clear. If there is a lifelong combat I have led of which\nI am proud, it is that which consists of giving voice to the humble and\nto those who have no voice. It is a combat I have fought in Bosnia, in\nthe confines of Asia, in the forgotten wars of Africa but also, and as\nmuch or nearly so, in our officially democratic world where it took\n\nHOUSE_OVERSIGHT_029940",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029940.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1825,
    "word_count": 313,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:46.113961",
    "prefix": "IMAGES-010"
  }
}