{
  "document_id": "HOUSE_OVERSIGHT_015489",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015489.txt",
  "text": "NAUTIL.US\n\nto therapy when the same therapy has failed other\npatients.\n\nRemission: a decline or disappearance of signs and\nsymptoms of cancer.\n\nREADING COMPREHENSION\n1. Why are orphan diseases underfunded?\n\n2. How does the mutation in calpain 3 cause muscle\nto fail to grow?\n\n3. What are some reasons pharmaceutical com-\npanies would want to develop drugs for orphan\ndiseases? What are some possible reasons they\nwould be against doing so?\n\n4. Statistically speaking, outliers are often ignored.\nIn this story, why 1s patient number 45 such an\ninteresting case? Why is it generally important to\nstudy the outliers of response?\n\n5. Which protein’s activity 1s blocked by evero-\nlimus? What is the function of this particular\nprotein?\n\nDISCUSSION QUESTIONS\n\n1. In what contexts would it be desirable and unde-\nsirable to sequence your genome to see if you\nare at risk for a disease? What are the benefits\nand downsides of knowing if you are at risk for a\nparticular disease?\n\n2. In both pieces, mutations are responsible for\ncausing disease. Compare and contrast the ways\nmutations can lead to muscular dystrophy and\ncancer. Are the mutations in one case hereditary?\nAre mutations leading to either disease caused\nby environmental factors? Are the mutations in\neither case preventable? If so, how could they be\nprevented?\n\n3. How should doctors and scientists decide\nwhether to work on a rare condition?\n\nTEXT SETS\n\nACTIVITIES\n\nSome genes are not specific to humans, but rather,\nare common to myriad species. In a smaller group,\nyou will be assigned to read about one of the pro-\nteins listed here: http://nautil.us/issue/5/fame/\ngenes-that-won-the-fame-game\n\nPlease answer the following questions when itis your turn\nto presentto theclass:\n\n1. What organisms is the gene present in? Were you\nsurprised by the presence of the gene in any of\nthe organisms listed? Ifso, why?\n\n2. Ifthis protern was mutated, what could the con-\nsequences look like? Could it cause a disease?\n\n3. Research and present one other case of an outlier\nbeing useful in science or medicine.\n\nWHERE THIS FITS IN THE CURRICULUM\n\nStructure and Function (HS-LS1-1) A cell contains\ngenetic information in the form of DNA molecules.\nGenes are regions in the DNA that contain the\ninstructions that code for the formation of proteins,\nwhich carry out most of the work of cells.\n\nVariation of Traits (HS-LS3-2) Although DNA repli-\ncation 1s tightly regulated and remarkably accurate,\nerrors do occur and result in mutations, which are\nalso a source of genetic variation. Mutations can, in\nturn, cause disease and/or affect human health. The\npattern of mutations can also predict response to\ndrugs.\n\nInheritance and Variation of Traits - Environmental\nFactors (HS-LS3-3) Technological advances have\ninfluenced the progress of science and science has\ninfluenced advances in technology. Technologies have\nevolved to sequence human genes, which can better\ninform doctors of their patients’ health. Likewise,\npharmaceutical companies have also created many\ndrugs for the treatment of human disease.\n\n29\n\nHOUSE_OVERSIGHT_015489",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015489.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3083,
    "word_count": 489,
    "line_count": 99,
    "import_date": "2025-11-19T21:47:47.786748",
    "prefix": "IMAGES-003"
  }
}