{
  "document_id": "HOUSE_OVERSIGHT_020197",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020197.txt",
  "text": "45\n\nparents separated, Snowden’s mother, Wendy, bought a two-bedroom condominium in Elliott\nCity, Maryland. She moved Snowden, along with his two cats, into the condominium. She\nremained in the family house while awaiting its sale. According to his neighbor Joyce Kinsey,\nSnowden, alone, stayed home almost all the time. From what she could observe, he spent long\nhours in front of a computer screen.\n\nAt the age of 18, Snowden was still living by himself, while other teens his age went to\ncollege, Snowden now devoted a large part of his time playing fantasy games on the Internet.\nPosting under the alias “The TrueHooHa” on a web site called Ars Technica, he showed himself\nto be a passionate gamer. He was especially drawn to Anime, a graphically violent style of\nJapanese animation. These Anime games had by 2002 achieved a fanatic following in both Japan\nand the United States. He claimed special skills at Takken, a martial arts fighting game. He even\nwent to Anime conventions in the Washington DC area. When he became a webmaster for\nRyuhana Press, a website running these anime-based games, he described himself somewhat\nfancifully as a 37-year old father of two children, The only clearly true part of his description was\nthat he was born on “the longest day of the year” (June 21).\n\nHe also apparently valued changing his body. He wrote Internet posts under his TrueHooHa\nalias about how he used weightlifting and intensive training to precision-shape his body. He\nbragged to his online followers that he had reduced his “body fat percentage to between 9.5% and\n10.5%” (which was less than half of the average for his age.)\n\nHe appeared somewhat restless with his solitary life in a Maryland suburb in his almost daily\npostings. He expressed a longing to go to Japan. “I’ve always dreamed of being able to \"make it\"\nin Japan. I've taken Japanese for a year and a half,” he posted in 2002. Despite his claim of\nlearning Japanese, there is no record of him taking any courses in Japanese. But it perhaps part of\nhis yearning. He also wrote that he wore “cool” purple sunglasses, practiced martial arts and was\na fan of Japanese cuisine. He described himself at one point, as if advertising his virtues, as\nhaving a “head of vibrant, shimmering blond hair (with volume).” In pursuit of an employment\nopportunity in Japan, he posted “I’d love a cushy gov job over there.” Eventually, he gave up on\nthe idea of relocating himself to Japan because, as he explained in a post, he would have to put his\ncats in quarantine for six months.\n\nSnowden’s father meanwhile moved to Pennsylvania with his new wife-to-be. This left\nSnowden with only one male family member in the area, his maternal grandfather, Admiral\nEdward J. Barrett. Unlike Snowden’s virtual career on the Internet, where at one point Snowden\ninvented for himself two fantasy children, Admiral Barrett became a real actor in the top echelon\nof US intelligence. After the Coast Guard, he moved to the Pentagon. He was actually in the\nPentagon when a plane piloted by terrorists crashed into it on 9-11. He emerged unscathed and,\nby 2004, was a top official in the intelligence regime that operated the interrogation center at\nGuantanamo.\n\nHOUSE_OVERSIGHT_020197",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020197.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3227,
    "word_count": 548,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:49.346626",
    "prefix": "IMAGES-005"
  }
}