{
  "document_id": "HOUSE_OVERSIGHT_024363",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024363.txt",
  "text": "Table of Contents\n\nITEM 2 — RATIFICATION OF APPOINTMENT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\n\nThe Audit Committee has appointed Grant Thornton LLP as our independent registered public accounting firm for the year ending\nDecember 31, 2019. Services provided to Carvana and its subsidiaries by Grant Thornton LLP for the year ended December 31, 2018 are described below\nand under “Audit Committee Report.”\n\nFEES AND SERVICES\n\nThe following table summarizes the aggregate fees for professional audit services and other services rendered by Grant Thornton LLP for the\nyears ended December 31, 2018 and 2017:\n\nSERVICES 2018 2017\nAudit Fees $1,524,986) $1,061,451G)\nAudit-Related Fees $ — $ —\nTax Fees $ 349,220) $ 110,489\nAll Other Fees $ — $ —\n\n(1) Includes the aggregate fees for the audit of our annual consolidated financial statements and internal controls, and the reviews of each of our quarterly\nconsolidated financial statements. These fees also include procedures performed related to our follow-on offering completed in April 2018,\nregistration of shares on Form S-3 in May and December 2018, and the issuance of our senior notes in September 2018.\n\n(2) Includes the aggregate fees for tax return preparation and other tax compliance services.\n\n(3) Includes $475,782 in fees related to our initial public offering in April 2017 that were reported in “All Other Fees” in our proxy statement prepared in\nconnection with our 2018 annual meeting of stockholders.\n\nIn considering the nature of the services provided by the independent auditor, the Audit Committee determined that such services are\ncompatible with the provision of independent audit services. The Audit Committee discussed these services with the independent auditor and Carvana\nmanagement to determine that they are permitted under the rules and regulations concerning auditor independence promulgated by the SEC to implement\nthe Sarbanes—Oxley Act of 2002, as well as the American Institute of Certified Public Accountants.\n\nThe Audit Committee has adopted a policy that requires advance approval of all audit services as well as non-audit services to the extent\nrequired by the Exchange Act and the Sarbanes—Oxley Act of 2002. Unless the specific service has been previously pre-approved with respect to that year,\nthe Audit Committee must approve the permitted service before the independent auditor is engaged to perform it.\n\nThe Audit Committee approved all services provided by Grant Thornton LLP. Representatives of Grant Thornton LLP are expected to be\npresent at the annual meeting. They will have the opportunity to make a statement if they desire to do so, and we expect that they will be available to\nrespond to questions.\n\n-54-\n\nHOUSE_OVERSIGHT_024363",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024363.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2744,
    "word_count": 427,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:47.062545",
    "prefix": "IMAGES-007"
  }
}