{
  "document_id": "HOUSE_OVERSIGHT_024594",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024594.txt",
  "text": "3\n\nLeaders like this? I'm not sure there are other leaders like Qadhafi.\n\nIn terms of many of the autocratic dictators who went down with\nbewildering speed in the Arab Spring, one of the reasons the public\ndismay—what then becomes revolutionary fervor—is so startling is\nthey are really protected by this circle around them from\nunderstanding how their popularity is ebbing. They can have a very\nunrealistic understanding and believe, as Qadhafi stated again and\nagain, \"My people, they all love me.\" I found this language of his\nquite remarkable. And with Qadhafi as an exaggerated example, this\nis true of any of the other leaders, too—namely, they believe they\nhave widespread support. If there are public demonstrations against\nthem, that must reflect outside agitators. This was true with [ousted\nEgyptian president Hosni] Mubarak as well. He spoke of outside\nconspiracies. But it is particularly true of Qadhafi. There is an\ninteresting kind of almost syllogism for him: \"My people all love me,\nand therefore if there is anyone protesting against me, they are not\nreally my people, and that must be a consequence of outside\nprovocation.\" And one of the points that he made early on was that\nthis was crazed youth who were on hallucinogens with which their\nNescafe had been laced, which I thought was rather creative, really.\n\nI found Qadhafi's language in general very striking. And what is most\ninteresting about it is it is entirely in the first person singular: \"My\npeople all love me. They will support me. My people, they love me.\"\nIt was very \"me\" centered. A vivid contrast—and this will seem like a\nludicrous comparison—was Churchill during World War II.\nChurchill always spoke in first person plural, and his way of\nstrengthening the morale of his people was to talk about \"us,\ntrials and tribulations,\" to identify with the people. It was a\nremarkable case of charismatic leadership. Qadhafi, in contrast,\nspeaks only about himself. He identifies himself as the creator of\nLibya, and one of his early quotes said, \"I created Libya, and I can\n\nour\n\nHOUSE_OVERSIGHT_024594",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024594.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2086,
    "word_count": 347,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:48.628006",
    "prefix": "IMAGES-008"
  }
}