{
  "document_id": "HOUSE_OVERSIGHT_013125",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013125.txt",
  "text": "12.3 The Value of an Explicit Goal System 209\n\n12.3 The Value of an Explicit Goal System\n\nOne of the subtle issues confronted in the quest to design ethical AGIs is how closely one\nwants to emulate human ethical judgment and behavior. Here one confronts the brute fact\nthat, even according to their own deeply-held standards, humans are not all that ethical. One\nhigh-level conclusion we came to very early in the process of designing CogPrime is that, just as\nhumans are not the most intelligent minds achievable, they are also not the most ethical minds\nachievable. Even if one takes human ethics, broadly conceived, as the standard — there are\nalmost surely possible AGI systems that are much more ethical according to human standards\nthan nearly all human beings. This is not mainly because of ethics-specific features of the\nhuman mind, but rather because of the nature of the human motivational system, which leads\nto many complexities that drive humans to behaviors that are unethical according to their own\nstandards. So, one of the design decisions we made for CogPrime — with ethics as well as other\nreasons in mind — was not to closely imitate the human motivational system, but rather to craft\na novel motivational system combining certain aspects of the human motivational system with\nother profoundly non-human aspects.\n\nOn the other hand, the design of ethical AGI systems still has a lot to gain from the study\nof human ethical cognition and behavior. Human ethics has many aspects, which we associate\nhere with the different types of memory, and it’s important that AGI systems can encompass\nall of them. Also, as we will note below, human ethics develops in childhood through a series\nof natural stages, parallel to and entwined with the cognitive developmental stages reviewed in\nChapter 11 above. We will argue that for an AGI with a virtual or robotic body, it makes sense\nto think of ethical development as proceeding through similar stages. In a CogPrime context,\nthe particulars of these stages can then be understood in terms of the particulars of CogPrime’s\ncognitive processes — which brings AGI ethics from the domain of theoretical abstraction into\nthe realm of practical algorithm design and education.\n\nBut even if the human stages of ethical development make sense for non-human AGIs, this\ndoesn’t mean the particulars of the human motivational system need to be replicated in these\nAGIs, regarding ethics or other matters. A key point here is that, in the context of human\nintelligence, the concept of a \"goal\" is a descriptive abstraction. But in the AGI context, it\nseems quite valuable to introduce goals as explicit design elements (which is what is done in\nCogPrime ) — both for ethical reasons and for broader AGI design reasons.\n\nHumans may adopt goals for a time and then drop them, may pursue multiple conflicting\ngoals simultaneously, and may often proceed in an apparently goal-less manner. Sometimes the\ngoal that a person appears to be pursuing, may be very different than the one they think they’re\npursuing. Evolutionary psychology [BDL93] argues that, directly or indirectly, all humans are\nultimately pursuing the goal of maximizing the inclusive fitness of their genes — but given the\ncomplex mix of evolution and self-organization in natural history [Sal93], this is hardly a general\nexplanation for human behavior. Ultimately, in the human context, \"goal\" is best thought of\nas a frequently useful heuristic concept.\n\nAGI systems, however, need not emulate human cognition in every aspect, and may be\narchitected with explicit \"goal systems.\" This provides no guarantee that said AGI systems will\nactually pursue the goals that their goal systems specify — depending on the role that the goal\nsystem plays in the overall system dynamics, sometimes other dynamical phenomena might\nintervene and cause the system to behave in ways opposed to its explicit goals. However, we\nsubmit that this design sketch provides a better framework than would exist in an AGI system\nclosely emulating the human brain.\n\nHOUSE_OVERSIGHT_013125",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013125.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4076,
    "word_count": 668,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:45.719979",
    "prefix": "IMAGES-002"
  }
}