{
  "document_id": "HOUSE_OVERSIGHT_019441",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019441.txt",
  "text": "In other words, the budget takes note of recent issues that have reflected poorly on the IRS, including the\nService’s enhanced scrutiny of politically conservative groups that were seeking tax-exempt status as\n501(c)(4) social welfare organizations, and the disclosure of certain training videos that spoofed several old\ntelevision shows and were deemed wasteful. John Koskinen, the new IRS Commissioner, has many\nchallenges ahead of him, including restoring public confidence in the agency and boosting employee morale.\n\nNational Taxpayer Advocate\n\nNina Olson has been the National Taxpayer Advocate since 2001. She heads up the Taxpayer Advocate\nService (TAS), which was created in 2000, and is an independent organization within the IRS. Ms. Olson\nand the TAS are the taxpayer's “voice at the IRS.” The TAS is designed to help taxpayers navigate issues\nwith the IRS when the usual channels have failed; in addition, Ms. Olson regularly focuses on larger issues\nwithin the IRS and the tax system itself, and recommends solutions. Her year-end Annual Reports to\nCongress are thorough and thoughtful, and in part, detail wnat she views as the most serious issues facing\ntaxpayers.\n\nMs. Olson’s 2013 Annual Report was released on January 9, 2014, and, as always, is interesting reading.\nOne of the critical issues Ms. Olson focuses on in this report is that the IRS “desperately” needs more\nfunding to serve taxpayers and increase voluntary compliance. Ms. Olson presents some compelling\nstatistics to support this statement. In fiscal year 2013, for example:\n\ne The IRS received about 109 million phone calls; only 61% of the callers seeking a customer service\nrepresentative got through, and those who did had to wait an average of 18 minutes before speaking\nwith someone.\n\ne The IRS received about 8.4 million letters from taxpayers responding to proposed adjustments to their\ntax accounts; it was unable to respond to 53% of this correspondence within its target timeframes.\n\ne The IRS continues to reduce (and sometimes eliminate) services at its nearly 400 walk-in sites; the\nService will only answer “basic” tax law questions during this current filing season (January through\nApril), and will not answer any of those questions beyond April.\n\nMs. Olson also notes that since fiscal year 2010, the IRS workforce has declined about 8%, and that its\ntraining budget has been “slashed” from about $172 million to about $22 million, a “staggering” 87%\nreduction. “Thus,” she says, “the IRS not only has fewer employees than four years ago, but those who\nremain are less equipped to perform their jobs.”\n\nMs. Olson calls the recent IRS budget cuts “shortsighted and counterproductive’” for several reasons: 1) our\nsystem relies on voluntary compliance, and the harder it is for taxpayers to get answers, the less likely they\nare to comply; 2) the IRS is a money-maker: in fiscal year 2013, it collected roughly 90% of federal revenue\n— or about $2.86 trillion on an appropriated budget of about $11.2 billion (an average return on investment of\n255:1); of those revenues collected, some 98% were paid timely and voluntarily, with only 2% coming from\nenforcement actions. “In fiscal terms, to be blunt, the mission of the IRS trumps the missions of all other\nfederal agencies.”\n\nAt his confirmation hearing last December, IRS Commissioner John Koskinen voiced similar sentiments:\n| don’t know any organization in my 20 years of experience in the private sector that has said “I think I'll\ntake my revenue operation and starve it for funds to see how it does.” The IRS will have 11,000 fewer\npeople working during this upcoming filing season while processing the largest number of returns in its\n\nhistory. | don’t care how efficient you become, that is not a recipe for success or improved compliance\nand taxpayer service.\n\nTax Topics 01/29/14 2\n\nHOUSE_OVERSIGHT_019441",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019441.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3867,
    "word_count": 625,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:45.055127",
    "prefix": "IMAGES-005"
  }
}