{
  "document_id": "HOUSE_OVERSIGHT_016354",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016354.txt",
  "text": "Alex “Sandy” Pentland, an exponent of what he has termed “social physics,” is\ninterested in building powerful human-Al ecologies. He is concerned at the same time\nabout the potential dangers of decision-making systems in which the data in effect take\nover and human creativity is relegated to the background.\n\nThe advent of Big Data, he believes, has given us the opportunity to reinvent our\ncivilization: “We can now begin to actually look at the details of social interaction and\nhow those play out, and we re no longer limited to averages like market indices or\nelection results. This is an astounding change. The ability to see the details of the\nmarket, of political revolutions, and to be able to predict and control them is definitely a\ncase of Promethean fire—it could be used for good or for ill. Big Data brings us to\ninteresting times.”\n\nAt our group meeting in Washington, Connecticut, he confessed that reading\nNorbert Wiener on the concept of feedback “felt like reading my own thoughts.”\n\n“After Wiener, people discovered or focused on the fact that there are genuinely\nchaotic systems that are just not predictable,” he said, “but if you look at human\nsocioeconomic systems, there is a large percentage of variance you can account for and\npredict. ... Today there is data from all sorts of digital devices, and from all of our\ntransactions. The fact that everything is datafied means you can measure things in real\ntime in most aspects of human life—and increasingly in every aspect of human life. The\nfact that we have interesting computers and machine-learning techniques means that you\ncan build predictive models of human systems in ways you could never do before.”\n\n134\n\nHOUSE_OVERSIGHT_016354",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016354.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1714,
    "word_count": 285,
    "line_count": 28,
    "import_date": "2025-11-19T21:47:47.667083",
    "prefix": "IMAGES-003"
  }
}