{
  "document_id": "HOUSE_OVERSIGHT_016998",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016998.txt",
  "text": "found 2220 obsolete 1-gram headwords (“diestock”,\n“alkalescent”) in AHD4. Their mean frequency declined\nthroughout the 20th century, and dipped below 10° decades\nago (Fig. 2D, Inset).\n\nOur results suggest that culturomic tools will aid\nlexicographers tn at least two ways: (1) finding low-frequency\nwords that they do not list; and (41) providing accurate\nestimates of current frequency trends to reduce the lag\nbetween changes in the lexicon and changes in the dictionary.\n\nThe Evolution of Grammar\n\nNext, we examined grammatical trends. We studied the\nEnglish irregular verbs, a classic model of grammatical\nchange (/4-/7). Unlike regular verbs, whose past tense is\ngenerated by adding —ed (ump/jumped), irregulars are\nconjugated idiosyncratically (stick/stuck, come/came, get/got)\n(15).\n\nAll irregular verbs coexist with regular competitors (e.g.,\n“strived” and “strove”) that threaten to supplant them (Fig.\n2E). High-frequency wregulars, which are more readily\nremembered, hold their ground better. For instance, we found\n“found” (frequency: 5x10) 200,000 times more often than\nwe finded “finded.” In contrast, “dwelt” (frequency: 1x10”)\ndwelt in our data only 60 times as often as “dwelled” dwelled.\nWe defined a verb’s “regularity” as the percentage of\ninstances in the past tense (i.e., the sum of “drived”, “drove”,\nand “driven”) in which the regular form is used. Most\nwregulars have been stable for the last 200 years, but 16%\nunderwent a change in regularity of 10% or more (Fig. 2F).\n\nThese changes occurred slowly: it took 200 years for our\nfastest moving verb, “chide”, to go from 10% to 90%.\nOtherwise, each trajectory was sui generis; we observed no\ncharacteristic shape. For instance, a few verbs, like “spill”,\nregularized at a constant speed, but others, such as “thrive”\nand “dig”, transitioned in fits and starts (7). In some cases, the\ntrajectory suggested a reason for the trend. For example, with\n“sped/speeded” the shift in meaning from “to move rapidly”\nand towards “to exceed the legal limit” appears to have been\nthe driving cause (Fig. 2G).\n\nSix verbs (burn, chide, smell, spell, spill, thrive)\nregularized between 1800 and 2000 (Fig. 2F). Four are\nremnants of a now-defunct phonological process that used +t\ninstead of —ed; they are members of a pack of irregulars that\nsurvived by virtue of similarity (bend/bent, build/built,\nburn/burnt, learn/learnt, lend/lent, rend/rent, send/sent,\nsmell/smelt, spell/spelt, spill/spilt, and spoil/spoilt). Verbs\nhave been defecting from this coalition for centuries\n(wend/went, pen/pent, gird/girt, geld/gelt, and gild/gilt all\nblend/blent into the dominant —ed rule). Culturomic analysis\nreveals that the collapse of this alliance has been the most\nsignificant driver of regularization in the past 200 years. The\nregularization of burnt, smelt, spelt, and spilt originated in the\nUS; the forms still cling to life in British English (Fig. 2E,F).\n\nBut the +t irregulars may be doomed in England too: each\nyear, a population the size of Cambridge adopts “burned” in\nlieu of “burnt.”\n\nThough irregulars generally yield to regulars, two verbs\ndid the opposite: light/lit and wake/woke. Both were irregular\nin Middle English, were mostly regular by 1800, and\nsubsequently backtracked and are irregular again today. The\nfact that these verbs have been going back and forth for\nnearly 500 years highlights the gradual nature of the\nunderlying process.\n\nStill, there was at least one instance of rapid progress by\nan irregular form. Presently, 1% of the English speaking\npopulation switches from “sneaked” to “snuck” every year:\nsomeone will have snuck off while you read this sentence. As\nbefore, this trend is more prominent in the United States, but\nrecently sneaked across the Atlantic: America is the world’s\nleading exporter of both regular and irregular verbs.\n\nOut with the Old\n\nJust as individuals forget the past (/8, /9), so do societies\n(20). To quantify this effect, we reasoned that the frequency\nof 1-grams such as “1951” could be used to measure interest\nin the events of the corresponding year, and created plots for\neach year between 1875 and 1975.\n\nThe plots had a characteristic shape. For example, “1951”\nwas rarely discussed until the years immediately preceding\n1951. Its frequency soared in 1951, remained high for three\nyears, and then underwent a rapid decay, dropping by half\nover the next fifteen years. Finally, the plots enter a regime\nmarked by slower forgetting: collective memory has both a\nshort-term and a long-term component.\n\nBut there have been changes. The amplitude of the plots is\nrising every year: precise dates are increasingly common.\nThere is also a greater focus on the present. For instance,\n“1880” declined to half its peak value in 1912, a lag of 32\nyears. In contrast, “1973” declined to half its peak by 1983, a\nlag of only 10 years. We are forgetting our past faster with\neach passing year (Fig. 3A).\n\nWe were curious whether our increasing tendency to forget\nthe old was accompanied by more rapid assimilation of the\nnew (2/). We divided a list of 154 inventions into time-\nresolved cohorts based on the forty-year interval in which\nthey were first invented (1800-1840, 1840-1880, and 1880-\n1920) (7). We tracked the frequency of each invention in the\nnth after it was invented as compared to its maximum value,\nand plotted the median of these rescaled trajectories for each\ncohort.\n\nThe inventions from the earliest cohort (1800-1840) took\nover 66 years from invention to widespread impact\n(frequency >25% of peak). Since then, the cultural adoption\nof technology has become more rapid: the 1840-1880\ninvention cohort was widely adopted within 50 years; the\n1880-1920 cohort within 27 (Fig. 3B).\n\nSciencexpress / www.sciencexpress.org / 16 December 2010 / Page 3 / 10.1126/science.1199644\n\nHOUSE_OVERSIGHT_016998\n\nDownloaded from www.sciencemag.org on December 16, 2010",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016998.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5887,
    "word_count": 926,
    "line_count": 125,
    "import_date": "2025-11-19T21:47:47.627050",
    "prefix": "IMAGES-004"
  }
}