{
  "document_id": "HOUSE_OVERSIGHT_017415",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017415.txt",
  "text": "4.2.12\nWC: 191694\n\n“On the face of it the issue certainly seems to me like blacklisting. I’m sure they make\ngood arguments for it on the basis that a legitimate tactic of the United Nations is\nboycotting, but still I’m sure that if I examined it as closely as you have, I would find there\nwould be no excuse for it. Thanks for keeping me informed. Best, Woody.”\n\nDuring the Apartheid regime, I was invited to speak at the Witwatersrand University in\nJohannesburg. Many in that university had been on the forefront of opposing Apartheid and I was\nanxious to lend support to these efforts by delivering a strong human rights message. When I\nappeared at the South African consulate in Boston to receive my Visa, the Counsel General was\nwell prepared: he had on his desk the Yale Law Journal article I had edited. He told me that\nbefore he could consider my application, he wanted to see a copy of my proposed speech. I\ndeclined his request, citing freedom of expression. I did not receive the Visa and had to postpone\nmy first visit to South Africa until after the end of apartheid.\n\nI had hoped not only to speak against apartheid during my aborted visit to South Africa, but also\nto try to get to Robin’s Island to meet with the imprisoned Nelson Mandela. I was working with\nProfessor Irwin Cotler, with whom I had taught human rights at Harvard Law School, on a\ncomplicated legal plan to free Mandela.\n\nOur plan began following the arrest of an East German professor in Boston on charges of spying\nfor his country. I received a call from an East German lawyer asking if I could represent him or\nrecommend a good lawyer who could. The East German lawyer—who was a well known and\ntrusted “spy-swapper’—told me that his client was innocent, but that the East German might be\nwilling to arrange a “spy swap” for my client Anatoly Sharanksy. I told him that my client wasn’t\na spy so a “spy swap” was off the table. He responded “neither is my client.” He then proposed a\npossible “prisoner exchange, including prisoners who were accused of spying but were innocent.”\nIt was an interesting idea.\n\nI then called my friend and colleague Irwin Cotler in Canada and told him of the call. He was, at\nthe time, working on both the Sharansky and Mandela case, and he had previously sought my\nadvice on the Mandela matter. He suggested that we inquire whether there were any South\nAfrican spies in Soviet Block prisons, and whether South Africa might be willing to release\nMandela as part of a prisoner exchange among several countries.\n\nIn the end, Sharansky was exchanged for the East German man (who was represented by other\nlawyers), but we learned from the African National Congress lawyers with whom we were\nconferring that Mandela refused to participate in any prisoner exchange, particularly one that\ninvolved anyone accused of spying. He wanted to be released on his own terms, even though his\ndecision would require him to remain imprisoned until his own terms were accepted by the South\nAfrica government, as they finally were in 1990.\n\nMy negotiations with the East German lawyer were shrouded in secrecy and had elements right\nout of a John Le Carre novel. We used code words over the phone and met in out of the way\n\nplaces at unusal times. He was a man of his word and could always be counted on to honor his\ncommitments. After the fall of the Berlin Wall, he was indicted on an assortment of concocted\n\n328\n\nHOUSE_OVERSIGHT_017415",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017415.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3433,
    "word_count": 609,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:49.130297",
    "prefix": "IMAGES-004"
  }
}