{
  "document_id": "HOUSE_OVERSIGHT_014050",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014050.txt",
  "text": "2014] CRIME VICTIMS’ RIGHTS 71\n\nto consider in crafting a plea. Similarly, allowing victims to participate\nearly in the process avoids retraumatizing victims. Again, as the Epstein\ncase usefully illustrates, it may be extremely difficult for victims to\ndiscover after the fact that potential criminal charges against a criminal who\nhas abused them have been secretly bargained away. Jane Doe Number\nOne and Jane Doe Number Two, for example, were outraged when they\ndiscovered prosecutors had entered into an agreement blocking any\nprosecution of sex offenses Epstein committed against them—and all\nwithout telling them.™*\n\nIn short, the purposes animating the CVRA all suggest that the Act\nwas meant to, and should, extend rights to crime victims before formal\ncharges are filed.\n\nB. THE CVRA’S PLAIN LANGUAGE\n\nWhile the general purposes of the CVRA_ support a_ broad\ninterpretation of the Act, it is important to examine whether those purposes\nhave been expressed in the Act’s language. Without a linkage to the Act’s\ntext, the general purpose might not provide a sound basis for\ninterpretation.°*+ But the CVRA’s plain language makes clear that Congress\nintended for the law to provide at least some rights to crime victims\nthroughout the criminal justice process, even before the filing of criminal\ncharges.\n\nAccording to its text, the CVRA provides eight specifically\nenumerated rights for crime victims and an additional right to be reasonably\nnotified of these rights.°? Some of these rights presuppose the formal filing\nof criminal charges. For instance, the CVRA extends to victims the “right\nto reasonable, accurate, and timely notice of any public court proceeding.”*°\nThat particular right obviously does not apply before charges are filed, as\nno “court proceedings” exist before a defendant is charged.\n\nBut the CVRA also promises crime victims rights that are not\nspecifically tied to court proceedings. Perhaps most expansively, the\nCVRA guarantees victims the “right to be treated with faimess and with\n\n3 Without disclosing confidential attorney-client communications, this fact is readily\napparent from victims’ filings in the Epstein case. See, e.g., Jane Doe Motion, supra note 40, at\n17 (stating that the victims relied on the U.S. Attorney’s Office representatives “to their\ndetriment{,]” that if they knew the true facts, “they would have taken steps to object” to the plea\nagreement, and that they believed criminal prosecution to be “extremely important”).\n\n4 See ANTONIN SCALIA & BRYAN A. GARNER, READING Law: THE INTERPRETATION OF\nLEGAL TEXTS 56 (2012).\n\n°° 18 U.S.C. § 3771(a) (2012) (enumerating eight rights), id. § 3771(c)(1) (requiring\ngovernment officers use “their best efforts” to notify victims of their rights).\n\n%© Td. § 3771 (a)(2).\n\nHOUSE_OVERSIGHT_014050",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014050.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2794,
    "word_count": 434,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:46.887369",
    "prefix": "IMAGES-002"
  }
}