{
  "document_id": "HOUSE_OVERSIGHT_014419",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014419.txt",
  "text": "increase its defense spending. Under Prime Minister Abe, the defense budget has\nexpanded by 7% but has been kept at roughly 1% of GDP, in keeping with historical\nguidelines. This is small by international standards and more likely than not will rise in\nthe coming years (Chart 24}. The composition of spending is also likely to shift from\noperating costs towards procurement, which is currently a very small part of the budget\n(Chart 25).\n\nChart 24: Military spending % of GDP as of 2015—Japan's is low by int'l Chart 25: Breakdown of Japan's defense-related expenditures\nstandards\n\n6\n\n100%\n\n5\n4 50%\n\n2 0%\n\n2000\n2003\n2004\n\noOo ore ©\nooo 02\nNN NN\n\n2009\n2012\n2013\n2014\n2015\n2016\n\nowt\nQoQ\nNN\n\n2001\n2002\n\nmJP R&D, facility development, maintenance etc.\n0 m JP procurement of equipment\n\nJP UK AU CH FR KR US RU m= JP personnel and food provisions\nmwU.S Forces Japan-related cost\n\nSource: BofA Merrill Lynch Global Research, World Bank Source: BofA Merrill Lynch Global Research, Ministry of Defense\n\nTPP and trade policy: potential for linkages with other regional players\n\nTrump and his aides have made it clear that they consider the Trans Pacific Partnership\n(TPP) to be a “bad deal.” Media have reported that President Obama is not considering\npushing the deal through a lame duck Congress. This means the deal is likely dead in its\ncurrent form.\n\nWhile negative for Japan, the expected withdrawal of the US from TPP could spur new\narrangements with regional partners. One potential positive is the prospect of improved\neconomic and trade linkages with other key players in the region, including Russia and\neven China. Three upcoming events are worth monitoring closely (Table 2): first, the 19-\n20 November APEC Summit in Lima, Peru, where we are likely to see vigorous\ndiscussions on the future of the TPP as well as further progress on the Regional\nComprehensive Economic Partnership (RCEP); second, the 15 December Abe-Putin\nSummit, in Yamaguchi prefecture; and third a potential trilateral summit between Japan,\nChina, and Korea, which onshore media now say is being scheduled for 19-20 December,\nthough it may not happen given the unfolding leadership upheaval in Korea.\n\nBullish bottom line - don’t underestimate the recovery\n\nWe are optimistic on Japan and think the acceleration in GDP and inflation in 2017 will\nbe much stronger than consensus expects. For the first time since 2013, fiscal and\nmonetary policy will be lined up in the same expansionary direction. The global export\ncycle has turned and is now tracking modest expansion. Meanwhile, the headwinds to\ndomestic demand are finally turning into tailwinds. Unlike in the past, we think the risks\nof a policy error are low. Assuming that external risks are kept at bay, we think Japan will\nsurprise with the strength of its recovery.\n\nBankof America\n10 Japan Economics Viewpoint | 18 November 2016 Merrill Lynch\n\nHOUSE_OVERSIGHT_014419",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014419.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2903,
    "word_count": 480,
    "line_count": 81,
    "import_date": "2025-11-19T21:47:49.226381",
    "prefix": "IMAGES-002"
  }
}