{
  "document_id": "HOUSE_OVERSIGHT_019620",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019620.txt",
  "text": "13.2 | HOW AMERICA LOST ITS SECRETS\n\nAngleton, a famously baroque thinker himself, impressed on me the\ncomplexity of espionage. He said, “It’s not enough just to steal a\nsecret. It must be done in a way that the theft remains undetected.”\n\nDeception is employed to obscure the nature and the extent of\nthe espionage theft. One of the most famous examples of this prin-\nciple was the deception used by British intelligence in World War II\nto conceal its success in breaking the German ciphers generated by\nthe Enigma machines. If German naval intelligence had discovered\nBritain was able to read the ciphers it used to communicate with its\nU-boats, it would have stopped using them. So British intelligence\nhid its coup by supplying false information to known German spies\nto account for the sinking of U-boats, including the canard that Brit-\nish aerial cameras could detect one ingredient in the paint used to\ncamouflage the U-boats.\n\nThat same hoary principle of deception applies to modern-day\ncommunications intelligence. If the Russian, Chinese, or any other\nadversary intelligence service got its hands on the documents stolen\nby Snowden from the NSA’s repositories in Hawaii in 2013, it would\n\n© likely employ deception, including well-crafted lies, to create as ®\nmuch ambiguity as possible as to the missing documents. From this\ncounterintelligence perspective, the intelligence issue that spawned\nthe great divide cannot be resolved by accepting the uncorroborated\nstatements made by a source, such as Snowden, who may be in the\nhands of the Russian security services in Moscow.\n\nBy the same token, the calculations made by NSA officials about\nthe extent of the theft are also suspect. After all, the NSA is an intel-\nligence service that often engages in secret machinations. We know\nthat its top officials reported to the House and Senate Intelligence\nCommittees, as well as the president’s national security adviser, that\nSnowden compromised over one million documents. But if this was\ndisinformation, it is difficult to see its purpose. Inflating the extent\nof the damage of the Snowden breach to the president, Congress,\nand the secretary of defense obviously reflected poorly on their own\nmanagement of the NSA, and their own careers. Yet such a possibil-\nity cannot be precluded in the arcane world of intelligence.\n\nAs in any case involving the loss of state secrets, uncontested facts\nremain in extremely short supply. The opinion-laden appellatives\n\n| | Epst_9780451494566_2p_all_r1.z.indd 132 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019620",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019620.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2559,
    "word_count": 411,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:46.337655",
    "prefix": "IMAGES-005"
  }
}