{
  "document_id": "HOUSE_OVERSIGHT_017916",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017916.txt",
  "text": "In re Terrorist Attacks on September 11, 2001, 392 F.Supp.2d 539 (2005)\n\n10 A.L.R. Fed. 2d 789\n\nSaudi-based charities that were sponsors of al Qaida’s\noperations, including ITRO, MWL, WAMY, BIF, SHC,\nSJRC, and al Haramain. (Federal Compl. Jf 442-43.)\n\n31 The Federal Plaintiffs seek leave to supplement the\nrecord against Prince Salman and Prince Naif with an\narticle that appeared in Rus al Yusef, an Egyptian\npublication, in August 1998. The unidentified author\nwrites that Islamic aid organizations located in\nAfghanistan, Bosnia, Somalia, and Tajikistan provided\nfunds and cover to terrorists. (See Federal Mot. to\nSupplement Record on Prince Naif and Prince Salman,\nEx. 2, at 2.) Donors to these unidentified organizations\n“probably ha[d] no idea where their charity money ha[d]\ngone.” (d.) Prince Naif reportedly responded that “if\ncharity money is going to illegitimate targets, it must stop\nimmediately.” (/d.) From this submission, the Plaintiffs\nargue that the Princes knew their charitable donations\nwere going to terrorists.\n\nThe submission is problematic for a variety of reasons\nand will not be accepted. First, Plaintiffs do not provide\nan explanation as why they were only able to obtain and\ntranslate the article on the eve of oral argument—well\nafter the motions were fully submitted. Second, the article\nand *551 its translation have not been authenticated.\nMore pointedly, however, it simply does not say that the\nPrinces were put on notice regarding specific charities and\nthat they continued to contribute to those charities with\nthe intent that their donations would assist al Qaeda. The\nFederal Plaintiffs’ motion to supplement the record\nagainst Prince Salman and Prince Naif is denied.\n\nB. Defendants’ Status as Foreign States for FSIA\nPurposes\n41 The FSIA provides the following definition of “foreign\nstate”:\n\n(a) A “foreign state” ... includes a political subdivision\nof a foreign state or an agency or instrumentality of a\nforeign state as defined in subsection (b).\n\n(b) An “agency or instrumentality of a foreign state”\nmeans any entity—\n\n(1) which is a separate legal person, corporate or\notherwise, and\n\n(2) which is an organ of a foreign state or political\n\nsubdivision thereof, or a majority of whose shares or\nother ownership interest is owned by a foreign state\n\nWESTLAW\n\nor political subdivision thereof, and\n\n(3) which is neither a citizen of a State of the United\nStates ... nor created under the laws of any third\ncountry.\n\n28 U.S.C. § 1603. Further, “immunity under the FSIA\nextends also to agents of a foreign state acting in their\nofficial capacities [because] [i]t is generally recognized\nthat a suit against an individual acting in his official\ncapacity is the practical equivalent of a suit against the\nsovereign directly.” Bryks v. Canadian Broad. Corp., 906\nF.Supp. 204, 210 (S.D.N.Y.1995) (internal quotations\nomitted); see also Terrorist Attacks I, 349 F.Supp.2d at\n788-89 (finding Princes Sultan and Turki were foreign\nstates for FSIA purposes to the extent Plaintiffs alleged\nliability for actions taken in their official capacities).\n\n1. SHC\n\n(51 SHC contends that it is an organ, agency, or\ninstrumentality of the Kingdom of Saudi Arabia and acts\non behalf of the Kingdom to fund a range of humanitarian\nrelief efforts to Bosnia, Egypt, and Somalia. (See\ngenerally Al-Roshood Decl., at Huffman Decl. Ex. A.) In\nsupport of its position as a foreign state, SHC submits the\naffidavits of Dr. Al-Nafissa, a Saudi Arabian lawyer and\na Minister of State on the Council of Ministers in the\nKingdom of Saudi Arabia, and Mr. Al-Roshood, who has\nbeen the Director of the Executive Office of SHC since its\ninception. The Court notes it is “required to give ‘great\nweight’ to any extrinsic submissions made by the foreign\ndefendants regarding the scope of their official\nresponsibilities.” Leutwyler v. Office of Her Majesty\nQueen Rania Al-Abdullah, 184 F.Supp.2d 277, 287\n(S.D.N.Y.2001).\n\nKing Faud authorized Dr. Al—Nafissa to make his\ndeclaration concerning SHC. (Al-Nafissa Decl. | 2, at\nHuffman Decl. Ex. C.) Dr. Al—Nafissa attests that SHC is\n“an arm of the Saudi Arabian government [and that its\nactions] are in keeping with the foreign and domestic\ngovernmental policies of the Kingdom of Saudi Arabia.”\n(Id. § 3.) SHC was formed by Decision of the President of\nthe Council of Ministers in 1993. (Al-Roshood Decl. § 6.)\nIn the same Decision, the Council of Ministers appointed\nPrince Salman as President of SHC. Ud. § 7.) As\nPresident of SHC, Prince Salman is the head of SHC’s\nExecutive Committee and Supreme Commission,\nmembers of which Prince Salman appoints. (/d.) SHC is\nstaffed by civil servant employees of the Kingdom of\nSaudi Arabia. (/d. J 10.)\n\nHOUSE_OVERSIGHT_017916",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017916.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4730,
    "word_count": 764,
    "line_count": 113,
    "import_date": "2025-11-19T21:47:45.383444",
    "prefix": "IMAGES-004"
  }
}