{
  "document_id": "HOUSE_OVERSIGHT_022535",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022535.txt",
  "text": "have stopped and quickly integrates Company B’s business lines into Company A's own robust internal controls, including\nits anti-corruption and compliance policies, which it communicates to its new employees through required online and in-\nperson training in the local language. Company A also requires Company B’s third-party distributors and other agents to\nsign anti-corruption certifications, complete training, and sign new contracts that incorporate FCPA and anti-corruption\n\nrepresentations and warranties and audit rights.\n\nBased on these facts, would DOJ or SEC prosecute?\n\nDOJ and SEC have declined to prosecute companies like Company A in similar circumstances. DOJ and SEC\nencourage companies like Company A to conduct extensive FCPA due diligence. By uncovering the corruption, Company\nA put itself in a favorable position, and, because the corrupt payments have stopped, Company A has no continuing\nliability. Whether DOJ and SEC might charge Company B depends on facts and circumstances beyond the scope of this\nhypothetical. DOJ would consider its Principles of Federal Prosecution of Business Organizations and SEC would consider\nthe factors contained in the Seaboard Report, both of which are discussed in Chapter 5. In general, the more egregious\nand long-standing the corruption, the more likely it is that DOJ and SEC would prosecute Company B. In certain limited\ncircumstances, DOJ and SEC have in the past declined to bring charges against acquired companies, recognizing that\n\nacquiring companies may bear much of the reputational damage and costs associated with such charges.\n\nScenario 2:\n\nCompany A plans to acquire Company B. Although, as in Scenario 1, Company A conducts extensive due diligence, it\ndoes not uncover the bribery until after the acquisition. Company A then makes certain that the illegal payments stop and\nvoluntarily discloses the misconduct to DOJ and SEC. It quickly integrates Company B into Company A's own robust internal\ncontrols, including its anti-corruption and compliance policies, which it communicates to its new employees through required\nonline and in-person training in the local language. Company A also requires Company B's third-party distributors and other\nagents to sign anti-corruption certifications, complete training, and sign new contracts that incorporate FCPA and anti-\n\ncorruption representations and warranties and audit rights.\n\nBased on these facts, would DOJ or SEC prosecute?\n\nAbsent unusual circumstances not contemplated by this hypothetical, DOJ and SEC are unlikely to prosecute\nCompany A for the pre-acquisition misconduct of Company B, provided that Company B still exists in a form that would\nallow it to be prosecuted separately (e.g., Company B is a subsidiary of Company A). DOJ and SEC understand that no\ndue diligence is perfect and that society benefits when companies with strong compliance programs acquire and improve\ncompanies with weak ones. At the same time, however, neither the liability for corruption—nor the harms caused by it—\nare eliminated when one company acquires another. Whether DOJ and SEC will pursue a case against Company B (or, in\nunusual circumstances, Company A) will depend on consideration of all the factors in the Principles of Federal Prosecution\nof Business Organizations and the Seaboard Report, respectively.\n\nScenario 3:\n\nCompany A merges with Company B, which is in the same line of business and interacts with the same Foreign\nGovernment customers, and forms Company C. Due diligence before the merger reveals that both Company A and\nCompany B have been engaging in similar bribery. In both cases, the bribery was extensive and known by high-level\n\nmanagement within the companies.\n\nBased on these facts, would DOJ or SEC prosecute?\n\nYes. DOJ and SEC have prosecuted companies like Company C on the basis of successor liability. Company C is a\ncombination of two companies that both violated the FCPA, and their merger does not eliminate their liability. In addition,\nsince Company C is an ongoing concern, DOJ and SEC may impose a monitorship to ensure that the bribery has ceased\n\nand a compliance program is developed to prevent future misconduct.\n\nHOUSE_OVERSIGHT_022535",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022535.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4202,
    "word_count": 646,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:45.982228",
    "prefix": "IMAGES-007"
  }
}