{
  "document_id": "HOUSE_OVERSIGHT_026573",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026573.txt",
  "text": "Global Asset Allocation\nThe J.P. Morgan View\n09 November 2012\n\nJan Loeys\n(1-212) 834-5874\njan.loeys@jpmorgan.com\n\nAs aresult, we stay underweight US equities and have moved risk from our\nUS credit longs into Europe. Our initial US equity underweight was against\nEurope and EM Asia. Our recent downgrade of Q1 growth in the Euro area\nand better activity data in China made us move the lion’s share of the\noverweight versus the US into EM Asia (see Wednesday’s Global Market\nOutlook and Strategy).\n\nChinese activity data continue to surprise on the upside. October data for\nIP, retail sales and fixed investment each came above our expectations. This\ncreates upside risk, but no change yet, to our forecasts which already assume a\ngentle rise in quarterly growth rates from under 7% early this year to just\nabove 8% in Q1. Better data reduce the need for renewed fiscal and monetary\nstimulus. The 18th Party Congress started yesterday, will last a week, and will\nbe followed by the announcement of the next leadership. More important for\nthe economic outlook will be the Annual Central Economic Working\nConference that will be held in December. We expect it to support continued\nmoderate fiscal policy, a neutral monetary policy, and further economic\nrebalancing towards domestic consumption. It may also lower the 2013\ngrowth target to 7%. For more details, see Haibin Zhu in today’s GDW.\n\nFixed Income\n\nBonds rallied strongly, in the slipstream of the tumbling equity market.\nPresident Obama’s re-election perhaps also diminishes expectations of a\nchange in course at the Fed.\n\nThe ECB and the Bank of England stood pat at their policy meetings this\nweek, but the latter delivered a curveball today, announcing that its net\ncoupon income from QE would be transferred to the UK Treasury from next\nyear on. The near-term effect is a slight monetary easing, as the money will\nbe used to reduce the amount of gilts in issue, similar to QE itself.\n\nBeyond that, this is another small step towards perceptions that monetary\npolicy is no longer independent from fiscal policy, like the Bank of Japan’s\njoint statement with two government ministers last month. Nobody knows the\ntipping point at which these perceptions feed into much higher inflation\nexpectations, just that we'll know it when we see it.\n\nCore euro bond yields are towards the low end of the range, and we expect\nthem to head higher. But we focus more risk on spread compression trades,\nvia overweights in Euro area peripherals, US MBS, and EM local bonds vs\nDM.\n\nEquities\n\nEquity markets fell sharply post US elections, but we are not changing our\nstrategy.\n\nFrom a month ago, we avoided directional longs in our GMOS model equity\nportfolio due to elevated positions by spec investors (see Charts A10 and A12\nin today’s Flows & Liquidity). We preferred to focus instead on regional and\nsectoral trades. We stay with the same strategy focusing our\nrecommendations on EM Asia across regions, and Cyclical stocks and US\nHome builders across sectors.\n\nThe rebound in the October global manufacturing PMI is what keeps us long\nCyclical vs. Defensive equity sectors. Is this a high-beta trade? Not\n\nJ.P Morgan\n\n2012 global GDP growth forecasts: JPMorgan and\nConsensus\n4.5\n\n4.0\n\n35 Consensus\n\n3.0\nJPM\n\n2.5\n\n2.0\n\nJan-11 May-11 Sep-11 Jan-12 May-12 Sep-12\n\nSource: J.P. Morgan, Consensus Economics. Consensus Economics\nforecasts are for regions and countries that we averaged using the\nsame 5-year rolling USD GDP weights that we use for our own global\ngrowth forecast.\n\n2013 global GDP growth forecasts: JPMorgan and\nConsensus\n\n3.4\n\n39 Consensus\n\n2.9\nJPM\n\n27\n\n2.4\n\nJan-12 Apr-12 Jul-12 Oct-12\n\nSource: J.P. Morgan, Consensus Economics. Consensus Economics\nforecasts are for regions and countries that we averaged using the\nsame 5-year rolling USD GDP weights that we use for our own global\ngrowth forecast.\n\nMore details in ...\n\nGlobal Data Watch, Bruce Kasman and David Hensley\n\nGlobal Markets Outlook and Strategy, Jan Loeys, Bruce\nKasman, et al.\n\nUS Fixed Income Markets, Terry Belton and Srini\nRamaswamy\n\nGlobal Fixed Income Markets, Pavan Wadhwa and Fabio\nBassi\n\nEmerging Markets Outlook and Strategy, Joyce Chang\n\nKey trades and risk: Emerging Market Equity Strategy,\nAdrian Mowat et al.\n\nFlows and Liquidity, Nikos Panigirtzoglou et al.\nDescription of YTD Chart on front page:\n\nReturns in USD. “Local currency. “*Hedged into USD.\nEuro Fixed Income is iBoxx Overall Index. US HG, HY,\nEMBIG and EM $ Corp are JPM indices. EM FX is ELMI+\nin $.\n\nHOUSE_OVERSIGHT_026573",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026573.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4523,
    "word_count": 741,
    "line_count": 138,
    "import_date": "2025-11-19T21:47:46.501370",
    "prefix": "IMAGES-009"
  }
}