{
  "document_id": "HOUSE_OVERSIGHT_017024",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017024.txt",
  "text": "(c) Oxford English Dictionary (Reference in main text)\n\nFrom the website of the OED we can read that the “number of word forms defined and/or illustrated” is\n615,100; and that we find 169,000 “italicized-bold phrases and combinations”.\n\nTherefore, we estimate an upper bound of the number of unique 1-grams defined by this dictionary as\n615,100-169,000 which is approximately 446,000.\n\nI1I.4B. Estimation of Lexicon Size\n\nHow frequent does a 1-gram have to be in order to be considered a word? We chose a minimum\nfrequency threshold for ‘common’ 1-grams by attempting to identify the largest frequency decile that\nremains lower than the frequency of most dictionary words.\n\nWe plotted a histogram showing the frequency of the 1-grams defined in AHD4, as measured in our year\n2000 lexicon. We found that 90% of 1-gram headwords had a frequency greater than 10°, but only 70%\nwere more frequent than 10°. Therefore, the frequency 10° is a reasonable threshold for inclusion in the\nlexicon.\n\nTo estimate the number of words, we began by generating the list of common 1-grams with a higher\nchronological resolution, namely 11 different time points from 1900 until 2000 (1900, 1910, 1920, ... 2000)\nas described above. We next excluded all 1-grams with non-alphabetical characters in order to produce a\nlist of common alphabetical forms for each time point.\n\nFor three of the time points (1900, 1950, 2000), we took a random sample of 1000 alphabetical forms\nfrom the resulting set of alphabetical forms. These were classified by a native English speaker with no\nknowledge of the analyses being performed. The results of the classification are found in Appendix. We\nasked the speaker to classify the candidate words were classified into 8 categories:\n\nM if the word is a misspelling or a typo or seems like gibberish*\n\nN if the word derives primarily from a personal or a company name\n\nP for any other kind of proper nouns\n\nH if the word has lost its original hyphen\n\nF if the word is a foreign word not generally used in English sentences\n\nB if it is a ‘borrowed’ foreign word that is often used in English sentences\nR for anything that does not fall into the above categories\n\nU unclassifiable for some reason\n\nWe computed the fraction of these 1000 words at each time point that were classified as P, N, B, or R,\nwhich we call the ‘word fraction for year X’, or WFy. To compute the estimated lexicon size for 1900,\n1950, and 2000, we multiplied the word fraction by the number of alphabetical forms in those years.\n\nFor the other 8 time points, we did not perform a separate sampling step. Instead, we estimated the word\nfraction by linearly interpolating the word fraction of the nearest sampled time points; i.e., the word\nfraction in 1920 satisfied WF 4929=. WF 1999+ .4* (WF 1950.- WF 1900). We then multiplied the word fraction by the\nnumber of alphabetical forms in the corresponding year, as above.\n\nFor the year 2000 lexicon, we repeated the sampling and annotation process using a different native\nspeaker. The results were similar, which confirmed that our findings were independent of the person\ndoing the annotation.\n\nWe note that the trends shown in Fig 2A are similar when proper nouns (N) are excluded from the lexicon\n(i.e., the only categories are P, B and R). Figure S7 shows the estimates of the lexicon excluding the\ncategory ‘N’ (proper nouns).\n\n* A typo is a one-time typing error by someone who presumably knows the correct spelling (as in\nimprotant); a misspelling, which generally has the same pronunciation as the correct spelling, arises when\na person is ignorant of the correct spelling (as in abberation).\n\n16\n\nHOUSE_OVERSIGHT_017024",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017024.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3660,
    "word_count": 618,
    "line_count": 68,
    "import_date": "2025-11-19T21:47:45.049954",
    "prefix": "IMAGES-004"
  }
}