{
  "document_id": "HOUSE_OVERSIGHT_023741",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023741.txt",
  "text": "Preface xi\n\nthink) and had skipped a few grades on the way. Suddenly he found\nhimself at New York University, which in those days was located in\nthe Bronx.\n\nThis is what he remembered most about college in 1923: Apart\nfrom the poverty stories, the “how hard he had to work to support\nhimself” stories, the stories about watching the Yankees from the el-\nevated train and wishing he could go to a game, he remembered that\nteachers lectured, that you had to memorize what they told you and\nthen tell it back to them on a test. He thought college was stupid, but\nhe assured me (in 1960) that college surely had changed by now and\nthat teachers wouldn't still be doing this. Oh yeah? In 1962, when I\nentered college, they were doing exactly that. And, in 2000, when I\nretired from 32 years of professoring, not that much had changed.\n\nSo I was thinking about teaching before I got to college and I was\nthinking about it while I was a professor and I am thinking about it\nnow that I have, for the most part, finished teaching. To make sure I\nhave been thinking about it correctly, I asked former Ph.D. students of\nmine, (now tenured professors mostly and some industry executives)\nwhat they had learned from me while they were spending 4—7 years\nstudying with me. I thought their answers might help me think about\nteaching in a new way. I sent an e-mail to maybe 20 former students\nwhose e-mail addresses I happened to have, and most responded. Here\nare some excerpts.\n\n1. [remember quite specifically a homework presentation I\nmade in your class. When I presented it in class, I was a junior\nin college, and all the other students in that class were grad\nstudents. When I was done you smiled at everyone (a rare\nevent) and said, “Anyone care to follow that act?” Your clearly\nheartfelt endorsement of my little research product was a key\nmoment in my coming to trust my own ideas. I just submitted\na $16.7 million proposal to NIH that would create the first all-\ncomputational genome center. The kind of chutzpah embodied\nin that proposal is one consequence of my experience with you.\n\n2. The way you assigned me to a project—you sent me to each\n\nexisting project for 2 weeks until I hit on a project with a good\nfit (I was enthusiastic and coherent talking about it). I used this\ntechnique when I was assigning people at Accenture.\n\nHOUSE_OVERSIGHT_023741",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023741.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2352,
    "word_count": 425,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:47.591750",
    "prefix": "IMAGES-007"
  }
}