{
  "document_id": "HOUSE_OVERSIGHT_019747",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019747.txt",
  "text": "Through the Looking Glass | 259\n\nI began by asking him about one of the more celebrated cases he\nhad handled for the KGB, that of Ames, who had acted as a Russian\nmole in the CIA between April 1985 and January 1994. In those nine\nyears, he rose, or was maneuvered by the KGB, into a top position\nin the CIA’s highly sensitive Counterintelligence Center Analysis\nGroup, which allowed him to deliver hundreds of top secrets to the\nKGB. In return, according to Cherkashin, Ames received between\n$20,000 and $50,000 in cash for each delivery, which amounted to\n$4.6 million over the nine years.\n\nTasked Cherkashin about the weakness the KGB looked for in an\nAmerican intelligence worker that might lead him to copy and steal\ntop secret documents. How did he spot a potential Ames? Was it a\nfinancial problem? Was it a sexual vulnerability? Was it an ideologi-\ncal leaning?\n\n“Nothing so dramatic,” he answered. When assessing Ames’s\nbiographical data, Cherkashin said he was looking for a well-placed\nintelligence officer who was both dissatisfied with and antagonistic\nto the service for which he worked.\n\n© “The classic disgruntled employee,” I interjected. ®\n\n“Any intelligence officer who strongly feels that his superiors are\nnot listening to him, and that they are doing stupid things, is a can-\ndidate,” he continued. He said he had found that the flaw in a pros-\npect that could be most dependably exploited was not his greed, lust,\nor deviant behavior but his resentment over the way he was being\ntreated.\n\n“Is that how you spotted Ames?”\n\n“Actually, he approached us, not vice versa.” It was his job in the\nCIA to approach opposition KGB officers. “But, yes, we saw the\npotential,” he said.\n\nBecause Ames had been paid $50,000 in cash by Cherkashin for\nhis first delivery, I asked whether he fit into the category of a dis-\ngruntled employee.\n\n“Wasn't he just a mercenary?” I asked.\n\n“I knew from our intelligence reports that he needed money\nfor debts stemming from his divorce,” he answered. “But he was\nalso angry at the stupidity and paranoia of those running the CIA.\nAmes told me at our first secret meeting that they were misleading\n\n| | Epst_9780451494566_2p_all_r1.indd 259 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019747",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019747.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2232,
    "word_count": 380,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.589325",
    "prefix": "IMAGES-005"
  }
}