{
  "document_id": "HOUSE_OVERSIGHT_023695",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023695.txt",
  "text": "Fareed Zakaria GPS\n\n“Xi Jinping: The Governance of China”\n\nRobert Lawrence Kuhn\nOctober 5, 2014\n\nFZ: What in the world is the leader of the second\nlargest economy on the planet thinking? That’s a\nquestion many would love to know the answer to,\nbut in a closed, secretive society, like China, it’s\nall but impossible to know. He rarely gives\ninterviews, and the press in China is far from free.\nBut now we have something to look at. Chinese\nPresident Xi Jinping has a new book, entitled The\nGovernance of China, and it’s aiming for\nworldwide impact. State media there reports that\nthe book has been published in nine languages:\nChinese, English, French, Russian, Arabic,\nSpanish, Portuguese, German and Japanese.\n\nMy next guest, Robert Lawrence Kuhn, says it is a\nmilestone. Kuhn has advised the Chinese\ngovernment for twenty-five years, and is the\nauthor of How China’s Leaders Think. Welcome.\n\nKUHN: Pleasure to be here.\n\nWHAT IN THE WORLD IS XI JINPING THINKING? FZ: First, give us a sense of who this man is for\ners © : eet § our viewers. Who is Xi Jinping, and why is he a\nlittle different from China’s ordinary leaders?\n\nKUHN: Xi Jinping has been involved in all aspects\nof what makes China today. His father was one of\nthe founders of the country, truly a great\nrevolutionary and a great reformer in the early\ndays. Xi Jinping graduated from Tsinghua\nUniversity [‘China’s MIT’], with a degree in\nchemical engineering. Then he went through\n4 more than two decades working at the local level.\nWHAT IN THE WORLD IS XI JINPING THINKING? Cy Starting in a county, and then a city, Xiamen,\n\n: = working his way up for many years in Fujian\na — 4 , eS province, becoming the governor. Then for five\nyears Xi was the Party Secretary of, the number\none official responsible for, Zhejiang province,\nwhich is the center of entrepreneurship in China.\nSo that gives him a great sense of business. And\nthat was when I first met Xi Jinping, actually, in\n2005, and then again in 2006, seeing him doing\nthe real work of running a province, a local area.\n\na | President Xi is a person, when you see him, who\nis unassuming; he’s big, he has a strong presence\nWHAT IN THE WORLD IS X! JINPING THINKING? Cee | in aroom, but you feel very comfortable with\n\n= oro him. He doesn’t put on airs, he’s very warm and\n\nHOUSE_OVERSIGHT_023695",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023695.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2315,
    "word_count": 416,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:49.202453",
    "prefix": "IMAGES-007"
  }
}