{
  "document_id": "HOUSE_OVERSIGHT_012895",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012895.txt",
  "text": "repeated a crime is more likely to repeat than someone who has only committed a crime once. On this\nview, those who engage in certain kinds of crimes, such as child molesters and rapists, are more likely to\nrepeat because it is “in” their system. Unfortunately, both folk perception and legal analysis of future\ndangerousness are based on weak evidence, unfounded assumptions, or both.\n\nConsider sexual offenders. Their crime is intentional, frequently repeated, and aimed at innocent\nvictims. Given that many sexual offenders repeat their offenses, it has the appearance of inevitability, of\na process that is highly determined. Because many sexual offenders were abused as children, some\nexperts conclude that we should blame their parents. Other experts believe that particular situations either\npromote or support sexual offenders, including the church and medical exam rooms. And yet other\nexperts, including the psychiatrist Boris Schiffer, reveal brain differences among pedophiles, including\nespecially the areas involved in reward and self-control. Together, these observations suggest that the\ncombination of a deviant nature and toxic nurture have led to a more deterministic universe. In this\nuniverse, sexual offenses are inevitable or so highly probable that we should lock up offenders and post\ntheir crimes in every county’s registry, and if possible, as replacements for flamingo lawn art.\n\nIf this assessment of sexual offenders is right, how should we think about responsibility, blame,\nand punishment. If sexual offenders can’t help themselves, how should we assign blame? How should we\nassign an appropriate level and form of punishment, if punishment is even appropriate? Studies of\nrecidivism among sexual offenders generate rates as low as 15% and as high as 80%. These studies also\nreveal that recidivism rates differ for incest perpetrators, rapists, and child molesters. These numbers tell\nus that even child molesters don’t always repeat their crimes. They also tell us that sexual offences should\nnot be lumped, but split apart into their underlying causes and triggers. Like the high odds favoring a\nhorse with a distinguished lineage and top rated jockey, there are high odds favoring repeated sexual\nmolestation in an individual who was sexually abused as a child and enters the clergy. Does this mean\nthat we should all bet on this one horse or forget the race altogether? Does this mean that we should lock\nup the priest before he has an opportunity to enter his parish? No and No. Neither horse racing nor sexual\nmolestation are that easily determined. Future success and future dangerousness are probabilistic. They\nrepresent our best guesses. When the law determines that someone is at high risk of committing a future\noffense, it doesn’t really care whether the individual is perfectly healthy or brain damaged. It cares about\nrisk. In terms of blame and punishment, however, the law cares about the perpetrator’s brain. The law\ncares about a person’s capacity to act rationally and independently. It is this capacity that allows us to\nassign responsibility. It is this capacity that drives many theories of blame and punishment, including the\nAustralian legal scholar Michael Moore’s massive treatise Placing Blame. These are reasons why\nscientific understanding of future dangerousness is important for law and society.\n\nArmed with these ideas about future dangerousness, we can return to the list of potential evildoers\nthat I mentioned in the prologue. This list included individuals who caused relatively minor harms such as\nReverend Lawrence Murphy and Charles Manson, as well as those who committed much more major\nharms such as Idi Amin and Mao Zedong. Whether we consider these individuals and their acts as evil is\northogonal to the fact that each one posed a great risk to society. Each of these individuals would have\nbeen judged as high risk for causing future danger. Only some of these individuals should have been\npunished if punishment is guided by our understanding of responsibility and blame. Only those\nindividuals who can take responsibility for their actions and change should be punished. On this view, all\nof the dictators were rightly blamed and punished. And so too were Jane Toppan, Bernard Madoff, and\nCharles Granger. In contrast, although Lawrence Murphy should have been locked up as opposed to\nexiled to a cottage, both Murphy and Charles Manson are more difficult to assess in terms of\nresponsibility, and thus, the appropriateness of punishment. No one would want them walking the streets\ntoday, free to rape innocent children or create a cult of murderers. But for the law to evolve, we need\nbetter tools to evaluate the biological underpinnings of diminished capacity. These measures, still in the\nearly stages of development, will help refine our understanding of risk, guide our clinical interventions,\nand contribute to the construction of a safer society.\n\nAs we move forward, we must also recognize the rapidly changing landscape, and the future\ndangerousness of globalization, especially its capacity to breed evildoers. Like authority, conformity,\n\nHauser Epilogue. Evilightenment 149\n\nHOUSE_OVERSIGHT_012895",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012895.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5190,
    "word_count": 815,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:44.836769",
    "prefix": "IMAGES-002"
  }
}