{
  "document_id": "HOUSE_OVERSIGHT_023858",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023858.txt",
  "text": "1712 Teaching Minds\n\nactions. What kinds of predictions do children regularly make, then?\nAnd, what can we teach and how can they learn?\n\n1. Children predict the actions of the people that they interact\nwith, but they do not necessarily realize that they do this.\n\n2, Children predict the reactions of objects and actions in the\nphysical world, but they do not necessarily realize that they\ndo this either.\n\n3. Children predict their own feelings and mental states. They\ndo things that they think will make them happy, but they\ndon’t necessarily realize that they do this either.\n\nThese three worlds, the social, the physical, and the mental, are at the\ncenter of what adults make predictions about. We predict the speed\nof an oncoming car and decide whether we can cross the street safely.\nChildren may not do this so well. We predict what will happen when\nwe scream and yell at someone, but children may not predict this too\nwell either. We predict events that will make us happy or sad, such as\ntaking a nice vacation, or playing a game, or a good meal, or establish-\ning a relationship with another person. Children do not consciously\nthink about such things.\n\nBut adults do think about these things, so where do children\nlearn about them? At the present time, the answer is that they learn\nabout them as events happen randomly in their lives. If they are lucky\nenough to have someone helpful to talk with about their experiences,\nthey may, in fact, become good at analyzing how the world works\nand making their predictions conscious. Getting better at prediction\nis the cornerstone of living one’s life in a satisfying way. One can, of\ncourse, get better at prediction by simply thinking about it—this is\nhow most people do that today, of course. But not everyone is capable\nof doing that and, clearly, most adults are not all that good at mak-\ning important predictions in their own lives. (This is one reason that\nthere are bad marriages, financial counselors, clinical psychologists,\nand prisons.)\n\nWhat helps teach one to predict is to hear about the experience of\nothers and to be able to reflect on one’s own experience. This means\nthat having experiences to reflect upon, and people who are knowl-\nedgeable to discuss those experiences with, is at the cornerstone of\nlearning to predict effectively.\n\nHOUSE_OVERSIGHT_023858",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023858.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2335,
    "word_count": 399,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:49.295182",
    "prefix": "IMAGES-007"
  }
}