{
  "document_id": "HOUSE_OVERSIGHT_023480",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023480.txt",
  "text": "23\n\ndisciplines keep a chokehold on how younger academics think and do\nresearch. Today, the single most popular form of development\ndissertation in both economics and political science is a randomized\nmicro-experiment in which the graduate student goes out into the\nfield and studies, at a local level, the impact of some intervention like\nthe introduction of co-payments for malaria mosquito netting or\nchanges in electoral rules on ethnic voting. These studies can be\ntechnically well designed, and they certainly have their place in\nevaluating projects at a micro level. But they do not aggregate\nupwards into anything that can tell us when a regime crosses the line\ninto illegitimacy, or how economic growth is changing the class\nstructure of a society. We are not, in other words, producing new\nSamuel Huntingtons, with the latter’s simultaneous breadth and depth\nof knowledge.\n\nOn a policy level, we need far more mutual understanding between\nthose who promote socioeconomic development and those who work\non democracy promotion and governance. Traditional development\nagencies like USAID already think politically to the extent that their\naid projects are designed to support U.S. foreign policy. But they,\nlike their counterparts in multilateral organizations like the World\nBank, are not trained to do political economy analysis; they do not\nseek an understanding of the political context within which aid 1s\nused and abused, and what is not sought is very rarely found. We call\nfor the liberalization of ports in Haiti, for example, without trying to\nunderstand which particular politicians are benefiting from existing\narrangements that keep them closed. For their part, democracy\npromoters focus on democratic transitions, providing help to\nopposition parties and civil society organizations in authoritarian\ncountries. But once a transition occurs, as it did after the Orange and\nRose revolutions in Ukraine and Georgia, they have relatively little to\noffer new democratic governments in terms of policy agendas, anti-\n\nHOUSE_OVERSIGHT_023480",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023480.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2055,
    "word_count": 316,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:48.765081",
    "prefix": "IMAGES-007"
  }
}