{
  "document_id": "HOUSE_OVERSIGHT_017326",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017326.txt",
  "text": "4.2.12\nWC: 191694\n\nhours of anticipated partying and sightseeing? The most plausible explanation for the removal\nand non-replacement of the panty liner was that it was done in anticipation of consensual sex.\n\nMoreover, if she did not want to have sex, she could easily have locked herself in the bathroom\nand called for help from the bathroom phone. The bathroom had a working lock and a phone.\nInstead, she willingly came out of the bathroom, passed a door leading to the outside corridor and\nwent back to Tyson's bedroom, where they had sex on the bed.\n\nAccording to Washington's own testimony, Tyson asked her, during their sexual encounter,\nwhether she wanted to \"get on top\" and she responded \"yeah,” and proceeded to get on top—not\nthe usual position for a rape victim!\n\nMike Tyson had every reason to believe that Desiree was just another groupie looking for sex\nwith a celebrity athlete. The \"rules\" of groupie sex are well known to both groupies and athletes.\nThe groupies want sex with superstars in exchange for bragging rights that they slept with the\n\"high-scorer,\" the \"champ\" or the \"star.\" Some, like Washington, hope that the star will fall for\nher and make her rich and famous. Indeed, several other contestants - - friends of Desiree - -\ntestified that after meeting Mike Tyson, Desiree bragged to her friend that she was going out with\nhim because \"this is Mike Tyson. He's got a lot of money. He's dumb. You see what Robin\nGivens got out of him.\" She told another friend that \"Robin Givens had him. I can have him too\n... He's dumb anyway.\" To her roommate, she said: \"Mike doesn't have to know how to speak\nwell. He'll make all the money and I'll do the talking.\"\n\nTyson testified that he was blunt, direct and unambiguous about what he wanted from\nWashington. When he asked her out—in front of a witness—she suggested a movie or dinner. But\nhe said no: \"That's not what I [have] in mind... I want you. I want to fuck you.\" The\nwitness—Johnny Gill, a singer—testified that Tyson said, \"I want to fuck.\" Gill later asked Tyson\nhow he could be so straightforward with women, and Tyson explained that he is used to saying\nwhat is on his mind.\n\nDesiree Washington knew full well that Mike wanted to have sex with her when she went to his\nhotel room after two o'clock in the morning. Yet she testified that she had no idea that Tyson had\nany interest in having sex. How any rational person could believe that, especially in light of what\nis now known about Washington, is mind-boggling. She may have been disappointed and hurt\nwhen he treated her like a groupie—a one-night stand—rather than as a continuing romantic\ninterest. She realized that she could not exploit his sexual interest in her the way Robin Givens\nhad done, and she was afraid of the reaction of her friends and family when it became known that\nshe had indulged in a one-night stand with Tyson. A friend of hers told the press that Desiree\n\"only cried rape\" after her furious father found out she'd had sex with Tyson.\n\nOur investigation revealed that she had had previously engaged in consensual sex with an\nathlete—the high school football hero—and when her father found out about it and threatened to\nbeat her, she lied to her father and told him she had been raped, thus falsely accusing the football\nplayer.\n\n239\n\nHOUSE_OVERSIGHT_017326",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017326.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3325,
    "word_count": 584,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:45.896225",
    "prefix": "IMAGES-004"
  }
}