{
  "document_id": "HOUSE_OVERSIGHT_030789",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_030789.txt",
  "text": "From: jeffrey E. [jeevacation@gmail.com]\n\nSent: 7/12/2018 10:36:12 AM\nTo! Michae! Wo! aa\nSubject: Re: A few thoughts\n\nyes, and hannity and he seemed jet lagged and sloppy . it had bit of air of desperation. .\n\nOn Thu, Jul 12, 2018 at 3:55 AM, Michael Wolff i> wrote:\n\n1) I saw SB in London yesterday and he seemed especially paranoid about any reporters seeing me with him.\nMy guess is that he is working hard on his relationship with Trump who he sees as newly ascendent and being\nseen with me might queer that.\n\n2) He went on Hannity last night and will be on Piers Morgan tomorrow and that seemed with an eye toward\nan audience of one.\n\n3) He was having a meeting yesterday with the French right wingers, including Le Pen's husband, about\nrefinancing the National Front Party because apparently a good part of their money comes from Russia. Two\nthoughts here, these guys seemed like idiots, pure Ruritania, and Bannon, surrounded by his own thuggish-\nlooking security people and whacky-bloggers advisors, thrives precisely because the world of populism is so\nunprofessional (if not farcical).\n\nmore later...\n\nplease note\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\nJEE\nUnauthorized use, disclosure or copying of this\ncommunication or any part thereof is strictly prohibited\nand may be unlawful. If you have received this\ncommunication in error, please notify us immediately by\nreturn e-mail or by e-mail to jeevacation@gmail.com, and\ndestroy this communication and all copies thereof,\nincluding all attachments. copyright -all rights reserved\n\nHOUSE_OVERSIGHT_030789",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_030789.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1733,
    "word_count": 279,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:49.263405",
    "prefix": "IMAGES-011"
  }
}