{
  "document_id": "HOUSE_OVERSIGHT_013579",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013579.txt",
  "text": "location, velocity and directional tendency of every point generated by a dynamical\nsystem by an arrow on the surface of action, the manifold, of a dynamical system.\nThis field of arrows indicating directional and strength of motional tendencies is\ncalled a vector field. A vector represents its location at the base of the arrow, its\nvelocity by the length of the arrow (called the modulus) and the direction of the\nmotion by the direction of the arrow. If we regard all moduli as equal to one, every\nvector on the surface has the same length. The resulting graphs are called direction\nfields. Looking at a stop-action photograph of any point on this surface, its\nassociated vector informs about where the system would take it over the next unit of\ntime. The whole surface can be marked by initial points, which the dynamical\nsystems move as they generate patterns of orbits of moving arrows in time. The\nfollowing two brain and behavioral experimental circumstances make this depiction\nand its relevance to dynamical entropy more concrete.\n\nWe review in more detail the concrete and visualizable findings from\nexperiments requiring the quantification of characteristic patterns of motion in\nanimals and man. They can be embedded into a similar surface-like setting, which\nmight be called a behavioral manifold. For examples, my students from the past,\nMartin Paulus and Mark Geyer, now Professors at the Medical School of the La\nJolla branch of the University of California studied the effects of psychotropic drugs\non the patterns made on the floor by rats of various genetic strains while they\nwandered about, in exploratory behavior in a bounded space. Monitored by a video\ncamera placed above the ceiling less cages, the patterns made by the paths taken\nby the rats over time were reconstructed as vectorial orbits on a behavioral\nmanifold. This manifold was then repeatedly partitioned, covered with, from just a\nfew large, in graded progression, to many smaller boxes, each partition composed\nof rectangular lattices of a particular size. Units of time were also partitioned into\nrange of units from larger to smaller durations of observation. Differences in the\nrat’s genetic strain as well as injections of stimulants, antidepressants or\nantipsychotic drugs resulted in characteristic and discriminable path geometries\nmapped onto the behavioral manifold as orbital patterns. Each path was encoded\n\nas a sequence of size-dependent numbered boxes that were entered and occupied\n\n79\n\nHOUSE_OVERSIGHT_013579",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013579.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2514,
    "word_count": 400,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:44.943456",
    "prefix": "IMAGES-002"
  }
}