{
  "document_id": "HOUSE_OVERSIGHT_031240",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031240.txt",
  "text": "on campus, and I see nothing wrong with this. I was shocked when I later learned of her complaint, not least\nbecause there was no inappropriate interaction and also because well after the date on which she is said to have\nbeen offended, she continued to email me with joking questions or comments, and ata AAAS conference in\n2008, for which she had asked, and for which I had written her a letter of recommendation to attend, my wife\nand I gave her a lift well out out of our way to drop her off at her hotel, and I note in an email response to her\nemail about the conference, agin in 2008, I expressed that I would pass her regards along to my wife and vice\nversa. When the University informed me of the complaint I was shocked and concerned. When I spoke to\n\nthe human resources person, including relating my concerns and providing the emails in question, I was told\nthat no formal complaint of sexual harassment was deemed to be warranted in this case, and that the young\nwoman in question had agreed to that. By that time I learned of the complaint I had already announced my\nintentions to leave Case to accept an offer at ASU—a very difficult decision for me because of my long-\nstanding attachment to the University, and the excellent relations I had with my colleagues there, both among\nthe faculty and among the administration. Because I was already in Arizona at the time I was asked not to have\nany further interaction with the student I agreed to that request because it was basically moot. I was also told\nthat because it was being handled informally, that (a) it should remain confidential, which I, at least abided by,\nand (b) if no further complaints were lodged in that case, that the University would remove the allegation from\nmy record after 5 years, which makes me surprised that someone violated that written agreement with you.\n\nRe item 6: You report on ASU’s response to item #6 , without including the fact that the University specifically\nstated there were never any allegations of sexual misconduct or harassment by me at the University, and the\noutside complaints were in fact related specifically to your item #6. Further you neglect to mention that this\ncomplaint was by an anonymous third party, not the individual who was allegedly harassed, who never lodged a\ncomplain, and that no specific evidence was provided of the alleged transgression. I was surprised and\ndismayed that both ASU and ANU launched investigations on the basis of this but was told by both Universities\nthat because of my high profile even such unsubstantiated third party complaints at private events unrelated to\nthe University would be investigated. The complaint was investigated throughly by both ASU and ANU and\nboth came to the conclusion that it was not credible and no university policies had been violated. . In addition\nANU’s investigation, which took a full month found significant inconsistencies in the allegation, suggesting\ndistortion and fabrication, I will quote from the ANU report. The initial complaint, which in fact resulted in a\ntemporary suspension by ANU outlined the claim you made in the words you quoted in your note to me, along\nwith the statement made in the complaint that\n\n\"It is the University’s understanding that a complaint was lodged directly to the conference organisers at the\ntime of the incident.”\n\nAfter the investigation, the final report absolved me of any wrongdoing, and indicated information inconsistent\nwith the original claim and apparent later claims as follows:\n\n\"The allegations were made by an observer to the incident.\n\n- The complaint did not identify, nor disclose the identity of the conference attendee who was allegedly touched\nin\n\nan unwelcome manner.\n\n- The conference attendee who took the ‘selfie’ photo did not lodge a formal complaint to the conference\norganisers\n\nat the time of the incident (November 2016).\n\n- The conference attendee who witnessed the incident, did not lodge a formal complaint to the conference\norganisers\n\nat the time of the incident (November 2016).\n\nThe photo submitted as part of the complaint does not provide evidence of any physical contact.\n\n- The complainant alleged that a photo exists, showing your hand on the breast of the conference attendee who\ntook\n\nHOUSE_OVERSIGHT_031240",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031240.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4278,
    "word_count": 725,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:48.681793",
    "prefix": "IMAGES-011"
  }
}