{
  "document_id": "HOUSE_OVERSIGHT_015496",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015496.txt",
  "text": "BIOLOGY\n\nMEDICINE\n\nAn Unlikely Cure Signals\nNew Hope for Cancer\n\nHow “exceptionalresponders’\n\n‘arerevolutionizing treatment\n\nfor the deadly desease\n\nBY KAT MCGOWAN\n\nUST LIKE EVERY NEW drug the oncologists at\nMemorial Sloan-Kettering Cancer Center test-\ned against bladder cancer in the last 20 years,\nthis one didn’t seem to be doing any good. For-\nty-four people in the study were given everolimus in a\nlast-ditch attempt to slow down or stop their advanced\ncancer. When the researchers analyzed the data, they\ncould see that the drug wasn’t slowing or stopping\ntumor growth. Everolimus seemed to be another bust.\nThen there was patient number 45. She joined the\ntrial with advanced metastatic cancer. Tumors had\ninvaded deep into her abdomen, clouding her CT scan\nwith solid grey blotches. She was 73 years old. None of\nthe standard bladder cancer drugs were working for\nher anymore; she had “failed treatment,” in the dismal\nlingo of oncologists. She enrolled in the study only\nbecause she happened to be a patient at Sloan-Ketter-\ningin January 2010. In April 2010, her cancer was gone.\nThis sort of happy surprise is not unheard of\n\nin drug studies. Bodies are fluky, each with its own\n\nidiosyncratic combination of genetic blueprints and\n\nJ\n\nenvironmental inputs. So sometimes a patient will be\ncured by a drug that is useless for everyone else. In\nthe past, these spectacular reactions were written off\nas outlier responses that defied explanation—medical\nmysteries. Doctors just shrugged their shoulders and\nthanked their lucky stars that even though the study\ntanked, they did manage to help one person.\n\nBut this time was different. Clinical oncologist\nDavid Solit, director of developmental therapeutics\nat Sloan-Kettering, saw a new opportunity to explain\nwhat happened by sequencing the whole genome of\nthe woman’s cancer. Just five years ago, decoding and\nanalyzing all 3 billion bases of the DNA from a tumor\nwould’ve been absurdly time-consuming and expen-\nsive. Now the sequencing takes as little as a few days.\n\nPoring over the outlier patient’s genetic code, Solit\npinpointed two mutations that made her tumor sensi-\ntive to this drug. He found that one of her mutations\nshows up in about 8 to 10 percent of other bladder can-\ncer patients, meaning that they too might be helped\nby everolimus. His success has inspired a whole set of\n\nILLUSTRATION BY ELLEN WEINSTEIN\n\n36\n\nHOUSE_OVERSIGHT_015496",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015496.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2413,
    "word_count": 391,
    "line_count": 70,
    "import_date": "2025-11-19T21:47:45.954277",
    "prefix": "IMAGES-003"
  }
}