{
  "document_id": "HOUSE_OVERSIGHT_010933",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010933.txt",
  "text": "It got Darwinism backward. Darwin's idea was that the best-adapted leave most\nprogeny, not that leaving most progeny or other close kin somehow bootstraps itself\n\ninto adaptiveness.\n\nThe math of Hamilton’s rule didn’t work either. In diploids like us, where each\nparent carries two sets of chromosomes, closest relatedness without inbreeding is\n¥. That meant that fitness would have to double or more with each generation. The\nreason is that fitness not expected to be transmitted to successors would bea\ncontradiction in terms. If it cannot be transmitted (invested) at less than a 2:1\nefficiency ratio (benefit/cost ratio), then it must be expected to double or more with\neach reinvestment. But aardvarks and flatfish aren’t 1024 times fitter than their\nancestors of ten generations ago. They aren’t even a smidgen fitter, by any measure\nof fitness known to me, unless the population has grown. Population growth in\n\nnature usually fluctuates around zero.\n\nBut his rule was right in important ways. Nepotism is common in nature. The Trust\npassed my father’s wealth to direct descendants. Most wills do, or favor nephews\nand nieces as a secondary choice. Chimp mothers maneuver to push their offspring\nup the social ladder. Worker ants and bees, who don’t breed, push the chances of\ntheir younger half-sisters. Hamilton’s rule was clearly a good rule of thumb, even\nthough the math needed tuning. Why should it usually work? I couldn’t know then\nthat Hamilton himself would find the biggest missing piece of the puzzle in 1982.\n\nEconomics was always somewhere on my screen. It was the biggest challenge\nbecause | had to reinvent it from scratch. | had dropped the course at USF because I\ncouldn't find the foundations. But we don’t build a foundation without knowing\nwhat we want to top. I had to reinvent everything at once. Does that mean | thought\nI was best qualified for such a task? No. Plenty of people are better at logic than I am.\n\nRather I seemed to be the only volunteer.\n\nExplicit economic axioms are seen as a nineteenth century thing. There are implicit\nones to a degree. Macroeconomics is said to rest on microeconomics, and\n\nmicroeconomics on the logic of supply and demand. Good so far. But I felt the need\n\nChapter 1: Recollections 1/06/16 17\n\nHOUSE_OVERSIGHT_010933",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010933.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2286,
    "word_count": 381,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:46.578393",
    "prefix": "IMAGES-001"
  }
}