{
  "document_id": "HOUSE_OVERSIGHT_017230",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017230.txt",
  "text": "4.2.12\n\nWC: 191694\n\nKC: But you are using a Jewish lawyer when it’s convenient and serves your purpose?\nMH: Well certainly its serving his purposes too and the ends justify the means.\n\nAD: My purposes are the purposes of the First Amendment. Mr. Hale, you will rue the\nday that you ever thought that I would give you publicity because I will not stop\ncondemning your organization and you know that the only condition that I will accept\nyour case is because you have given me the freedom to argue with you, to condemn you\nand to defeat you in the marketplace of ideas.\n\nMH: That’s fine.\n\nAD: The only publicity you will get from me is the most negative kind of publicity\nbecause I say, your ideas belong in a nutshell because they are nutty ideas, they are\nreprehensible ideas...\n\nMH: So are those of the Jews.\n\nAD: And I have faith in the American people that they will reject your ideas in the\nmarketplace of ideas and you should not have the benefit of censorship so that you can\nstand up and proclaim your views. You know, if the character committee hadn’t kept him\nout, nobody would have heard of this despicable person. It is the character committee\nwho has given him publicity just like the march in Skokie...you know the Nazis would\nhave been able to march through Skokie, it would have been a one-day story, but for the\ncensorship. Censorship creates publicity. What we are doing is hoping to give you the\nworst and most negative kind of publicity so people will reject your ideas.\n\nKC: So do you still want Mr. Dershowitz to represent you?\nMH: The fact of the matter is that we are confident that if people would consider our\n\nviews, they will agree with them.\n\nAD: Nobody is afraid of your views. As long as you don’t violate the law your views will\nbe defeated in the marketplace of ideas\n\nUltimately, I did not represent Hale because he refused to allow me to donate his legal fee to the\nADL, NAACP and other organizations that seek to combat his racist views in the marketplace of\nideas. He lost his case and is now in prison for trying to arrange a “hit” on the judge who ruled\nagainst him.\n\nFollowing Hale’s imprisonment, I received a call from the FBI advising me that Hale may have\nput out a hit on me as well. For several weeks, FBI agents monitored and protected me. So\nmuch for Matthew Hale merely believing in freedom of speech! This was neither the first nor the\n\n143\n\nHOUSE_OVERSIGHT_017230",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017230.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2413,
    "word_count": 439,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:44.759764",
    "prefix": "IMAGES-004"
  }
}