{
  "document_id": "HOUSE_OVERSIGHT_020583",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020583.txt",
  "text": "124\n\nExchanges\n\nThe Chinese government organizes and pays for exchanges in which participants travel\nfrom the United States, divulge technical knowledge through scripted venues, are briefed\non China’s technology interests, return to their US base to collect more information, and\nrepeat the process. China has a program for what it euphemistically calls “short-term visits”\nby co-opted foreigners, which, stripped of its rhetoric, is indistinguishable from state-run\nespionage.\n\nCooperation organizations and advocacy groups\n\nMany Sino-US S&T “cooperation” organizations in the United States facilitate these transfers\nand have individual memberships of hundreds to thousands. The figure scales to some\nninety such groups worldwide. Members usually are expatriate Chinese, although China is\nexpanding its recruitment of nonethnic Chinese. One significant example of a Sino-US S&T\ncooperation organization is Triway Enterprise, Inc. (=ZEI®ABRAS Al), an “external training\ninstitute” set up under the auspices of the State Administration of Foreign Experts Affairs\n\nin Falls Church, Virginia, with branches in Beijing and Nanjing. According to the Chinese\nversion of the website, the company “since 1993 has been putting its energy into promoting\nbilateral exchange and cooperation between China and the US in the fields of S&T, culture,\neducation and management with great success.”§\n\nChina S&T advocacy groups in the United States declare loyalty to China and acknowledge\na “duty” to support China’s development. Members visit China to lecture, guide Chinese\ntechnical projects, transfer technologies, receive shopping lists from Chinese entities, and\nengage in other kinds of “technical exchanges.” Many of them sit on Chinese government\nboards that decide the future of China’s national technology investment. Another\nexample of a China S&T advocacy group is the Silicon Valley Chinese Engineers Association\n(EAE LEI), which describes itself as “a non-profit professional organization formed\nmainly by the professionals in the Bay Area from mainland China with a mission to\npromote professionalism and entrepreneurship among members,” which is achieved by\n“organizing a variety of professional activities and establishing channels to allow members to\nengage in China’s rapid economic development” [emphasis added].?\n\nChinese government tech transfer offices, facilitation companies, and career transfer\npersonnel, some of whom are posted to China’s diplomatic offices, support and direct\nthe US-based groups. In China, hundreds of government offices are devoted entirely to\nfacilitating foreign transfers of technology “by diverse means.”\n\nJoint research\n\nThe preferred method of establishing a research beachhead in the United States is through\nthe formation of a joint research center with a prominent US university. One example\n\nTechnology and Research\n\nHOUSE_OVERSIGHT_020583",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020583.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2881,
    "word_count": 409,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:46.059231",
    "prefix": "IMAGES-006"
  }
}