{
  "document_id": "HOUSE_OVERSIGHT_012348",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012348.txt",
  "text": "ao\n\neer Ge\nee\n\n=?\nOAL IN Lote\n\nv0) PB RAE eH\nwe gh\n\nfa Me\n\n!\n\nLie\n\nyou upstairs?\n\nA Yeah.\n\nQ. Okay. How does she take you upstairs? How did\nvou --\n\nA She just sar follow me.\n\nQ Did she -- did you go up a big staircase? Litle\nstarrease? '\n\nA Itwas ike a living room. {1 was the kitchen and\nthen a iving room and you tumed right and then it was like\na Staircase that would hke | pness it's kind of-- like\nspirals.\n\nQ Okay. Did she take you to where’?\n\nA lt kind of looked like a bathroom but there was no\ntoilets. It was a cold room and it had like a sauna in\nthere.\n\nQQ Okay.\n\nA Abdip sauna. Just a table where he was going to\n\nlay on. A place where you could wash your hands and iv just: 7!\n\nkind of looked like it was a room for that.\n\nQ Okay, Okay. So take me from there.\n\nA He turned the lights dewn some and be was on the\nphone. [He's hike oh. just Qnaudible) lotions are here and\nvou can sla by rubbing iny feet. So | put some Jotion,\ntubbed his feet. and then he tokl me to rub his calves, his\nJees or whatever. And then Pm trying to remember. And\n\nYeah. and then he wanted me to rub his back. J started up\n\ntop and then he kept asking me to vo ower and Jower and he\nsui! had the towel on at uns point and then when | got\ntight io where bis -- right above his like butt like kid of\nnght above here --\n\nQ. Ub-heh.\n\nA -- he like {lipped over and he just told me to\nlike stan rubbing like bis stomach and stuff Jéke that and\nhis chest and then he told me, he's like why don't vou just\ntake off your shirt and pants. [ was Hike (inaudible), so |\ndid that and then --\n\nQ You had your shirt and pants on when you were\nrubbing his leet and calves?\n\nA Uh-buh.\n\nQ Okay. You took olf your pants 2nd shirt.\n\nA Uh-huh.\n\nQ. Okav.\n\nA And then hke he got more Gmaudibic) and he took\notf his towel.\n\nQ Okay.\n\nA 1 dor’t really Eke know why he was doing that but\nend then he -- he was kind of like talking 10 me like trying\nto get to know me about my sex fe He's like oh. you're\nsuch a beautifud girl, He's lke well what are you like\nwhen you have sex. I didn’t really answer him. [ was like.\n\nPade\n\nwell. Tdorr't really like todo anything. (Inaudible) a\n\nmassage. That's it. And he’s hke oh, but you're so\nbeautiful. And he kept saying ihat for some reason.\n\nQ. Allright. Let me stop you for a secand. When he\ntook ol fhis tawel. was be completely naked?\n\nA \\h-huh, Yes.\n\nQ Okay. And you were in bra and panties?\n\nA Uh huh.\n\nQ Okay. Okay. Take me trom there. So he took off\nhis towel. he's lething you how beautiful you are.\n\nA And he teld me. he told me to mb his nipples like\nhe's like oh. just pinch them or something. And | was like\nallright. And then be had one hand on his P.\n\nQ. Okay.\n\nA And tien he like ined rubbing on my prives\n(phonetic) and he had like the imddle of my bra was the snap\nof parl and he ke snapped it off and be was tying to\nfeel my boobs and then he jusi grabbed my thighs and he was\n\njacking humsell off at the same time und then he went down\nto -- sbould Tsay that?\n\nQ. Savit\n\nA My vagina.\nBY DETECTIVE DAWSON:\n\nQQ We've beard if all\n\nA Yeah. And he like didn't take off my panties but\n\nLi\n\nhe like pushed them to the side and he's like {celing down\nthere and he's tike don't worry. don't worry. I'm not going\nto go in, dada da. [t's so weird. Tm lke anyway. And\nthen he stared rubbing dewn there and then he started\ntalksug dirty. He's like ah, your clit feels so hard and\nstuff And {like backed away. I was like (inaudible).\n\nQ Okay. AC any time did you tell him no? Did you\ntel] hin yeu're not comfortable with this?\n\nA PLeucked away and T said [was like well. [don’t\nknow if E shoule do that and 1 was like very hesitant and so\nseared that] didn’t know what to do. Kind of Jike you just\nWant to eetilover with to get tover with, And then --\nand f was fecling so tense. } guess that’s why he was\nsaying it. And then he actually stuck his fingers in there\nand 1 backed away again. He goes oh. don't worry. don't\nworry And te's bike okay. Pm sorry. Then he went Back to\nthe outside and he was still jerking himisell off and then\n\nfinally he finished himself. wrapped up his towel and said\nthere was $200 0n the counter amd then there’s an extra\nhundred for Hfe’s itke oh. I'd like to see you\nagain. | was [ike yeah. | don't know.\n\nQ Okay. Let me bring yeu back to when he snapped\nolf your bra.\nA Uh-huh,\nQ When he snapped it off. did you take it off or did\n\n3 (Pades @ ta 9)\n\nJ. Consor & Associates Reporting & Transcription\n961.682.0905\n\n98aeb4ed-fabf-461a-bSd2-be85289cc56a\n\nQ1912\n\nHOUSE_OVERSIGHT_012348",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012348.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4526,
    "word_count": 929,
    "line_count": 177,
    "import_date": "2025-11-19T21:47:48.685052",
    "prefix": "IMAGES-001"
  }
}