{
  "document_id": "HOUSE_OVERSIGHT_028562",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_028562.txt",
  "text": "4 JAM v. INTERNATIONAL FINANCE CORP.\n\nBREYER, J., dissenting\n\n. as,” provide no greater help. The majority finds sup-\nport for its dynamic interpretation in the Civil Rights Act\nof 1866, which gives all citizens the “same right” to make\nand enforce contracts and to buy and sell property “as is\nenjoyed by white citizens.” 42 U.S.C. §§1981(a), 1982\n(emphasis added). But it is purpose, not words, that read-\nily resolves any temporal linguistic ambiguity in that\nstatute. The Act’s objective, like that of the Fourteenth\nAmendment itself, was a Nation that treated its citizens\nequally. Its purpose—revealed by its title, historical\ncontext, and other language in the statute—was “to guar-\nantee the then newly freed slaves the same legal rights\nthat other citizens enjoy.” CBOCS West, Inc. v. Hum-\nphries, 553 U.S. 442, 448 (2008). Given this purpose, its\ndynamic nature is obvious.\n\nSimilarly, judges interpreting the words “same ... as”\nhave long resolved ambiguity not by looking at the words\nalone, but by examining the statute’s purpose as well.\nCompare, e.g., Kugler’s Appeal, 55 Pa. 128, 128-125 (1867)\n(adopting a dynamic interpretation of “same as” statute in\nlight of “plain” and “manifest” statutory purpose); and\nGaston v. Lamkin, 115 Mo. 20, 34, 21 S.W. 1100, 1104\n(1898) (adopting a dynamic interpretation of “same as”\nelection statute given the legislature’s intent to achieve\n“simplicity and uniformity in the conduct of elections”),\nwith O'Flynn v. East Rochester, 292 N.Y. 156, 162, 54\nN. E. 2d 348, 346 (1944) (adopting a static interpretation\nof “same as” statute given that the legislature “did not\ncontemplate” that subsequent changes to a referenced\nstatute would apply (interpreting N. Y. Gen. Mun. Law\nAnn. §860(5) (West 1984))). There is no hard-and-fast rule\nthat the statutory words “as is” or the statutory words\n“same as’ require applying the law as it stands today.\n\nThe majority wrongly believes that it can solve the\ntemporal problem by bringing statutory canons into play.\nIt relies on what it calls the “reference canon.” That canon,\n\nHOUSE_OVERSIGHT_028562",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_028562.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2093,
    "word_count": 336,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:48.561866",
    "prefix": "IMAGES-010"
  }
}