{
  "document_id": "HOUSE_OVERSIGHT_030616",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_030616.txt",
  "text": "Date: Friday, June 19 2009 11:01 PM\nSubject: Re:\nFrom: Jeffrey Epstein <jeevacation@gmail.com>\n\nTo: Peggy Siegal\n\nJeffrey Epstein, the Florida money manager who once roamed in the same social circle as Bill Clinton, Prince\nAndrew and other high profile figures, is going to be released from prison early, a source tells\nRadarOnline.com.\n\nEpstein pleaded guilty last year to procuring teen girls for prostitution, ending his lifestyle with the rich and\nfamous in a Palm Beach, Florida scandal that reverberated through high-profile society. He received an 18-\nmonth sentence and was slated to be incarcerated until the end of this year.\n\nBut now, says the source, the jail door is about to swing open because Epstein has been secretly helping the feds\nunravel a suspected Ponzi scheme. He had inside knowledge of the scheme because he was one of its victims,\n\nlosing $67 million.\n\nThe source says it’s all tied to the indictment of former managers of Bear Stearns Mortgage Investment Fund, and\nin that case Epstein is the person who is identified only as Victim # 1.\n\nMeanwhile, Epstein’s life behind bars hasn’t been too rough — in fact he’s allowed to spend most days at his\nattorney’s office. He was supposedly working on a charity venture but the source says he was actually busy\nhelping the feds with the Ponzi scheme. One source says that he’s been guarded by men in suits with\nearphones.\n\nWell if those suits are going to follow him when he’s freed they better pack bathing suits. Epstein owns Little St.\nJames Island in the Virgin Islands.\n\nOn Fri, Jun 19, 2009 at 4:51 PM, Peggy Sicgal TE wrote:\n\nCan you cut and paste and email to my blackberry...I can't open this up. Peg\n\n-—— Original Message -----\n\nFrom: Jeffrey Epstein <jeevacation@gmail.com>\nTo: Peggy Siegal\n\nSent: Fri Jun 19 16:17:18 2009\n\nSubject:\n\nhttp://www.radaronline.com/category/tags/jeffrey- epstein <http://www.radaronline.com/category/tags/jeffrey- epstein>\n\nHELP ; areporter for the ny times wants to write the following ; Epsteins lawyers were contacted and they said they had no comment.. We\nhave checked with some of the worlds financial experts ,both in and out of gov't , the consensus is that if Epstein is cooperating with the\nfeds the average intelligence of the u.s. government , just went up dramatically.\n\nHOUSE_OVERSIGHT_030616",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_030616.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2317,
    "word_count": 376,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:49.426787",
    "prefix": "IMAGES-011"
  }
}