{
  "document_id": "HOUSE_OVERSIGHT_019266",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019266.txt",
  "text": "BREAKING DOWN DEMOCRACY: Goals, Strategies, and Methods of Modern Authoritarians\n\nIn May 2014, Putin signed a new law that criminalized\nthe purposeful distortion of the Soviet Union's role in\nWorld War II. It could easily be applied to historians\nwho, for example, criticize Stalin's Great Terror and\n\nits decimation of the military leadership in the years\nbefore the war.'® Historians who make the “wrong”\ninterpretations of the Hitler-Stalin pact, the huge\ncasualties suffered by the Red Army, or the rape and\nplunder committed by Soviet troops as they marched\ntoward Berlin might also risk criminal penalties.\n\nIn late 2016 the Russian Security Council discussed\nthe establishment of a new center to counter the\n“falsification” of history. The council placed the pro-\nposal in the context of the country’s national security,\npointing to “deliberate destructive activity by foreign\nstate structures and international organizations to\nrealize geopolitical interests by means of carrying out\nanti-Russian policies.”\n\nA group of experts identified six topics from Russia's\npast that they claimed were being actively distorted\nas part of an anti-Russia strategy. Among the topics:\nthe Soviet Union's ethnic policies, the Hitler-Stalin\npact, the Soviet Union's conduct during World War Il,\nthe 1917 Russian Revolution, and the Soviet Union's\nsuppression of uprisings in Hungary, Czechoslovakia,\nand East Germany during the Cold War.” In each case,\nthe most serious and respected historical accounts\nhave been written by foreign scholars, due largely to\n\nthe pressures, including outright censorship, brought\nto bear on Russian historians during Soviet times and\n\nmore recently during the Putin era.\n\nChina: Evading the past\n\nMao Zedong’s Great Leap Forward ranks among\n\nthe most deadly politically inspired catastrophes in\nhuman history. From 1958 to 1962, Communist Party\nauthorities, under strict orders from Beijing, forcibly\nherded millions of farmers into communes and then\nproceeded to seize grain harvested in the countryside\nto feed the urban population. The result, according to\nlong-standing estimates, was the death of some 30 mil-\nlion people in the provinces. Historian Frank Dikotter,\nwho studied the archives in some of the most seriously\naffected regions, has argued that the number of deaths\nwas at least 45 million, and others have cited higher\nnumbers. While most died of starvation, many were\ntortured to death or murdered by local Communists.”\n\nTo this day, Communist Party officials have refused to\nacknowledge anything approaching the full dimen-\nsions of the tragedy. Nor have they admitted that the\n\nparty, and especially Mao, were responsible. Often\nthey blame the weather. There are no official monu-\nments to the victims, no days of commemoration, no\nserious histories available to the general public, and\nmost significantly, no effort to place accountability\nwhere it belonged.\n\nChinese leaders may be even more concerned about\npresenting the “correct” interpretation of history\nthan their Russian counterparts. An updated offi-\ncial version of the party history that was released in\n2011 took 16 years to draft, including four extensive\nrewrites. It was vetted by 64 state and party bodies,\nincluding the People's Liberation Army. In telling the\nstory of the Great Leap Forward, the history admits\nthat the project brought great suffering, but credits\nMao with wanting to “change a picture of poverty and\nbackwardness and make China grow rich and strong\nso that it could use its own strength to stand tall in\nthe forest of nations.””? In other words, one of the\ncentury's great politically driven famines was justified\nbecause it supposedly contributed to China's emer-\ngence as a world power. The history also insists that\nMao tried to change course when he learned of the\ngrowing rural suffering—an outright lie, as Mao actual-\nly doubled down on the most disastrous policies.\n\nThe determination to suppress any real assessment\nof the dark corners of Chinese history under the\nCommunist Party is also reflected in the exhibits at\nthe National Museum of China in Tiananmen Square.\nMao's Cultural Revolution (1966-76), a period of polit-\nical terror and violent nationwide purges, is dispensed\nwith through one photograph and a brief caption,\nlocated in an out-of-the-way part of the facility. As for\nthe famine, it is glossed over with the euphemistic\nphrase, “the project of constructing socialism suffered\nsevere complications.’\n\nSeven ‘don’t mentions’\n\nIn 2013, the General Office of the Communist Party\nCentral Committee issued a secret directive prohib-\niting universities from permitting the discussion of\nseven themes—the “Seven Don't Mentions.” Accord-\ning to the directive, lecturers were not allowed to take\nup universal values, freedom of the press, civil society,\ncivic rights, elite cronyism, Judicial independence, and\npast mistakes of the Communist Party.\n\nTo independent-minded scholars, the most disturbing\nitem in the roster of Don't Mentions was the leader-\nship's mistakes. While the authorities have never come\nclose to permitting a serious investigation of either\n\n32\n\nHOUSE_OVERSIGHT_019266",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019266.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5141,
    "word_count": 792,
    "line_count": 119,
    "import_date": "2025-11-19T21:47:49.383661",
    "prefix": "IMAGES-005"
  }
}