{
  "document_id": "HOUSE_OVERSIGHT_019517",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019517.txt",
  "text": "Contractor | 29\n\ngrowing antagonism toward the U.S. government, he had not given\nup on, if not becoming a secret agent, working in the netherworld of\nsecret intelligence.\n\nThere was still a back door through which he could reenter the\nspy world. Private corporations hired civilian technicians to work\nfor spy agencies as independent contractors. By 2009, the CIA, the\nNSA, and other U.S. intelligence services had outsourced much of\nthe job of maintaining and upgrading their computer systems to\nthese private companies. They supplied the NSA with most of its\nsystem administrators and other information technology workers.\nThis arrangement allowed the NSA to effectively bypass budget\nlimits and other restrictions limiting how many NSA technicians\nit could recruit. Instead of being on the NSA’s own payroll, these\npeople nominally worked for, and received their paychecks from,\nprivate employers. In fact, many of these outside contractors worked\nfull-time for the NSA.\n\nSnowden applied in April 2009 to one of these private compa-\nnies, a subsidiary of the Dell computer company. To diversify out of\n\n© manufacturing computers, Dell had recently gone into the business ©\nof managing government computer systems for the NSA and other\nintelligence services. As a leading specialist in the field of corporate\ncyber security, Dell had no problem obtaining sizable contracts from\nthe NSA’s Technology Directorate. In 2008, the NSA had in effect\noutsourced to Dell the task of reorganizing the backup systems at its\nregional bases. Dell had to find thousands of independent contrac-\ntors to work at these bases. In 2009, it was seeking to fill positions\nat the NSA’s regional base in Japan, and Snowden applied. Relocat-\ning would be no issue for him because he had a longtime interest in\ngoing to Japan.\n\nHe had little problem obtaining the job. He had a single compel-\nling qualification: like all other CIA officers, he had been given a\ntop secret clearance. For an outside contractor such as Dell, such a\nsecurity clearance was pure gold. If a potential recruit lacked it, Dell\nneeded to wait for a time-consuming background check that would\nhave to be conducted before it could deploy him or her at the NSA.\nIfa recruit already had the clearance, as Snowden did, he could begin\nworking immediately.\n\n| | Epst_9780451494566_2p_all_r1.z.indd 29 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019517",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019517.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2392,
    "word_count": 388,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:49.007305",
    "prefix": "IMAGES-005"
  }
}