{
  "document_id": "HOUSE_OVERSIGHT_012704",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_012704.txt",
  "text": "﻿Daily Business Review: Jeffrey Epstein's attorneys fight to keep plea discussions private Page 1 of 3 \nDAILY BUSINESS REVIEW.COM \nSelect 'Print' in your browser menu to print this document. \nCopyright 2011. ALM Media Properties, LLC. All rights reserved. Daily Business Review \nPage printed from: Daily Business Review \nBack to Article \nJeffrey Epstein's attorneys fight to keep plea discussions private \nJohn Pacenti \n2011-04-2112:00:00 AM \nMiami attorney Roy Black and two other high-profile attorneys who represented billionaire sex offender \nJeffrey Epstein have asked a federal judge to prohibit two alleged victims from obtaining correspondence \nbetween the defense team and federal prosecutors who hammered out a nonprosecution agreement. \nThe two women identified in court papers only as Jane Doe 1 and Jane Doe 2 say the agreement should be \ninvalidated because they were not adequately informed of the plan not to file federal charges against Epstein. \nThe defense attorneys' motion to intervene states the sanctity of plea talks would be undermined if U.S. \nDistrict Judge Kenneth Marra in West Palm Beach allows the correspondence to be used in the third-party \ncivil action brought by the alleged victims. \nNew York litigator Jay Lefkowitz and Boston criminal defense attorney Martin G. Weinberg joined Black in \nthe motion filed April 7. \nThe fight over the records comes amid claims that the defense strong-armed prosecutors into a cushy deal for \nEpstein. \n\"The release of these letters and the precedent it would establish would have a severe chilling effect on the \nlawyers' ability to engage in candid settlement discussions with the government in future cases,\" the 13-page \nmotion reads. \"Indeed, to the extent such written correspondence is deemed discoverable by third parties, \ncriminal defense attorneys and the government's lawyers alike would lose the ability to negotiate such \nagreements.\" \nThe alleged victims maintain evidence shows Epstein molested more than 30 girls from 2001 to 2007, luring \nthem to his Palm Beach mansion on the pretext of giving him a massage. \nAs part of the nonprosecution agreement, he pleaded guilty to a state charge of soliciting sex with a minor and \nhttp://www.dailybusinessreview.comiPubArticleFriendlyDBR.isp?id=1202490901297 4/21/2011 \n\fDaily Business Review: Jeffrey Epstein's attorneys fight to keep plea discussions private Page 2 of 3 \nserved 13 months of an 18-month sentence. He resurfaced recently in New York and has become the subject \nof news reports about socializing with Britain's Prince Andrew. \nPersonal Inquiry \nThe women say the nonprosecution agreement should be scuttled and Epstein should be open to federal \ncharges because they were not adequately consulted as required under the Crimes Victims Rights Act. They \nseek disclosure of all correspondence between Epstein's attorneys and the government, claiming it would show \nprosecutors failed to meet their obligation to keep them and other victims informed. \nThe U.S. attorney's office argued in a 54-page response April 8 to the women's lawsuit that the law does not \napply because no federal charges were filed against the financier, only a state charge. \nThe women were denied access to the letters in their civil lawsuit against Epstein, which was settled. The \nmotion by Black, Lefkowitz and Weinberg said there is \"no doubt\" the women aim to disseminate the material \nto news outlets. They urge Marra to \"decline the invitation to fuel the media campaign against Mr. Epstein.\" \nEpstein has had plenty of trouble avoiding the media of late. Reports about his friendship with Prince Andrew \nsparked a March 20 three-page letter from Alex Acosta, U.S. attorney when the agreement was reached, to the \nDaily Beast online news site. \nAcosta said the federal government intervened in Epstein's case at request of police because the Palm Beach \nstate attorney's office was going to offer him a deal with no jail time. Acosta said his office secured, through \nthe nonprosecution agreement, jail time for Epstein, his plea to a sex crime against a minor and his designation \nas a sex offender. \nAcosta's letter said Epstein's defense team was not happy with these conditions and tried to hire private \ninvestigators to delve into the personal lives of prosecutors assigned to the case as a way of undermining the \noffice's insistence on conditions that went beyond the state case. \n\"Defense counsel investigated individual prosecutors and their families, looking for personal peccadilloes that \nmay provide a basis for disqualification,\" Acosta wrote. \nSources say the efforts targeted Assistant U.S. Attorneys Jeffrey Sloman and Ann Marie Villafalia. Acosta \nrefused to remove them. \nAcosta, now the law dean at Florida International University in Miami, said he had no comments beyond his \nletter. The U.S. attorney's office also declined to comment. \nSloman, who took over as acting U.S. attorney when Acosta became FIU's law dean, later joined the Ferraro \nLaw Firm in Coral Gables, said only, \"Alex's recollection is correct.\" \nBlack, in an interview with the Daily Business Review, denied Acosta's assertions that the Epstein defense \nteam examined the prosecutors. \n\"We don't investigate prosecutors,\" he said. \"As far as I know that wasn't done.\" \nhttp://www.dailybusinessreview.com/PubArticleFriendlyDBR.jsp?id=1202490901297 4/21/2011 \n\fDaily Business Review: Jeffrey Epstein's attorneys fight to keep plea discussions private Page 3 of 3 \nBlack also denied there was any effort to pressure the U.S. attorney's office to back off Epstein. \n\"It is absurd to say that the target of a federal criminal investigation could put undo pressure on the United \nStates, the government, the Department of Justice, the U.S. attorney's office and the FBI,\" Black said. \nWeinberg, who challenged a Justice Department policy of seizing e-mail through secret subpoenas to Internet \nservice providers, also said to his knowledge no private investigator was hired. Lefkowitz, a partner at \nKirkland & Ellis in New York who drafted President George W. Bush's policy on stem cell research, did not \nreturn a phone call for comment by deadline. Black and Weinberg said they still represent Epstein. \nFodder For Litigation \nThe motion to intervene does not claim the letters are attorney-client privilege and makes a point of saying \nEpstein reserves his right to intervene individually. \nWeinberg said turning the confidential correspondence over to the Jane Does would violate the federal rules of \nevidence and cast a chill over the criminal defense bar, which would rightly be concerned that anything they \ntell the government could boomerang into civil litigation against clients. \n\"Neither party expected or believed these letters would later become a source of information that would be \nused for any other purpose,\" Weinberg said. \"We believe the issue raised before Judge Marra has importance \nbeyond just the litigation between the government and the Jane Does.\" \nBradley J. Edwards, a partner with Farmer Jaffe Weissing Edwards Fistos & Lehrman in Fort Lauderdale, \nrepresents the Jane Does. He didn't want to get into his planned response to the motion to intervene but said \nAcosta's letter will not affect the case. \nEdwards agreed with Acosta that the Palm Beach state attorney's office faltered on the Epstein case. A call to \nthe Palm Beach State Attorney's Office spokeswoman was not returned by deadline. \n\"There has never been a stronger case for the state to prosecute, and the case should have been prosecuted by \nthe state,\" Edwards said. \"The state totally dropped the ball, but once the feds took the case over, they too \nunfortunately dropped the ball.\" \nEdwards refutes Acosta's position that the U.S. attorney's office was hampered by the lack of a clear \"interstate \nnexus\" required for federal prosecution. Evidence indicates Epstein flew on his private plane out of state with \nthe intent to engage in sex with minors and used his telephone, a means of interstate commerce, to set up his \nrendezvous with underage girls, Edwards said. \nEdwards contends the U.S. attorney's office caved. \n\"They identified a bunch of victims of sexual abuse and decided to align themselves with a bad guy and keep \nthe victims in the dark about the secretive nonprosecution agreement they were giving to Epstein,\" he said. \nhttp://www.dailybusinessreview.com/PubArticleFriendlyDBR.isp?id=1202490901297 4/21/2011",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_012704.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 8446,
    "word_count": 1294,
    "line_count": 98,
    "import_date": "2025-11-19T21:47:45.209252",
    "prefix": "TEXT-001"
  }
}