{
  "document_id": "HOUSE_OVERSIGHT_021130",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021130.txt",
  "text": "12 MICHAEL WOLFF\n\nHe remained irritated by efforts to persuade him to play the game in\nthe usual Washington way—mounting a disciplined legal defense, negoti-\nating, trying to cut his losses—rather than his way. This was disconcerting\nto many of the people closest to him, but it alarmed them more to see that\nas Trump's indignation and sense of personal insult rose, so did his belief\nin his own innocence.\n\nOF\n\nBy the end of February, in addition to the Mueller grand jury indictments\nof a group of Russian nationals for illegal activities involved with efforts\nby the Russian government to influence the US. election, Mueller had\nreached several levels into the Trump circle. Among those who were\nindicted or who had pled guilty to felonies were his former campaign man-\nager Paul Manafort, his former national security advisor Michael Flynn,\nthe eager-beaver junior adviser George Papadopoulos, and Manafort's\nbusiness partner and campaign official Rick Gates. This series of legal\nmoves could be classically read as a methodical, step-by-step approach to\nthe president's door. Or, from the Trump camp's point of view, it could be\nseen as a roundup of the sorts of opportunists and hangers-on who had\nalways trailed Trump.\n\nThe doubts about the usefulness of Trump’s hangers-on was an implicit\npart of their usefulness: they could be shrugged off and disavowed at any\ntime, which is what promptly happened at the least sign of trouble. The\nTrumpers swept up by Mueller were all declared wannabe and marginal\nplayers. The president had never met them, could not remember them, or\nhad a limited acquaintance with them. “I know Mr. Manafort—I haven't\nspoken to him in a long time, but I know him,” declared a dismissive\nTrump, pulling a line from the “who dat?” page of his playbook.\n\nThe difficulty in proving a conspiracy is proving intent. Many of the\npresident's inner circle believed that Trump, and the Trump Organiza-\ntion, and by extension the Trump campaign, operated in such a diffuse,\nhaphazard, gang-that-couldn’t-shoot-straight manner that intent would\nbe very difficult to establish. What's more, the Trump hangers-on were\nso demonstrably subpar players that stupidity could well be a reasonable\ndefense against intent.\n\nSIEGE - 12\n\nMany in the Trump circle agreed with their boss: they believed tha\nwhatever idiotic moves had been made by idiotic Trump hands, the Rus:\nsia investigation was too abstruse and nickel-and-dime to ultimately stick\nAt the same time, many, and perhaps all, were privately convinced tha\na deep dive—or, for that matter, even a cursory inspection—of Trump\nfinancial past would yield a trove of overt offenses, and likely a pattern o\ncareer corruption.\n\nIt was hardly surprising, then, that ever since the beginning of th\nspecial counsel's investigation, Trump had tried to draw a line in the san:\nbetween Mueller and Trump family finances, openly threatening Muelle\nif he went there. Trumps operating assumption remained that the speciz\ncounsel was afraid of him, conscious of where and how his toleranc\nmight’end. Trump was confident that the Mueller team could be made t\nunderstand its limits, by either wink-wink or unsubtle threat.\n\n“They know they can't get me,’ he told one member of his circ]\nof after-dinner callers, “because I was never involved. I’m not a targe\nThere's nothing. I’m not a target. They’ve told me, I’m not a target. An\nthey know what would happen if they made me a target. Everybod\nunderstands everybody.’\n\nOF\n\nBooks and newspaper stories about Trump’s forty-five years in busine:\nwere full of his shady dealings, and his arrival in the White House on.\nhelped to highlight them and surface even juicier ones. Real estate wi\nthe world’s favorite money-laundering currency, and Trump's B-level re\nestate business—relentlessly marketed by Trump as triple A—was qui\nexplicitly designed to appeal to money launderers. What's more, Trumy\nown financial woes, and desperate efforts to maintain his billionaire lif\nstyle, cachet, and market viability, forced him into constant and unsubt\nschemes. In the high irony department, Jared Kushner, when he was :\nlaw school, and before he met Ivanka, identified, in a paper he wrot\npossible claims of fraud against the Trump Organization in a particul\nreal estate deal he was studying—a subject now of quite some amuseme\namong his acquaintances at the time. Practically speaking, Trump hid\nplain sight, as the prosecutors appeared to be finding.\n\nHOUSE_OVERSIGHT_021130",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021130.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4470,
    "word_count": 725,
    "line_count": 83,
    "import_date": "2025-11-19T21:47:47.312618",
    "prefix": "IMAGES-006"
  }
}