{
  "document_id": "HOUSE_OVERSIGHT_012854",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012854.txt",
  "text": "illuminate the mental chicaneries that lead us down the road to self-deception. As with the dangers of\ndehumanization and its role in denying reality, so too is self-deception a dangerous state of mind,\nallowing individuals to inflict great harm while feeling aligned with the angels.\n\nWhat did William Safire have in mind when he called Hilary Clinton a congenital liar?\nCongenital refers to a trait that is present in utero, at birth or soon thereafter. Congenital disorders,\ndiseases, or anomalies typically refer to defects caused by a combination of genetic and environmental\nproblems. A cleft lip is an example of a congenital anomaly, one that appears at birth as a gap in the\nupper lip. Because we don’t have detailed records of Hilary Clinton’s life as a child, it is hard to say\nwhether her lying was congenital in the same way that a hair lip is congenital. We can rule out the in\nutero and at birth periods because Hilary, like all other children, was not born speaking or lying. These\ncapacities mature. That she developed a tendency to exaggerate and distort is consistent with other\nreports. She falsely claimed that she was centrally involved in the creation of a Children’s Health\nInsurance Program, an initiative that was actually created by Senators Ted Kennedy and Orin Hatch. She\nalso claimed that she played a significant role in the Good Friday Agreement for Northern Ireland, a\ncomment that Nobel laureate Lord William David Trimble described as “a wee bit silly.” When Safire\ndescribed Clinton as a congenital liar, what he was referring to was the habitual pattern of fabrication.\nWhen patterns of the mind become habits, they are hard to break. Each distortion, rehearsed over and\nover, becomes part of the fabric of truth. It is a life story that starts as fiction and ends up as non-fiction in\nthe mind of the story-teller. We can begin to understand this transformation by looking at the clinician’s\nnotebook.\n\nFor more than 100 years, psychiatrists have described a syndrome known as pathological lying.\nIf lying is pathological, it must deviate from some norm. The psychiatrist Charles Dike sums up the\nessence of this disorder:\n\nPathological liars can believe their lies to the extent that, at least to\nothers, the belief may appear to be delusional; they generally have sound\njudgment in other matters; it is questionable whether pathological lying\nis always a conscious act and whether pathological lars always have\ncontrol over their lies; an external reason for lying (such as financial\ngain) often appears absent and the internal or psychological purpose for\nlying is often unclear; the lies in pathological lying are often unplanned\nand rather impulsive; the pathological liar may become a prisoner of his\nor her lies; the desired personality of the pathological liar may\noverwhelm the actual one; pathological lying may sometimes be\nassociated with criminal behavior; the pathological lar may\nacknowledge, at least in part, the falseness of the tales when\nenergetically challenged; and, in pathological lying, telling lies may\noften seem to be an end in itself.\n\nHauser Chapter 3. Ravages of denial 108\n\nHOUSE_OVERSIGHT_012854",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012854.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3166,
    "word_count": 519,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:44.916850",
    "prefix": "IMAGES-002"
  }
}