{
  "document_id": "HOUSE_OVERSIGHT_024475",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024475.txt",
  "text": "5. SUMMARY FINANCIAL DATA\n\nThe following summary historical pro forma and projected financial data should be read in conjunction\nwith the financial statements and “Management's Discussion and Analysis of KLC’s Pro Forma Results of\nOperations” presented elsewhere in this Memorandum. See also “Non-GAAP Financial Measures”\nelsewhere in this Memorandum for a discussion of the derivation and limitations of EBITDA, Adjusted\nEBITDA and Adjusted EBITDAR. The historical information is pro forma for the effects of our acquisition\nof KinderCare in January 2005 and for the separation of our business into operating (KLC OpCo) and\nproperty (KLC PropCo) in November 2005, as if those transactions and related financing had occurred on\nJanuary 1, 2004. The rental income received by KLC PropCo in all periods presented is primarily\ncomprised of lease payments from KLC OpCo.\n\nOur pro forma results for KLC were not prepared in conformity with Article 11 of Regulation S-X of the\nSEC (which would not, among other limitations, permit a 2004 pro forma presentation after completion of\nour 2005 financial statements). In addition, by presenting a pro forma comparison, this section does not\ninclude a comparison of KLC’s historical GAAP consolidated operating results or segment information that\nwould be required by Item 3-03 of Regulation S-X of the SEC. In addition, the non-GAAP financial\ninformation presented below does not comply with Item 10(e) of Regulation S-K or Regulation G of the\nSEC. For further information, please see KLC's GAAP financial statements and those of KinderCare\nincluded in this Memorandum.\n\nThe pro forma presentation below is not shown with adjustments to historical financial statements.\nInstead, it is based on a “ground up” combination of corporate level expenditures (overhead and capital\nexpenditures) and internal financial statements derived from a center-by-center build up of KLC’s results.\nThe primary reasons for the presentation based on internal reports are different fiscal year ends and\nexpense classification between KLC and KinderCare.\n\nProjected results presented below are based on assumptions management believes to be reasonable, but\nwhich are inherently uncertain and may not be realized. For a discussion of the assumptions, see “The\nOperating Company (KLC OpCo) — Summary Financial Information and Projections Discussion” and “The\nReal Estate Company (KLC PropCo) — Summary Financial Information and Projections Discussion.” Our\nability to perform as projected depends on a number of variables that cannot be predicted with certainty\nand our performance could be adversely affected by a number of factors, including those described in\n“Risk Factors” elsewhere in this Memorandum. See also “Forward-Looking Statements.”\n\nKLC Consolidated Historical Pro Forma and Projected Financial Summary\n\nFiscal Year Ended December 31,\n\n($ in millions) 2004PF' 2005PF' 2006P 2007P\n\nOPERATIONAL DATA:\n\nRevenue $1,442.2 $1,477.7 $1,557.8 $1,661.0\nRevenue Growth 2.5% 5.4% 6.6%\nGross Profit $329.6 $340.7 $387.0 $421.4\nAdjusted EBITDA’ $231.4 $238.0 $249.7 $272.6\nAdjusted EBITDA Margin 16.0% 16.1% 16.0% 16.4%\nAdjusted EBITDAR $344.5 $359.1 $363.1 $387.7\nAdjusted EBJTDAR Margin 23.9% 24.3% 23.3% 23.3%\n\nOTHER FINANCIAL DATA:\nInterest Expense 89.9 89.9 89.9 89.5\nCapital Expenditures 70.6 83.1 69.9 60.2\n\n42\n\nHOUSE_OVERSIGHT_024475",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024475.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3359,
    "word_count": 497,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:49.197680",
    "prefix": "IMAGES-007"
  }
}