{
  "document_id": "HOUSE_OVERSIGHT_012699",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012699.txt",
  "text": "10\n\nThe best and the brightest talent in town arrive at 9pm. They are Justin\nBieber and his date Selena Gomez, Andrew Garfield, Jude Law, Vera\nFarmiga, Armie Hammer, Jennifer Lawrence, Kevin Spacey, Charlize Theron,\nAnne Hathaway, Hailee Steinfield, Taylor Hackford and Helen Mirren,\nScarlett Johansson, Michelle Williams, Isla Fischer and Sasha Baron\nCohen, Jane Fonda after her play, “33 Variations”, Melania and Donald\nTrump whom I introduce to David O. Russell as The Trumpster gushes about\n“The Fighter”. Donald offers me a ride home on his plane. He is leaving\nin ten minutes. Too bad James Franco didn’t know because he is presently\nsitting on a commercial flight back to school, skipping his own after\nparty. Social standings of the rest of the guests are determined by half\nhour increments. Every other person previously mentioned in the story is\nhere. VF’s Beth Kseniak and Matt Ullian tell me the list is cut down to\n800 this year.\n\nAt 11:3@pm there is another celebrity migration up the hill to Madonna\nmanager Guy Oseary’s house. One should note that earlier in the evening\nMadonna came down the hill to pose in a risqué outfit with daughter\nLourdes in front of the green hedge. Madonna and co-host Demi Moore are\nable to lure the creme de la créme with the promise of fabulous music,\ndancing and no cameras. Those reported on their dance floor include Ryan\nPhillippe with Amanda Syedfried, who were making out all night and\nPhillippe’s ex-wife Reese Witherspoon and new fiancé Jim Toth. They\npregnant Natalie Portman and choreographer Benjamin Millepied, Mick\nJagger, Tom Hanks, Sean Penn, Ralph Feinnes, Mila Kunis, Cameron Diaz,\nGwyneth Paltrow and Renee Zellweger and Bradley Cooper boogie til dawn.\n\nA winner’s work is never done. Colin Firth, Tom Hooper and David Seidler\nshow up at 4:3@am at The Four Seasons Hotel for a live broadcast on The\nToday Show with Meredith Vieira. Functioning on an adrenalin rush, they\nare back at the Kodak Theater with Geoffrey Rush to appear on Oprah’s\nlive broadcast. Leave it to Oprah to get the king’s last words.\n\nHOUSE_OVERSIGHT_012699",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012699.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2092,
    "word_count": 350,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:45.205986",
    "prefix": "IMAGES-002"
  }
}