{
  "document_id": "HOUSE_OVERSIGHT_013543",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013543.txt",
  "text": "social smile belied a growing disinterest in the welfare of others. | was getting\nhooked on the hard training high of not really being there for other people.\n\nSeveral articles in Runner’s World said that many runners become addicted\nafter even a few months of running over six miles per day. It’s true that over fifteen\nyears | missed less than 10 days of running per year. | ran in driving rain, sweltering\nheat and dangerous places. In New York’s Central Park after dark, | followed a\nfreshly strewn trail of torn woman’s garments that ended in shredded panties and a\nbra on the Park’s bridle path. In Oklahoma City at 104,° | was chased and bitten by\na terrier. In Munich at 4:30 AM, before delivering a morning lecture, the black\nuniformed police stopped me for a shakedown. In Ann Arbor, | shuffled along in two\nfeet of snow. By the Seine, at 14°, paranoid barge hounds barked in big dog\nbaritones. | ran on the Hebrew University track a block away from a loud Palestinian\nbomb left in a refrigerator near a busy street corner. Breathless at nine thousand\nfeet in Aspen, gagging on the strong manure smell of Sacramento Valley farms, in\nthe hot wetness of Houston and dry heat of Palm Springs. | wore out three to four\npairs of Nike running shoes per year. What | did not tell my training analyst was that\nthis felt like a chase after God. As in most spiritual transformations, His messages\nand music could emerge quite suddenly.\n\nEven after stretching, it was painful to begin and that was my daily sacrifice. |\nwas readying myself to follow the God of the Hebrews and make the “three days\njourney into the desert” as in Exodus and Paul’s recommended presentation of my\nbody “as a living sacrifice, holy and well pleasing to God.” After three miles of\nrunning, the hip pain, back stiffness and leg heaviness lifted, difficult breathing\nbecame easier. A burst of new energy appeared suddenly. The first pop usually\ntook the form of assertive feelings fueled by new personal power, an undoing of the\nlethargy and depression of a helpless sinner. New and big, | felt like | could fix\nalmost anything. Up bubbled an aggressive speech to the Dean about his refusal of\nour recent request for an increase in departmental research space. As for the\nNational Institute of Health’s recent return of one of our grant proposals, it was now\nclear that the reviewers were wrong. | would resubmit but this time ask for twice the\n\namount of money. | rehearsed a new list of necessary and routine laboratory chores\n\n43\n\nHOUSE_OVERSIGHT_013543",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013543.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2532,
    "word_count": 447,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.291111",
    "prefix": "IMAGES-002"
  }
}