{
  "document_id": "HOUSE_OVERSIGHT_016587",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016587.txt",
  "text": "Code Enforcement Board Meeting Minutes 07/17/08\n\nMr. Maxey said an approximate 24 inch piece of aluminum is hanging from the\nlight on Nightingale Trail and it seemed highly unusual that a shield of that nature\nwould only be necessary on that light when the recommendations given by Fish &\nWildlife are recommendations with broad reaching impact for the entire island. He\nnoted that the street lights in Palm Beach do not go off during turtle nesting\nseason. He said a field permit for trimming of the sea grapes at the Nightingale\nBeach Club Association was not recommended during the nesting season. He said\nthe indifference to materials he had brought forth more than a year ago that had\nnow been brought forth officially by the DEP were offensive to him and that is one\nof the reasons he had continued to “hammer” this. He said he believed the Board\nshould recommend to the Town Council that they remove that section of the\nCode, given the current environmental regime, especially when one considers the\npublic relations downside of fighting him on this issue and spending $2,000,000 to\nfight Lake Worth on the other side. Mr. Maxey said this was probably not a win-\nwin situation and that NOAA had not even been brought into the fold yet.\n\nMr. Ochstein wanted to know if the Board was precluded from enforcing the\nordinance now. Mr. Walton said it should not be enforced now, that in speaking\nwith Mr. Wettstein from DEP and Ms. Higgins from FWC, an agreement had been\nreached to wait until the end of turtle season to require the trimming. The Town\nrecommends granting the Nightingale Beach Club until November 7, 2008 to come\ninto compliance. The permit is good until that date. In response to Mr. Hoffman’s\nquestion, Mr. Walton said the permit was issued on June 16, 2008. Mr. Maxey\nsaid he applied on March 19, 2008. Mr. Balletine inquired as to whether seven (7)\ndays was sufficient for compliance after the end of turtle season and Mr. Walton\nsaid it was not a large area and he believed it was. Mr. Maxey said he did not\nbelieve it was sufficient, that it would be an economic hardship if he had to replace\nevery tree that is over 3 inches in diameter in order to get it below 6 feet and he\nbrought up other issues involved with the trimming. Mr. Balletine told Mr. Maxey\nhe just wanted to know whether he could comply in a 7 day period without going\ninto a lot of detail. Mr. Maxey said that before he could remove any native plant,\nhe had to first remove every single non-native one from the property and he had\nsome questions whether or not he could comply within the time period. He also\nsaid he had some real questions about whether the law, both at the State and the\nlocal level had been equally applied within the Town. Mr. Maxey said he is in\nconsultation with an attorney to find out what measures he can take. The Town\ndid not apply for a permit to cut its own sea grapes and judging from the\nguidelines he has in his permit, the Town would be in violation of almost everyone\nof those guidelines. The DEP counsel’s office asked him to provide photographs\nof the Town’s illegal cutting back in February.\n\nMr. Vanneck said there should be more research as to what should and should not\nbe cut. He believes the Town code may have gone too far.\n\nMr. Hoffman said the Board did not have the authority to modify the Code and\ncould only enforce the Codes as they had been written.\n\n14\n\nHOUSE_OVERSIGHT_016587",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016587.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3422,
    "word_count": 618,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:46.849250",
    "prefix": "IMAGES-004"
  }
}