{
  "document_id": "HOUSE_OVERSIGHT_012119",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012119.txt",
  "text": "Edwards adv. Epstein\nTelephone interview with Virginia Roberts\nPage 13 of 23\n\nV: Yes. Just a normal flight, an e-ticket.\nJS: Like the rest of us common folk.\nV: But when I was traveling with Jeffrey, the majority of the time would be on the black jet.\n\nJS: | Now, when you say there would be times when you would travel by yourself because he\nwas sending you somewhere, tell me about that. How did that come about?\n\nV: So, one of his colleagues would be at the Carribean or Santa Fe or even New York, or\nwherever, and he would call me up on those days where I am not working with him or in\nPalm Beach with him, and he would ask me to get on the next plane to so and so and go\nmeet so and so, and that’s when I would take e-tickets. His secretary or special assistant,\nwhatever, would organize it for me and give me the details and I would just walk up the\nline and they’d let me right through.\n\nJS: Can you give me any ideas as to how many times it happened that Jeffrey would send\nyou off to meet some friend of his at some location outside of Palm Beach?\n\nV: How many times it happened? I’m not too sure. Probably about 10-15 times.\n\nJS: | Ok. And on those occasions, how much time would you spend with one of Jeffrey’s\nfriends when you were sent to a location that you would have to travel to?\n\nV: Only a couple of days. Only 2 days, that’s it.\n\nJS: And how were you paid for those trips?\n\nV: I would be paid in cash upon my arrival back with Jeffrey. So, whenever I was back with\nJeffrey, he would count up how many days I’ve had, sometimes give me even more than\nwhat I deserved, not deserved, but what I earned and give me a little extra.\n\nJS: Was there a daily rate for those trips or was that per massage also?\n\nV: Per massage. With Jeffrey, I would be honest. I wouldn’t tell him I did 15 massages if I\ndidn’t. He knew he could trust me. He could always come back to the other person that\nhe sent me to give massages and ask them as well, so you know, it was always by per\n\nmassage.\n\nJS: Alright. When we’ve been talking about massages, tell me exactly what it is we’re\ntalking about when we speak about massages.\n\nV: Same thing I would do to Jeffrey. Again, it would start out as a massage, which would\nstart with them being naked, and me giving him a legitimate massage to begin with, so\n\nHOUSE_OVERSIGHT_012119",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012119.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2322,
    "word_count": 455,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:46.089675",
    "prefix": "IMAGES-001"
  }
}