{
  "document_id": "HOUSE_OVERSIGHT_020503",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020503.txt",
  "text": "44\n\nthe Chinese government retaliated by banning students and scholars with funding from\nthe Chinese government’s China Scholarship Council from attending UCSD. Other US\nuniversities have come under similar pressure when they have contemplated inviting\nthe Dalai Lama or his associates to campus. Academic authorities at one Washington,\nDC, university were even warned by the Chinese embassy that if an event concerning\nXinjiang went ahead, they risked losing their Confucius Institute.\n\nCSSAs also serve as a channel of political “peer monitoring” of Chinese students,\nconstraining the academic freedom of Chinese students on campus—and thereby\n\nalso undermining core principles of free speech and academic freedom. This issue has\nbecome more serious over the past several years, as the political environment in China\nhas tightened and Chinese students widely fear that things they say on campus (even\nin class, at other campus activities, or in private conversations) that contradict official\nPRC policies are liable to be reported to the Chinese authorities and risk putting their\nfamilies into jeopardy back home.\n\nA very public example of this kind took place during the commencement ceremonies\nat the University of Maryland in May 2017, after a Chinese student was selected as the\ncommencement speaker. When Yang Shuping praised the “fresh air of free speech” and\ncontrasted what she had found in the United States with China—and her comments\nwent viral on the internet and social media in China—she received an avalanche of\nemail threats, and her family in China was harassed.”? Another well-reported incident\noccurred at Duke University in 2008 when a twenty-year-old female undergraduate\nstudent became caught up in a pro-Tibetan independence demonstration. She was\nvilified online, and her parents were harassed back in China.”* In other cases, Chinese\ngovernment authorities have visited students’ families in China and warned them\nabout their children’s allegedly subversive statements abroad.\n\nIn Australia, another kind of disturbing phenomenon has occurred: Several instances\nhave occurred in which Chinese students have recorded professors’ lectures that were\ndeemed critical of the PRC and then uploaded them onto the internet, thereby\nprompting harassment of the lecturers on social media.** There is no evidence that this\nhas occurred on American campuses to date. But the presence on campus of a student\norganization linked to the Chinese government creates an understandable concern\nthat faculty lecturing on politically sensitive topics might fear that their lectures are\nbeing monitored and thus self-censor themselves. This prospect is especially concerning\nwhen it involves a faculty member who, because he or she needs to travel to China for\nresearch or other professional purposes, feels under duress.\n\nGifts and Grants\n\nThanks to growing wealth accumulation in China, prosperous Chinese are beginning\nto develop the practice of philanthropy and to exercise giving both at home and\n\nUniversities\n\nHOUSE_OVERSIGHT_020503",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020503.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3046,
    "word_count": 457,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:48.812843",
    "prefix": "IMAGES-006"
  }
}