{
  "document_id": "HOUSE_OVERSIGHT_022050",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022050.txt",
  "text": "N\nPaATTERSO ; Fittuy Ricw\n\nnever been in the same place with Alan Dershowitz also goes on the attack. Virginia’s claims\ny up out of whole cloth.” are part of a plot to extort him, he claims. The motion that\nady become involved in lawsuits Edwards and Cassell have filed is “the sleaziest legal document”\n‘king with a former federal judge he's ever seen.\nsfessor named Paul Cassell, he had “They manipulated a young, suggestible woman who was\nother unnamed woman. Six years interested in money,” Dershowitz says. “This is a disbarrable\ng, and now, Edwards and Cassell J offense, and they will be disbarred. They will rue the day the\n-ontined. a ever made this false charge against me.” It’s a vehement seals.\nake part in the lawsuit. | 4 But then, the allegations made by Virginia Roberts, on Januar |\nberts, the girl who says that Ghis- 1 15, 2015, in a declaration filed against the government in an\nr for Epstein at Trump's resort, | 3 attempt to overturn Jeffrey Epstein’s non-prosecution agreement\nare highly disturbing. |\n\nid other young girls to prominent\niticians, world leaders, and other\nsratiate himself with them for busi-\nfinancial gain, as well as to obtain\n“rts claims.\n\nved her and other underage girls to 3\nrgin Islands.\ny and Alan Dershowitz as two of the ©\nave sex with and claims that Der 7\ntness to the sexual abuse of many\nseveral of Epstein’s co-conspirators.\nvy does respond to the allegations. ;\nding and ongoing civil proceedings\nsh the Duke of York is not a pat \"\nshort statement. “As such we woul\nJowever, for the avoidance of doubE\n\nty with underage minors is catego u\n\ni\na\n\nHOUSE_OVERSIGHT_022050",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022050.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1625,
    "word_count": 288,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:44.236693",
    "prefix": "IMAGES-006"
  }
}