{
  "document_id": "HOUSE_OVERSIGHT_017937",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017937.txt",
  "text": "Case 1:19-cv-03377 Document 1 Filed 04/16/19 Page 3 of 28\n\nPlaintiff was required to be on call for Epstein for sexual purposes and frequently traveled with\nhim both nationally and internationally. Plaintiff was regularly abused by Epstein and was lent\nout by Epstein to others for sexual purposes.\n\n6. Defendant Dershowitz was Epstein’s attorney, close friend, and co-conspirator.\nDershowitz was also a participant in sex trafficking, including as one of the men to whom\nEpstein lent out Plaintiff for sex.\n\n7. When Epstein was arrested for sex trafficking in 2006, Dershowitz defended his\nfriend and client by falsely attacking the veracity of his accusers, including calling the children\nwhom Epstein had abused (and, in the case of Plaintiff, the Defendant himself had also abused),\nliars and prostitutes.\n\n8. Despite his significant criminal activity, Epstein’s criminal charges were resolved\nby a guilty plea to a single Florida state law charge and a non-prosecution agreement (a “NPA”)\nwith the U.S. Attorney for the Southern District of Florida. Unknown to the public and the\nvictims at the time, Epstein’s lawyers, including Dershowitz, were pressuring the Government to\ncommit to the NPA without informing the victims. Epstein’s multiple victims, including\nRoberts, were kept in the dark and told to be “patient” while Dershowitz participated in the\ndrafting of the NPA and worked to protect Epstein and other “potential co-conspirators”\n(including himself) from prosecution.\n\n9. On July 7, 2008, a challenge to the NPA was brought on behalf of two of\nEpstein’s victims (not including Plaintiff) based on the fact that, contrary to the requirements of\nthe Criminal Victims’ Rights Act (the “CVRA”), the NPA had been concealed from Epstein’s\n\nvictims.\n\nHOUSE_OVERSIGHT_017937",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017937.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1785,
    "word_count": 277,
    "line_count": 31,
    "import_date": "2025-11-19T21:47:46.700698",
    "prefix": "IMAGES-004"
  }
}