{
  "document_id": "HOUSE_OVERSIGHT_012136",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012136.txt",
  "text": "KIRKLAND & ELLIS LLP\n\nAND AFFILIATED PARTNERSHIPS\n\n777 South Figueroa Street\n\nLos Angeles, California 90017\nKenneth W. Starr :\n\nTo Call Writer Directly: FP Facsimile:\nwww.kirkland.com Dir. Fax:\nJune 19, 2008\nJohn Roth, Esq.\n\nPrincipal Associate Deputy Attorney General\nOffice of the Deputy Attorney General\nUnited States Department of Justice\n\n950 Pennsylvania Avenue, N.W., Room 4115\nWashington, D.C. 20530\n\nDear Mr. Roth:\n\nI again want to thank you for this opportunity to explain why we believe that a federal\nprosecution of Jeffrey Epstein is unwarranted. I appreciate your having informed us that you\nalready have our May 19 and May 27 communications to the Deputy Attorney General, as well\nas our prior written submissions to CEOS and to the Southern District of Florida.\n\nIn light of the significant volume of our prior submissions and to facilitate your review,\nwe have drafted four supplemental submissions that will provide a roadmap for your\ninvestigation of this matter. Given the bulk of these documents and their appended supporting\nattachments, you will receive this packet by messenger tomorrow. A brief description of each of\nthe four submissions follows. First, I have included a succinct summary of the facts, law and\npolicy issues at hand. This document sets forth a basic overview of the issues and summarizes\nour principal contentions as to why federal prosecution of this matter is neither appropriate nor\nwarranted,\n\nThe three other submissions include: a summary of the irregularities and misconduct that\noccurred during the federal investigation; a letter from former CEOS attorney Stephanie Thacker\nthat responds to CEOS’s assessment of its limited review of Mr. Epstein’s case; and a point-by-\npoint rebuttal to First Assistant United States Attorney Jeffrey Sloman’s recent letter which we\nbelieve contains factual inaccuracies typical of our correspondence from the United States\nAttorney’s Office in Miami (the “USAO”). Also, for your reference, the package you receive\ntomorrow will contain a binder including all documentation to which we refer in our\nsubmissions. Finally, we will be providing a detailed checklist of each submission or substantive\ncommunication to the USAO. Our intention is that you have copies of each such document to\nenhance your review. If there are any that you have not received from the USAO or CEOS,\nplease advise and we will fedex them to you without delay.\n\nChicago Hong Kong London Munich New York San Francisco Washington, D.C.\n\nHOUSE_OVERSIGHT_012136",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012136.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2516,
    "word_count": 394,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.260601",
    "prefix": "IMAGES-001"
  }
}