{
  "document_id": "HOUSE_OVERSIGHT_012368",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012368.txt",
  "text": "WDIHDUOA WHE\n\nPs 8 ha WD BIN\n\nYeah. $100 more just to take my shirt off.\n\nA Es\n\nQ Okay. And you said you didn’t do it. 2\n\nA No. 3\n\nQ Okay. Did he masturbate on the sccond time? 4\n\nA Yeah. ss)\n\nQ And did he ever climax? 6\n\nA Actually the second time like it wasn't that bad a\nbecause he was like on the phone all the time and so he 8\nwasn't paying attention to what was going on. 3\nQ Didhe ever at any point masturbate the second 0\ntime? 1\nA No. Not that J remember. i12\n\nQ Did he cver ask vou any questions or speak lo you | 13\n\nor ask you anything? 4\nA Well. he tricd to talk to you just to make vou 215\ncomfortable with the situation like where do you work and : 16\nlike how much do youn make at your work and then he sta 7\nsaying vou can make snore with me. but E didn’t feel like i 8\nwas night. 9\nQ Did he exer know your real age? 0\n\nA After a while like because somebody told him. 1\n\nQ That vou were -- 2\n\nA Yeah. 3\n\nQ +17) 4\n_A, Like li told us. we wore supposed to say we | 25\n\nPage l\nwere 18. 1\nAnd who told sou that to sav that? 2\nA (Video at £4:57)) 3\nQ 4\nA Was the ong who brought everthing to 5\n&\n\neveryone al school. That's how we know about st. Then she\ntook ors Mhook me. dio 15:02)\nQ  Okuy. So each ume vou did go, did Bel\nmoney Jor Gikiny vou en =\nA Well, went wilh me twice F guess. And that\nwas it. Then [wont «ish\nQ Okay. And did she meke money? Did Bp make\nmoney for taking you lo dim:\n\nww ~!\n\nBurl didn't get = £17\nmoncy out of that. :18\nQ. Okay. (Did anvbody ever help vou di a massage with : 19\nhin? : 20\nA No. sted me to do it with ber and I didn't :21\nfeel comfortable. : 22\nQ  Allmeht. Allright. Talk tome about the third 23\nlime vou went. 24\nA don't remember\n\ni was like kind of always -- :\n\nH was always -- il was the same.\nQ lt was the sume?\nA ht was the same. :\nQ Obviously more stuff happened because. you know.\nhe paid you more to do more things. right?\n\nA Yeah. The third tiie it was when T took my stiri\noff.\n\nQ  Staved with your bra or were you --\n\nA Stayed in my bra.\n\nQ Okay.\n\nA And that was when he paid me 300.\n\nQ He paid vou 300 for that?\n\nA Uhb-buh.\n\n© And same thing --\n\nA Yeah.\n\nQ Hecame in. Was he naked again?\n\nA Yeah.\n\nQ. Okay. You pave hin a uassage and al that point\n\nwas he stil playing with himsclr?\n\nA Yeah.\n\nQ) Masturbating?\n\nA Uh-huh.\n\nQ Okay. Do you know if at any point did he ever\ncliman during this?\n\nA No. “ Penne e ce teneeesetnene\n\nPage 17}\n\nQ. Okay. Plow would the massages end? Would he just\nsav that’s it, that’s enough?\n\nA Yeah, he would just stand up and take a shower and\ncould grab my things and feave.\n\nQ Okay. Allright. Talk % me about the part when\nvou got down to vour undere var\n\nA That was the Jast ime that] saw hun,\nQ When wis the Just time?) Wis thal --\nA It was Jorg ago, More than six months ago.\nQ You sure it's potuny time sconer than thal?\nA | don'tremember | the | old didy't\n\nwant to do itanvmore } was scared he was poing lo do\nsomething.\n\nQ Okay Why de vou say vou were seared he was geing,\ntodo something’?\n\nA Beeanse | tke know he has a fot of girls and I\ndon’ know, Tike he was offering nore money for it.\nLike E think be beught ber a car er something like that.\nShe just gota car and she told me he got it for her.\n\nQ BDoveu know what kind of car it was?\n\nA think it's a Dodee cr something.\n\nQA Dodpe?\n\nA And then she fike then had money for anything and\nshe ended up going to Eurepe ror hke the summer.\n\nQ Did she go with hin?\n\n5 (Pages 14 to 17)\n\nHOUSE_OVERSIGHT_012368\n\n02532",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012368.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3468,
    "word_count": 755,
    "line_count": 163,
    "import_date": "2025-11-19T21:47:44.268292",
    "prefix": "IMAGES-001"
  }
}