{
  "document_id": "HOUSE_OVERSIGHT_012238",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012238.txt",
  "text": "ae ™\nF\nP \\\n\n40\n\n12\n\n13\n\n44\n\n15\n\n16\n\n17\n\n18\n\n19\n\n20\n\n21\n\n22\n\n23\n\nMP:\n\nMP:\n\nMP:\n\nMP:\n\nne gave you. And then | showed her my $300 and she’s like, we're going to\nMarshalls. And then, give me back my money and | put it in my back pocket.\nAnd then she was trying to get me to describe what happened so } told her what\nhappened. And she’s like, you could do this every Saturday. He's is like so rich.\nAnd | was just kind of like, yeah, we could. And then, she put back on the music.\nAnd then, when we were leaving, the lady was walking outside and | (inaudible)\none of the cars really fast but she was just going to the passenger seat and she\nopened the door and then closed it.\n\nWhat cid fi s friend say? Did she say anything about ii?\n\nShe was just like interested in what happened, like when we were talking, we're\nlike into the canversation and then she was kind of like giggling and laughing.\nlike, | think, | wouldn't say, | mean, | don't know if (inaudible) or not but she\nwasn't acting surprised, you know, like giggling. She was just of like giggling and\nJaughing along with And tnerfigces um, and then when | was giving\nthe guy the massage, he goes, | know BB she's been working with me for a\nlong time and then when | came back downstairs, goes, you only paid me\n$200. So....\n\nHe liked you better.\n\ni don't know.\n\nWell, after you left, where did you go?\n\nMarshalls or to TJ Maxx, one of those two. TJ Maxx or Marshalls. And she\nbought a black purse.\n\nOkay. Did you seeljJafter that again?\n\nPage 27 of 43\n\n05144\n\nHOUSE_OVERSIGHT_012238",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012238.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1538,
    "word_count": 303,
    "line_count": 74,
    "import_date": "2025-11-19T21:47:48.851191",
    "prefix": "IMAGES-001"
  }
}