{
  "document_id": "HOUSE_OVERSIGHT_025982",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025982.txt",
  "text": "Importantly, this scenario tool is a function of (1) current unlevered risk parity volatility,\n(2) current risk parity component weights, and (3} the maximum leverage of the target\nvolatility overlay. For simplicity, we used only a two asset risk parity portfolio of equity\nand fixed income applied to the S&P 500 and 10-Year US Treasury Futures.\n\nChart 10: Current theoretical deleveraging amounts (of unlevered notional) for an equity/fixed\nincome risk parity portfolio with an 8% target volatility overlay and 2x max leverage cap\n\nAssumes a trailing unlevered volatility of 3.1%, unlevered equity and fixed income weights of 22% and 78% respectively,\nand leverage at a maximum of 2.0 times\n\n5%\n\n3\n\nNe\nse\n\nnN\nae\n\n_\n©\nPoss\n\n1\nas\n\n©\nPos\n\nTaper Tantrum\n\nfe\naS\n\nce\nPS\n\nDaily 10-year USD Treasury Futures Total Return\noO\nxf\n\ndu\naS\n\nén\n3s\n\n5% 4% 3% -2% -1% 0% 1% 2% 3% 4% 5%\nDaily S&P 500 Total Return\n\nm>50% Delever 50% to25% Delever 25% to 0% Delever No Delever\n\nSource: BofA Merrill Lynch Global Research. Data as of 5-Aug-16. Equity and fixed income components within the theoretical risk parity\ninvestment are represented by S&P 500 total return and 10-Year US Treasury Futures total return. Risk parity allocations are determined\nmonthly and rebalanced using prior 12-month realized volatility. Unlevered portfolio volatility for determining target volatility leverage\nmeasured using EWMA with lambda equal to 0.94.\n\nFor example, last Friday 10-Year US Treasury futures declined about 60bps. Had the\nS&P 500 declined 2.0%, we would have expected about 25% of the unlevered notional\nof a model 8% vol-targeted, 2.0x max leverage risk parity portfolio to deleverage. The\nS&P 500 was in fact up 86bps on a total return basis which according to the tool falls in\nthe region of no deleveraging.\n\nAlso, to put recent events in perspective, we plotted on the scenario tool the respective\nmoves in the S&P 500 and 10-Year US Treasury futures during the Taper Tantrum (19-\nJun-2013), the Aug-15 risk flare (24-Aug-15), and post-Brexit (24-Jun-2016). Note, for\nan accurate assessment through those events, we would also need to reconfigure the\nscenario tool for the respective unlevered risk parity volatility and risk parity component\nweights on those dates. However, with current measures for both, the tool does\nestimate current deleveraging flows should we see similar equity and bond moves today.\nInterestingly, equity/bond moves through the Aug-15 risk flare would not cause a\ndeleveraging today. The reason is bonds have increased in allocation since last August\n(78% vs. 66%), and hence the portfolio is more resilient towards equity market declines\n(but consequently also more sensitive to fixed income declines).\n\nThe scenario tool also underscores impact on risk parity leverage as a result of the\nrelative dynamics between component volatility and correlation. For example, the first\nand third quadrants (upper right and lower left sections) are dominated by scenarios of\ngreater than 50% deleveraging. On the other hand, the second and fourth quadrants\n\nBankof America <> ; re\nMerrill Lynch Global Equity Volatility Insights | 09 August 2016 5\n\nHOUSE_OVERSIGHT_025982",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025982.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3172,
    "word_count": 508,
    "line_count": 86,
    "import_date": "2025-11-19T21:47:47.313081",
    "prefix": "IMAGES-008"
  }
}