{
  "document_id": "HOUSE_OVERSIGHT_024325",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024325.txt",
  "text": "Table of Contents\nEXECUTIVE OFFICERS\n\nBelow is a list of the names, ages, positions, and a brief account of the business experience of the individuals who serve as executive officers of\nCarvana Co. as of April 23, 2019:\n\nNAME AGE POSITION\n\nErnest Garcia III 36 President, Chief Executive Officer and Chairman\nMark Jenkins 40 Chief Financial Officer\n\nBenjamin Huston 36 Chief Operating Officer\n\nRyan Keeton 41 Chief Brand Officer\n\nDaniel Gill 36 Chief Product Officer\n\nPaul Breaux 35 Vice President, General Counsel and Secretary\n\nErnest Garcia III is the president and chief executive officer of Carvana and the chairman of our Board. His biography can be found above\nunder “Board of Directors and Corporate Governance — Continuing Directors.”\n\nMark Jenkins has served as our chief financial officer since July 2014. Prior to joining Carvana, Mr. Jenkins was a professor in the finance\ndepartment at the Wharton School of the University of Pennsylvania from 2009 to 2014, where his teaching and research focused on consumer and\ncorporate credit markets. While at Wharton, Mr. Jenkins was responsible for teaching courses in the undergraduate, MBA, and executive education\nprograms on corporate restructuring, corporate credit, and leveraged finance. Prior to his time at Wharton, Mr. Jenkins worked at the Brattle Group from\n2001 to 2004, an economic consulting firm, where he focused on corporate valuation and demand forecasting in technology markets. Mr. Jenkins received a\nPh.D. in economics from Stanford University and a B.S.E. from Duke University in mathematics and civil engineering.\n\nBenjamin Huston co-founded Carvana and has served as our chief operating officer since our inception in 2012. In 2011, prior to joining\nCarvana, Mr. Huston co-founded Looterang, a card-linking platform that enabled personalized deals to be automatically administered through consumer\ncredit or debit cards. Mr. Huston was chief executive officer of Looterang from 2011-2012. From 2008 to 2011, Mr. Huston served as an associate at\nLatham and Watkins, a full-service global law firm, where he focused on regulatory affairs. Mr. Huston holds a J.D. from Harvard Law School and a B.A.\nin American studies from Stanford University.\n\nRyan Keeton co-founded Carvana and has served as our chief brand officer since our inception in 2012. Prior to joining Carvana, Mr. Keeton\nwas a principal at the Montero Group, a strategic consultancy firm, from 2010 to 2012, where he advised global public and private companies on strategic\nand business initiatives. From 2008 to 2010, Mr. Keeton served as director of strategic marketing for George P. Johnson, a global marketing agency.\n\nMr. Keeton holds a B.A. in English and American literature and language from Harvard University.\n\n- [7 -\n\nHOUSE_OVERSIGHT_024325",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024325.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2792,
    "word_count": 435,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:44.664851",
    "prefix": "IMAGES-007"
  }
}