{
  "document_id": "HOUSE_OVERSIGHT_020963",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020963.txt",
  "text": "...Aim to Answer Questions Like These About USA Inc.\n\nProductivity / Operations\n\nHow does USA Inc. measure performance and progress — are tools in place to measure success / failure?\n\nShould USA Inc. empower an independent / 3rd party auditor with expertise in government operations\naround the world AND corporate turnarounds to conduct a broad-ranging audit of USA Inc.’s operations to\nmeasure efficiency and productivity of each business lines?\n\nDoes USA Inc. have tight management and financial controls?\n\nWhat is the best way to measure and improve individual program performance? Can Congress, the\nadministration and the agencies agree on common metrics?\n\nAre there operations that should be centralized (like procurement, human resources, employee payroll and\nbenefits) and decentralized?\n\nAre there operations that USA Inc. can outsource to local private companies to improve efficiency and\nreduce costs?\n\nWhere should USA Inc. increase and or decrease investment?\nIs USA Inc. investing for the future in a responsible way?\n\nShould USA Inc. drive public / private partnership in infrastructure investment with collective ‘skin in the\ngame?’\n\nIs the organization leveraging technology to improve productivity and connect with customers and suppliers?\nHow can USA Inc. improve business process related to time, cost and quality?\nDoes USA Inc. own assets it doesn't need that it can sell at attractive prices?\n\nUSA Inc. | What Might a Turnaround Expert Consider? 243\n\nSource: KPCB and Alvarez & Marsal Public Sector Services, LLC.\n(@)E) www.kpcb.com\n\nThree Principles for a USA Inc. ‘Turnaround’\n\nfrom Louis Gerstner\n\nDo not impose “across-the-board” cost reductions\n\n- This is a simple and tempting remedy for an organization in fiscal trouble. But it is almost always\nunproductive. A truly effective organization needs incremental investments in programs that drive\ninnovation and higher productivity. Moreover, across-the-board cuts are almost guaranteed to reduce\nmorale, promote short-sighted choices, and encourage accounting gimmicks that send people looking for\n\nloopholes instead of creative solutions.\n\nFocus on programs, not costs\n\n- The greatest productivity gains come from asking questions such as: What things are we doing now that\nwe do not need as much in the future? Can we eliminate them? Reduce their size? Provide them in a\n\ntotally restructured fashion?\n\nAllow no exceptions\n\n- To drive a truly effective restructuring program, everything must be on the table. There can be no sacred\ncows—no part of the organization that is exempt from scrutiny. Every unit of the organization may not\n\nface a cut, but every unit needs to be rethought.\n\nKP Source: Louis V. Gerstner Jr. “Don’t Just Cut Government, Reinvent It,” Opinion in The Wall Street Journal, 2/1/2011.\n(@E) www.kpcb.com\n\nUSA Inc. | What Might a Turnaround Expert Consider? 244\n\nHOUSE_OVERSIGHT_020963",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020963.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2883,
    "word_count": 441,
    "line_count": 69,
    "import_date": "2025-11-19T21:47:45.388320",
    "prefix": "IMAGES-006"
  }
}