{
  "document_id": "HOUSE_OVERSIGHT_018309",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018309.txt",
  "text": "Chapter Five:\nFishnet\nIn which we learn why networks spread so quickly.\n1.\n\nIn 1959 a young aeronautical engineer named Paul Baran, who had been working at\nHoward Hughes’ aircraft design factory in Los Angeles, arrived for his first day at\nwork at a low-slung, modern building along the Santa Monica beach in California.\nRAND - astylish 1950’s acronym for Research & Development - had been\nestablished by the US Air Force with an ambitious aim: How might the best minds of\nmath and science be bent to the purpose of winning the Cold War? RAND was a\ndream destination for many researchers, offering a fusion of patriotism, technology\nand California sun. The place became known for a relaxed, intellectual atmosphere -\nan energy of open creativity that belied the dangerous, nuclear-tipped problems\nsitting inside its locked safes and eager minds. Shortly after settling in, Baran was\ngiven one of the most troubling, deeply secret of these puzzles.\n\nThe Cold War was then in its early days. The debate over how to manage an age\nwhen it was, for the first time, possible for humans to destroy the planet was\ncolored still by fresh memories of Hiroshima and Nagasaki. It was charged too with\nthe fear of communist expansion, not an unreasonable worry for Americans who\nhad just fought a world war against two other, dangerously totalitarian forces. A\ncold fear lingered in the minds of many citizens and military planners: Given a\nwindow of vulnerability, might the USSR loose a fast nuclear attack? Avoiding sucha\nrisk became a primary concern of American diplomacy and defense thinking,\nparticularly in the establishment of some sort of deterrent to a Soviet attack.\nMoscow had to know, and trust, that any attempt to strike-first would be met with a\ndevastating reply. “The chief purpose of our military establishment has been to win\nwars,” the nuclear strategist Bernard Brodie wrote in a 1946 memo. “From now on\nits chief purpose must be to avert them.”!°4 Deterrence rested on this hope that the\nUSSR would be persuaded not to launch a snap-strike because of the certainty of a\nnation-levelling reply. This logic, this “balance of threat” depended in turn on\nAmerica’s ability to launch such a strike. If the Soviets could wipe out America’s\nability to respond, then Moscow’s leaders might move first, snap of America’s claws,\nand then pick the world apart at their leisure. If Krushchev’s famous, mocking\ndangerous ”We will bury you!” line from 1956 really meant what it said, then sucha\nmove would provide an awfully convenient first shovel.\n\nIn the late 1950s, when Baran arrived at RAND, the Cold War was at its chilliest and\none of the most carefully guarded American secrets was this: If the USSR attacked,\n\n104 “The chief purpose of our military”: Bernard Brodie, “The Weapon: War in the\nAtomic Age and Implications for Military Policy,” in Brodie Ed, The Absolute Weapon:\nAtomic Power and World Order, (New York: Harcourt Brace and Company, 1946) 76\n\nae\n\nHOUSE_OVERSIGHT_018309",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018309.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2988,
    "word_count": 501,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:48.856379",
    "prefix": "IMAGES-004"
  }
}