{
  "document_id": "HOUSE_OVERSIGHT_019934",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019934.txt",
  "text": "s)\n\nJARVANKA\n\nn the Sunday after the immigration order was issued, Joe Scarborough and his cohost\n() on the MSNBC show Morning Joe, Mika Brzezinski, came for lunch at the White\nHouse.\n\nScarborough is a former Republican congressman from Pensacola, Florida, and\nBrzezinski is the daughter of Zbigniew Brzezinski, a high-ranking aide in the Johnson\nWhite House and Jimmy Carter’s National Security Advisor. Morning Joe had gone on the\nair in 2007 and developed a following among New York political and media types. Trump\nwas a longtime devotee.\n\nEarly in the 2016 campaign, with a change of leadership at NBC News, it seemed\nlikely that the show, its ratings falling, would be canceled. But Scarborough and\nBrzezinski embraced their relationship with Trump and became one of the few media\noutlets not only with a positive outlook on him, but that seemed to know his thinking.\nTrump became a frequent call-in guest and the show a way to speak more or less directly\nto him.\n\nIt was the kind of relationship Trump dreamed of: media people who took him\nseriously, talked about him often, solicited his views, provided him with gossip, and\nretailed the gossip he offered them. The effect was to make them all insiders together,\nwhich was exactly where Trump wanted to be. Though he branded himself as a political\noutsider, actually finding himself on the outside wounded him.\n\nTrump believed that the media, which he propelled (in the case of Scarborough and\nBrzezinski, helping them keep their jobs), owed him something, and the media, giving him\nvast amounts of free coverage, believed he owed them, with Scarborough and Brzezinski\nseeing themselves as something like semiofficial advisers, if not the political fixers who\nhad put him in his job.\n\nIn August, they had had a public spat, resulting in Trump’s tweet: “Some day, when\nthings calm down, I'll tell the real story of @JoeNBC and his very insecure long-time\ngirlfriend, @morningmika. Two clowns!” But Trump’s spats often ended in a tacit\n\nHOUSE_OVERSIGHT_019934",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019934.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2015,
    "word_count": 333,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:48.242118",
    "prefix": "IMAGES-005"
  }
}