{
  "document_id": "HOUSE_OVERSIGHT_015625",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015625.txt",
  "text": "Edwards, Bradley vs. Dershowitz\n\nCase No.: CACE 15-000072\n\nEdwards and Cassells Response to Dershowitz's Motion to Determine Confidentiality of Court Records\nPage 5 of 20\n\nIslands. In addition to being a participant in the abuse of Jane Doe #3 and other\nminors, Dershowitz was an eye-witness to the sexual abuse of many other\nminors by Epstein and several of Epstein’s coconspirators. Dershowitz would\nlater play a significant role in negotiating the [Non-Prosecution Agreement] on\nEpstein’s behalf. Indeed, Dershowitz helped negotiate an agreement that\nprovided immunity from federal prosecution in the Southern District of Florida\nnot only to Epstein, but also to “any potential coconspirators of Epstein.” Thus,\nDershowitz helped negotiate an agreement witha provision that provided\nprotection for himself against criminal prosecution in Florida for sexually\nabusing Jane Doe #3. Because this broad immunity wouldhave been\ncontroversial if disclosed, Dershowitz (along with other members of Epstein’s\ndefense team) and the Government tried to keep the immunity provision secret\nfrom all of Epstein’s victims and the general public, even though such secrecy\nviolated the Crime Victims’ Rights Act.\nDershowitz Counterclaim at § 15 (quoting Joinder Motion at 4).\n\nRemarkably, having quoted at length from the Joinder Motion in his Counterclaim in this\ncase, Dershowitz now seeks to have that very same language from the Joinder Motion deemed\n“confidential” and sealed. Compare Counterclaim at 15 (block quotation above) with Motion to\nDetermine Confidentiality, Exhibit A at 4 (composite exhibit with proposed “confidential”\ndocument that includes paragraph beginning “[o]ne such powerful individual that Epstein forced\nthen-minor Jane Doe #3 to have sexual relations with was former Harvard Law Professor Alan\nDershowitz, a close friend of Epstein’s .. . .”). Dershowitz cannot come before this Court and\nfile a counterclaim seeking damages from Edwards and Cassell for alleged defamatory\nstatements and then ask to have those very same statements placed under seal as\n\n“confidential.” See Barron v. Florida Freedom Newspapers, 531 So.2d at 119 (“although\n\ngenerally protected by one’s privacy right, medical reports and history are no longer protected\n\nHOUSE_OVERSIGHT_015625",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015625.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2277,
    "word_count": 336,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.358573",
    "prefix": "IMAGES-003"
  }
}