{
  "document_id": "HOUSE_OVERSIGHT_025786",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025786.txt",
  "text": "Economic Research: How Increasing Income Inequality Is Dampening U.S. Economic Growth, And Possible Ways\nTo Change The Tide\n\n(23) Census, \"Changes in Household Net Worth from 2005 to 2010,\" July 2012,\nhttp://blogs.census.gov/2012/06/18/changes-in-household-net-worth-from-2005-to-2010/\n\n(24) Goldin and Katz, \"The Race Between Education and Technology,\" Cambridge, MA; Belknap Press, 2009\n\n(25) \"Thirteen Economic Facts about Social Mobility and the Role of Education,\" Michael Greenstone, Adam Looney,\n\nJeremy Patashnik, and Muxin Yu, Hamilton Project-Brookings, 2013\n(26) Hamilton Project-Brookings, 2013\n\n(27) Sean F Reardon, \"The Widening Academic Achievement Gap between the Rich and the Poor: New Evidence and\nPossible Explanations,\" 2011 \"In Whither Opportunity? Rising Inequality and the Uncertain Life Chances of\n\nLow-Income Children,\" edited by Greg J. Dunean and Richard J. Murnane. New York: Russell Sage Foundation Press.\n(28) Hamilton Project-Brookings, 2013\n(29) Goldin and Katz, 2009.\n\n(30) Barro, Robert and Jong-Wha Lee, \"A New Data Set of Educational Attainment in the World, 1950-2010.\" Journal\n\nof Development Economics, Vol 104.\n\n(31) Lily French and Peter S. Fisher, \"Education Pays in Iowa: The State's Return on Investment in Workforce\nEducation,\" May 2009\n\n(32) Deming, David, and Susan Dynarski, \"Into College, Out of Poverty? Policies to Increase the Postsecondary\n\nAttainment of the Poor,\" National Bureau of Economic Research, Cambridge, MA, 2009\n\n(33) Hamilton Project-Brookings, 2013\n\n(34) Goldin and Katz, 2009\n\n(35) Goldin and Katz, 2009\n\n(36) Goldin and Katz, 2009, Rajan, 2010, Hamilton Project-Brookings, 2013\n\n(37) \"A Well-Educated Workforce is Key To State Prosperity,\" Economic Analysis and Research Network, 2014\n(38) \"The Effects of Investing in Early Education on Economic Growth,\" The Brookings Institution, 2006\n\n(39) Atif Mian and Amir Sufi, \"Household Balance Sheets, Consumption and the Economic Slump,\" 2013\n\n(40) Atif Mian and Amir Sufi, \"House Price Gains and U.S. Household Spending from 2002 to 2006,\" 2014.\n\n(41) Atif Mian and Amir Sufi, \"House Prices, Home Equity-based Borrowing, and the U.S. Household Leverage Crisis,\"\n\nAmerican Economic Review, August 2011.\n\n(42) Rajan, 2010. He argues that political measures to increase affordable housing for low-income groups instructed\n\nthe Department of Housing and Urban Development (HUD) to develop affordable housing goals for Fannie and\n\nWWW.STANDARDANDPOORS.COM/RATINGSDIRECT AUGUST 5, 2014 24\n\n1351366 | 302136118\n\nHOUSE_OVERSIGHT_025786",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025786.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2542,
    "word_count": 355,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:46.387012",
    "prefix": "IMAGES-008"
  }
}