{
  "document_id": "HOUSE_OVERSIGHT_017382",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017382.txt",
  "text": "4.2.12\nWC: 191694\n\nwould be something quite different from the America we have known. Far from being\nabhorrent, invidious and irrelevant, racial and ethnic classifications would be officially\nsanctioned and recognized in all walks of life; each professional or office holder would be\nregarded, and would regard himself, as a representative of the group from whose quota he\ncomes; and individual aspiration would be limited by the proportionate size of the group\nto which the individual belongs.\n\nWe argued in favor of individualized preferences based on actual experiences:\n\nIf individual blacks applying to Davis Medical School have suffered economic hardship\nbecause they encountered discrimination, attended segregated schools or lived in\nsegregated neighborhoods, these facts could be brought to the attention of the Admission\nCommittee and their records evaluated accordingly. Any other system of preferences\nbased on mere membership in a group which, because of its color or physiognomy, has\nsuffered discrimination can only result in a society in which race consciousness and\npartisanship become the significant operative forces and race prejudice, rather than being\nminimized, is legitimated.\n\nWe quoted several Black leaders, such as Roy Wilkins, who opposed proportional representation:\n\n... It is ridiculous for Negroes to claim that because they are 40 percent of the\npopulation, they should have 40 percent of the jobs, 40 percent of the elected offices, etc.\n\nThis is self-defeating nonsense, for no person of ability wants to be limited in his horizons\nby an arbitrary quota or wants to endure unqualified people in positions that they fill only\nbecause of a numerical racial quota.\n\n... Such practices and, in fact, the whole black-tilted system are doing no favors to Negro\napplicants. God knows it is true that the cards have been deliberately stacked against\nblacks. Every feasible step, even those costing extra money, should be taken to correct\nthis racialism.\n\nBut there must not be a lowering of standards. Negroes need to insist on being among the\nbest, not on being the best of the second- or third-raters. . . .\n\nWe urged the Court to require the medical school to develop an affirmative action program that\nwas compatible with the dream of a color blind America:\n\nSchools may and, we think, should evaluate both grades and test scores in the light of a\ncandidate's background; whether he came from a culturally impoverished home; the nature\nand quality of the schools he attended; whether family circumstances required him to work\nwhile attending school; whether he chose to participate in athletics, the orchestra, school\nnewspaper, literary magazine, campus government; whether he had demonstrated a\n\n295\n\nHOUSE_OVERSIGHT_017382",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017382.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2757,
    "word_count": 431,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:44.502512",
    "prefix": "IMAGES-004"
  }
}