{
  "document_id": "HOUSE_OVERSIGHT_023309",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023309.txt",
  "text": "surprised when I said that i require most people to pay their advisory fee up front so that I am assured that I\nwill be properly compensated for my work when strategies are implemented . you may recall that\n\nyou appeared offended and said \" are you suggesting that i would go back on my word \" I said no , of course\nnot ! you are my closest of friends ,but my experience is that when amounts get large, people tend to get\nunhappy when it actually comes time for them to pay\n\nI included in this letter the email isent to youon April 15, the day i was examining your returns It laid out\nmy understanding of the compensation for a transaction of the magnitude to the penny of the one just\ncompleted. though the number was great it was clear. When it appeared that the details could now be worked\nout I was the first to say , itis too much money, however.\n\nFrom day zero I proposed to discount to 50-60 million the fair price of the transaction just completed .\nincluding Phaidon. . though this amount was already substantially less than our agreed and negotiated\nformula. - Iwas never told that this was out of range. in fact, alternative methods of payment. plane, or\nan -in-kind payment were discussed (ie including keeping the 30m portion of fee outstanding till March ) ,I\nprovided as you specifically requested a detailed step by step execution plan and reviewed all documents that\ni was given access to. ( Phaidon was not forthcoming ) in order to make my many corrections. I was then\ntold that Alans involvement warranted a discount. Even in the best of light , though it is beyond question\nthat not one time in the three years of his retainer has he ever proposed a unique idea. (including any wayt\nto deal with the use issue on debras death ,or even the most basic review of your largest asset by far , the BRH\nagreement. ) O.K. - lets say he made a contribution to the plan and stretch reality beyond the pale and say it\nwas 50 %. though no one could posit such a large amount unless they were wearing a brightly colored clown\nsuit. , the payment associated with the deal was known . It had both sent in writing and spoken about on the\nphone numerous times , a detailed execution plan was provided . then and only then after all was laid out for\nthe group I was told that after a number of conversations with brad karp that a total of only 20m would be\npaid , (and even that was more than originally contemplated ) for both transactions . Leon I feel It\n\nwas remarkably unfair. I wondered whether brad even knew of our prior agreement.? I called him and he\nsaid he was never told.?, I would ask that you I and Brad karp sit together if you think it would be helpful. . I\nwould like to send him this email, with your consent of course. Ifthe transactions were never consummated , i\nwould not be owed a dime, however , the expected fee was known up front. , the detailed step by step plan\nwas followed and overseen by me, the amount that Ihad requested before the transaction was even begun,\nand had already been heavily discounted, out of friendship, from our agreement . I believe the decision re only\npaying 20m has frankly , left me felling quite uneasy.\n\nsince you asked since last nov. ifound 11 million dollars in dormant accounts. 4 million dollars in eileens\ndrawer. . went through cash flows for phaidon showing that john murphy is not an accountant. redid your\ngagosian contract ,. organized structure in case of divorce. set up gift trust. stopped ada from including\nmultiple times things not in your interest. dealt with bad sales tax use tax income tax . created 8 millino in\ndeductions ,500k in mistakes , found bank of scotland fbar problems, . . reorg bad art purchases , funds taken, ,\ncharitable decisions , helped with fincancial statements, gaming commission. . boat deductions, rescued stock\nfrom grats.. may 1 after months of brad not finding anyone i sent an email saying you would have to pay\nmore. . on april 15. I sent an email detailing payments owed if i could figure out the basis issue, please see\nattached, .\n\nquestions you might ask your team ask them to provide a balance sheet or p&l for REgan arts. . doesn't\nexist\nask . either wechsler or haperin to tell you what brh is, or how the tra works. .. ? as bronstein to tell you why\n\nthe proposed phaidon transaction DOES not work. . ask them to give you a plan for the plane. ? ask them to\nshow you the cash mgmt for over 100 million dollars. . ask them to show you the IT system progress after one\nyear. separate from making it more secure though you are not a trader with inside info the approval process for\npayables. . the cash flow projections? assumptions? ask for a comparative review of investments. ask haperin\nto describe to you in any detail BRH , the major asset of his two biggest clients. tax basis, disposition in the\nestate. . etc. ask brad to show you the liquidation of the intervening art space cos? that has been on the table for\n\nHOUSE_OVERSIGHT_023309",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023309.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4961,
    "word_count": 921,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:48.579057",
    "prefix": "IMAGES-007"
  }
}