{
  "document_id": "HOUSE_OVERSIGHT_013353",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013353.txt",
  "text": "Epstein’s Harassment of Witnesses Against Him\n\n82. At all relevant times Edwards has a good faith basis to believe and did in fact\nbetiens that Epstein engaged in threatening witnesses. See Incident Report, Exhibit “A” at p. 82,\nUS. Attorney’s Correspondence, Exhibit “C” - Indictments drafted by Federal Government\nagent Epstein; and Edwards Affidavit, Exhibit “N” at (11.\n\n83. Despite three no contact orders entered against Epstein (see Exhibit C, supra),\nHaman learned that Epstein continued to harass his victims. For example, Jane Doe had a trial\nset-for her civil case against him on July 19, 2010. As that trial date approached, defendant\nEpstein intimidated her in violation of the judicial no-contact orders. On July 1, 2010, he had a\n“private investigator” tail Jane Doe — following her every move, stopping when she stopped,\ndriving when she drove, refusing to pass when she pulled over. When Jane Doe ultimately drove\nto her home, the “private investigator” then parked in his car approximately 25 feet from Jane\nDoe house and flashed his high beam lights intermittently into the home. Even more\nthreateningly, at about 10:30 p.m., when Jane Doe fled her home in the company of a retired\npolice officer employed by Jane Doe’s counsel, the “private investigator” attempted to follow\nJane Doe despite a request not to do so. The retired officer successfully took evasive action and\nplaced Jane Doe in a secure, undisclosed location that night. Other harassing actions against\nJane Doe also followed. See Motion for Contempt filed by Edwards in Jane Doe v. Epstein\ndetailing the event, including Fisten Affidavit attached to Motion, Composite Exhibit “RR.”\n\nEpstein Settlement of Civil Claims Against Him for Sexual Abuse of Children\n84. The civil cases Edwards filed against Epstein on behalf of L.M., E.W., and Jane\n\nDoe were reasonably perceived by Edwards to be very strong cases. Because Epstein had\n35\n\nHOUSE_OVERSIGHT_013353",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013353.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1941,
    "word_count": 312,
    "line_count": 29,
    "import_date": "2025-11-19T21:47:44.123115",
    "prefix": "IMAGES-002"
  }
}