{
  "document_id": "HOUSE_OVERSIGHT_029428",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029428.txt",
  "text": "ii On 2 September 1964 during Mao’s talk with the Japanese group of socialists, Mao announced that much of\nSiberia and Far East once belonged to China: “About a hundred years ago the area of to the east of Baikal\nbecome the territory of Russia and from then on Vladivostok, Khabarovsk, Kamchatka and other points are\nthe territory of the Soviet Union. We have not yet requested settling this account!” The publisher of the\narticle writes that Mao makes this claim based on “the fact that many hundreds of years ago Chinese troops\ncame to these areas and that once the Chinese Emperor collected tribute from the local people. Sournce: “In\nconnection with Mao Tse-tung’s talk with a group of Japanese socialists”, Novosti Press Agency Publishing\nHouse, 2 September 1964, page 9 and 20,\n\nhttps: //ia801207.us.archive.org/0/items/MaosTalkWithJapaneseSocialists/Maos%20Talk%20with%20Japa\nnese%20Socialists.pdf.\n\nBarents Sea\n\nats os\n\nt —_\n( 4 a\nse nf® * RUSSIA RY\nky ~~\nra Ps wn\n\nPacific Ocean\nS, -% ALS\n\n“Battered Mongolia faces make-or-break moment” by Ken Koyanagi, Financial Times, 5 February 2017,\nhttps: //www.ft.com/content/36b059b4-ea10-11e6-893c-082c54a7f539.\n\nv “China- Mongolia Relations: Challenges and Opportunities” by Zolzaya Erdenebileg, China Briefing, 6 January\n: chi iefing. hi lia-relations.html.\n\n“% Throughout history, Han Chinese have only controlled Mongolia for less than 18 months and that military\neffort was, ironically, financed by the Imperial Japanese Army.\n\nvi “Inner Mongolia has become China’s model of assimilation” by Hohhot and West Ujimqin, The Economist, 1\nJune 2017, http://www.economist.com/news/china/21722853-chinese-mongolians-are-still-asserting-their-\nidentity-inner-mongolia-has-become-chinas-model.\n\nHOUSE_OVERSIGHT_029428",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029428.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1764,
    "word_count": 243,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:45.757193",
    "prefix": "IMAGES-010"
  }
}