{
  "document_id": "HOUSE_OVERSIGHT_017546",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017546.txt",
  "text": "MARY JORDAN\n\nMary Catherine Jordan (born November 10, 1960) is a Pulitzer\nPrize-winning American journalist for the Washington Post.\nShe is currently the editor of Washington Post Live, which\norganizes political debates, conferences and news events\n\nfor the media company. She has written on U.S. politics,\nthe American education system and many other subjects.\nWith her husband, Post journalist Kevin Sullivan, Jordan\nran the newspaper’s bureaus in Tokyo, Mexico City and\nLondon. Jordan has written from nearly 40 countries and\nalso been a frequent commentator on BBC Television.\n\nJordan, a daughter of Irish immigrants, was\nborn and raised in Cleveland, Ohio. She graduated from\nGeorgetown University in 1983 and earned a master’s\ndegree from Columbia University’s Graduate School of\nJournalism in 1984. In 1989-90, Jordan was awarded\na Nieman Fellowship by Harvard University.\n\nJordan began her Post career as an intern\nfor the Style section, crisscrossed the country writing\nabout colleges and schools as the national education\nreporter, and covered Virginia and national politics.\n\nFor a year at Trinity College in Dublin, Ireland, she\nstudied William Butler Yeats and other Irish poets. She was\ngiven her first job in the newspaper business by legendary Irish\nauthor and editor Tim Pat Coogan, who hired her to write a\ncolumn in the Irish Press. She enrolled in Japanese language\nclasses at Georgetown University before moving to Tokyo for\nfour years and studied Spanish on a post-graduate fellowship\nat Stanford University before moving to Mexico for five years.\n\nCurrently, Jordan moderates many high-profile\nforums for the Washington Post including the “The 40th\nAnniversary of Watergate” in June 2012 that featured key\nWatergate figures including including former White House\ncounsel John Dean, Washington Post editor Ben Bradlee,\nand reporters Bob Woodward and Carl Bernstein.\n\nShe hosted the 2010 Maryland gubernatorial\n\ndebate between Governor Martin O'Malley and former\nGovernor Robert Ehrlich, and moderated a rare sitdown\nwith Redskin owner Dan Snyder, Capital’s owner Ted\nLeonsis, and other owners of Washington’s sports teams.\nAmong the many newsmakers she has interviewed:\nLegendary singer and songwriter Paul McCartney, Colombian\nnovelist Gabriel Garcia Marquez, Nobel Prize winner Henry\nKissinger, former British Prime Minister Tony Blair and\nBenjamin Arellano Felix, one of Mexico’s most notorious\ndrug kingpins. Jordan has written extensively about injustices\nand discrimination against women around the world\nincluding articles about the exceedingly low conviction\nrate of rape in Britain and the unfortunate girls in India\ndenied schooling solely because they were not born male.\nJordan and Sullivan won the 2003 Pulitzer Prize for\nInternational Reporting for their Post series on the “horrific\nconditions in Mexico’s criminal justice system and how\nthey affect the daily lives of people,” as the Pulitzer Board\ndescribed. Along with four Post photographers, Jordan and\nSullivan were also finalists for the 2009 Pulitzer Prize for\nInternational Reporting for their series of stories on the\ndifficulties women face around the world. The Pulitzer jury\ncalled the series a “sensitive examination of how females in\nthe developing world are often oppressed from birth to death,\na reporting project marked by indelible portraits of women\nand girls and enhanced by multimedia presentations.”\nJordan and Sullivan authored The Prison Angel:\nMother Antonia’s Journey from Beverly Hills to a Life of Service\nin a Mexican Jail (The Penguin Press, 2005). In 2006, the\nbook won the Christopher Award, which “salutes media\nthat affirm the highest values of the human spirit.”\nJordan and Sullivan have also won numerous other awards\nincluding the George Polk Award for their coverage of the 1997\nAsian Financial Crisis and awards from the Overseas Press\nClub of America and the Society of Professional Journalists.\n\nJON KAMEN\n\n@radical.media creates some of the world’s most innovative\n\ncontent across all platforms of media. Originally renowned\nfor its commercial and advertising success, it has transformed\nand grown to develop, produce, and distribute television,\nfeature films, music programming, live events, digital\n\ncontent and design. As the founding Chairman and CEO\n\nof @radical.media, Jon continues toexpand @radical’s\ncapabilities within this ever-evolving media landscape.\n\nBeyond an Executive, Jon is a Producer and Executive\nProducer of groundbreaking projects. Amongst @radical’s\nmajor achievements, @radical.media has been recognized\nfor producing multiple award-winning projects including\nthe Academy Award and Independent Spirit Award for the\ndocumentary The Fog of War; and a Grammy for the Concert\nfor George. This past year, @radical produced the Academy\nAward and Emmy-nominated HBO documentary Paradise\nLost 3 and the Emmy-nominated A&E documentary following\nPaul Simon’s Graceland journey, Under African Skies.\n\n@radical is currently in production on a Ron Howard-\ndirected documentary on the Made In America festival in\nPhiladelphia. And it recently launched THNKR, a Premium\nYouTube Channel, offering viewers extraordinary access to\nthe people, stories, and ideas that are transforming the world.\n\nBeyond his professional duties and\nprolific production credits, Jon is on the Board of Trustees\nof the Rhode Island School of Design, and has recently\nhas been appointed to the Board of the Mr. Holland’s\nOpus Foundation. Jon has continuously fostered @\nradical’s work with numerous organizations and public\nservice initiatives, including RED, ONE, and Conservation\nInternational. In 2012, he accepted Mayor Bloomberg’s\nMade in New York Award at Gracie Mansion.\n\nJon strives to increase the reach, impact, and\nlegacies of the advertising and entertainment industries.\nDuring his two terms as National Chairman of the AICP,\nhe founded the “Art and Technique of the American\nTelevision Commercial,” which has been presented for\nthe past 20 years at the Museum of Modern Art. In 1994,\n\nJon received the Crystal Apple Award for his outstanding\ncontributions to the city’s production industry.\n\nHOUSE_OVERSIGHT_017546",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017546.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6145,
    "word_count": 923,
    "line_count": 132,
    "import_date": "2025-11-19T21:47:44.351702",
    "prefix": "IMAGES-004"
  }
}