{
  "document_id": "HOUSE_OVERSIGHT_017351",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017351.txt",
  "text": "4.2.12\nWC: 191694\n\nThe most frequent misconception about celebrities is that they must be “so fascinating.” The\nopposite is often the case. Most of my famous clients, with some important exceptions, have\nbeen uninteresting. Some have been outright boring. We tend to confuse their public persona\nand surroundings, which fascinate us, with their private personalities, which are often banal,\nmundane and self-centered. Many of them have no ideas, no insights and little to say about\nmatters outside the narrow spheres of their professional lives. Yet we listen to their often\nuninformed opinion on important issues of the day affecting the world, just because they have a\nhandsome face, strong muscles or other talents or attributes that are irrelevant to their presumed\ncredibility on matters about which they are opining. Celebrities may seem fascinating from a\ndistance, but reality, viewed close up, it is often very different.\n\nTheir cases and controversies may be fascinating, in part because of who they are, in part because\nof what they are accused of doing, and in part because the public obsesses over celebrity.\n\nThe two cases on which I will now discuss received enormous media coverage. Both, not\nsurprisingly, involve sex. Both involve world famous people who are accused of having\ninappropriate sexual contact with inappropriate young women. Unlike most celebrities, both of\nthese were fascinating people.\n\nThe paradigm of a famous person being tried under the Klieg lights of worldwide media coverage\nwas, of course, the impeachment of President William Jefferson Clinton, in which I played several\nroles: witness, advocate, television commentator, book author and friend.\n\nA final category includes very famous celebrities who have hired me to keep their name and alleged wrongs out of\nthe media. I have had several such cases, and for obvious reasons, I cannot disclose the names of these celebrity\nclients. Nor can I disclose the names of clients who have successfully used their celebrity to avoid the\nconsequences of their actions.\n\n264\n\nHOUSE_OVERSIGHT_017351",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017351.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2080,
    "word_count": 327,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:44.619483",
    "prefix": "IMAGES-004"
  }
}