{
  "document_id": "HOUSE_OVERSIGHT_023721",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023721.txt",
  "text": "Forthcoming (August 2011) Future Science edited by Max Brockman, Vintage Press, New York.\n\nwith the group. Shame regulates social behavior and serves as a forewarning of punishment:\nConform or suffer the consequences. The earliest feelings of shame were likely over issues of\nwaste management, greediness, and incompetence. While guilt is evoked by an individual’s\nstandards, shame is the result of group standards. Therefore, shame, unlike guilt, is felt only in\nthe context of other people.\n\nThe first hominids could keep track of cooperation and defection only by firsthand\nobservation. Many animals use visual observations to decide whether to work with others. Reef\nfish in the Red Sea, for instance, watch wrasses clean other reef fish, to determine whether or not\nthey’re cooperative, as biologist Redouan Bshary discovered. Bshary went scuba diving off\nEgypt’s coast to observe this symbiotic relationship. Bluestreak cleaner wrasses (Labroides\ndimidiatus) eat parasites, along with dead or infected tissue, off reef fishes in more than 2,000\ninteractions a day, each of which can be considered an act of cooperation. Wrasses are tempted\nto eat more than just the parasites, but if the reef fish loses too much flesh in the deal, it will\nrefuse to continue working with the wrasse. Reef fish approach wrasses that they see cooperating\nwith their current clients and avoid the wrasses they see biting off more than they should chew.’\n\nLike the Bluestreak cleaner wrasses, humans are also more cooperative when they sense\nthey are being watched. Researchers at the University of Newcastle upon Tyne examined the\neffect of a pair of eyes on payments for tea and coffee to an honesty box. Alternating images of\nflowers and human faces were posted above the box in the university coffee room each week for\n\nten weeks; researchers found that people paid nearly three times as much for their drinks in\n\n° R. Bshary, “Biting cleaner fish use altruism to deceive image-scoring client reef fish,” Proc. Roy. Soc. Lond. B\n269: 2087-93 (2002).\n\nHOUSE_OVERSIGHT_023721",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023721.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2063,
    "word_count": 330,
    "line_count": 30,
    "import_date": "2025-11-19T21:47:48.720679",
    "prefix": "IMAGES-007"
  }
}