{
  "document_id": "HOUSE_OVERSIGHT_026656",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026656.txt",
  "text": "WASHINGTON — As hundreds of thousands of demonstrators\ngathered<https://www.buzzfeed.com/buzzfeednews/womens-\nmarch?utm_term=.wra9MGEmBj#.gtOrOXPW34> on the National Mall to protest President Trump on\nSaturday, people arrested<https://www.buzzfeed.com/zoetillman/rioters-and-police-are-clash-during-trumps-\ninauguration> the day before during anti-Trump protests in downtown Washington, DC, made their first\nappearance in court.\n\nProsecutors are pursuing charges against all of the 230 people arrested on Friday for rioting, according to the\nUS attorney’s office in DC. Although anti-Trump demonstrations on inauguration day were largely peaceful,\nsome turned violent, with participants breaking storefront windows, throwing bricks at police, and running\nthrough streets and parks downtown as they were chased by police.\n\nThe arraignment hearing at DC Superior Court began on Saturday around | p.m. and was still going six hours\nlater. As of 7 p.m., 80 people arrested and charged with felony rioting had come before a judge. The court was\nexpected to continue the hearing through the night until everyone arrested on Friday came through.\n\nThe defendants processed so far were released until their next court dates, with the condition that they not be\narrested again in DC in the meantime.\n\nFelony rioting is a crime under DC law that carries a maximum penalty of 10 years in jail and a fine of up to\n$25,000. According to police, six officers were injured in confrontations with demonstrators on Jan. 20, and\nthree of those officers sustained minor head injuries after objects were thrown at them. The DC law defines\nfelony rioting as a group of at least five people who, “by tumultuous and violent conduct and the threat thereof,”\ncause “serious bodily harm” or property damage valued at more than $5,000.\n\nA 21-year-old Texas man was also charged with pointing a laser at at US Park Police helicopter during the\nprotests on Friday. He was arraigned in Superior Court but the case is being moved to federal court.\n\nThe individuals charged with rioting were generally brought in front of the judge in groups of 10 and were\nrepresented by a cadre of public defenders and other court-appointed lawyers. One exception came early in the\nhearing, when former White House counsel Kathryn Ruemmler entered an appearance for one of the\ndefendants. Ruemmler said her client was a journalist on assignment filming the demonstrations who was swept\nup in the arrests.\n\nRuemmler served as President Obama’s White House counsel for three years before going to the law firm\nLatham & Watkins. Ruemmler told reporters outside of the courtroom that her firm represents Vocativ, the\nmedia company that employed her client, which is how she got involved.\n\nDozens of people came to the courthouse on Saturday to support the arrestees. They cheered as defendants left\nthe courtroom; some of the defendants were walking slowly to keep their shoes on because they had to remove\ntheir shoelaces after being arrested. The defendants were held by police overnight.\n[https://img.buzzfeed.com/buzzfeed-static/static/2017-01/21/20/asset/buzzfeed-prod-web-15/sub-buzz-1449-\n\n1485047203-1 .jpg?resize=990:743 |\n\nZoe Tillman / BuzzFeed News\n\nBy Saturday night, a crowd had gathered outside the courthouse to greet the arrestees, cheering and applauding\nas they came out. A line of police formed in between the group and the courthouse entrance, and police were\n\nHOUSE_OVERSIGHT_026656",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026656.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3452,
    "word_count": 516,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:48.187659",
    "prefix": "IMAGES-009"
  }
}