{
  "document_id": "HOUSE_OVERSIGHT_017306",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017306.txt",
  "text": "4.2.12\nWC: 191694\n\nassistance of counsel under the Sixth Amendment. I still have no idea whether the victim’s\nmother was correct in her assessment of her dead son. The situation seems a bit more complex,\nbut that’s often the case when you drill down to the real story behind the killing.\n\nIn July of 2011, my own family learned what it felt like to become the victim of a possible\nhomicide. My brother’s beloved wife, Marilyn, was killed while riding her bicycle on a New York\nCity street. Marilyn was a brilliant lawyer who had just retired from being a judicial referee in the\nNew York Matrimonial Court. Her sudden death was devastating to my brother, their children\nand our entire family. She had been run down by a United States postal truck and rushed to the\nhospital where a team of doctors worked feverishly to cut off her bike helmet and try to save her\nlife. They couldn’t help her and she died.\n\nBecause New York City, like many large urban areas, has security cameras on nearly every block,\nmy nephew (who is an engineer) and I were able to view video footage of the event from several\ndifferent angles. What we saw was a mail truck and an unidentified van barreling down a narrow\nstreet in what appeared to be a game of “chicken.” Neither would give the right of way to the\nother, so they both decided to drive down the narrow street in tandem. The mail truck struck my\nsister-in-law. It then stopped, appeared to look back, and proceeded to drive away. It stopped\nagain and then made a sharp left turn into the basement of the mail building.\n\nUpon viewing the video and talking to witnesses, we came to believe that Marilyn had been the\nvictim of two crimes: negligent vehicular homicide and leaving the scene of an accident.\nSuddenly our family became the victims seeking justice from a reluctant prosecutor. It was a\npainful shifting of roles, as my brother demanded a thorough investigation and prosecution of the\noffending driver or drivers (the driver of the van was never identified or caught). We were now\nusing technology and engineering science to try to prove criminal guilt on the part of the mail\ntruck driver. In the end, the prosecutor charged the mail truck driver with leaving the scene of an\naccident, but not with causing Marilyn’s death. This horrible tragedy made me better understand\nwhat it feels like to be the family of a homicide victim.\n\n219\n\nHOUSE_OVERSIGHT_017306",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017306.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2405,
    "word_count": 424,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:47.478373",
    "prefix": "IMAGES-004"
  }
}