{
  "document_id": "HOUSE_OVERSIGHT_022384",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022384.txt",
  "text": "Lame-duck session\n\nA Senate version (S. 2680) prompted Democratic\nconcerns over funding levels, privacy issues, and other\nmatters. Thisissueis one that could slip into the next\nCongress if negotiators are unable to reach an agreement\ngiven the limited time available.\n\nAnother outstanding year-end issue for Congressional\nleaders is whether to address the pending Medicare Part-\nB premium increases facing new and some existing\nMedicare enrollees caused by a smaller annual Social\nSecurity cost-of-living adjustment (COLA). Congress has\nacted in the past to avert premium increases due to\nmodest COLA adjustments before the premium increases\ntake effect. Additional Medicare changes that are\nbipartisan in nature could be added to this Part B\nadjustment if leaders agree to move forward. Up for\npotential consideration are a handful of Medicare-related\nbills that have already passed the House or Senatein the\n114‘ Congress, as well as a package of provisions\nrecently unveiled by the Finance Committee that would\naddress how chronic conditions are managed in the\nMedicare population.\n\nAdditionally, Congress continuesto contemplate action in\nthe lame duck session to address the Obama\nAdministration’s proposal to modify the payment\nmechanisms for Part B Medicare drugs. While the\nproposal has not yet been finalized, concerns about the\nsize and scope of the proposal have been raised by\nCongress.\n\nEnergy. House and Senate conferees also hope to finish\nnegotiating the final version of the bipartisan, omnibus\nEnergy Policy Modernization Act (S. 2012, H.R. 8).\nAmong many other provisions, that bill would give the\nEnergy Department emergency authority to protect the\nelectric power grid from physical and cyber threats;\nrequire the Federal Energy Regulatory Commission\n(FERC) to expedite consideration of pipeline siting\napplications; ease procedures for mining certain minerals\non federal lands; increase water allocationsto address\ndrought in California; and change forestry management.\n\nThere will also be a push to complete the Water Resources\nDevelopment Act (WRDA). In September, both the Senate\n(S. 2848) and House (H.R. 5303) overwhelmingly passed\nbills that need to be reconciled, but the two chambers\nhave not yet formally gone to conference. One factor that\nis likely to expedite a conference and floor votes is the fact\nthat in September, in order to resolve a deadlock over\ngovernment funding, Speaker Ryan made a commitment\nto move assistance to Flint, Michigan (which has faced a\ndrinking-water crisis) as part of the WRDA bill.\n\nEnergy measures could also come up as Republican\n“riders” on a year-end spending bill, such as provisions\nblocking the EPA’s Clean Power Plan or the “Waters of the\nU.S.” wetlands rule. House Majority Leader McCarthy has\nalso said the House will consider a bill offering a tax credit\nfor new nuclear reactors.\n\nFinancial Services. House Financial Services Chairman\nJeb Hensarling (R-TX) has said he hopes for a lame-duck\nfloor vote on his CHOICE Act, which would repeal much of\nthe Dodd-Frank Act and replace it with a system in which\nbanks would become exempt from many prudential rules if\nthey agree to a much higher leverage ratio. The committee\npassed the CHOICE Act ona party-line vote in September.\nThe Wells Fargo scandal could pose a hurdle for that plan,\nbecause Hensarling’s bill would repeal the Consumer\nFinancial Protection Bureau’s (CFPB) new rules limiting the\nuse of mandatory arbitration clauses in bank contracts.\nWells Fargo has been criticized for requiring its account\nholders to agree to such clauses, restricting their ability to\nsue the bank after as many as 2 million unauthorized\naccounts were discovered.\n\nThe Financial Services Committee will hold a second\nhearing on November 30 on the Wells Fargo issue, with\nCFPB Director Richard Cordray testifying. SEC Chairman\nMary Jo White will also testifyon November 15.\n\nEY 12\n\n| Election 2016\n\nHOUSE_OVERSIGHT_022384",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022384.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3935,
    "word_count": 612,
    "line_count": 89,
    "import_date": "2025-11-19T21:47:45.607208",
    "prefix": "IMAGES-006"
  }
}