{
  "document_id": "HOUSE_OVERSIGHT_012083",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012083.txt",
  "text": "CHART 2: INDIA POPULATION DISTRIBUTION 2015\n\n100+\n95-99\n90-94 ll\n85-89 a\n80-84 Oe\n75-79 a |\n70-74 —e| i,\n65-69 CO TEE\n60-64 |\ny 259 ee ee\n2950-54 |\n45-49 es ee\n40-44 —————— ee\n35-39  —E\n30-34 (NNN EE>E=—E———E=—=—™_—=—E=—~_—>—=—E>—FTFcEo—E=co\n25-29 ea\n20-24 SS ee\n15-19 (NNSA EE—>—E>E—E>E—E—E\n10-14 aaa\n5-9 Sa\n0-4 eee\n6% 4% 2% 0% 2% 4% 6%\n\nright camps. So far, Macron has fostered a good rapport with\nGerman Chancellor Angela Merkel, whom we expect to be re-\nelected in September. The political risk in continental Europe\nis now centered in Italy, but we were encouraged that its far-\nleft Five Star Movement suffered key defeats in recent regional\nelections, which could bode well for their next national elec-\ntion, likely to occur next spring.\n\nIn addition to Italy, Brexit remains a large political risk for\n2018 as the weakened Tories will be negotiating with at best\na tenuous alliance with the Democratic Unionist Party (DUP)\nand at worst may face another election and lose power alto-\ngether. We believe it is too soon to make major portfolio shifts\nbased on Brexit, but we are watching this closely as substan-\ntial progress in negotiations will need to materialize months\nahead of the March 2019 deadline. By this time next year, we\nwould expect to see traction in negotiations and stability in\nParliament or begin to consider reducing exposure to the Brit-\nish pound and companies exposed to that economy.\n\nAging Business Models\n\nThe “FANG” stocks—Facebook, Amazon, Netflix, and Google\n—have disrupted countless business models while seeing their\nown revenues and market values soar. Empty storefronts from\nManhattan to malls in Middle America are evidence of the\ndisruption facing rapidly aging business models like brick-and-\nmortar retail. When you include Apple and Microsoft in the\nFANG stocks, the six companies account for 12.83% of the S&P\n500 Index. At the start of this bull market on March 9, 2009,\nthese companies had a market value of $326 billion. Today,\ntheir market value is $2.97 trillion. Their sheer size alone\nsuggests that they cannot keep compounding like they have. To\nmaintain its ascent, the U.S. bull market will need new sectors\nto emerge as market leaders. The challenge will be economic\n\ngrowth. Companies that disrupt mature businesses, like many\nof the FANG stocks have, typically have not relied on a robust\nglobal economy to generate their amazing revenue growth.\nMost other sectors in the S&P 500 Index, however, would likely\nbenefit from a stronger economy.\n\nSummary and Conclusion\n\nMany bull markets have interesting back stories as to how they\nbegin and end. The latest bull market can arguably be traced\nback to March 9, 2009 when the CEO of Citibank, Vikram\nPandit, released a memo to employees announcing that the\ncompany was having its best quarter since early 2007. The\nmarket embraced that memo as a sign the worst was over,\nespecially for the beleaguered banking sector. The S&P 500\nrallied from that day and eight years later is up nearly four-fold.\nAs we consider future returns, valuation matters. In March\n2009, the S&P 500 was selling for roughly 10 times depressed\nearnings and is now selling for about 18.7 times. The U.S.\nmarket leads the world in innovative companies and is priced\nfor it.\n\nAs we look for opportunities overseas, we see political fortunes\nimproving in Europe with some lingering headwinds that may\nappear in 2018. We could argue the same in the U.S. as the\nleadership in the House of Representatives can easily switch\nparties next year. If Europe can continue its economic improve-\nment, we see the potential for more gains ahead for the region\nafter a robust start to 2017.\n\nThe emerging markets offer some attractive valuations, but are\nnot likely to be a panacea for global growth as the largest ones\nface the same challenges of aging and maturing development\nthat confront most of the developed world. This bull market\nmay keep moving, but like all of us past a certain age, not at a\npace that we are used to. @\n\nGLOBAL FORESIGHT THIRD QUARTER 2017\n\nHOUSE_OVERSIGHT_012083",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012083.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4056,
    "word_count": 687,
    "line_count": 101,
    "import_date": "2025-11-19T21:47:45.722001",
    "prefix": "IMAGES-001"
  }
}