{
  "document_id": "HOUSE_OVERSIGHT_020594",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020594.txt",
  "text": "135\n\nis the top official with oversight of China’s overseas propaganda (J\\B) efforts, while\nPolitburo member and director of the CCP Propaganda Department Huang Kunming\noversees all media organs and has day-to-day oversight of the entire propaganda\nsystem. Wang Yang, another PBSC member and the chairman of the Chinese\nPeople’s Political Consultative Conference (CPPCC), has overall responsibility for\n\nthe United Front portfolio, although Sun Chunlan (the only female member of the\ntwenty-five-man Politburo and former director of the United Front Work Department\nfrom 2014 to 2017) may also continue to have some residual responsibilities as well,\nsince her current portfolio includes education and culture. Additionally, You Quan, a\nmember of the Politburo Secretariat, is now the new head of the UFWD, and he is in\ncharge of the day-to-day work of the department. These leaders’ views on particular\nissues carry a great deal of weight and can often result in significant policy\n\ninitiatives or modifications.\n\nBesides issuing brief policy directives via their comments on documents (known\n\nas #t7), top leaders can also communicate their ideas or orders in conversations or\nmeetings with the ministers in charge of functional bureaucracies. Such ideas or orders\ncan lead to actions at the implementation level or to the formulation of a new policy or\n\nthe modifications of an existing policy.\n\nPolicy Coordination\n\nThe Foreign Affairs Commission, which used to be called the Foreign Affairs\nLeading Small Group (est. 1956), is by far the most important. The role of the\nCommission is similar to that of the interagency “principals committees” in the\nUS system. Its chairman is Xi Jinping, while Premier Li Keqiang and Vice President\nWang Qishan serve as vice chairmen. Other PBSC members Wang Huning and\nHan Zheng are members. Le Yucheng, a vice minister of Foreign Affairs, is deputy\ndirector. Other members of the Commission include the most senior leaders\n\nof the Chinese government: Yang Jiechi, and the ministers of Foreign Affairs,\nState Security, Defense, Public Security, Commerce, the CCP’s International\nLiaison Department, Taiwan Affairs Office, Hong Kong and Macao Affairs Office,\nPropaganda Department, External Propaganda Office, and Overseas Chinese Affairs\nOffice.\n\nThe Commission also has an attached “office,” known as the Central Foreign Affairs\nOffice (#2447), which has a dedicated staff of approximately fifty (many of whom are\n\nseconded from the Ministry of Foreign Affairs, International Liaison Department of the\n\nAppendix 1\n\nHOUSE_OVERSIGHT_020594",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020594.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2578,
    "word_count": 392,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:46.386681",
    "prefix": "IMAGES-006"
  }
}