{
  "document_id": "HOUSE_OVERSIGHT_020315",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020315.txt",
  "text": "163\n\nThe NSA’s system administrators were, as the threat officer pointed out, very different from\nthe traditional military employees at the NSA. They were usually civilians, who effectively served\nas repair-men for complex computer systems at the NSA. Moreover, many of them had not been\ndirectly hired by the NSA. Instead, their recruitment had been privatized to outside contractors.\n\nThis outsourcing had deep roots tracing back to the Second World War Ed Booz, the\nfounder of Booz Allen Hamilton, obtained contracts to help manage ship construction from the\nUS Navy. After the war ended he sought contracts for his firm in classified work. These\ncontracts grew in size as the NSA needed more and more system administrators and other\ninformation technologists to manage the computer networks. These system administrators\nneeded to be given special privileges to do their service job. One such privilege allowed them to\nbypass password protection. Another privilege allowed then to temporarily transfer data to an\nexternal storage device while they repaired computers. These two privileges greatly increased the\nrisk of a massive breach. Seeing them as the weak link if the chain, the threat officer wrote in the\nreport that “system administrators are likely to be increasingly targeted by foreign intelligence\nservices because of their special access to information.”\n\nBefore the computerization of the NSA, the threat officer noted that code clerks and other low-\nlevel NSA communicators had been the target of adversary intelligence services. But the\nincreasing reliance on computer technicians presented foreign intelligence services with much\nricher targets. He predicted that they would adapt their recruiting to this new reality. Specifically,\nhe argued that adversary intelligence services would now focus their attention on system\nadministrators. “With system administrators,” he said, “the situation is potentially much worse\nthan it has ever been with communicators.” The reason: “System administrators can so easily, and\nquickly, steal vast quantities of information.”\n\nHe further suggested that since system administrators are often drawn from counterculture of\nhacking, they are more likely to be vulnerable to an adversary service using a fake identity for its\napproach, or a “false flag.” A “false flag” was a term originally applied to pirate ship that\ntemporarily hoisted any flag that would allow it to gain close proximity to its intended prey but it\nmodern times describes a technique employed by espionage service to surreptitiously lure a\nprospect. As will be more fully discussed in the next chapter, false flags were a staple used by the\nKGB in espionage recruitments during the Cold War. They were usually employed when a target\nfor recruitment was not ideologically disposed to assisting the intelligence service. To overcome\nthat problem, recruiters hide their true identities and adopt a more sympathetic bogus one. In\n1973, for example, the KGB, working through one of its agents in the US Navy, used the false\nflag of Israel, to recruit Jerry Alfred Whitworth, who served as a communications officer with a\ntop secret clearance for the Navy. Like many other KGB recruits, Whitworth came from a\nbroken family, dropped out of a high school, took technical courses and got a job asa\ncommunications officer. He was not disposed to working for Russia. But he was willing to steal\nenciphered and plain text cables to help in the defense of Israel. After he was thoroughly\ncompromised by his espionage work, he was told by the KGB recruiter that he was actually\nworking for Russia, but, by this time, he was too deeply compromised to quit. He continued his\n\nHOUSE_OVERSIGHT_020315",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020315.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3706,
    "word_count": 586,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:46.165179",
    "prefix": "IMAGES-005"
  }
}