{
  "document_id": "HOUSE_OVERSIGHT_027072",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027072.txt",
  "text": "On a per country example this has led to, for instance, an annual need for 3 million\n\nFC2 female condoms in Uganda, and no funding to procure. A need of 1 million\nfemale condoms annually in Kenya, and funding for only 230,000. A need of 6 million female\ncondoms annually in Zimbabwe and funding for only 3 million. And these are just some\nexamples of the many countries who do not receive their actual FC2 female condom need on\nthe continent of Africa.\n\nSolution\n\nFemale Health Company would like to propose a partnership with new donors\nin order to ensure that the need for the FC2 female condom is met in Africa to ensure\n\nprevention of HIV/AIDS among the target groups that need it. FHC is committed to\nproviding the training and technical support to the countries and target groups to ensure correct\nand safe usage of the FC2 female condom, if donors are willing to procure the female condoms\n\nthat are necessary in these countries. We could even create a specific donor brand for the\n\nFC2 female condom, to increase brand recognition for the donor in the region while\nsaving lives together.\n\nOn Female Health Company\n\nThe Female Health Company manufactures, markets and sells the FC2 Female Condom. FC2 is the only currently\navailable female-controlled product approved by the U.S. Food and Drug Administration (FDA) and cleared by\nthe World Health Organization (WHO) for purchase by U.N. agencies that provides dual protection against\nunintended pregnancy and sexually transmitted infections (STIs), including HIV/AIDS. The Company's first\ngeneration product was the FC1 Female Condom, a Class III medical device approved by FDA in 1993. The\nCompany's second generation product, FC2, has been available globally since 2007, and in the U.S. since 2009\nafter it was approved by the FDA as a Class III medical device. To date, FHC has shipped its female condom to\nover 140 countries worldwide.\n\nCurrently, there are only two FDA approved and marketed products that prevent the transmission of HIV/AIDS\nthrough sexual intercourse: the male condom and FC2. FC2 is currently the only FDA approved and marketed\nfemale-controlled product that prevents STIs, including HIV/AIDS. Used consistently and correctly, FC2 provides\nwomen dual protection against STIs, including HIV/AIDS, and unintended pregnancy. When used correctly the\nprotection rates against unintended pregnancies are 95 percent for female condoms compared to 98 percent for\nmale condoms according to the FDA. FC2 is not seen as directly competing with the male condom; it provides an\nalternative to either unprotected sex or male condom usage.\n\nAn economic analysis of the cost effectiveness of an FC2 HIV/AIDS prevention program conducted by Dr. David\nHoltgrave, the chairman of the Department of Health Behavior and Society at the Johns Hopkins Bloomberg\nSchool of Public Health, was featured in the March 26, 2012 issue of AIDS and Behavior. The study showed that\nthe Washington, D.C. FC2 prevention program, a public-private partnership to provide and promote FC2,\nprevented enough HIV infections in the first year alone to save over $8 million in avoided future medical care\ncosts (over and above the cost of approximately $445,000 for the program). This means that for every dollar spent\non the program, there was a cost savings of nearly $20. In the article Dr. Holtgrave concluded, \"These results\nclearly indicate that delivery of, and education about, Female Condoms is an effective HIV prevention intervention\nand an outstanding public health investment.\" Washington, D.C. began its program in 2010 to fight a disease that\nis at epidemic levels. At least 3 percent of Washington, D.C. residents have HIV or AIDS, a prevalence rate that\nis the highest of any U.S. city.\n\nIn May 2014, a business case was published by Global Health Visions, LLC, commissioned by Rutgers WPF, the\nadvocacy partner of the Universal Access to Female Condoms (UAFC) Joint Programme. Part of the publication\nwas a study comparing total expected costs with total estimated economic benefits and it determined there was an\n\nHOUSE_OVERSIGHT_027072",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027072.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4093,
    "word_count": 660,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:46.662600",
    "prefix": "IMAGES-009"
  }
}