{
  "document_id": "HOUSE_OVERSIGHT_012884",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012884.txt",
  "text": "actions and omissions. The omission effect evaporated, with the moral weight of an action perceived to\nbe on a par with an omission.\n\nThe Mayan study is but one example. It suggests some flexibility in our perception of actions and\nomissions, and shows how cultural differences can create individual differences. When our social world is\nrelatively small and circumscribed, we can keep tabs on everyone. By keeping tabs, we can hold others\nresponsible for their actions and their omissions. As the American psychologists Jon Haidt and Jonathan\nBaron have shown, this psychology can be recreated in the laboratory by creating scenarios in which the\nindividuals are either unfamiliar or familiar. When there is a relationship between the individuals —\nfamily, friends, team members — and thus, some degree of familiarity, the omission effect weakens.\n\nThe omission effect is not an obligatory state of the human mind. It is a common tendency, a way\nthat our brains lean, especially in unfamiliar contexts. In patients with obsessive compulsive disorder, the\nomission effect is as strong as it is in healthy subjects, except for familiar cases of harm that are directly\nrelevant to them, such as the excessive washing behavior that is the trademark of this clinical disorder.\nThe fact that certain situations can cause us to lean in different directions has important policy\nimplications: even when corporations, institutions, or other organizations grow large, we should always\nsegregate these masses into smaller divisions, and make the issues personally relevant. Every member of\none division should hold all others within its division responsible or accountable. Further, efforts should\nbe made to foster familiarity across divisions, enabling not only a level of responsibility but of respect\nand trust. By recreating the psychology of small scale societies, and making potential harms relevant, we\nmay help bypass the omission effect, allowing us to hold people responsible for their omissions. This, in\nturn, may reduce the number of individuals who live as passive bystanders. Familiarity and relevance\nmay well be the necessary catalysts for converting bystanders into active whistle blowers, defenders, and\nrescuers.\n\nWhen bystanders remain passive, watching the world go by, it is often because they believe that\ntheir actions won’t make a difference or think that the costs of heroism are too high. This is, again, an\nissue of responsibility. It raises the question of when we ought to act. The distinguished Australian\nphilosopher Peter Singer has spent a lifetime pushing this issue in the context of charitable donations,\nculminating most recently in his book The Life You Can Save. The key idea, taken from a utilitarian\nperspective where outcomes as opposed to rules or principles motivate our moral actions, is that we ought\nto give a fraction of our incomes to those lacking basic access to food, shelter and health care. Standing\nby as bystanders when there are 1.4 billion people in a state of abject poverty is morally wrong. The logic\nseems perfectly reasonable, especially given the fact that humanitarian organizations have helped reduce\nthe number of people living in poverty by .5 billion within the last 20 years. But then we learn of another\n\nPeter Singer idea: if the three richest men alive today — Carlos Slim Helu, Bill Gates, and Warren Buffett\n\nHauser Chapter 4. Wicked in waiting 138\n\nHOUSE_OVERSIGHT_012884",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012884.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3440,
    "word_count": 548,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:44.513973",
    "prefix": "IMAGES-002"
  }
}