{
  "document_id": "HOUSE_OVERSIGHT_027117",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027117.txt",
  "text": "bodyguards of Finance Minister Rafie al-Issawi, who is Sunni, arrested for\nalleged terrorist activities on Dec. 20 — almost exactly one year after he\n\nordered the arrest of Sunni Vice President Tariq al-Hashimi’s security\ndetail. Hashimi fled to Turkey and is unlikely to return soon to Iraq, where\nhe was sentenced to death after Maliki demanded his trial in absentia for\nmurder and financing terrorism.\n\nThe threat to Issawi, a moderate technocrat from Anbar, galvanized Iraqi\nSunnis, who rightly saw Maliki’s move as sectarian and an assault on\ngovernment participation by Sunnis not under the prime minister’s thumb.\nThree days after the arrests, demonstrations broke out in Ramadi, Fallujah\nand Samarra. Three days after that, a large protest closed the highway\nfrom Baghdad to Syria and Jordan. The popular resistance spread to Mosul\non Dec. 27.\n\nThese protests erupted during a constitutional crisis and as an expanding\nArab-Kurd conflict has become increasingly militarized. Iraqi President\nJalal Talabani was incapacitated by a stroke on Dec. 17 and has been out\nof the countryfor treatment. Iraq’s constitution specifies a line of\nsuccession — but with one vice president in exile and the other a Shiite\nand obvious Maliki proxy, Iraq has been, in effect, operating without a\npresident. Political processes that require presidential involvement have\nbeen paralyzed, including moving forward with long-standing efforts by\nSunnis and Kurds to hold a parliamentary vote of no-confidence in Maliki.\n\nTalabani had been the critical link holding Baghdad and Kurdistan\ntogether since tensions rose following a 10-day standoff between Iraqi\narmy units and Kurdish pesh merga troops in October, after Maliki sent\nthe army toward the disputed city of Kirkuk. That move followed a series\nof skirmishes and mobilizations along the “Green Line” separating\nKurdistan from Arab Iraq and a series of attacks in the area by al-Qaeda in\nIraq.\n\nThe recent protests underscore the collapse of the inclusive political\naccommodation reached in 2007, which had been reconfirmed by the\nformation of a grand Sunni-Shiite-Kurd coalition government after\nparliamentary elections in 2010. By November 2012, Maliki had evolved\n\nHOUSE_OVERSIGHT_027117",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027117.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2231,
    "word_count": 343,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:47.603450",
    "prefix": "IMAGES-009"
  }
}