{
  "document_id": "HOUSE_OVERSIGHT_014336",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014336.txt",
  "text": "Chart 33: As a current or prospective JPM shareholder, what do you think is most important for the\nstock to continue its outperformance next year?\n\n70% 62%\n60%\n50%\n40%\n30%\n20% 14% 10% 14%\n10%\n0%\nTop-line revenue Continued Positive shiftin the | Accelerating More clarity on\ngrowth expense interest rate capital return —_ regulatory and/or\nmanagement backdrop litigation issues\n\nfacing the industry\n\nSource: BofA Merrill Lynch Global Research\n\n= JPM cautious on CRE; however, overall credit remains benign. Forty-eight (48%)\npercent of the audience polled believe concerns around multi-family fundamentals\nwill be concentrated in certain regions. Although credit for the overall bank remains\nbenign, Mr. Petno believes we are in the later stages of the real estate cycle and\nexpressed a cautious tone on the high-end condo/construction market. That said,\nJPM is primarily exposed to more stable, multi-family credit (i.e. rent-controlled\napartments) where the average loan to value is 60%.\n\nChart 34: How do you view fundamentals for multifamily lending in 2017?\n\n60%\n50%\n40%\n30%\n20%\n10%\n\n0%\n\nSoftening Softening Softening | Someconcern, but No concern\nfundamentals fundamentals fundamentals only in certain\nshould leadto  shouldleadto | shouldleadto —_—regions and at\nslower financing worsening credit slower financing certain rental price\nactivity next year metrics activity and points\nworsening credit\nmetrics\n\nSource: BofA Merrill Lynch Global Research\n\n= With tech/digital intellectual property at fingertips, capabilities within CB are\non horizon. Mr. Pento expressed his intention to leverage the technology that the\nInvestment Bank has and the investments that the Consumer Bank has to build the\nright digital and mobile platforms for the bank’s commercial clients. He noted that\nthey have the largest investment and digital budgets ever this year and expect it to\nincrease next year.\n\nNew York Community Bancorp (NYCB) C-1-8, Buy\nCompletion of Astoria acquisition best outcome for both banks: Following the\nrecent announcement of a regulatory delay in getting approval for the Astoria\nacquisition, NYCB CEO Joe Ficalora and CFO Thomas Cangemi reiterated that\nclosing the Astoria deal represents the best outcome for both banks. Beyond that\nmanagement was limited in its ability to talk about what particular factors led to\nthe delay and refrained from providing a specific timeline to close the deal\nassuming that the BoDs at both banks agree to extend the deal deadline beyond\n\nea Bankof America\n22 2016 Future of Financials Conference | 17 November 2016 Merrill Lynch\n\nHOUSE_OVERSIGHT_014336",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014336.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2601,
    "word_count": 398,
    "line_count": 68,
    "import_date": "2025-11-19T21:47:47.353803",
    "prefix": "IMAGES-002"
  }
}