{
  "document_id": "HOUSE_OVERSIGHT_013389",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013389.txt",
  "text": "841, 842 (Fla. 4\"\" Dist. Ct. App. 1993) (quoting United States ex rel. Bilokumsky v. Tod, 263 U.S.\n\n149, 153-154 (1923) (Brandeis, J.).\n\nIn the circumstances of this case, a reasonable finder of fact would have “evidence of the\n\nmost persuasive character” from Epstein’s repeated refusal to answer questions propounded to\n\nhim. To provide but a few examples, here are questions that Epstein refused to answer and the\n\nreasonable inference that a reasonable finder of fact would draw:\n\nQuestion not answered: “Specifically what are the allegations against you which\nyou contend Mr. Edwards ginned up?” Reasonable inference: No allegations\nagainst Epstein were ginned up.\n\nQuestion not answered: “Well, which of Mr. Edwards’ cases do you contend\nwere fabricated?” Reasonable inference: No cases filed by Edwards against\nEpstein were fabricated.\n\nQuestion not answered: “Did sexual assaults ever take place on a private airplane\non which you were a passenger?” Reasonable inference: Epstein was on a private\nairplane while sexual assaults were taking place.\n\nQuestion not answered: “How many minors have you procured for prostitution?”\nReasonable inference: Epstein has procured multiple minors for prostitution.\n\nQuestion not answered: “Is there anything in L.M.’s Complaint that was filed\nagainst you in September of 2008 which you contend to be false?” Reasonable\ninference: Nothing in L.M.’s complaint filed in September of 2008 was false —\nie., as alleged in L.M.’s complaint, Epstein repeatedly sexually assaulted her\nwhile she was a minor and she was entitled to substantial compensatory and\npunitive damages as a result.\n\nQuestion not answered: “I would like to know whether you ever had any physical\ncontact with the person referred to as Jane Doe in that [federal] complaint?”\nReasonable inference: Epstein had physical contact with minor Jane Doe as\nalleged in her federal complaint.\n\nQuestion not answered: “Did you ever have any physical contact with E.W.?”\nReasonable inference: Epstein had physical contact with minor E.W. as alleged in\nher complaint.\n\nQuestion not answered: “What is the actual value that you contend the claim of\n20\n\nHOUSE_OVERSIGHT_013389",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013389.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2170,
    "word_count": 334,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:49.218062",
    "prefix": "IMAGES-002"
  }
}