{
  "document_id": "HOUSE_OVERSIGHT_032199",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_032199.txt",
  "text": "29\n\nthough repressive of political rights, have adhered to his grand\nstrategy of seeking natural resources anywhere in the world, wherever\nthey can find them, caring not with which despots they do business,\nin order to continue to raise the economic status of their own people.\nThese Chinese autocrats govern in a collegial fashion, number many\nan engineer and technocrat among them, and observe strict retirement\nages: this is all a far cry from the king of Saudi Arabia and the\ndeposed leader of Egypt, sleepy octogenarians both, whose skills for\ncreating modern middle-class societies are for the most part\nnonexistent.\n\nPark Chung Hee, in the 1960s and 1970s, literally built,\ninstitutionalized and industrialized the South Korean state. It was\nPark Chung Hee’s benign authoritarianism, as much as the\ndemocracy that eventually followed him, that accounts for the\npolitical-economic powerhouse that is today’s South Korea.\n\nThen, of course, there is the founder of current-day Singapore, Lee\nKuan Yew. In 1959, Lee became prime minister of what was then a\nBritish colony. He retired from that post over thirty years later\n(though he continued to exert significant power until very recently).\nAs the British prepared to withdraw in the 1960s, Lee attached\nSingapore to Malaya, helping to form Malaysia as a bulwark against\nIndonesian expansionism. When racial tensions between ethnic\nMalays in the Malay Peninsula and ethnic Chinese in Singapore\nmade the new federation unworkable, Lee seceded and the\nindependent city-state of Singapore was born. When Lee assumed\npower, Singapore was literally a third-world malarial hellhole beset\nby ethnic tensions and communist tendencies; it was barely a country\nin any psychological sense and it certainly could not defend itself\nagainst powerful neighbors. Lee turned it into a first-world\ntechnological dynamo and transportation hub, with one of the highest\nliving standards worldwide, and with a military that is among the best\n\nHOUSE_OVERSIGHT_032199",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_032199.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1998,
    "word_count": 310,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:48.503019",
    "prefix": "IMAGES-011"
  }
}