{
  "document_id": "HOUSE_OVERSIGHT_024562",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024562.txt",
  "text": "14.27. Jurisdiction\n\nAny actions or proceedings under the Limited Partnership Agreement or with respect to the General\nPartners or this offering and the related agreements are subject to binding arbitration in London, United\nKingdom.\n\n14.28. Limitation of Participation\n\nUnder circumstances where the continuing participation in KUE by an Investor would have a material\nadverse effect on KUE or a subsidiary, the General Partner may cause an Investor's interest in KUE to be\nredeemed or transferred.\n\n1 4.29. United States Trade or Business\n\nThe General Partner will use its reasonable best efforts not to cause or allow KUE to engage in or invest\n(other than through an entity that is not a pass-through entity} in a pass-through entity (for U.S. federal\nincome tax purposes) that engages in: (i) any commercial activities within the meaning of Section\n892(a)(2) of the Code, or (ii) any activity which constitutes the conduct of a trade or business in the United\nStates and generates income which constitutes \"effectively connected income” in the hands of a non-U.S.\nLimited Partner. KUE will not take a position in any United States federal or state income tax return that\nKUE is engaged in a trade or business in the United States that causes the non-U.S. Limited Partners to\nhave income which constitutes “effectively connected income’ in the hands of non-U.S. Limited Partners.\nIn addition, the General Partner will use its reasonable best efforts to cause KUE not to invest in a U.S.\nreal property interest described in Section 897(c}(1)(A)(i) or the Code,\n\nThe General Partner may, in its discretion, form a separate investment entity to pursue any investment\nopportunity that is unavailable to KUE by reason of the foregoing, and may offer co-investment\nopportunities to the Partners eligible to participate in such opportunities in proportion to their Units or on\nsuch other reasonable basis as the General Partner may determine.\n\nEACH PROSPECTIVE NON-U.S, LIMITED PARTNER SHOULD REVIEW THE SECTION ENTITLED\n\"CERTAIN INCOME TAX CONSEQUENCES” AND CONSULT ITS TAX AND OTHER ADVISORS IN\nDETERMINING THE POSSIBLE TAX, EXCHANGE CONTROL OR OTHER CONSEQUENCES TO IT\nUNDER THE LAWS OF THE U.S. AND OTHER JURISDICTIONS OF WHICH IT IS A CITIZEN,\nRESIDENT OR DOMICILIARY, IN WHICH IT CONDUCTS BUSINESS OR IN WHICH IT OTHERWISE\nMAY BE SUBJECT TO TAX, OF THE PURCHASE AND OWNERSHIP OF UNITS.\n\n14.30. Term of KUE; Term of the General Partner\nThe term of KUE will be indefinite, unless terminated earlier as provided for below. The term of the\nGeneral Partner will be indefinite, unless terminated earlier in accordance with the Organizational\nDocuments.\nThe following events will cause the dissolution of KUE:\n\n« The withdrawal, dissolution, bankruptcy, or resignation of a General Partner, unless the business\n\nof KUE is continued by the election of a new General Partner by the vote of a majority in number\nof the Units held by Common Limited Partners within 90 days of the happening of such event;\n\n129\n\nHOUSE_OVERSIGHT_024562",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024562.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3025,
    "word_count": 486,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.488914",
    "prefix": "IMAGES-008"
  }
}