{
  "document_id": "HOUSE_OVERSIGHT_011917",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011917.txt",
  "text": "25. The deposition testimony of Maritza Vasquez referred to above clearly demonstrates that\nPlaintiff Brunel has clean hands and was never involved in sex trafficking. All of Plaintiffs’\ndamages came solely from Epstein’s conduct.\n\n26. Additionally, Plaintiff Brunel has had significant delays in obtaining his visa to come to\nthe U.S. These delays were also the result of the false link between Plaintiffs and Epstein. Asa\nresult of these delays, Plaintiffs lost a considerable amount of time & money. International\ntravel is a significant component of Plaintiff Brunel’s MC2 modeling business. Plaintiff Brunel\nhas been forced to cancel his latest visa application as a result of the delays. (Exhibit J —\nComposite — Visa Docs).\n\n27. Asa result of the notoriety and tremendous publicity surrounding Epstein’s criminal\ncharges, and the media linkage of Epstein to Plaintiffs regarding illegal activities, Plaintiffs lost a\ntremendous amount of business and revenue.\n\n28. Plaintiff Brunel’s agency MC2 has lost millions of dollars in revenue since the media\nrevealed that Plaintiffs and Epstein were associated. In fact, Plaintiff MC2 was worth millions of\ndollars; now, due to the illegal actions of Epstein, MC2 is almost worthless.\n\n29. Atno time did Epstein ever publicly state that Plaintiffs had no role whatsoever in the\nEpstein’s illegal activities.\n\n30.  Asaresult of Epstein’s illegal activities and his association with Plaintiffs, Plaintiffs\ncontinue to lose money and suffer damages to this day. (Exhibit K attached, Jeff Fuller email,\n\n} 1-12-14).\n\n31. Plaintiff Brunel will need to spend millions of dollars in order to restore his business to\n\nwhat it was once worth — money that the Plaintiff Brunel does not have.\n\nHOUSE_OVERSIGHT_011917",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011917.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1755,
    "word_count": 272,
    "line_count": 32,
    "import_date": "2025-11-19T21:47:48.884004",
    "prefix": "IMAGES-001"
  }
}