{
  "document_id": "HOUSE_OVERSIGHT_012117",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012117.txt",
  "text": "Edwards adv. Epstein\nTelephone interview with Virginia Roberts\nPage 11 of 23\n\nV: In a roundabout way, yes. In so many ways, Jeffrey really really had to train me, and that\nwas why Ghislaine said that she and Jeffrey enjoyed me so much was because they never\nreally had to speak much to me to tell me what they wanted me to do. You know, I\nwasn’t waiting for you know, their directions. Jeffrey would tell me to go give an erotic\nmassage to friends. He wouldn’t give me much detail about it, but he would say to treat\nthem like you treat me.\n\nJS: Did he refer to it as an erotic massage or are those your words?\n\nV: Erotic massage is my words. That’s exactly what it was, but he would tell me to treat\nthem how he wanted it, so I'd do what he wanted without having to say to me words\nmore. I mean, I complied with what he wanted because it was somewhat of a, I don’t\nknow, I don’t know how to say it, it was just very mindboggling how I let him have so\nmuch control or power over me basically. The massages would be routine to what Jeffrey\nwanted with my so called new clientele, and with their own words would ask me to\nprovide them with sexual pleasure after the massage.\n\nJS: Did you ever report back to Jeffrey about what happened when you provided massages to\nhis friends?\n\nV: Of course, of course, and I knew that his friends were reporting back to him as well\nbecause there were times where he would instigate conversation by saying you know, so\nand so had a great time, you did wonderful, you know so and so gave me a call and told\nJ.E how it went_...\n\nJS: Did Jeffrey ever elicit details from you? “Tell me what happened, describe in detail what\nwent on?”\n\nV: No, but he would have a laugh, he had a laugh with me a few times about some of their\ndifferent mannerisms, I guess you would say, like some of them, one guy had a foot\nfetish and that was really weird and I mentioned it to Jeffrey, and we would have a laugh\nover it. He didn’t want to know details. He wasn’t asking me “so tell me what did you\nguys do exactly.” No, he just basically gave me a slap on the back and said, you know,\ngood job. And we had some kind of conversation about it. I can’t recall any conversation\noff the top of my head. I really don’t know one. It’s been that long. But yeah, we did\ntalk about it briefly.\n\nJS: Can you give me an estimate as to the number of friends for whom Jeffrey provided and\npaid for your services?\n\nV: There was about, you know, I don’t know, 8 guys possibly.\n\nJS: | And are you able to name those people for me?\n\nHOUSE_OVERSIGHT_012117",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012117.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2552,
    "word_count": 499,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:46.565646",
    "prefix": "IMAGES-001"
  }
}