{
  "document_id": "HOUSE_OVERSIGHT_018520",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018520.txt",
  "text": "which are easier to work with.\n\nI experimented with different types of submissive play. One thing I've learned is that it's\nalmost impossible for me to feel submissive unless someone hurts me. (There have been\nexceptions, but they were definitely exceptional.) The BDSM community has lots of\njargon for interpersonal emotional encounters, but those words usually describe actions or\nscenarios rather than feelings, like \"public humiliation\" or \"domestic servitude\" or\n\"sexual slavery.\" So I had to learn which emotions are associated with which actions, and\nthat's complicated too, though some things are just obvious. Some people really get off\non public humiliation, for example, but that's a strong and instinctive limit for me\nbecause it makes me extraordinarily angry. (There have been exceptions, but they were\ndefinitely exceptional.)\n\nI got better at calling out my safeword when I had to. Yes, I think it's hard to use a\nsafeword, especially when you're new... for all kinds of reasons: you don't want to\ndisappoint your partner, and sometimes it's hard to realize that you need to safeword,\nbecause it's very difficult to keep track of how you're feeling in the moment... but I also\nthink that calling a safeword when you need to stop is a skill that you can get better at,\nmuch like other kinds of boundary-setting. So I became fairly practiced at calling my\nsafeword when I needed to. If I started feeling very angry, I got good at halting the\nencounter, or shifting the emphasis to something else instead.\n\nAs I gained a more precise understanding of my physical reactions -- clean pain and dirty\npain -- I figured out that there are differences in emotional reactions, too. Loosely\nspeaking: clean pain makes me feel afraid and submissive, whereas dirty pain makes me\nmad. (Though this isn't always true. I hate spanking, for example; it irritates me; but it's\npretty clean pain. And it might be worth noting how much I hate tickling... but that\ndoesn't hurt.)\n\nIf the dirty pain is hard or unexpected enough, I can't seem to control lashing out. I fight\nback without even thinking about it (which often functions just fine as a way of\nrenegotiating the encounter, in itself, without safewording). If it's mild? I just get\nannoyed. But if it's intense... I don't just struggle, I attack. I leave marks on my partners.\n\nI learned to avoid dirty pain, usually. I learned to circumvent anger, usually. I had once\nseen anger, and dirty pain, as maybe being an unavoidable cost of BDSM. I once\nsuspected that I might never be able to have a BDSM relationship where I didn't feel\nanger, where I didn't feel pain that I didn't want. I was wrong. Those things aren't\nunavoidable costs. They can be worked around.\n\nBut now.... Yes, now! We've reached the part of the entry where Clarisse makes\nstatements about her current self and potential future actions that may or may not be true\nand should be treated with caution, because she is an evolving and complicated human...!\n\nNow that I've built up all these frameworks, I've had a few encounters lately where I\n\nfelt... a lot of anger. Sometimes connected to dirty pain; sometimes not. And I didn't stop.\nI watched how I was feeling and I dealt with it while it was happening, and it was... worth\nwatching. It was hard to take, oh, it was so hard to take. But it was also intense and\nfascinating.\n\nHOUSE_OVERSIGHT_018520",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018520.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3375,
    "word_count": 579,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:47.458995",
    "prefix": "IMAGES-005"
  }
}