{
  "document_id": "HOUSE_OVERSIGHT_024092",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024092.txt",
  "text": "returns, and might be liable for U.S. tax in excess of the amount collected by withholding.\nSimilarly, Non-U.S. Partners could become subject to U.S. federal income tax and tax return\nfiling obligations, as a result of transfers of their Limited Partner Interests at a time when the\nFund owned stock of any U.S. corporation that is a USRPHC, although certain exceptions may\napply. Even if a company in which the Fund invests is not a USRPHC at the time of such\ninvestment, such company subsequently may become a USRPHC.\n\nCurrency Conversion Issues - Non-U.S. Partners (like other Partners) will be required to make\ntheir capital contributions to the Fund in U.S. dollars, and any cash distributions made by the\nFund will be made in U.S. dollars. Profits or losses realized by Non-U.S. Partners on the\nconversion of other currencies into U.S. dollars, or of U.S. dollars into other currencies, will\nneither be reflected in the capital accounts of the Partners nor affect the amounts distributable\nby the Fund to its Non-U.S. Partners.\n\nWithholding on Payments to Certain Foreign Entities - Sections 1471 through 1474 of the Code\nwould generally impose a withholding tax of 30% on certain gross amounts of income not\neffectively connected with a U.S. trade or business paid to certain foreign entities, unless certain\nrequirements are satisfied. Amounts subject to withholding tax under these rules generally\ninclude gross U.S.-source dividend and interest income paid on or after July 1, 2014, as well as\ngross proceeds from the sale of property that produces U.S.-source dividend or interest income\npaid on or after January 1, 2017. To avoid withholding under these rules, Non-U.S. Partners\nthat are subject to these rules will generally be obligated to comply with certain information\nreporting and disclosure requirements, including, in certain cases, entering into an agreement\nwith the IRS. Non-U.S. Partners are encouraged to consult their own tax advisors regarding the\npossible application of Sections 1471 through 1474 of the Code to their investment in the Fund.\n\nOther Tax Matters\n\nCertain State and Local Tax Consequences - State and local taxing jurisdictions may impose\nincome taxes and estate, inheritance and intangible property taxes on income from, or an\ninvestment in, the Fund. These tax laws may differ substantially from the U.S. federal tax laws.\nAs a result of participating in the Fund, a Partner may be required to file tax returns with, and\npay taxes to, any state or local jurisdiction in which the Fund does business (or is deemed to do\nbusiness from investing a portion of its commitments in operating businesses treated as tax\ntransparent for U.S. federal income tax purposes). A Partner’s distributive share of the Fund’s\ntaxable income, gain, loss, deduction and credit is normally included in the income reported to\nthe state and local jurisdiction(s) in which the Partner is a resident or does business. Investors\nshould consult their own tax advisors about state and local taxes.\n\nBasis for Description of Tax Consequences - The description of U.S. tax consequences set forth\nabove is based on the provisions of the principal agreements relating to the Fund that the\nGeneral Partner expects will be adopted, existing provisions of the Code, existing and proposed\nU.S. Treasury Regulations, existing administrative interpretations and court decisions, and\ncertain assumptions. Future legislation, U.S. Treasury Regulations, administrative\ninterpretations or court decisions could significantly change these authorities. Any such change\ncould have retroactive application and therefore could apply to transactions that have taken\nplace before such change occurs. In addition, some of the issues discussed above have not been\naddressed by administrative authorities or resolved by the courts. Accordingly, no assurance\n\n81 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024092",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024092.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3912,
    "word_count": 611,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.202095",
    "prefix": "IMAGES-007"
  }
}