{
  "document_id": "HOUSE_OVERSIGHT_011988",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011988.txt",
  "text": "Esquire, and even Time Magazine. Please see Ihe enclosed letter of Allo\nAmantova, Director of Figaro Internalional Management. EXHIBIT $.\n\nIn addition, ihe modeling events {hat Mr. Brunel hos been organizing\nthroughoul the years receive not only national, but also international atiention\nand appear in multiple publications around the world. One of the mas! recent\nevents he organized, the Models New Generation contest, which took place in\nEcuador wos publicized and transmitted by vanous lelevision networks ond\nappecred on mulliple newspapers and magazines. among them Globo\nTelevision Networks in Brazil. Fashion TY which is broadcast into 202 countries\nthroughout the word. ยฃ] Universo, Cosas. La Razon. El Diario, EF Telegrafo.\nNotinorle, Exira. Hoy. El Gran Guayaquil FE! Comercio. Semana. and 8 Lideres. to\nname a few, These major publications have a large subscription rate which\nnumbers in the many millions of readers. Atlached as EXHIBIT 10. please find\nseveral press arlicles reflecting the prestige and high ciculalion rates of the\nabove-mentioned magazines and periodicals which have featured and\ncovered the modeling events in which the beneficiary, Jean Luc Brunel, has\norganized throughout the years.\n\nHence the beneficiary satisfias INA ยง214.2(0}(3) {iv](B)[2} for having\nachieved noi only nationat bul also intemational recognition for achievements\nin the modeling indusiry, by having hs work published in major newspapers and\nmagazines ihroughoui the world.\n\nThe third preng thal ihe beneficiary satisfies is 8 CFR 6214, 2/0 3HivHBH4).\nwhich requires evidence that the ofien has a record of major commercial or\ncrilcally acclaimed successes as evidenced by such Indicators as tHe, rating,\nstanding in the fleld, box office recelpts, motion picture or television ratings, and\nother occupational achievements reported in trade journals, major newspapers,\nor other publications.\n\nOne of ihe main reasons ihai Mr. Brunel has been able jo not only survive.\nbut abo be extremely successful in the ever-changing word of fashion is his\nabiity to identify and recruit star-quality folent. As a resull of his ability to scout\nmajor talents, Mr. Brunel was invited fo become oa member in one of the fashion\nindustry's mosi elile and important assaciations. the Iniernational Model Talent\nAssociation (hereimnalter IMTA). The [MTA is an intemational association of Iraining\ncenlers for models and falent. IMTA gives aspwing modeb. actors, singers, and\ndoncers speciocutor opporiunilies lo showcase their potential talents in trani of\nfon fashion and totent agents from ihe major markets of ihe international\nfashien industry. IMTA also provides ifs association members valuable marketing\nfips and nelwartking events wilh agents and scouls from around ihe ward.\nSeverat al todays up and coming actors and models have been discovered at\n\nHOUSE_OVERSIGHT_011988",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011988.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2868,
    "word_count": 432,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:47.781829",
    "prefix": "IMAGES-001"
  }
}