{
  "document_id": "HOUSE_OVERSIGHT_017676",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017676.txt",
  "text": "Page 41 of 78\n2007 Utah L. Rev. 861, *917\n\nwitnesses to a criminal defendant in a noncapital case.\" 34° Many other courts have reached substantially the same conclusion.\n341\n\n[*918] A few older cases held that district courts possess authority to compel the government to disclose the identity of its\nwitnesses before trial. However, the basis for such grants of authority now seems defunct. For instance, in United States v.\nArmstrong, the Ninth Circuit recognized no authority exists in the federal rules for requiring the government to disclose the\nnames of its witnesses. 74 Still, the court held that district courts have authority to require such disclosure based on Federal\nRule of Criminal Procedure 57(b). 33 This rule acts as a stopgap: in the absence of controlling law, it allows judges to\n\n\"regulate practice in any manner consistent with federal law, these rules, and the local rules of the district.\" 344 In light of the\nconference report on Rule 16, compelling disclosure of witness names before trial appears inconsistent with the federal rules.\nAnd even if the Ninth Circuit's approach was valid at the time Armstrong was decided, such an approach is no longer valid in\nlight of the CVRA. Rule 57(b) only provides a basis for court authority in the absence of controlling law - since 2004, the\nCVRA has controlled the treatment of victims. The CVRA clearly mandates a victim be “reasonably protected from the\naccused,\" 745 as well as treated with \"fairness and with respect for the victim's dignity and privacy.\" 34° Disclosure of a\n\nvictim's name and address before trial is governed by these mandates, not vague gap-filling provisions.\n\nIf a defendant cannot even validly compel disclosure of a victim's name and address in advance of trial, it is nonsensical to\nthink a defendant could validly subpoena the same information from the Department of Motor Vehicles or the telephone\ncompany - and it is incredible to think a defendant could use the Advisory Committee's rule to subpoena even more personal\nvictim information. The rules would be backward indeed if a defendant were able to subpoena a victim's confidential mental\nhealth records in a legal system that disallows compelled disclosure of a witness's name or address. Instead, the only rational\nconclusion is that because defendants have no right to witnesses’ identifying information, they certainly have no right to other\nsorts of victim-related discovery. Clearly, then, defendants have little constitutional or statutory \"heft\" behind an argument for\nsubpoenas directed at obtaining victim information.\n\nOn the other hand, victims will often have legitimate reasons for resisting such subpoenas - reasons that are protected not only\nby the CVRA but also by the Constitution, under current case law, and as part of the right of privacy. 347 One aspect of this due\n\nn 348\n\nprocess privacy right is \"the individual interest in avoiding [*919] disclosure of personal matters or, in other words, \"the\n\n3400 751 F.2d 230, 236 (8th Cir. 1984); accord United States v. House, 939 F.2d 659, 663 (8th Cir. 1991) (\"Criminal defendants in non-\ncapital cases are not entitled to pretrial disclosure of witnesses.\").\n\n441 See, e.g., United States v. Pearson, 340 F.3d 459, 468 (7th Cir. 2003); United States v. Bejasa, 904 F.2d 137, 139 (2d Cir. 1990); United\nStates v. Barrett, 766 F.2d 609, 617 (ist Cir. 1985); United States v. Conder, 423 F.2d 904, 910 (6th Cir. 1970).\n\n342 631 F.2d 951, 954-55 (9th Cir. 1980).\n\n343 Id. at 955.\n\n344 Fed. R. Crim. P. 57(b).\n\n345 18 U.S.C. § 3771 (a)(1) (2006).\n346 Td. § 3771 (a)(8).\n\n-\n\n347 My discussion of these issues draws heavily on thoughts from an extremely knowledgeable crime victims' litigator - Wendy Murphy. See\nWendy J. Murphy, Crime Victims, Not Defendants, Enjoy Constitutional Rights When the Accused Seeks Access to Private Third-Party\nRecords (2007) [hereinafter Murphy, Crime Victims]; see also Wendy J. Murphy, \"Federalizing\" Victims' Rights to Hold State Courts\nAccountable, 9 Lewis & Clark L. Rev. 647 (2005).\n\n348 Whalen v. Roe, 429 U.S. 589, 598-99 (1977). In his Whalen concurrence, Justice Brennan asserted that if a statute allowed indiscriminate\ndisclosure of personal medical records, \"such a deprivation [of privacy] would only be consistent with the Constitution if it were necessary to\npromote a compelling state interest.\" Jd. at 607 (Brennan, J., concurring).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017676",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017676.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4440,
    "word_count": 720,
    "line_count": 66,
    "import_date": "2025-11-19T21:47:47.517344",
    "prefix": "IMAGES-004"
  }
}