{
  "document_id": "HOUSE_OVERSIGHT_025255",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025255.txt",
  "text": "Key financial market driver 1 — Kurozone crisis\n\nKey questions\n\ne What do we expect from the economy and ECB policy?\n\n° Can Spain and Italy continue to tap the primary market if they ask for a support program?\n\n¢ How much more support will Greece receive and will it be able to stay in the Eurozone next year?\n\nCIO View (Probability: 70%*) Austerity and weak growth\n¢ We think the Eurozone economy troughed in 3Q. We expect flattish growth in 4Q 2012 and 1Q 2013 (in line with\nconsensus). Beyond this, uncertainties regarding the debt crisis and continuing fiscal austerity efforts will likely keep\nthe pace of recovery subdued. The ECB is still in easing mode but after announcing a conditional bond purchasing\nprogram, it would take a marked worsening of the debt crisis and/or a worsening of economic data to trigger any\nfurther policy action.\n\n¢ There is political pressure on Spain to apply for official financial support (OMT by the ECB and direct support from\nthe EFSF/ESM). However, the government may hesitate until market pressure rises and/or clear political benefits are on\noffer. We think that Italy will have to apply for an aid package similar to Spain’s. We see a high probability of Spain\nbeing downgraded to junk by at least one rating agency.\n\n* OMT bond purchases in the secondary market will focus on maturities of up to three years and countries will be\nexpected to maintain their funding profiles by also issuing longer-dated bonds. Hence, longer yields should stay\nelevated as bondholders remain concerned about countries’ ability and willingness to implement necessary reforms,\nand about the de-facto subordination to ECB holdings and official loans. The central banking supervision at the ECB is\nunlikely to be ready by January 2013, meaning that direct bank recapitalization through the ESM remains unavailable.\n¢ We think Greece will not exit the euro in 2012 but will sign a new memorandum by November, although further\ndelay is possible. We think that Greece's failure to meet targets may trigger a cut-off from funding by early 2013 and\na possible gradual exit later. Portugal and Ireland should remain on track with their bailout packages, Cyprus will\nlikely get a new package and Slovenia may ask for help soon.\n\nA Positive scenario (Probability: 15%*) Return to macro stability\n¢ Bond yields are contained as peripheral countries’ budgets stay on track and economic activity recovers faster than\nexpected. Greece complies with the new austerity plans and market confidence is restored.\n\n& Negative scenario (Probability: 15%*) Major shock\n¢ Major shocks include Spain and Italy being fully cut off from bond markets, i.e. requiring all new funding through\nEFSF/ESM/IMF loans, with European rescue funds only able to cover them until the end of 2013; resistance from core\ncountries against the ECB program and further support; a Portuguese default; a Greek euro exit before the end of\n2012; or a major external shock.\n\nKey dates\n\nTBD Troika report on Greece\n\n8 Nov ECB press conference\n\n12 Nov Eurogroup meeting\n\n15 Nov Eurozone GDP 3Q: first estimate\n\n22 Nov Eurozone composite purchasing managers index\n22-23 Nov European Council\n\n2 UBS\n\nPurchasing managers indices point to\nongoing contraction in 3Q\n\n65\n60\n55\n50\n45\n40\n35\n30\n25\n\n07 08 09 10 11 12\n=—— Manufacturing Services\n\n— Composite\n\n— No-change line\n\nSource: Bloomberg, UBS, as of October 2012\n\nYield of Spanish and Italian 10-year bonds\nover German Bunds (in bps)\n\n700\n600\n500\n400\n300\n\n200\n\n100\n\n0\n03/2011 06/2011 09/2011 12/2011 03/2012 06/2012 09/2012\n\n— Italy Spain\n\nSource: UBS, Bloomberg, as of 16 October 2012\nNote: Past performance is not an indication of future returns.\n\n* Scenario probabilities are based on qualitative assessment.\n\nFor further information please contact ClO analyst Thomas Wacker, thomas.wacker@ubs.com and g\nClO economist Ricardo Garcia, ricardo-za.garcia@ubs.com\n\nPlease see important disclaimer and disclosures at the end of the document.\n\nHOUSE_OVERSIGHT_025255",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025255.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3985,
    "word_count": 649,
    "line_count": 108,
    "import_date": "2025-11-19T21:47:44.733041",
    "prefix": "IMAGES-008"
  }
}