{
  "document_id": "HOUSE_OVERSIGHT_030283",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030283.txt",
  "text": "Article 5.\n\nTIME\n\nThe Optimism Bias\n\nTali Sharot\n\nMay. 28, 2011 -- We like to think of ourselves as rational creatures.\nWe watch our backs, weigh the odds, pack an umbrella. But both\nneuroscience and social science suggest that we are more optimistic\nthan realistic. On average, we expect things to turn out better than\nthey wind up being. People hugely underestimate their chances of\ngetting divorced, losing their job or being diagnosed with cancer;\nexpect their children to be extraordinarily gifted; envision themselves\nachieving more than their peers; and overestimate their likely life\nspan (sometimes by 20 years or more).\n\nThe belief that the future will be much better than the past and\npresent is known as the optimism bias. It abides in every race, region\nand socioeconomic bracket. Schoolchildren playing when-I-grow-up\nare rampant optimists, but so are grownups: a 2005 study found that\nadults over 60 are just as likely to see the glass half full as young\nadults.\n\nYou might expect optimism to erode under the tide of news about\nviolent conflicts, high unemployment, tornadoes and floods and all\nthe threats and failures that shape human life. Collectively we can\ngrow pessimistic — about the direction of our country or the ability\nof our leaders to improve education and reduce crime. But private\noptimism, about our personal future, remains incredibly resilient. A\nsurvey conducted in 2007 found that while 70% thought families in\ngeneral were less successful than in their parents' day, 76% of\nrespondents were optimistic about the future of their own family.\nOverly positive assumptions can lead to disastrous miscalculations —\nmake us less likely to get health checkups, apply sunscreen or open a\n\nHOUSE_OVERSIGHT_030283",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030283.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1740,
    "word_count": 280,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.567778",
    "prefix": "IMAGES-010"
  }
}