{
  "document_id": "HOUSE_OVERSIGHT_010951",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010951.txt",
  "text": "have played dumb and quit ahead. But that would have left out half the story and all\nthe other surprises. | confessed that the surprises are the features | can’t resist. If\nthey are fun for me, | can accept the challenge of making them fun for the reader.\nAnyway, I already opened that can of worms by showing that I don’t accept the\n\nY =] +C equation even though others do. I gave an idea why, and can sketch my\n\nreason out a little farther.\n\nIt begins with something I call the total return rule or total return truism. The\ntruism is that creation of value equals growth of value plus cash flow, where cash\nflow means value taken out less value inserted from outside. I don’t think anyone\ndoubts this truism, which is fundamental everywhere every day in the investment\nworld. | will prove it anyhow, just for good measure, in the next chapter. It is\nprobably the reason that the Y = C + 1 equation is readily accepted. Net investment |\nis meant to show physical capital growth. It could look to be the growth in value, if\nwe don’t consider human capital, and consumption C could look to be the value\n\ntaken out.\n\nBut a second look is needed. The logic doesn’t work unless we consider all value\nincluding human capital. Some consumption is invested in human capital, and only\nthe rest exits the whole economy in satisfying tastes. Then the equation would still\n\nbe true if the invested part of consumption equaled human capital growth.\n\nThe reason why it doesn’t starts with what we already know about human capital.\nPetty in 1664 had hit on the idea of this as time-discounted future lifetime pay.\nAdam Smith in 1776 saw it equivalently as accumulated past investment in nurture\nand schooling. The Americans Irving Fisher and Frank Knight revived both ideas in\nthe early 20\" century. The tempo picked up after World War IJ at the University of\nChicago. Jacob Mincer rederived Fisher’s present value equation in 1958, and\nmodeled investment in human capital through job training. Nobelists Theodore\nSchultz and Gary Becker soon joined in. New insights included the realization that\n\nhuman capital grows from the self-invested work of learning, as well as the outside\n\nChapter 2: Fast Forward 1/06/16 11\n\nHOUSE_OVERSIGHT_010951",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010951.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2227,
    "word_count": 387,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:48.232621",
    "prefix": "IMAGES-001"
  }
}