{
  "document_id": "HOUSE_OVERSIGHT_012361",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012361.txt",
  "text": "BW Nw\n\nwa m oO\n\nNes\n\nit\n1?\n13\n14\nlb\n16\n1?\n18\naS)\n20\n\n°°\nce\n\n22\nye\n24\n\nZo\n\n19\n1}\nlé\n13\n14\n15\n16\nslay\n18\n13\n20\n22\n23\n24\n25\n\nA Yeuh.\nQ Okay.\nA Well ano.\n\nJt was the second lime that! gave him\n\napiassage. ‘The first time F went up with : 4\nQ Okay, You went upstairs with Ey i 5\nA No, ! was in the kitchen. : &\nQ You were in the kitchen. That was -- you only had : 7\niyo limes that you wenl there? : 8\nA Youh, 9\nQQ) The firsi time you didn't do anythmg but just sit i10\nin the kitchen? i7\nA Yeuh, 4?\nQ Who did vou sit in the kitehen with? °43\nA Tle had a cook that was there and he had -- there i 14\nwas ke two other girls there that live wrth him. ilb\nQ Okay. Did you massage his back? Was he naked :16\nwhen vou were massaping hn’? : 1?\nA Well. he bad like a towel around his -- his upper ils\nwas (inaudible) but he had like a towel around him. i419\nQ Okay. Did he ever remove that towel? 20\nA No. 21\n\nQ When vou were inassuging him he never removed the\ntowel?\n\nA No\nQ Okay. Did you -- did he have vou touch his\nPage\nprivate area? 1\nA No. No. J wouldn't du that. {Audio at 5:50) 2\nQ You wouldn't do that? 3\nOkay. Did he touch vou in your private area? 4\nA No. No. 5\nQQ No. 6\nA Ee kept Ithe staring af ie and Like, 1 don't knesw, a\nTyust felt uncomfortable and] left. But] heard other &\nstories that like -- S\nQQ Right. Pm concerned with vou | know about : 10\nother stories and I’ve interviewed other people have told me f 11\ndifferent things. ‘Vhat’s why I'm Uving te find out what 12\nhappened tu vou. Okay? 13\nA Uh-huh i414\nQ You're the viernn in this so that's why Tia using :15\nto Fmd out what happens to vou. 16\nA Uh-huh. :17\nQ Okay? Who teak you upstairs to the moon? :18\nA This oir that hives with him. : 19\nQ a So Bok: vou up? : 20\n\nA :Z1\n\nQ io she tell vou anything? )id she say anvihing? 122\nA Huh-huh. There's a massage lable and she just 223\nlaid a towel down and she said that Jeffrey will be out for i24\nhis massage. :25\n\nlike, you know, Eke\n\nQ Okay. Have vou received any massage tuning?\nA No\n() No fhave to ask.\nWas one of the two girls that was in the\nkitehen wath you?\nA Yes.\n(2) Okay, Did vou ever go back to his house?\n\nA Well. 1 just went there vice.\n() Right\nA After that --\nQ Alter that you've never come back? Never went\nback?\nHow much did vou receive for the massage?\nA ‘Iwo hundred.\nQ You received 200. {Audio at 7:43)\nOkay. Did I explain to you what ¥ as going to\nbe invelved?\nA She said the first Gme vou go there vou pretty\nmuch just give a massage, but the more you go there like the\nmare he expects. And that's it. That seared me.\nQ That's what seared you?\nBY DETECTIVIE DAWSON:\nQQ) Pal she say (inaudible) or did she Gnandibie --\nA Sav didn't have to say thesactly but she implied\ncing your clothes ulf and stuff like :\n\nPage G\n\nthal.\nBY DETECTIVE RECAREY:\nQ Okay. So you didn’t remove any of vour clothing?\nA No\nQo. What were you wearing?) Can you remember?\nA Edon't knew [twas along time apo. | don't\nremember enactly.\nQ) Okuy.\nA T don't want lo tell you wrong.\nQQ TRnow. And Pknow vou already told vour moni what\nhappened. And hike | said d know thos is hard for veau\nbut...\nA dasas just scared. P just didn't want my name to\nhke --\nQ  Dovtworry, Youre not the only person [ve\ntalked to. Okav? There's a tot of people that I've talked\nte and I'm going to talk to.\nYow did vou gel to his house?\nA) Wih\nQ. Naley.\nm the kitchen.\nA Yeah,\nQ What about the second lime?\nA The second ume ! drove and she came with me.\nBevanse [ didn't want to --\n\ntook vou the first time and you sat\n\n3 {Pages 6 to 9)\n\n02422\n\nHOUSE_OVERSIGHT_012361",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012361.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3554,
    "word_count": 765,
    "line_count": 165,
    "import_date": "2025-11-19T21:47:48.352834",
    "prefix": "IMAGES-001"
  }
}