{
  "document_id": "HOUSE_OVERSIGHT_010737",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010737.txt",
  "text": "Case 9:08-cv-80736-KAM Document 306 Entered on FLSD Docket 02/02/2015 Page 3 of 19\n\nAt bottom, Jane Doe #3’s Response is nothing but a paper-thin pastiche of conspiracy\ntheory and outright misrepresentation that crumbles upon examination. Invocations of the Fifth\nAmendment by nonparty witnesses in response to innocuous questions about Prof. Dershowitz\nare said to take on a “sinister cast”; yet these same witnesses invoked their right against self-\nincrimination to almost every question asked of them, including their parents’ names. Prof.\nDershowitz, as Epstein’s former legal counsel, is one of hundreds of people listed in an address\nbook purloined by Jeffrey Epstein’s criminal butler; yet because Prof. Dershowitz’s name is\ncircled in the address book by an unknown person for unknown reasons, the argument is made\nthat Prof. Dershowitz must have sexually abused a minor. The record shows that while Prof.\nDershowitz and Jane Doe #3 are both separately mentioned in the flight logs of Mr. Epstein’s\nprivate plane, they are never listed on the same flight. Plaintiffs, in turn, falsely claim that\nsomehow Prof. Dershowitz single-handedly orchestrated the destruction of logs without any\nevidence of ability or possibility to do so. The increasingly unfounded accusations and insults\nare both sad and irresponsible.\n\nIt is precisely this toxic mix of irrelevancy, malicious falsehood, and empty accusation\nthat justifies Prof. Dershowitz’s intervention to, at least, strike the allegations against him. Jane\nDoe #3 never had any need to drag Prof. Dershowitz into this action besides to wrongfully use\nhis good name and international stature to stir up media interest in her filing. This is\nimpertinence, plain and simple, and it has no place in this Court. Prof. Dershowitz therefore\nurges the Court to either allow him to intervene to strike Jane Doe #3’s defamatory allegations or\ndeny Jane Doe #3’s Joinder Motion so she is no longer afforded the ability to use the docket of\nthis Court to defame others without being held accountable and strike these allegations from the\n\nrecord.\n\nHOUSE_OVERSIGHT_010737",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010737.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2116,
    "word_count": 331,
    "line_count": 29,
    "import_date": "2025-11-19T21:47:45.779032",
    "prefix": "IMAGES-001"
  }
}