{
  "document_id": "HOUSE_OVERSIGHT_018307",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018307.txt",
  "text": "most inarguable current sources of influence and control - the US Dollar, say - look\nweak. The Seventh Sense is defined first by an intuitive feeling for just how power is\nbeing re-geared now. If you look at a kid with a phone and think “Strong”, you have\nthe Seventh Sense. If you look at an angry, barely educated terrorist wannabe and\nthink, “Junior Varsity”, you don't. And as a result you may be about to have a very\nunpleasant surprise.\n\nTry this: Ball up your right hand and hold it in front of you; now take your left hand\nand open the fingers and hold it a few inches away with your fingers pointing back\ntowards the right. You can think of your left hand as the vibrating, living network of\nconnection — reaching towards the concentrated power that your right hand\nrepresents. This is the heart of understanding our age. Networks live in that tension\nbetween distribution and concentration. To connect any object - my dad, a\nnewspaper, a radio-controlled plastic drone - to this skein is to change, irrevocably,\nits essence. The reason the legitimacy of old leaders is failing, the reason our\nstrategy is incoherent, the reason our age really is revolutionary, is that they are all\nsitting in the midst of these pulling, powerful forces. We should steel ourselves for\nthe shredding imminence of this violence . But also - and you know this already, |\nthink - we must prepare ourselves for the possibility of immense construction.\nNetwork power does not only pull apart. It also creates.\n\nThis paradox confused me, to be honest, for a long time. Power is, manifestly,\nconcentrated with astonishing efficiency now. And it is more widely dispersed than\never too. We can stare at this difference, this strange polar tension and baffle\nourselves as we try to figure out just how and why it moves. The best way of\nunderstanding this, I finally concluded, requires a cognitive leap, perhaps, over our\nusual Western way of understanding the world as either “a” or “b”, as either\n“distributed” or “concentrated”, and into a view of how opposites might ceaselessly\n\nbalance into a whole. Not “a” or “b” but “a” and “b” at the same time.\n\nLet me tell you what I mean: In 1132 the Song Dynasty that had ruled China for\nnearly 200 years collapsed in the face of an invasion by wild Manchurian soldiers\nfrom the northern plains. The Song leadership - along with its best minds and\ncultural figures - fled south from Beijing for a thousand miles, until they were safely\non the opposite bank of the Yangtze River. They settled in a lakeside city we know\ntoday as Hangzhou. In those days Hangzhou was known as Lin’An, which might best\nbe translated as “Gazing at Peace.” The little town must have seemed to the Song\nleaders a perfect respite from the horror and war they had left behind. The city lay\nthen, as it still does, along side XiHu or West Lake, a tranquil and horizon-filling\nstretch of water framed by rolling hills and tea plantations. The famous poet and\nstatesman Su Dongpo later compared gazing at the lake to looking at a beautiful\nwoman - that same fused sense of calm, peace and astonishment you might feel\nwhile considering the object of your own love. Stilled water is regarded in Chinese\nculture - you may recall from Lake Tai Hu where Master Nan set his campus —as a\nreservoir of yin energy. Song leaders had fled the angry yang energy of invasion for\nthe yin peace of the south. Yin energy is associated with calm, femininity, fertility.\nYang expresses action, violence, creation. Yang is the thunderstorm; Yin is the peace\n\n75\n\nHOUSE_OVERSIGHT_018307",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018307.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3567,
    "word_count": 627,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.134638",
    "prefix": "IMAGES-004"
  }
}