{
  "document_id": "HOUSE_OVERSIGHT_017110",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017110.txt",
  "text": "4.2.12\nWC: 191694\n\npulled me out from under the humongous vehicle. Fortunately, the new shoes saved my foot from\nbeing crushed, but several bones were broken and I was rushed to the nearest hospital, which was\nCatholic.\n\nMy parents left me there overnight. At about 8:00PM one of the nurses called my mother and\nsaid that I was refusing to eat and demanding to go to Florida. My mother said, “He’s never even\nheard of Florida.” She was told to come to the hospital immediately. She saw me sitting in front\nof my tray of food refusing to eat and screaming, “Miami, Miami!” To the nurses, that referred to\na city in southern Florida. My mother immediately understood that I was referring not to Miami,\nbut to my “yami’”—which was short for yamulka, the religious skullcap that every Jewish male\nmust wear while eating. I refused to eat without my yami, even though I was only 3 years old.\nMy response was automatic—programmed. As soon as my mother made a yamulka for me out of\na handkerchief and placed it on my head, I ate all the food and asked for doubles (the Catholic\nhospital provided kosher food for Jewish patients.) I’m sure I mumbled the appropriate Bruchas\nfor each item of food I imbibed.\n\nWe learned these rules first at home and then in the Yeshiva—Jewish day school—that nearly\neveryone in the neighborhood attended. As is typical in Orthodox Jewish neighborhoods, there\nwere two competing Yeshivas: One taught Yiddish, the other Hebrew.\n\nI started out in the Yiddish-speaking more traditional, school-named “Torahs Emes” (the Truthful\nBible), where my grandma Ringel wanted me to go to learn the “Mamma Loshen’”—the mother\ntongue. But after two years, my parents switched me to the Hebrew-speaking, more modern\nYeshiva, named “Etz Chaim” (the Tree of Life), which I attended through 8\" grade, when I\nshifted to a Yeshiva high school until I finished 12 grade.\n\nMy Yeshiva education was a decidedly mixed blessing (both in the literal and figurative senses of\nthat overworked phrase.) The hours were long: elementary school went from 8:30AM to\n4:30PM; high school from 9:00AM to 6:10PM. We had only one full day off, Saturday, but it\nreally wasn't a day off, since we spent much of it in the synagogue--9:00AM to noon and then\nafternoon and evening services, which varied in time depending on when it got dark (two stars\nhad to be visible to the naked eye, or in the event there were clouds, \"would have been\" visible. )\nFriday was an early day, with school ending at about 1PM to allow us to prepare for the Sabbath.\nAnd Sunday was also a half day, though this compromise with secularism engendered grumbling\nfrom some of the old fashioned rabbis, who wanted us to spend the entire Christian day of rest in\nclass.\n\nMornings were generally devoted to religious subjects—Bible (Tanach) Talmud, (Gemarah),\nritual rules (Shulchan Aruch,) and ethics (Pirkay Avos.) Afternoons were devoted to the usual\nsecular subjects--math, science, history, English, French (for the smart kids who wanted to\nbecome doctors) or Spanish (for the rest of us), (no German or Latin), civics, gym, art, music\nappreciation--as well as \"Jewish secular\" subjects, such as Hebrew, Jewish history, Zionism and\nJewish literature. Then there was debate, student government, basketball and other\n\"extracurricular\" activities. Lunch \"hour\", which was 35 minutes, separated the religious from the\nsecular classes and was the only time we ever discussed the conflict between what we were taught\n\n23\n\nHOUSE_OVERSIGHT_017110",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017110.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3500,
    "word_count": 585,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:47.514648",
    "prefix": "IMAGES-004"
  }
}