{
  "document_id": "HOUSE_OVERSIGHT_018087",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018087.txt",
  "text": "3\n\nfailure. Sectarian tensions were the key to the trouble in Bahrain,\nwhere a Sunni monarchy rules over a restive Shia majority.\n\nIslamists, the bogeymen of the west and the enemies of all autocratic\nArab regimes, have not - yet - played a significant role. Still, Ennahda\nin Tunisia and the Muslim Brotherhood in Egypt have new\nopportunities in multi-party systems that will in turn change them.\nThe killing of Osama bin Laden was a timely reminder of the defeat\nof jihadi ideology in an Arab world being transformed by people\npower.\n\nAnother variable has been the response: French support for Ben Ali\nwas embarrassing; the US was praising Mubarak days before he\ndeparted. Muammar Gaddafi had no friends - and the Arab League\nwas crucial in providing a figleaf for UN-sanctioned Nato\nintervention. Bashar al-Assad, by contrast, has yet to be condemned\nby the UN for a crackdown that has cost at least 1,300 lives. Bahrain\nis too strategically important to face more than a rebuke from the US.\nElsewhere in the region, Israel is nervous about the demise of\nMubarak. Turkey fears instability in Syria. The Palestinians, eclipsed\nby drama elsewhere, are trying to learn lessons. Iran's support for the\nArab uprisings is sheer hypocrisy given its crushing of democratic\nprotests since 2009.\n\nNow the EU and the US must stop being seen by Arabs as \"partners\nfor dictators\" in the words of the Tunisian academic Ahmed Driss.\nBillions of dollars will be needed to support democracy and\ndevelopment.\n\nTunisia and Egypt fear instability as they face free elections. But the\nreally hard transformational work, as the respected commentator\nRami Khouri has observed, \"will start in the years after the new\nparliaments are elected and the complete infrastructure of political\ngovernance is forged according to the will of the majority\".\n\nHOUSE_OVERSIGHT_018087",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018087.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1849,
    "word_count": 303,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:48.277512",
    "prefix": "IMAGES-004"
  }
}