{
  "document_id": "HOUSE_OVERSIGHT_012832",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012832.txt",
  "text": "explain a puzzle in our lives or to help us through trauma. These stories are narratives that provide new\ntruths by denying particular elements of reality. They represent the mind’s method of filling in gaps,\nproviding justifications for what we can’t explain or wish to explain in a different way. This is an\nadaptive feature of the human mind, one that is uniquely human. But this same feature can be used to\njustify immoral and atrocious behaviors, the kind that lead to excessive harms. When we distort reality\nby treating others as non-human, perceiving and judging them as animals, parasites, or machines, we have\narmed ourselves with a weapon that enables great harms by removing the moral consequences of our\nactions. Animals, parasites and machines are outside of our moral concerns, so we shouldn’t feel guilty,\nor wrack our conscience when we end their lives or ability to move. Animals, parasites and machines\ndon’t have rights, and thus, we have no obligation to them. Similarly, when we distort reality by means\nof deception and self-deception, we have armed ourselves with weapons that enable desire to run wild.\nSelf-deception generates overconfidence. Overconfidence enables us to pursue our desire for power,\nfreed from the reins that pull us back, away from costly interactions. Self-deception allow us to convince\nourselves and deceive others that we are under attack, threatened by those who are unlike us. Under the\ncircumstances, we are justified in using self-defense, even if this leads to annihilating the enemy. Often,\nself-deception combines with dehumanization to maximize the effectiveness of the distortion, paving an\nunobstructed path for runaway desire. Denial enables desire to achieve satisfaction, minus the moral\nconscience. These are the ideas that I will explore in this chapter.\n\nBefore discussing the scientific evidence that explains how the brain distorts reality by\ndehumanizing and self-deceiving — two core elements of denial —— we must understand how the brain\ncreates the reality of humanization, a process that imbues some things but not others with human qualities\nand moral worth. This is an important problem as it shapes our perception of evil, who can cause\nexcessive harm and who can suffer from it. Rocks can cause great pain — as in landslides — but we\ndon’t hold them responsible for the harm caused because they lack intentions, beliefs, goals, and desires.\nRocks can also be crushed, pulverized into sand by humans working in a quarry. But rocks are neither\ninnocent nor victims as they have no moral worth, no capacity to suffer, and no ability to intentionally\n\nharm another. If not rocks, what?\n\niHuman\n\nEarthquakes, viruses, chimpanzees, children, and psychopaths can all cause harm to others, including\nhumans and other animals. We might be tempted to think that only psychopaths are rightfully classified\nas evildoers because they are the only ones that can cause excessive harm to innocent others with harm as\n\na goal. But this begs the question of what we mean by excessive, innocent, and goal.\n\nHauser Chapter 3. Ravages of denial S86\n\nHOUSE_OVERSIGHT_012832",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012832.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3127,
    "word_count": 504,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:45.223976",
    "prefix": "IMAGES-002"
  }
}