{
  "document_id": "HOUSE_OVERSIGHT_024624",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024624.txt",
  "text": "From: J [jeevacation@gmail.com]\n\nSent: 5/15/2019 10:21:20 AM\nTo: paul krassner [\nSubject: Re: rather long and a few typos\n\nOn September 14, 1964, Dean Katherine Towle announced that existing University regulations prohibiting\nadvocacy of political causes or candidates, outside political speakers, recruitment of members, and fundraising\nby student organizations at the intersection of Bancroft and Telegraph Avenues would be \"strictly enforced.\"\n\nshouldnt you write an artile 55 years later. on campus speech today. .\n\nOn Tue, May 14, 2019 at 8:17 PM paul krassner wrote:\nREMEMBERING CAVALIER MAGAZINE\n\nLAUNCHING A MAGAZINE\n\nMy friend Michael Simmons, who has been the editor of National Lampoon and High\nTimes, observes that Cavalier hired fine scribes. A few examples: Thomas Pynchon, Philip\nRoth, William Saroyman, Isaac Asimov, Theodore Sturgeon. Cavalier was launched by Fawcett\n\nPublications in 1952.\n\nMen’s magazine Cavalier (motto: “For the American Male”) was published the year\nbefore Playboy to whom it has often been compared, and back in the day tried to be seen as\nslightly hipper, more youthful and considered a bit more clever than its big name rival. Almost\nan anti-establishment Playboy. A slogan stated: “Your dad bought Playboy, you\n\nbought Cavalier.”\nI BECAME A COLUMNIST\n\nI was invited to write a column, named “The Naked Emperor,” for Cavalier, that was beginning\nto publish underground writers and artists. They paid me $1,000 a month. My first column was\nareport on an auction of two-inch squares from the hotel bedsheets slept on by the Beatles during\n\ntheir first trip to America.\n\nThere were 300 screaming young girls, off on a fetishist’s holiday. Obviously, there wouldn’t be\n\nenough items to go around, but it was announced that the Beatles’ unwashed towels and bed\n\nHOUSE_OVERSIGHT_024624",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024624.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1821,
    "word_count": 283,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:48.874943",
    "prefix": "IMAGES-008"
  }
}