{
  "document_id": "HOUSE_OVERSIGHT_010935",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010935.txt",
  "text": "unit, say dollar, is worth exactly the same as another. Most essential of all, money\n\nshould be something actually and reliably valued.\n\nWhat meets all these criteria? Gold has been a contender since ancient times. But\nhow reliable is its value? Spain and Portugal stockpiled gold and silver from the new\nworld for two centuries, and bought nothing but inflation for their trouble. Gold is\ngood for filling teeth, and for displaying status so long as it is rare. Then what is\n\nbetter?\n\nTwo brilliant and dangerous adventurers, the Scotsman John Law and the Irishman\nRichard Cantillon, proposed land. France in 1720 had no new world mines, and\nneeded money. It had plenty of land in Mississippi. Law and Cantillon put two and\ntwo together. | think they sincerely believed their advice to The Duke D’Orleans, the\nregent after the death of Louis XIV, that land could be the most reliable basis of\nvalue then known. More than that, I think they were probably right. But it wasn’t\nreliable enough. Early investors in paper rights to the land had made a mint as\nothers crowded in. Market euphoria led to more paper rights than underlying value.\nYou've heard that one before. Law and Cantillon saw the crash coming. It would be\ncalled the “Mississippi bubble”. Cantillon sold out just in time. Law preferred to face\nthe music, as I would in the Neutral Zone a quarter millennium later. Land wasn’t\n\nthe answer.\n\nI can’t call Law and Cantillon good guys like the emir. Both seem to have committed\nmurder for money, Law long before and Cantillon long after, in scandals in London\nhaving nothing to do with the bubble. But they had good days. Cantillon’s book,\nwhich I know only from descriptions by economic historians, seems to be a\nmasterpiece of the obvious-in-hindsight. Law went down with the ship, like a\nmensch, and seems to have kept the trust and friendship of many backers he had\nbankrupted. I mention the plusses of these two men to remind us that the truth is\n\nseldom black and white, and to mitigate the folly of the French in trusting them.\n\nMoney today, in the United States and elsewhere, is not backed by any commodity. It\n\nis “government fiat money” backed by the taxing power of government. That may be\n\nChapter 1: Recollections 1/06/16 19\n\nHOUSE_OVERSIGHT_010935",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010935.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2273,
    "word_count": 392,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:47.239067",
    "prefix": "IMAGES-001"
  }
}