{
  "document_id": "HOUSE_OVERSIGHT_029901",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029901.txt",
  "text": "From: John Brockman Po\n\nSent: 12/31/2010 6:23:47 PM\nTo: Jeffrey Epstein [jeevacation@gmail.com]\nSubject: Edge Question 2011 - An Invitation\n\nImportance: — High\n\n“Deliciously creative...the variety astonishes...intellectual skyrockets of stunning brilliance. Nobody\nin the world is doing what Edge is doing.\" Denis Dutton, ARTS & LETTERS DAILY\n\nTHE WORLD QUESTION CENTER\n\nJames Flynn has defined “shorthand abstractions\" (Cor \"“SHA'’s\") as concepts drawn from science that have\nbecome part of the language and make people smarter by providing widely applicable templates C\"market\",\n\"placebo\", “random sample,\" \"naturalistic fallacy,\" are a few of his examples). His idea is that the\nabstraction is available as a single cognitive chunk which can be used as an element in thinking and\ndebate.\n\nThe Edge Question 2011\nWHAT SCIENTIFIC CONCEPT WOULD IMPROVE EVERYBODY'S COGNITIVE TOOLKIT?\n\nThe term 'scientific\"is to be understood in a broad sense as the most reliable way of gaining knowledge\nabout anything, whether it be the human spirit, the role of great people in history, or the structure of\nDNA. A “scientific concept\" may come from philosophy, logic, economics, jurisprudence, or other analytic\nenterprises, as long as it is a rigorous conceptual tool that may be summed up succinctly (or “in a\nphrase\") but has broad application to understanding the world.\n\n[Thanks to Steven Pinker for suggesting this year’s EDGE Question and to Daniel Kahneman for advice on\nits presentation. ]\n\nIn Memoriam\nDENIS DUTTON\n1944-2010\n\nLast year, the 2010 EDGE Question, \"How Is The Internet Changing The Way You Think?\"\nChttp: //ww. edge.org/q2010/q10_index.html), generated 172 essays (132,000 words) and received global\npress attention.\n\nTo date, the following have already responded to the 2011 EDGE Question: Clifford Pickover, Rudy\nRucker,Sean Carroll, Gino Segre, Jason Zweig, Dylan Evans, Steven Pinker, Martin Seligman, Gerald Holton,\n\nRobert Provine, Nassim N. Taleb, Roger Schank, George Dyson, Milford Wolpoff, George Lakoff, W. Daniel\nHiliis, Nicholas Humphrey,Christian Keysers, Haim Harari, John Allen Paulos, Bruce Hood, Howard Gardner.\n\nPERMALINK: http://www.edge.org/q2011/q11_index.html\n\nuser id: edge\n\npassword: q2011\n\n(all lower case — password-protected until publication)\nSUBMITTING ESSAYS: Email as text or attached word file to me.\nDUE DATE: 8pm, Wednesday, January 12th\n\nPUBLICATION DATE: Midnight, Thursday, January 13th\n\nPRESS EMBARGO: Until publication. Do not cite or circulate.\n\nEDITORIAL MARCHING ORDERS\n\nSay something new, true, and interesting, based on your own experience, in 1,000 words or less. Email\ncontributions to me.\n\nHOUSE_OVERSIGHT_029901",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029901.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2670,
    "word_count": 386,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:49.383480",
    "prefix": "IMAGES-010"
  }
}