{
  "document_id": "HOUSE_OVERSIGHT_023776",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023776.txt",
  "text": "Teaching Minds\n\nYou taught me about the important role of explicit social\nhierarchies in a learning environment. At Yale the hierarchy was\nvery clear and everyone knew exactly where they stood. You\npay your dues before you join the club and academia is chock\nfull of clubs. You taught this by both example and explanation.\nSeeing a good clear example of a social hierarchy that works\n(such as the one we had in our lab at Yale) gave me one level\n\nof understanding, but I had to see what happens when the\nhierarchy is not so obvious to truly appreciate the importance\nof the whole concept. Any longstanding community will have a\nsocial hierarchy, but it’s not always so obvious (especially when\nthe community likes to pretend it doesn’t exist), and that makes\nit really hard on newcomers. I’ve seen some really stellar junior\nfaculty get into difficult tenure decisions because no one was\nguiding them politically (or else they just blew it off). And more\nrecently I’ve been running into more and more students with\n“entitlement issues” who just don’t seem to buy into any social\nhierarchies. There is a lot of social commentary on why this is\nhappening and how the workplace needs to adjust to a whole\ngeneration of kids who always got trophies.\n\n| believe that effective teaching makes. . .\n\nstudents understand where they fit in the world in which they\nlive\n\nstudents understand how to get ahead in the world in which\nthey live\n\nstudents understand the roles of those around them\n\nThere is certainly a great deal more that one could say about effective\nteaching. Unfortunately, much has been written on effective teaching\nthat is not particularly helpful. Mostly it is politically correct advice\nthat is quite difficult to implement. Here are two lists that I found. The\nfirst is from Learning to Teach in Higher Education. 1\n\n1: Interest and explanation\n2: Concern and respect for students and student learning\n3: Appropriate assessment and feedback\n\nHOUSE_OVERSIGHT_023776",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023776.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1976,
    "word_count": 334,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:46.123088",
    "prefix": "IMAGES-007"
  }
}