{
  "document_id": "HOUSE_OVERSIGHT_013078",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013078.txt",
  "text": "162 9 General Intelligence in the Everyday Human World\n\n9.2 Some Broad Properties of the Everyday World That Help\nStructure Intelligence\n\nThe properties of the everyday world that help structure intelligence are diverse and span\nmultiple levels of abstraction. Most of this chapter will focus on fairly concrete patterns of this\nnature, such as are involved in inter-agent communication and naive physics; however, it’s also\nworth noting the potential importance of more abstract patterns distinguishing the everyday\nworld from arbitrary mathematical environments.\n\nThe propensity to search for hierarchical patterns is one huge potential example of an ab-\nstract everyday-world property. We strongly suspect the reason that searching for hierarchical\npatterns works so well, in so many everyday-world contexts, lies in the particular structure of\nthe everyday world — it’s not something that would be true across all possible environments\n(even if one weights the space of possible environments in some clever way, say using program-\nlength according to some standard computational model). However, this sort of assertion is of\ncourse highly “philosophical,” and becomes complex to formulate and defend convincingly given\nthe current state of science and mathematics.\n\nGoing one step further, we recall from Chapter 3 a structure called the “dual network”, which\nconsists of superposed hierarchical and heterarchical networks: basically a hierarchy in which\nthe distance between two nodes in the hierarchy is correlated with the distance between the\nnodes in some metric space. Another high level property of the everyday world may be that dual\nnetwork structures are prevalent. This would imply that minds biased to represent the world in\nterms of dual network structure are likely to be intelligent with respect to the everyday world.\n\nIn a different direction, the extreme commonality of symmetry groups in the (everyday and\notherwise) physical world is another example: they occur so often that minds oriented toward\nrecognizing patterns involving symmetry groups are likely to be intelligent with respect to the\nreal world.\n\nWe suspect that the number of cognitively-relevant properties of the everyday world is huge\n... and that the essence of everyday-world intelligence lies in the list of varyingly abstract and\nconcrete properties, which must be embedded implicitly or explicitly in the structure of a natural\nor artificial intelligence for that system to have everyday-world intelligence.\n\nApart from these particular yet abstract properties of the everyday world, intelligence is just\nabout “finding patterns in which actions tend to achieve which goals in which situations” ... but,\nthe simple meta-algorithm needed to accomplish this universally is, we suggest, only a small\npercentage what it takes to make a mind.\n\nYou might say that a sufficiently generally intelligent system should be able to infer the\nvarious cognitively-relevant properties of the environment from looking at data about the ev-\neryday world. We agree in principle, and in fact Ben Kuipers and his colleagues have done\nsome interesting work in this direction, showing that learning algorithms can infer some basics\nabout the structure of space and time from experience [MIX07]. But we suggest that doing this\nreally thoroughly would require a massively greater amount of processing power than an AGI\nthat embodies and hence automatically utilizes these principles. It may be that the problem of\ninferring these properties is so hard as to require a wildly infeasible ATXI“ / Godel Machine\ntype system.\n\nHOUSE_OVERSIGHT_013078",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013078.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3613,
    "word_count": 552,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:45.583085",
    "prefix": "IMAGES-002"
  }
}