{
  "document_id": "HOUSE_OVERSIGHT_016168",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016168.txt",
  "text": "Consumer: a necessary pain\n\nAbdelrali El Jattari >>\nMerrill Lynch (DIFC)\nabdelrali.eljattari@baml.com\n\nThe Saudi government initiatives taken in the National Transformation Plan (NTP) will\ntransform the Saudi consumer landscape. We note a mixed effect on the sector:\n\n° On the positive side, we anticipate 1) job creation for Saudi nationals in the private\nsector with a big focus on Small and Medium Enterprises (SMEs); 2) a strong\nemphasis on education; 3) an ongoing increase of the participation of women in the\nworkforce; 4) an increase of the percentage of self-sufficiency in broiler production\nwhich should ultimately support local producers; and, 5) a significant pick-up of the\nreligious tourism during Haj and Umrah.\n\ne On the negative side, we anticipate 1) a rationalization of subsidies for water and\nelectricity; and, 2) a more competitive retail environment, more open to\ninternational players, attracting foreign direct investment (FDI).\n\nPrefer staples over discretionary\n\nWhile slowing consumer credit and weaker private sector consumption growth amid a\nyoung population do not support Saudi spending in both staple and discretionary items,\nwe expect staple-related stocks such as Al Othaim and Savola to be better positioned to\ncapture the marginal consumption. This is principally due to their exposure to\nnecessities (food items) in a very fragmented market. Having said that, we expect more\npressure on the opex of all Saudi consumer corporates, while revenue growth outlook\nwill remain subdued in the short-term given the weaker consumer confidence and\ndisposable income.\n\nA more moderate growth outlook; Saudi female workforce drives private sector\nFollowing a 12% 10-year CAGR fuelled by the rise in household income, we conclude\nthat the retail sector will continue to play an important role in the rising participation of\nthe Saudi workforce, women in particular (10,000 in 2010 vs 120,000 in 2014 according\nto the Ministry of Labor) supporting their disposable income in the long-term. Overall,\nthe Saudi retail sector is one of the largest employers in Saudi Arabia with 1.5mn\nworkers (17% of the Saudi workforce) of which low-cost foreign workers represent 80%.\nThis implies that Saudis working in the retail account for 300,000 (40% are female),\ndoubling in 4 years.\n\nNeeded reforms: better macro at the expense of micro\n\nWhile we acknowledge that the targets set by the government are paving the way for\nthe right reforms (development of the private sectors, a more competitive economic\nlandscape, attraction of FDI), we expect the Saudi retail outlook to be marked by a\nslower growth in the coming years. In particular, we highlight few major challenges for\nthe effective implementation of the plan: 1) incentives to enrol Saudis into consumer-\nrelated jobs suggesting rising opex pressure for consumer stocks; and, 2) 20% public\npayroll cut will put pressure on Saudi disposable income in the short-term given than\nc80% of the Saudi workforce is in the public sector.\n\nKey strategic objectives and Key Performance Indicators (KPIs) to watch\nThe National Transformation Plan (NTP) outlays several strategic objectives and related\nKPIs to watch by ministry which we believe will impact the Saudi consumer universe:\n\ne The Ministry of Economy and Planning is looking to 1) expand privatization of\ngovernmental services; 2) increase the efficiency of government subsidy programs;\n3) establish specific zones with competitive advantages to enhance investments;\n\n58 GEMs Paper #26 | 30 June 2016 3S Merrill Lynch\n\nHOUSE_OVERSIGHT_016168",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016168.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3565,
    "word_count": 552,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:47.354030",
    "prefix": "IMAGES-003"
  }
}