{
  "document_id": "HOUSE_OVERSIGHT_013154",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013154.txt",
  "text": "238 12 The Engineering and Development of Ethics\n\nyet that also has its own self-model and global workspace. Both the individuals and the meta-\nmind should be capable of deliberative, rational thought, to have a true “mindplex.” It’s unlikely\nthat human society or the Internet meet this criterion yet; and a system like an ant colony seems\nnot to either, because even though it has some degree of intelligence on both the individual and\ncollective levels, that degree of intelligence is not very great. But it seems quite feasible that\nthe global brain, at a certain stage of its development, will take the unfamiliar but fascinating\nform of a mindplex.\n\nCurrently the best way to explain what happens on the Net is to talk about the various\nparts of the Net: particular websites, social networks, viruses, and so forth. But there will come\na point when this is no longer the case, when the Net has sufficient high-level dynamics of its\nown that the way to explain any one part of the Net will be by reference to it relations with\nthe whole: and not just the dynamics of the whole, but the intentions and understanding of\nthe whole. This transition to Net-as-mindplex, we suspect, will come about largely through the\ninteractions of AI systems - intelligent programs acting on behalf of various individuals and\norganizations, who will collaborate and collectively constitute something halfway between a\nsociety of AI’s and an emergent mind whose lobes are various AI agents serving various goals.\n\nThe Phase 2 Internet, as it verges into mindplex-ness, will likely have a complex, sprawling\narchitecture, growing out of the architecture on the Net we experience today. The following\ncomponents at least can be expected:\n\ne A vast variety of “client computers,” some old, some new, some powerful, some weak —\nincluding many mobile and embedded devices not explicitly thought of as “computers.”\nSome of these will contribute little to Internet intelligence, mainly being passive recipients.\nOthers will be “smart clients,” carrying out personalization operations intended to help\nthe machines serve particular clients better, general AI operations handed to them by\nsophisticated AI server systems or other smart clients, and so forth.\n\ne “Commercial servers,” computers that carry out various tasks to support various types\nof heavyweight processing - transaction processing for e-commerce applications, inventory\nmanagement for warehousing of physical objects, and so forth. Some of these commercial\nservers interact with client computers directly, others do so only via AI servers. In nearly\nall cases, these commercial servers can benefit from intelligence supplied by AI servers.\n\ne The crux of the intelligent Internet: clusters of AI servers distributed across the Net, each\ncluster representing an individual computational mind (in many cases, a mindplex). These\nwill be able to communicate via one or more languages, and will collectively “drive” the\nwhole Net, by dispensing problems to client-machine-based processing frameworks, and\nproviding real-time AI feedback to commercial servers of various types. Some AI servers\nwill be general-purpose and will serve intelligence to commercial servers using an ASP\n(application service provider) model; others will be more specialized, tied particularly to a\ncertain commercial server (e.g., a large information services business might have its own AI\ncluster to empower its portal services).\n\nThis is one concrete vision of what a “global brain” might look like, in the relatively near term,\nwith AGI systems playing a critical role. Note that, in this vision, mindplexes may exist on two\nlevels:\n\ne Within AGI-clusters serving as actors within the overall Net\ne On the overall Net level\n\nHOUSE_OVERSIGHT_013154",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013154.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3766,
    "word_count": 593,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:45.103595",
    "prefix": "IMAGES-002"
  }
}