{
  "document_id": "HOUSE_OVERSIGHT_014784",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014784.txt",
  "text": "Disclosures\nImportant Disclosures\n\nCredit opinion history\n\nBrazil / BRAZIL\nSovereign Date* Action Recommendation\nBrazil / BRAZIL 12-Nov-2015 Initial Marketweight\n\nTable reflects credit opinion history as of previous business day’s close. “First date of recommendation within last 36 months. The investment opinion system is contained at the end of the\nreport under the heading \"BofA Merrill Lynch Credit Opinion Key.\"\n\nColombia / COLOM\nSovereign Date* Action Recommendation\nColombia / COLOM 12-Nov-2015 Initial Marketweight\n\nTable reflects credit opinion history as of previous business day’s close. “First date of recommendation within last 36 months. The investment opinion system is contained at the end of the\nreport under the heading \"BofA Merrill Lynch Credit Opinion Key.\"\n\nMexico / MEX\nSovereign Date* Action Recommendation\nMexico / MEX 12-Nov-2015 Initial Marketweight\n03-Dec-2015 Restricted NA\n03-Dec-2015 Coverage Resumed Marketweight\n21-Mar-2016 Restricted NA\n21-Mar-2016 Coverage Resumed Marketweight\n08-Aug-2016 Restricted NA\n10-Aug-2016 Coverage Resumed Marketweight\nTable reflects credit opinion history as of previous business day's close. “First date of recommendation within last 36 months. The investment opinion system is contained at the end of the\n\nreport under the heading \"BofA Merrill Lynch Credit Opinion Key.\"\n\nTurkey / TURKEY\n\nSovereign Date* Action Recommendation\n\nTurkey / TURKEY 12-Nov-2015 Initial Marketweight\n23-Feb-2016 Downgrade Underweight\n17-May-2016 Upgrade Marketweight\n27-Sep-2016 Upgrade Overweight\n\nTable reflects credit opinion history as of previous business day’s close. “First date of recommendation within last 36 months. The investment opinion system is contained at the end of the\nreport under the heading \"BofA Merrill Lynch Credit Opinion Key.\"\n\nCredit Opinion History Tables for the securities referenced in this research report are available at http://pricecharts.baml.com, or call 1-800-MERRILL to have them mailed.\nLPF&S or an affiliate was a manager of a public offering of securities of this issuer within the last 12 months: Brazil, Italy, Turkey.\nThe issuer is or was, within the last 12 months, an investment banking client of MLPF&S and/or one or more of its affiliates: Brazil, Colombia, France, Germany, Italy, Mexico, Turkey.\n\nLPF&S or an affiliate has received compensation from the issuer for non-investment banking services or products within the past 12 months: Brazil, Colombia, France, Germany, Italy, Mexico,\nTurkey.\nThe issuer is or was, within the last 12 months, a non-securities business client of MLPF&S and/or one or more of its affiliates: Brazil, Colombia, France, Germany, Italy, Mexico, Turkey.\nLPF&S or an affiliate has received compensation for investment banking services from this issuer within the past 12 months: Brazil, Colombia, France, Germany, Italy, Mexico, Turkey.\nLPF&S or an affiliate expects to receive or intends to seek compensation for investment banking services from this issuer or an affiliate of the issuer within the next three months: Brazil,\nColombia, France, Germany, Italy, Mexico, Turkey.\nLPF&S or one of its affiliates has a significant financial interest in the fixed income instruments of the issuer. If this report was issued on or after the 15th day of the month, it reflects a\nsignificant financial interest on the last day of the previous month. Reports issued before the 15th day of the month reflect a significant financial interest at the end of the second month\npreceding the report: Brazil, Colombia, Germany, Mexico, Turkey.\nLPF&S or one of its affiliates trades or may trade as principal in the debt securities (or in related derivatives) that are the subject of this research report: Brazil, Colombia, France, Germany, Italy,\nexico, Turkey.\nThe issuer is or was, with\nlexico, Turkey.\n\nBofA Merrill Lynch Research Personnel (including the analyst(s) responsible for this report) receive compensation based upon, among other factors, the overall profitability of Bank of America\nCorporation, including profits derived from investment banking. The analyst(s) responsible for this report may also receive compensation based upon, among other factors, the overall\nprofitability of the Bank’s sales and trading businesses relating to the class of securities or financial instruments for which such analyst is responsible.\n\nBofA Merrill Lynch Global Credit Research analysts regularly interact with sales and trading desk personnel in connection with their research, including to ascertain pricing and liquidity in the\nixed income markets.\n\nin the last 12 months, a securities business client (non-investment banking} of MLPF&S and/or one or more of its affiliates: Brazil, Colombia, France, Germany, Italy,\n\nBankofAmerica <2”\n\n54 Global Rates, FX & EM 2017 Year Ahead | 16 November 2016 Merrill Lynch\n\nHOUSE_OVERSIGHT_014784",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014784.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4844,
    "word_count": 712,
    "line_count": 76,
    "import_date": "2025-11-19T21:47:46.985230",
    "prefix": "IMAGES-003"
  }
}