{
  "document_id": "HOUSE_OVERSIGHT_012745",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012745.txt",
  "text": "30-something addicted to sex. Carey Mulligan is the wayward sister who moves into his apartment\nfostering chaos. She sings a chilling, slow sad blues version of \"New York, New York\" which was shot in\nthe Boom Boom Room of the Standard Hotel. lan Canning and Emile Sherman, producers of The King's\nSpeech, sold this to Fox Searchlight, who will face the challenge of releasing a NC-17 movie.\n\n| am backstage in the green room with Al Pacino—the Merchant of Venice—moments before he enters a\npacked pressroom to discuss Wilde Salome, his passionate documentary and feature mélange based on\nOscar Wilde's play, the biblical tale of Salome and King Herod which explores the destructive use of\nsexuality. From biblical times to the Boom Boom Room—it's a big day for dysfunctional, obsessive sex.\n\nAl, wearing a white silk loose shirt and sporting longish hair, looks like an escapee from Scarface. Jessica\nChastain is about to explain her slithering, almost nude red scarf dance for King Herod. Al asks his\nsecond agent to write an acceptance speech for the Jagger-Le-Coultre Glory to Filmmaker Award he is to\nreceive tonight.\n\nThe agent stays calm but clearly does not have a clue who to email in Hollywood for help. Al eventually\nrealizes he will go on stage tonight and wing it. Now, the Italian press goes nuts as their hometown boy,\nMichael Corleone, makes his way to the podium. | saw this exact, almost religious, reverence last year\nwhen Sophia Coppola was in this pressroom for Somewhere. The Godfather is Italy's sacred film and its\nfilmmakers are their cinema saints. Al passionately charms his worshipers. As his entourage is escorted\nout of the building to the waiting water taxi past screaming fans, one zealous guy jumps into the canal\nswimming and chanting \"Al\" \"Al\" \"Al,\" with his arms in the air just like \"Attica\" \"Attica\" \"Attica,\" in Dog\nDay Afternoon. Al waves back.\n\nAl’s post-premiere dinner is at the Palazzo Grassi, built in 1740 and is now owned by Francois Pinault and\nused to exhibit his art collection. This is also where Amy Sacco transforms the lobby into her late-night,\npop-up Bungalow 8 every evening.\n\nAl, with his luscious Argentinean Lucila Sola, along with producer Barry Navidi and entourage, end up\npoolside at Cipriani's eating bowls of pasta and ice cream. Gary Oldman, Laurence Fishburne, Peter\nBrant and Owen Wilson pay respects. Owen receives praise for Midnight in Paris. Princess Firyal of\nJordan wants Al to pose for a photo with her niece. Even Joel Arthur Rosenthal, the reclusive, Parisian\njewelry designer aka JAR, who’s also known for accessorizing everyone from Elizabeth Taylor to Ellen\nBarkin is thrilled to meet Al.\n\nMonday, Sept. 5, 2011\nMy ride to Venice is now going home via Geneva and Moscow without me.\n\nLiterary agent Lynn Nesbit and | go the premiere of Focus Feature's/John le Carre's Tinker, Tailor,\nSoldier, Spy. English producer Tim Bevans, Swedish director Tomas Alfredson and John le Carre with\ntheir cast Gary Oldman, Colin Firth, John Hurt, Mark Strong and newcomer Benedict Cumberbatch, get\nstanding ovations before and after the film from the spotlighted balcony. Missing is Tom Hardy, this\nyear's hottest young actor.\n\nHOUSE_OVERSIGHT_012745",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012745.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3213,
    "word_count": 531,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:47.738592",
    "prefix": "IMAGES-002"
  }
}