{
  "document_id": "HOUSE_OVERSIGHT_028247",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028247.txt",
  "text": "/ BARAK / 113\n\nill-fated Israeli war in Lebanon since 1982, was the reason I ultimately found\nmyself back in the Israeli government.\n\nIt began on July 12, 2006, when Hizbollah fired rockets from southern Lebanon\nas cover for an ambush of two Israeli Humvees on our side of the border. Two\nsoldiers were killed, and two others abducted. A few hours later, when an Israeli\narmored unit crossed to look for the kidnapped soldiers, an explosive charge blew\nup one of our tanks, killing four of its crew members.\n\nArik was no longer Prime Minister by then. With Bibi marshalling opposition\ninside the Likud to the Gaza disenagegment, he had formed a new centrist party\ncalled Kadima, along with prominent Likud moderates and buttressed by a Labor\nheavyweight: Shimon Peres. But before the election, Arik suffered a pair of\nstrokes, lapsing into a coma from which he would never emerge. His notional\ndeputy, the veteran Likud politician and former Jerusalem mayor Ehud Olmert,\nfound himself as Prime Minister. Kadima did comfortably win the May election. It\nended up with 29 seats, followed by Labor with 19 and leaving the Netanyahu-led\nLikud with only 12. Olmert formed a coalition, including Labor, which had\nundeniable political ballast: Shimon was one of his deputy Prime Ministers, along\nwith Haim Ramon. The gifted lawyer, longtime Likudnik and strong backer of the\nGaza plan, Tzipi Livni, was Foreign Minister. Amir Peretz, as head of Labor, was\ngiven the Defense Ministry. But without Sharon himself at the helm, the\ngovernment was now about to face a military crisis with virtually no military\nexperience around the cabinet table.\n\nOlmert called an emergency cabinet meeting on the evening of the Hizbollah\nattack, and just before it was due to convene, my phone rang. It was Shimon, who,\nthough with no first-hand army experience, did at least have the political\nexperience in war that none of Olmert’s other ministers could offer. He’d been by\nBen-Gurion’s side during the 1956 war, had been in Golda’s government in 1967,\nand was Defense Minister after the 1973 war, through Entebbe, until Begin’s\ndefeated Labor in the 1977 election. Despite our own battles inside Labor, Shimon\nand I had become closer again of late, especially after I’d supported him in his last\n\n399\nHOUSE_OVERSIGHT_028247",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028247.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2300,
    "word_count": 382,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:49.096320",
    "prefix": "IMAGES-009"
  }
}