{
  "document_id": "HOUSE_OVERSIGHT_021501",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021501.txt",
  "text": "To: New York m Miami * be\n\nb7c\nRe: 31E-MM-108062, 02/06/2008\n\nseries of events. In particular, the girls described how contact\nwas made via telephone rimarily with\n\nat Epstein's\nhome in Palm Beach. The girls would travel to Epstein's\nresidence, usually in the company of another girl. The girls\nwould enter Epstein's home via the kitchen, where they would be\nmet by Epstein [_———idSCSCSThe: girls would be escorted up to\nEpstein's bedroom where a massage table was accessible. The girls\nwere told to undress - some undressed only partially and some\nundressed completely. Epstein would enter the room partially\ndressed, usually wearing only a towel. He would get onto the\nmassage table face down. While lying face down, Epstein\ninstructed the girl how to:massage him. After a period of time\n\nIn addition to these sexual massages, some of the girls\n\nwere paid additional sums to perform_more sexual activit for\nsuampie. sndading in sexual activity\n\nwhile Epstein watched.\n\nDuring the course of PBPD's investigation, a search\nwarrant for Epstein's home was obtained and executed. Many of\nEpstein's belongings were removed from the home prior to the\nexecution of the search warrant - for example, the computer\nprocessing units (CPUs) were removed from the house but the\ncomputer screens, keyboards, cords, etc. were left behind. The\nmissing CPU's were never recovered.\n\nDuring the search, several telephone message pads were\nrecovered. These message pads show messages taken from several of\nthe girls who were interviewed and admitted to engaging in sexual\nmassages or other sexual activity with Epstein. The messages\ncontained text such as \"I have a female for him\" and \"has girl\n\nfor tonight.\" Some of the messages from the girls were addressed\nto Epstein and others were addressed\n[_]additional messages recovered during the search\ncontained text confirming appointment times.\n\nDuring the PBCRA's investigation, the girls related\nthat |\n\n~HOUSE_OVERSIGHT_021501",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021501.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1960,
    "word_count": 308,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:45.860611",
    "prefix": "IMAGES-006"
  }
}