{
  "document_id": "HOUSE_OVERSIGHT_023363",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023363.txt",
  "text": "In re: TERRORIST ATTACKS ON SEPTEMBER 11, 2001., 2012 WL 257568 (2012)\n\ncorporation, owns more than 10% of their stock.\n\nAppellant TIG Insurance Company is a member of the Fairfax Financial Group. Appellant’s parent organization, Fairfax\nFinancial Holdings Ltd, a publicly traded corporation, owns more than 10% of their stock.\n\nAppellants American Alternative Insurance Corporation, Great Lakes Reinsurance U.K. PLC, and The Princeton Excess and\nSurplus Lines Insurance Company are members of the Munich Re Group. Appellants’ parent organization, Muenchener\nRueckversicherungs-Gesellschaft Aktienqesellschaft, a publicly traded corporation, owns more than 10% of their stock.\n\nAppellant Allstate Insurance Company is a member of The Allstate Insurance Group. Allstate Insurance Company is wholly\nowned by The Allstate Corporation, a publicly traded corporation.\n\nAppellants Boston Old Colony Insurance Company, The Continental Insurance Company, Commercial Insurance Company\nof Newark, NJ, CNA Casualty of California, Continental Insurance Company of New Jersey, Fidelity and Casualty Company\nof New York, Glens Falls Insurance Company, and National Ben Franklin Insurance Company of Illinois are *vi members\nof the CNA Insurance Companies. Appellants’ parent organization, the CNA Financial Corporation, a publicly traded\ncorporation, owns more than 10% of their stock.\n\nAppellant Hiscox Dedicated Corporation Member, Ltd. is a member of Lloyds’ Syndicate 33.\n\nAppellants ACE American Insurance Company, ACE Capital V Ltd for itself and as representative of all subscribing\nunderwriters for ACE Global Markets Syndicate 2488, ACE Bermuda Insurance Ltd, ACE INA (Canada), ACE Indemnity\nInsurance Company, ACE Insurance SA-NV, ACE Property & Casualty Insurance Company, Atlantic Employers Insurance\nCompany, Bankers Standard Insurance Company, Indemnity Insurance Company of North America, Insurance Company of\nNorth America, Westchester Fire Insurance Company, Westchester Surplus Lines Insurance Company, and Pacific\nEmployers Insurance Company are members of ACE INA Group. Appellants’ parent organization, ACE Limited, a publicly\ntraded corporation, owns more than 10% of their stock.\n\nAppellant Woburn Insurance Ltd. is a captive insurance company, wholly owned by Viacom Inc.\n\nAppellants AXA Corporate Solutions Assurance, AXA Corporate Solutions Insurance Company, AXA Corporate Solutions\nAssurance UK *vii Branch, AXA Corporate Solutions Assurance (Canada), AXA RE Asia Pacific Pte. Limited, AXA RE,\nAXA RE Canadian Branch, AXA RE UK Ple., AXA Corporate Solutions Reinsurance Company, AXA Art Insurance\nCorporation, SPS Reassurance, AXA Re Madeira Branch, Compagnie Gererale de Reinsurance de Monte Carlo, AXA\nVersicherung AG, AXA Cessions and AXA Global Risks UK, Ltd. are members of the AXA Group. Appellants’ parent\norganization, AXA S.A., a publicly traded corporation, owns more than 10% of their stock\n\n*j TABLE OF CONTENTS\nCorporate Disclosure Statement .......eccececcsssseessseesesessseessnsecesecessessnsecaseceuseesnscsnseceseeeseeesnsecasescaseesnsecaseceaeesneseaseceatersnesenseseds i\nTable of Authorities oc ceccseccsssessssssessseessnseessneessnseessnseersnseessnsesssnseessnsesesnsessunsessuesescunsessuseesesseccasessaneensnseetsnseeraneeraneetansestay v\nPreliminary Statermennt oc ececccsecssessseesssessseeesnseceseccsceesnsecasescssessnsceaseceusessnecsnsecaseecssersnsecaseseasessnsesaseceaecsneeseseceaeesanersneeaseseasss 1\nStatement Of Subject Matter and Appellate Jurisdiction ce... ceececcssessssssseeesstesseseseeseeeceseseseesneeceeeecaeersneeseteneeeerseeees 4\nStatement-of Issues Presented for Review: ssscusrsmmsnmnmnannmanaumeantanmennnanar 6\nStatement-of The Case  sasssecusnnmnccanmneemana unnenamncmnear aera 8\nNature of the Case-and Course-of Proceedings. sasecvscesvesivssmecsaseccvseeeucsnaaeansrenuarenireentcinaaewavenwarsecvneentes 8\nDisposition Below’ ssecssazecvsccecwvssvesweeaecwaveeccorccuescuwsicarsweeaneewearteeceeeqnesvunyeersveecaneernnnd eaves une rary were yaeeareowrnnndeaveerveerenneeccnueeeee: 24\n\nWESTLAW\n\nHOUSE_OVERSIGHT_023363",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023363.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4094,
    "word_count": 472,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.726659",
    "prefix": "IMAGES-007"
  }
}