{
  "document_id": "HOUSE_OVERSIGHT_016544",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016544.txt",
  "text": "Page 35 of 42\n103 Minn. L. Rev. 844, *911\n\n[*912]\nCONCLUSION\n\nAll justice systems suffer from pockets of unjustified, even pernicious, underenforcement. All recognize that public\nprosecutors can be vulnerable to biases and institutional interests that distort enforcement decisions. Especially in recent\ndecades, nearly all have adopted mechanisms to address those risks. Outside the United States, victim rights legislation has\nincluded provisions directed at unjustified decisions not to prosecute. In other common law countries and in Europe, most\nvictims may now either seek independent review of prosecutors or initiate prosecutions on their own. Independent review keeps\nthe safeguard against underenforcement in public hands while strengthening the principle that charging decisions should be\nnonpolitical and ministerial in nature. Victim rights reforms in general manifest a judgment that modern criminal justice had\nfocused excessively on public interests and unduly neglected victims' private interests in criminal prosecutions. Authorizing\nvictims to challenge declination decisions extends this idea by recognizing victims’ private stake in those decisions and\nenabling victims to serve the public interest in preventing unjustified failures to prosecute. 737\n\nVirtually all U.S. jurisdictions reject both of those strategies. 738 And rather than insulate their prosecutors from political\n\n[*913] influence, most states rely on electoral politics for oversight of prosecution practices. Instead, the U.S. model opts for\nduplicative federal-state jurisdiction against a background of politically attuned state prosecutors. Both this federalism model of\nredundant prosecutorial authority - which may be reduced this term by the Supreme Court's decision in Gamble - and the model\nof politically responsive prosecutors have proven effective at redressing some types of underenforcement. Both serve some\nvictims’ interests without taking the form of victim rights. And both reflect a preference for political over legal safeguards\nagainst biased or ill-conceived uses of prosecutorial discretion.\n\nAmerican criminal justice is more sanguine than other legal systems about the downsides of prosecutors’ electoral\naccountability and attention to majoritarian sentiments. U.S. prosecutors’ democratic legitimacy works against arguments for\nmore formal oversight or regulation. Even against the potent political power of victims’ rights movements, unfettered executive\ncharging discretion has proven immutable. 739 But federal prosecutors provide significant oversight, at least for some\n\n160 United States v. Alfisi, 308 F.3d 144, 155-56 (2d Cir. 2002) (Sack, J., dissenting) (arguing that payments to federal officials prosecuted\nunder 78 U.S.C. § 201 caused no clear harm or \"corruption\"); Mills & Weisberg, supra note 150, at 1373-74 (discussing the role of fiduciary\nduties in criminal liability); id. at 1377, 1386-90, 1404-05 (discussing uncertainty of \"harm\" in some contexts); id. at 1395-1400 (discussing\nhonest services); Lex Hemphill, Acquittals End Bid Scandal that Dogged Winter Games, N.Y. Times, Dec. 6, 2003, at D1 (reporting a federal\ndistrict judge's criticism of the prosecution, saying \"in his 40 years of working in the criminal justice system, he had never seen a case so\ndevoid of \"criminal intent or evil purpose\").\n\n161 For Supreme Court decisions rejecting broad applications of federal anti-corruption statutes, see generally McDonnell v. United States,\n136 S. Ct. 2355 (2016) (reversing the former Virginia Governor's conviction for honest-services fraud and extortion); McNally v. United\nStates, 483 U.S. 350 (1987) (reversing the conviction of state officials and holding that federal mail fraud statute, 78 U.S.C. § 1341, does not\napply to schemes to defraud state citizens of the intangible \"right to have the Commonwealth's affairs conducted honestly\"). As a matter of\nstatutory interpretation, the Court requires a \"clear statement\" that Congress intends a federal criminal statute to duplicate a state crime and\nthereby \"effect a significant change in the sensitive relation between federal and state criminal jurisdiction.\" United States v. Bass, 404 U.S.\n336, 349-50 (1971); see also Rewis v. United States, 401 U.S. 808, 811-12 (1971). But Congress has made such intent sufficiently clear for\nthe Court in numerous statutes, including those at issue in Bass (78 U.S.C. § 1202(a), now codified at 18 U.S.C. § 922(g)) and in Rewis (/8\nUS.C. § 1952). See, e.g., Perrin v. United States, 444 U.S. 37, 50 (1979) (finding that § 1952 reflects congressional intent \"to alter the\nfederal-state balance in order to reinforce state law enforcement\").\n\n162 See, e.g., Roderick M. Hills, Jr., Corruption and Federalism: (When) Do Federal Criminal Prosecutions Improve Non-Federal\nDemocracy?, 6 Theoretical Inquiries L. 113, 137-44 (2005) (arguing that federal enforcement of public corruption in local governments\nharms local styles of democracy); Harvey A. Silverglate & Emma Quinn-Judge, Tawdry or Corrupt? McDonnell Fails to Draw a Clear Line\nfor Federal Prosecution of State Officials, 2016 Cato Sup. Ct. Rev. 189, 213-19 (2016) (arguing that the honest services statute is too vague to\nbe fairly enforced); cf. John C. Coffee, Jr., Modern Mail Fraud: The Restoration of the Public/Private Distinction, 35 4m. Crim. L. Rev. 427,\n430-31 (1998) (arguing that federal prosecutors rely on broad federal common law crimes in fraud cases against state and local public\nofficials); Salkin & Ince, supra note 156, at 266-67 (describing aggressive federal enforcement of public corruption in the context of land\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_016544",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016544.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5675,
    "word_count": 832,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:46.865157",
    "prefix": "IMAGES-004"
  }
}