{
  "document_id": "HOUSE_OVERSIGHT_023964",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023964.txt",
  "text": "278 Teaching Minds\n\nhoops they have to go through. They do what they are told. Similarly,\nstudents try to get through high school so they can go on to college.\nAs long as students are not in school to get an education, you can be\npretty sure they won’t get one. Most of our graduates have learned to\njump through hoops, nothing more.\n\nConfined children: Children like to run around. Is this news to\nanyone? They have a difficult time sitting still and they learn by trying\nthings out and asking questions. Of course, in school sitting still is the\nnorm. So we have come up with this wonderful idea of ADHD, that\nis, drug those who won’t sit still into submission. Is the system sick or\nwhat?\n\nAcademics viewed as winners: Who are the smartest kids in\nschool? The ones who are good at math and science, of course. Why do\nwe think that? Who knows? We just do. Those who are good at these\nsubjects go on to be professors. So those are certainly the smartest\npeople we have in our society. Perhaps they are. But I can tell you from\npersonal experience that our society doesn’t respect professors all that\nmuch, so something is wrong here.\n\nPractical skills not valued: When I was young, there were\nacademic high schools and trade high schools. Trade high schools\nwere for dumb kids. Academic high schools were for smart kids. We\nall thought this made sense. Except that are a lot of unemployed\nEnglish majors and a lot of employed airplane mechanics. Where\ndid we get the idea that education was about scholarship? This is not\nwhat Ben Franklin thought when our system was being designed, but\nhe was outvoted.\n\nThe need to please teachers: People who succeed at school are\ninvariably people who are good at figuring out what the teacher\nwants and giving it to her. In real life there is no teacher to please\nand these “grade grubbers” often find themselves lost. When I did\ngraduate admissions, if a student presented an undergraduate record\nwith all A’s, I immediately rejected him. There was no way he was\nequally good at or equally interested in everything (except pleasing\nthe teacher). As a professor, I had no patience for students who\n\nHOUSE_OVERSIGHT_023964",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023964.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2161,
    "word_count": 383,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:47.528512",
    "prefix": "IMAGES-007"
  }
}