{
  "document_id": "HOUSE_OVERSIGHT_013045",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013045.txt",
  "text": "Chapter 7\nA Formal Model of Intelligent Agents\n\n7.1 Introduction\n\nThe artificial intelligence field is full of sophisticated mathematical models and equations, but\nmost of these are highly specialized in nature — e.g. formalizations of particular logic systems,\nanalyzes of the dynamics of specific sorts of neural nets, etc. On the other hand, a number of\nhighly general models of intelligent systems also exist, including Hutter’s recent formalization\nof universal intelligence [[ut05] and a large body of work in the disciplines of systems science\nand cybernetics — but these have tended not to yield many specific lessons useful for engineering\nAGI systems, serving more as conceptual models in mathematical form.\n\nIt would be fantastic to have a mathematical theory bridging these extremes — a real \"general\ntheory of general intelligence,\" allowing the derivation and analysis of specific structures and\nprocesses playing a role in practical AGI systems, from broad mathematical models of general\nintelligence in various situations and under various constraints. However, the path to such a\ntheory is not entirely clear at present; and, as valuable as such a theory would be, we don’t\nbelieve such a thing to be necessary for creating advanced AGI. One possibility is that the\ndevelopment of such a theory will occur contemporaneously and synergetically with the advent\nof practical AGI technology.\n\nLacking a mature, pragmatically useful \"general theory of general intelligence,\" however, we\nhave still found it valuable to articulate certain theoretical ideas about the nature of general\nintelligence, with a level of rigor a bit greater than the wholly informal discussions of the previous\nchapters. The chapters in this section of the book articulate some ideas we have developed in\npursuit of a general theory of general intelligence; ideas that, even in their current relatively\nundeveloped form, have been very helpful in guiding our concrete work on the CogPrime design.\n\nThis chapter presents a more formal version of the notion of intelligence as “achieving complex\ngoals in complex environments,” based on a formal model of intelligent agents. These formal-\nizations of agents and intelligence will be used in later chapters as a foundation for formalizing\nother concepts like inference and cognitive synergy. Chapters 8 and 9 pursue the notion of cog-\nnitive synergy a little more thoroughly than was done in previous chapters. Chapter 10 sketches\na general theory of general intelligence using tools from category theory — not bringing it to the\nlevel where one can use it to derive specific AGI algorithms and structures; but still, presenting\nideas that will be helpful in interpreting and explaining specific aspects of the CogPrime design\nin Part 2. Finally, Appendix ?? explores an additional theoretical direction, in which the mind\nof an intelligent system is viewed in terms of certain curved spaces — a novel way of thinking\n\n129\n\nHOUSE_OVERSIGHT_013045",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013045.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2981,
    "word_count": 467,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:45.763934",
    "prefix": "IMAGES-002"
  }
}