{
  "document_id": "HOUSE_OVERSIGHT_021140",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021140.txt",
  "text": "32 MICHAEL WOLFF\n\ngain a majority greater than the one the Republicans held now. Except,\nunlike the Republicans, theirs would be a unified party—or at least one\nthat was unified against Donald Trump.\n\nRyan and Stivers were hardly the only ones seeing such a result. Mitch\nMcConnell was telling donors not to even bother contributing to House\nraces. The money should go to the Senate campaign, where prospects for\nholding the Republican majority were significantly brighter.\n\nThis was, for Donald Trump, in Bannon’s view, the most desperate\nmoment in his political career, arguably even worse than the revelation\nof the Access Hollywood grab-them-by-the-pussy tape. He was already on\nthe ropes legally, with Mueller and the Southern District bearing down;\nnow, looking at a likely wipeout in the midterm elections, he was in seri-\nous political jeopardy as well.\n\nBut Bannon’s usual ebullience quickly returned. As he talked his\nway out of his funk, he became nearly joyful. If the establishment—\nDemocrats, Republicans, moderate thinkers of every sort—believed that\nDonald Trump needed to be run out of town, then Bannon relished the\nprospect of defending him. For Bannon, this was the mission, but it was\nalso sport. Bannon thrived on the possibility of upset. His own leap to\nthe world stage had come because the Trump campaign was so deep\nin hopelessness that he was allowed to take it over. Then, on Novem-\nber 9, 2016, against all odds and expectations, Trump, riding Bannon’s\ncampaign—with Bannon’s primacy soon one of the bitterest pills for\nTrump to swallow—won the presidency. Now, even with almost every\nindicator for the November elections looking bleak, Bannon believed he\ncould yet see how Republican losses could be held to under the twenty-\nthree seats needed to save the House majority. Still, it was going to bea\ngrinding fight.\n\n“When Trump calls his New York friends after dinner and whines that\nhe doesn't have a friend in the world, he’s kind of right,” said a mordant\nBannon.\n\nBannon viewed the case against Donald Trump as both inherently\npolitical—his enemies willing to do whatever it took to bring him down—\nand essentially true. He had little doubt that Trump was guilty of most of\nwhat he was accused of. “How did he get the dough for the primary and\n\nSIEGE 32\n\nthen for the general with his ‘liquidity’ issues?” asked Bannon with hi:\nhands out and his eyebrows up. “Let’s not dwell.”\n\nBut for Bannon there were two sides in American politics—not s\nmuch right and left, but right brain and left brain. The left brain wa\nrepresented by the legal system, which was empirical, evidentiary, an\nmethodical; given the chance, it would inevitably and correctly convic\nDonald Trump. The right side was represented by politics, and therefor\nby voters who were emotional, volatile, febrile, and always eager to throy\nthe dice. “Get the deplorables fired up’—he slapped his hands in thunder\nclap effect—“and we'll save our man.’\n\nAlmost a year and a half on, all of the issues of 2016 remained a\npowerful and raw as ever: immigration, white man’s resentment, and th\nliberal’contempt for the working—or out-of-work—white man. The yea\n2018 was, for Bannon, the real 2016: the deplorable base had become th\ndeplorable nation. “It’s civil war,” Bannon said, a happy judgment he ofte.\nrepeated.\n\nThe most resonant issue was Donald Trump himself: the people wh\nelected him would be galvanized by the effort to take him from then\nBannon was horrified by mainstream Republican efforts to run the com\ning election on the strength of the recent Republican tax cut. “Are yo\nkidding? Oh my fucking god, are you kidding?” This election was abou\nthe fate of Donald Trump.\n\n“Let’s have a do-over election. That’s what the libs want. They ca\nhave it. Let’s do it. Up or down, Trump or no Trump.”\n\nImpeachment was not to be feared, it was to be embraced. “That\nwhat youre voting for: to impeach Donald Trump or to save him fro1\nimpeachment”\n\nThe legal threat, however, might be moving faster than the electio1\nAnd to Bannon—who knew more about the president’s hankerings, moo\nswings, and impulse-control issues than almost anyone—you could n«\nhave produced a needier or more hapless defendant.\n\nOF\n\nSince coming aboard in the summer of 2017, the president's legal team-\nDowd, Cobb, and Sekulow—had delivered the message their client insiste\n\nHOUSE_OVERSIGHT_021140",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021140.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4364,
    "word_count": 727,
    "line_count": 89,
    "import_date": "2025-11-19T21:47:48.196189",
    "prefix": "IMAGES-006"
  }
}