{
  "document_id": "HOUSE_OVERSIGHT_018375",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018375.txt",
  "text": "indefinable, opposite of loneliness.”2°” The early interface of Snapchat, where you\nhad to leave your finger resting on the screen in order for the video to unspool, was\na kind of metaphor for this unbreakable relationship between touch and connection.\n(As was, in a different way, the diffident “out of my life” left swipe of Tinder.)\n\n“Good theories of the mind,” Hillis’ mentory Marvin Minksy once observed, “must\nspan at least three different scales of time: slow, for the billion years in which our\nbrains have evolved; fast, for the fleeting weeks and months of infancy and\nchildhood; and in between, the centuries of growth of our ideas through history.”2°8\nWhat we face now is a new time scale to add to Minksy’s list: The instant. Super-fast\nnetworks are different than slower ones - even ones as “slow” as what we have\ntoday. The ideal network is one that hovers near zero latency, where the time\nbetween what you want (or what the machines want) and the effect is as short as\npossible. You click a button to watch a movie and it starts instantly. You want to shut\ndown an enemy air force, you do it with a single switch. The fantasy of a really “zero\nlatency” system is impossible of course because even electrons moving through\ncopper are not instant, but near-zero? Light-speed? You've probably heard stories of\nhigh-frequency stock traders who move next door to exchanges so they can capture\nand profit on an extra sliver of a millisecond. That’s the quest for low latency. (And\nmore proof of the profitable link between speed and money.) Our challenge will not\nbe about being faster - the technology will make that inevitable - it will be about\nmanaging the insane, still unknown demands of a world of suddenness. “In a\ndistributed system, it is sometimes impossible to say that one of two events\noccurred first,” computer engineer Leslie Lamport wrote at the start of his famous\nessay “Time, Clocks and the Ordering of Events in a Distributed System” - a sort of\ntechnological parallel to Simmel’s “The Metropolis and Mental Life” written a\ncentury earlier. The problem, Lamport explains, is that what happens in one place\ncan happen nearly instantly everywhere. There’s no time to react; so your entire\nworldview has to be capable of update at an instant’s notice. When the time\nbetween a Warez Dude finding an exploit and your own systems being\ncompromised is zero, then the discovery of the hole and the creation of your\nvulnerability happen effectively at the same time. “The relation ‘happened before’”,\nLamport explains, “is therefore only a partial ordering of the events in the system.\nWe have found that problems often arise because people are not fully aware of this\nfact and its implications.” 2°9\n\nNetworks, we are discovering, don’t only compress space and time, they are\ncompressing in the process the path to knowledge. We might call this “skill-time\ncompression”: Techniques that once took a decade of training or that demanded\naccess to million-dollar machines, can now be understood, applied, and then evolved\n\n207 “More than finding”: Marina Keegan, The Opposite of Lonelinenss”, Yale Daily\nNews, May 27, 2012 (accessed online).\n\n208 “Good theories”: Marvin Minsky, The Society of Mind (New York: Simon &\nSchuster, 1986)\n\n209 \"In a distributed system”: Leslie Lamport, “Time, Clocks, and the Ordering of\nEvents in a Distributed System”, Communications of the ACM, July 1978, 558\n\n143\n\nHOUSE_OVERSIGHT_018375",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018375.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3442,
    "word_count": 575,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:46.308019",
    "prefix": "IMAGES-004"
  }
}