{
  "document_id": "HOUSE_OVERSIGHT_019241",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019241.txt",
  "text": "Freedom House\n\nEurasian countries and elsewhere in the world. While\ntoday there is nothing that resembles the Comintern\nof Soviet times, authoritarian countries have devel-\noped an ad hoc network of cooperation that has\nproven effective at the United Nations and in regional\nbodies like the Organization of American States.\n\nAdapting to survive\n\nModern authoritarianism matured as regimes sought\nto defend themselves against the sorts of civil society\nmovements that triggered “color revolutions” in\nGeorgia, Ukraine, and elsewhere in the early 2000s.\nOn their own, formal opposition parties were relatively\neasy to marginalize or co-opt, and traditional mass\nmedia could be brought to heel through pressure on\nprivate owners, among other techniques. But civil\nsociety organizations presented a formidable chal-\nlenge in some settings, as they were able to mobilize\nthe public—especially students and young people—\naround nonpartisan reformist goals and use relatively\nopen online media to spread their messages.\n\nIt is now a major objective of modern authoritarian\nstates to suppress civil society before it becomes\nstrong enough to challenge the incumbent political\nleadership. Yet whereas dissidents were dispatched\nto the gulag or explicitly exiled by the Soviets, or jailed\nand murdered by traditional dictatorships like Augus-\nto Pinochet's Chile, today’s activists are checked by\nNGO regulations that control registration and foreign\nfunding, laws that allow arbitrary restrictions on public\nprotest, and trumped-up criminal charges for key\norganizers that serve to intimidate others.\n\nModern authoritarianism has also devised special\nmethods to bring the internet under political control\nwithout shutting it down entirely. While old-style dic-\ntatorships like Cuba long prevented the widespread\nuse of the internet out of fear that online communi-\ncations would pose a threat to the state's monopoly\non information, modern authoritarians understood\nthat a high rate of internet penetration is essential to\nparticipation in the global economy. However, once\nonline media emerged as a real alternative to tradi-\ntional news sources and a crucial tool for civic and\npolitical mobilization, these regimes began to step up\ntheir interference.\n\nThe Chinese government has developed the world’s\nmost sophisticated system of internet controls. Its so-\ncalled Great Firewall, a censorship and filtering appa-\nratus designed to prevent the circulation of informa-\ntion that the authorities deem politically dangerous\n\nwithout affecting nonsensitive information, requires\ntremendous financial, human, and technological re-\nsources to maintain. Other regimes have not attempt-\ned anything approaching the scale of China's system,\nbut some have constructed more limited versions or\nsimply relied on inexpensive offline techniques like\narrests of critical bloggers, direct pressure on the\nowners of major online platforms, and new laws that\nforce internet sites to self-censor.\n\nAlternative values\n\nWhile modern authoritarians initially mobilized for\ndefensive purposes, to thwart color revolutions or\nthe liberal opposition, they have become increasingly\naggressive in challenging the democratic norms that\nprevailed in the wake of the Cold War, and in setting\nforth a rough set of political values as an alternative\nto the liberal model. Examples of this phenomenon\ninclude:\n\n1. Majoritarianism: A signal idea of many author-\nitarians is the proposition that elections are\nwinner-take-all affairs in which the victor has an\nabsolute mandate, with little or no interference\nfrom institutional checks and balances. Putin,\nTurkish president Recep Tayyip Erdogan, and the\nVenezuelan chavista leadership all behave as\nif there are no valid controls on their authority,\nthe opposition has no rights, and the system\nis theirs to dismantle and remake from top to\nbottom. Disturbingly, the leaders of some dem-\nocratic societies have begun to embrace the\nmajoritarian idea. The Hungarian prime minister,\nViktor Orban, has instituted a thorough overhaul\nof the country's constitution and national leg-\nislation with an eye toward measures that will\ninsulate his party from future defeat.\n\n2. Sovereignty: A number of governments have\ninvoked the doctrine of absolute sovereignty\nto rebuff international criticism of restrictions\non the press, the smothering of civil society,\nthe persecution of the political opposition, and\nthe repression of minority groups. They claim\nthat the enforcement of universal human rights\nstandards or judgments from transnational legal\nbodies represent undue interference in their\ndomestic affairs and a violation of national pre-\nrogatives.\n\n3. Dictatorship of law: Initially articulated by Vlad-\nimir Putin, this phrase has come to signify the\nadoption of laws that are so vaguely written as to\n\nwww.freedomhouse.org\n\nHOUSE_OVERSIGHT_019241",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019241.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4858,
    "word_count": 715,
    "line_count": 115,
    "import_date": "2025-11-19T21:47:44.519295",
    "prefix": "IMAGES-005"
  }
}