{
  "document_id": "HOUSE_OVERSIGHT_018211",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018211.txt",
  "text": "The third scientist, Dartush Rezaeinejad was shot on July 23, 2011 after\npicking up his child at a day care; his wife described hearing shots whiz by\nas she chased the assailants. The most recent assassination was the Jan. 11,\n2012 death of Mustafa Ahmadi-Roshan, an expert on uranium enrichment,\nalso by a magnet bomb slapped on his car during his morning commute.\n\nBy then, Iran was trying to strike back. The task of avenging the scientists\nfell to the sprawling Quds Force’s own covert-operations division, known\nas Unit 400. It took a shotgun approach, targeting Israeli diplomatic\nmissions in a variety of countries, mostly in the developing world where\nthe global antiterrorism mesh is not so fine. Exposed in Baku, Tbilisi,\nJohannesburg, Mombasa and Bangkok, the failures mounted at a pace that\nwas itself one of the problems. In the world of espionage, a quality covert\noperation can take years to pull together. Yet in the 15 months from May\n2011 to July 2012, the Quds Force and Hizballah attempted 20 attacks, by\nthe count of Matthew Levitt, a former State Department counterterrorism\nofficial. “Hizballah and the Quds Force traded speed for tradecraft and\nreaped what they sowed,” Levitt writes in a January report for the\nWashington Institute for Near East Policy. “Quds Force planners were\nstretched thin by the rapid tempo of their new attack plan, and were forced\nto throw together random teams of operatives who had not trained\ntogether.”\n\nThe decline in quality was so striking it initially inspired disbelief. Recall\nthe preposterous-sounding plot weaving together a former used-car\nsalesman, Mexico’s Zetas drug gang and a bank transfer from a\nRevolutionary Guard account to assassinate Saudi Arabia’s ambassador —\nby bombing a Washington restaurant? A year on it looks like the new\nnormal. In Bangkok last month, an Iranian agent entered a courtroom in a\nwheelchair, having accidentally blown his legs off while fleeing police. A\nJanuary alert issued by Turkish intelligence was light on specifics but\nquite certain the Quds operatives would be staying in five-star hotels.\n\n““There’s a number of reasons that Iranian intelligence has suffered,” says\nMeir Javedanfar, an Iranian-born analyst who lectures at the\nInterdisciplinary Center in Herzliya, Israel. “No. 1,” he says, “is the 2009\nuprisings in Iran.” The street protests over a fraudulent election\n\nHOUSE_OVERSIGHT_018211",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018211.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2401,
    "word_count": 385,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:45.233349",
    "prefix": "IMAGES-004"
  }
}