{
  "document_id": "HOUSE_OVERSIGHT_020588",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020588.txt",
  "text": "129\n\nPresident Trump, is a substantial improvement to CFIUS, closing loopholes that the Chinese\nhad been exploiting and broadening the scope of the CFIUS authorities in important ways.\nThe new law extends CFIUS review time-frames, increases the types of transactions\nsubject to CFIUS’ jurisdiction, makes certain notifications mandatory, and establishes a\nprocess for potentially expedited review and approval of certain transactions. The four\nnew “covered transactions” include real estate deals near US national security facilities,\ndeals involving “critical infrastructure” or “critical technologies,” changes in ownership\nrights by a foreign investor, and any transaction designed to evade the CFIUS process. In\nexchange for all these additional burdens, the new law also helps companies by clarifying\ntime limits for decisions and places important jurisdictional limits on the expansion of the\nlaw’s scope.\n\nNOTES\n\n1 See Hannas, William, James Mulvenon, and Anna Puglisi, Chinese Industrial Espionage. London:\nRoutledge. 2013.\n\n2 For the best analysis of Made in China 2025, see Made in China 2025: Global Ambitions Built on Local\nProtections. US Chamber of Commerce. 2017. https://www.uschamber.com/sites/default/files/final_made\nin_china_2025_report_full.pdf.\n\n3 The IP Commission Report: The Report of the Commission on the Theft of American Intellectual Property.\nNational Bureau of Asian Research. May 2013. http://www.ipcommission.org/report/IP_Commission\n_Report_Update_2017.pdf.\n\n4 For his comments on costs, see AElVideos. “Gen. Alexander: Greatest Transfer of Wealth in History.”\nYouTube. July 09, 2012. https://www.youtube.com/watch?v=JOFk44yy6lQ.\n\n5 All analysis and data are taken directly from the official Thousand Talents Program website: http://www\n.1000plan.org.\n\n6 “The Recruitment Program of Global Experts.” Thousand Talents. http://www.1000plan.org/qrjh/section/2\n?m=rcrd.\n\n7 Allanalysis and data are taken directly from the official Thousand Talents Program website: http://www\n.1000plan.org.\n\n8 See Triway International website: http://www.triwayinc.com. Note that the term “S&T” is missing from\nthe site’s English-language version.\n\n9 Northern California Global Trade Assistance Directory, 2000-2001. About 10 percent of SCEA’s members\nare from Taiwan.\n\n10 “China-US Joint Research Center for Ecosystem and Environmental Change.” University of Tennessee\nKnoxville. http://jrceec.utk.edu/about.html.\n\n11 Ibid.\n12 Ibid.\n\n13 Zhou, Wei (Alte). “BBB WHER AAD AT” (“Analysis of China’s Strategy for Corporate Foreign\nDirect Investment”). BHR SIR. Science & Technology Progress and Policy. 2004.11.56.\n\nSection 8\n\nHOUSE_OVERSIGHT_020588",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020588.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2659,
    "word_count": 348,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:47.652761",
    "prefix": "IMAGES-006"
  }
}