{
  "document_id": "HOUSE_OVERSIGHT_010916",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010916.txt",
  "text": "This reveals my bias for economic history. It seems dry as a bone until you find\n\nsomething terrific like those insights. It happens that I had written both theories,\nand published one, decades before | found those great precedents. Should I have\nbeen chagrined? Of course not. Forgotten or unnoticed precedents are at least as\n\nmuch fun to point out as the surprises they showed ahead of me.\n\nI will also reveal a bias for evolutionary biology. Its main axiom, the biological\nimperative, becomes one of mine. The idea is that behaviors are selected for\nsuccessful reproduction. | will try to show that the classical school treated this as\naxiomatic from Petty through Smith, Malthus, Ricardo and Mill. Malthus was only\nthe most obvious case. It lapsed from attention when a brilliant new insight called\n\nmarginalism preferred to do without explanations for tastes.\n\nAbove all comes my bias for the great thinkers in those fields. We saw that as to Bob\nTrivers. Although | often cite them to disagree with them, | see all as giants from\nwhose shoulders | slip in trying to climb. I don’t kick sand on 97-pound weaklings.\nMill was a mensch who gives us all lessons in attribution and generosity, particularly\nto schools he disputed, and who nonetheless didn’t mind being a minority of one in\n\nhis books or in parliament.\n\nPetty was something beyond. Polymath, self-made tycoon, anatomist, music teacher,\nfather of national accounts, originator of present value theory and human capital\nand next generation theory, and esteemed by both Adam Smith and Karl Marx for\nother innovations I don’t mention. Such men are understood slowly and\n\nincompletely.\n\nForward By The Author 04/18/16 4\n\nHOUSE_OVERSIGHT_010916",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010916.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1705,
    "word_count": 281,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:46.445000",
    "prefix": "IMAGES-001"
  }
}