{
  "document_id": "HOUSE_OVERSIGHT_017494",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017494.txt",
  "text": "Page 15\n\ney\n\nnigparanamrnaees etegiealeenn aay\n\nnishananatenenent\n\neC RSTO ERD SGD TEP DO UE Pe aH eam EE eS TA SEY RE I A\n\nhb\n\nsop\n\nhk +f\n\nif coat ERET EAMES EE ALM NN APRESS PE CHOU IR SOAR ASN RES GANS CRS RE A PACA RARRITD E ee E ES e\n: NM NNN DN HR Pb\n\nray\n\nmp\n\n1 Q. Okay. When you were looking at people to\n2 bring in to the firm to legitimize, as you said. Your\n3. firm had a very unique area of practice and had a very\n4 unique environment to which to work. How did you know\n5° orhow did you come to decide what people may or may\n6 not fit into that?\n7 A, Okay. Hang on one second. J think you just\n8 accidentally misstated my testimony,\n9 ] was not bringing the people in to\n10 legitimize the law firm. | was bringing them in to\n11 the legitimate side of the Jaw firm. The bulk of the\n12 Jaw firm, despite the lack of financial success, was a\n13 Jarge group of very honest, hard working Jawyers\n14 trying to do their best in difficult economic\n15 conditions. There were some that were obviously not\n16 legitimate. And the way ] decided to bring people in,\n17 again, it's really everything | just told you. Are\n#18 you looking for how I brought people into the Ponzi\nf19 scheme?\n20 Q. No, right now I'm just asking about the firm\n21 because, as J said, it’s a very unique way in which to\n22 practice and a very unique workplace environment with\n23 politics and restaurants and parties at your home and\n24 things of that nature. I'm asking, personality wise,\n25 other than the book of business, how did you decide on\nPage 14\n1 people that would be a good fit?\n2 A. J looked for people that were outgoing, that\n3 had the type of personality. On the legitimate side\n4 of the business, people that had charisma that were --\n5S that could go out and hustle and try to develop a book\n6 of business if they didn't have it. And as one of the\n7 50 percent of the shareholders of the firm ] was\n8 trying to hire people ] wanted to work with.\n9 Q. Okay. When you would see people from whom\n§i0 you would offer jobs, for example, as you mentioned\n11 — earlier with Brad and his practice, if somebody stated\n12. that people told you that he was a good lawyer, did\n13 you need to see him in action, so to speak, prior to\n14 your deciding to hire them or would you just take\n15 people at their word for it?\n16 A. Some of people I saw in action; he wasn't\n17 one of them. Steve Osber is an excellent example of\n18 that. J hired Steve after he was beating the living\n19 — daylights out of me on the other side of a case. And\n20 J certainly would ask around about the people. But\n21 _ the people that ] trusted -- see, J] can't remember. |\n22 think Gary Farmer was working for me before Brad, and\n23 if '’m not mistaken he would have been one of the\n24 people that ] went to with regard to Brad because we\n25 were really developing that whole tort group around\n\nMOM MMM NFR FFF FP\n\nOPW NYFF OW DAMA FWNYFPR DUH DAK BWN bP\n\nthat time with Farmer and Fistos and Jaffe and\nMr. Edwards.\n\nQ. Do you know where Mr. Edwards was working\nwhen you first learned of him?\n\nA. ] don't recall whether he was working for\nsomeone or had his own practice, I don't recall.\n\nQ. When did you first learn about Brad?\n\nA. ] don't remember the time frame.\n\nQ. Do you recall when you first met with him\nregarding a job?\n\nA. No. The easiest way to figure that out is\nto go look at his personnel file, it will have the\nnotes saying when he met with me the first time.\n\nQ. You don't have any recollection of your\nfirst meeting with him?\n\nA. No. As you know, ] was hiring people left\nand right and ] was also unfortunately very busy doing\nthings ] shouldn't have been doing, so ] don't have a\nspecific recollection of when I hired him. | barely\nhave a specific recollection of when | hired me.\n\nQ. But you did, in fact, meet with him?\n\nA. I'm certain J met with him before I hired\n\n- him. I can't imagine -- although | did hire people\n\nwithout meeting them. | did hire people based on\nother people's word, if they were people within the\nPage 16\n\nfirm that ] trusted. Because | always said, I had a\nvery simple, you lie or die by what you are telling\nme. If you are telling me this guy is good and he's\nnot good, that's on you, it's going to hurt your\nincome. So J used to tell my partner, people that\nwere recommending people to me, don't sel] me a bill\nof goods just to get somebody in here because if you\ndo that it's going to come back on you, it's going to\naffect your income and your ability to grow in the\nfirm. So with that admonishment, ] might have very\nwell hired someone sight unseen based upon what\nsomeone else told me.\n\nQ. But you did meet with Brad you say before he\ncame in to work?\n\nA. Now that I'm saying it out loud, ] think I\ndid but really I'm guessing. I don't have a specific\nrecollection of meeting him.\n\nQ. Do you recall if you knew that he had worked\nas an assistant state attorney for a few years prior\nto doing tort litigation?\n\nA. 1] don't recall that one way or the other.\n\nQ. So you wouldn't have asked Howard Scheinberg\nor anybody about him before he came to work there?\n\nA. I can't say that 1 wouldn't have asked\nbecause, like 1 said, ] might have asked. But\n\nPage 17\n\n5 (Pages 14 to 17)\n\nFRIEDMAN, LOMBARD] & OLSON\n\n305-371-6677\n\n5ed93085-0554-447f-bcdd-ca2d8fe941 df\n\nHOUSE_OVERSIGHT_017494",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017494.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5287,
    "word_count": 1056,
    "line_count": 161,
    "import_date": "2025-11-19T21:47:46.203438",
    "prefix": "IMAGES-004"
  }
}