{
  "document_id": "HOUSE_OVERSIGHT_011525",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011525.txt",
  "text": "Under army regulations, training recruits got a five-day leave every few\nmonths during fironut. My first one came a bit later than usual, due to Rotem.\nBut in April 1960, shortly before the Passover holiday, I headed back to\nMishmar Hasharon. Despite my minor triumph of desert navigation, I still had\nevery reason to believe I’d be spending the next couple of years in an APC unit\nin the Negev, and can’t pretend I was looking forward to it. Still, the idea of\nreturning home in my army uniform, at least a bit stronger and bulkier than\nbefore, did give me a sense of pride.\n\nIt was on my third day back, when I was in the dining hall with a half-dozen\nschoolmates-turned-soldiers, that Avraham Ramon sat down and joined us. He\nwas a yeled chutz, one of the “boys from outside” who had joined our class\nwhen we were taken out of the regional high school. He, too, was now in the\narmy. As we were finishing lunch, he asked me: “How’s fironut?”\n\n“Tough,” I said. “Boring.”\nSmiling, he said: “How would you feel about joining a sayeret?”\n\nThe question took me by surprise. In Hebrew, sayeret meant “reconnaissance\nunit”. It was the name given to special units that carried out missions behind\nenemy lines, or under particularly exacting conditions. In the early 1960s, there\nwere only two of note. One was Sayeret Golani, attached to the Golani Brigade\nnear the northern border. The truly elite one was Sayeret Tzanhanim, the\nparatroopers’ sayeret. It had been built from Company A of Battalion 890,\nwhere Yigal had served in the 1950s.\n\n“Which sayeret?” I asked.\n“It’s called Sayeret Matkal,” he replied.\n\nI’d never heard of it. When I asked what it did, he said: “I’m not allowed to\nsay. But are you interested?” The air of mystery made it seem only more\nenticing. And no matter what it did, it had to be a step up from what lay ahead\nof me in the Negev. “Yeah. Sure,” I replied.\n\nI heard nothing further in the days after I got back to Beersheva. But at the\nend of the month, I was ordered to report to a small hut in an army base near Tel\nAviv. It belonged to Maka Esser, the personnel department of military\nintelligence. I was greeted by two men in their late 20s. One of them, shorter\neven than me, introduced himself as Sami Nachmias. The other was tall and\nslim and said in a surprisingly quiet voice: “I’m Shmil Ben-Zvi.” They were\ntwo names which I, like most Israeli teenagers at the time, knew well. Ben-Zvi\n\n04\nHOUSE_OVERSIGHT_011525",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011525.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2445,
    "word_count": 442,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:49.329517",
    "prefix": "IMAGES-001"
  }
}