{
  "document_id": "HOUSE_OVERSIGHT_017604",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017604.txt",
  "text": "CRIMINAL LAW: CRIME VICTIMS' RIGHTS DURING CRIMINAL\nINVESTIGATIONS? APPLYING THE CRIME VICTIMS’ RIGHTS ACT BEFORE\nCRIMINAL CHARGES ARE FILED\n\nWinter, 2014\n\nReporter\n104 J. Crim. L. & Criminology 59 *\n\nLength: 23898 words\n\nAuthor: PAUL G. CASSELL*, NATHANAEL J. MITCHELL** and BRADLEY J. EDWARDS***\n* Ronald N. Boyce Presidential Professor of Criminal Law, S.J. Quinney College of Law at the University of Utah.\n** Associate, Snow, Christensen & Martineau (Salt Lake City, Utah).\n\n*** Partner, Farmer, Jaffe, Weissing, Edwards, Fistos & Lehrman (Fort Lauderdale, Fla.). The authors thank Douglas Beloof,\nPatricia Cassell, Meg Garvin, Jay Howell, James Marsh, and Stephen Twist for their assistance with this Article.\n\nHighlight\n\nThis Article addresses whether crime victims should have rights during criminal investigations, using the Crime Victims’\nRights Act (CVRA) as the focal point for our discussion. This is a critical issue, as many criminal cases may never proceed to\nformal charging. If crime victims have no rights during criminal investigations, then many crime victims will never have any\nrights at all.\n\nThe issue of whether crime victims have rights in the criminal justice process recently came to a head when the Justice\nDepartment released a memorandum contending that the CVRA does not extend crime victims any rights until prosecutors\nchoose to file formal criminal charges. This led the CVRA's Senate cosponsor, then-Senator Jon Kyl, to fire off an angry letter\nto the Justice Department attacking its position. In our Article, we side with the Act's cosponsor. We believe that, properly\nunderstood, the CVRA does extend crime victims’ rights during criminal investigations.\n\nOur Article proceeds in four parts. First, it highlights the importance of applying the Act before the formal filing of charges by\nillustrating how dozens of victims in a notorious federal sex abuse case were deprived of the ability to participate meaningfully\nin the criminal process when federal prosecutors narrowly interpreted their responsibilities under the Act. Second, the Article\nreviews the purpose, text, structure, and history of the CVRA, concluding that they all support the conclusion that crime victims\nhave rights during criminal investigations. Third, our Article critiques the Department's memorandum, demonstrating that the\nDepartment's analysis is unpersuasive. Fourth and finally, the Article provides a specific approach for determining when rights\nshould attach - specifically when federal law enforcement agencies have identified a crime with sufficient precision to send a\n\"target\" letter to a criminal defendant. We also observe that federal and state prosecutors have already accorded rights to\nvictims before formally filing charges, which further undermines the Department's overly narrow construction of the Act.\n\nText\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017604",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017604.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2883,
    "word_count": 428,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:48.643676",
    "prefix": "IMAGES-004"
  }
}