{
  "document_id": "HOUSE_OVERSIGHT_029945",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029945.txt",
  "text": "14\n\nworld Jewry. Such a resolution is supported by four facts: All\nattempts to establish two states have ended in failure; the Jewish and\nPalestinian populations are too intertwined to separate except forcibly\nwhich would constitute apartheid; the physical geography and natural\nresources such as water and natural gas in coastal waters make\ndivision a source of perpetual tension; it is imperative to eliminate the\ncurrent legitimacy given to Israel's racist colonial system and to\nestablish a just political culture for all.\n\nThe resolution's implementation would be the responsibility of the\nUN and Israel/Palestine, Jordan, Syria, Lebanon and Egypt. To\nsucceed, representatives of world powers may have to serve as even-\nhanded observers.\n\nThe international focus on the Goldstone Report elaborating Israel's\nalleged crimes in Gaza, and on its assault on the humanitarian aid\nflotilla uncover only the tip of the iceberg of Israel's violations of\ninternational law. The UN is within its rights to sanction Israel for its\ndefiance of international laws and norms. However, although Israel is\nthe primary offender, Lebanon (denying Palestinians minimum\ncivilian rights), Jordan (withdrawing citizenship without due process\nof the law), and the PA (an autocratic police- state), should all be\nheld accountable for gross human rights violations against the\nPalestinians.\n\nWhile a new course should be set based on reconciliation and\nforgiveness, Israeli and Arab individuals charged with such war\ncrimes and human rights violations must be prosecuted. The General\nAssembly should, therefore, establish an International Criminal\nTribunal as a \"subsidiary organ\" under Article 22 of the UN Charter\nfor this very purpose.\n\nThe proposed shift in the paradigms regarding the Palestinian/Israeli\nconflict, once implemented will contribute to three UN goals: peace\nand security of the West Asian/North African region as the new state\n\nHOUSE_OVERSIGHT_029945",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029945.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1950,
    "word_count": 292,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:45.804513",
    "prefix": "IMAGES-010"
  }
}