{
  "document_id": "HOUSE_OVERSIGHT_024504",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024504.txt",
  "text": "Kindergartens can be set up by the Ministry of Education, private enterprises, universities, communities\n\nand individuals.\n\nWhile local governments establish the minimum and maximum fees allowed to be\n\ncharged by public kindergartens, private schools are allowed to dictate “reasonable” tuition levels.\n\nTuition =a 1\n|\n|\n\n| International\n|\n\nOverview of the Major Themes in Education Market in China\n\nOnly accept non-PRC citizens\n\nVery high tuition (>US$10,000 per year)\n\nFree to use any curriculum\n\nUsually affiliated with overseas schools\n\nExamples: Shanghai American School, Yew Chung Shanghai\n\nInternational School, British International School\n\nPublic schools with premium facilites and teaching resources\nVery difficult to enter (usually requires \"guanxi\"}\n\n> Tuition itself not necessarily high, but \"sponsorship fee\" can be\n| substantial\n\nExamples: Song Qing Lin Kindergarten, Dong Fang Kindergarten\n\n“Elite” Public |\n\n+ Increasing in numbers over the past few years\nMostly run by locals, but foreign participation is on the rise\nQuality and tuition vary considerably\nExamples: Elizabeth Kindergarten (local), Victoria Wah Kwong\nKindergarten (Hong Kong), Kid's Castle (Taiwan)\n\nPrivate\n\nEssentially a public service provided by the government\n\nTypically low tuition {<US$500/yr), requiring substantial government\nsubsidies\n\nBasic facilities and teaching resources\n\nSome are closing down or switching into private hands as government\nwants to reduce expenditure\n\n‘Regular’ Public\n\n[\n\n|\nNo. of |\nSchools\n\nSource: Enspiren.\n\n8.5.2 Saudi Arabia: Market Overview\n\nSaudi Arabia's nationwide public educational system comprises eight universities and more than 24,000\nschools. Open to every citizen, the system provides students with free education, books and health\nservices. The government allocates over 25% of the annual State budget to education.\n\nAccording to the Ministry of Education, Saudi Arabia prizes education because of its critical importance in\ndeveloping the country's human potential. Education is a central aspect of family and community life.\nParents are deeply involved in their children's education, and the close links between home and school\nserve to reinforce the structure of the community and the nation.\n\nThe government plans to increase the enrollment of 4 to 6-year-olds to 40% by 2014. Additionally, by\nroyal decree, education is now required for all 4-year-olds. New labor laws also necessitate that\ncompanies employing 50 or more women provide daycare centers. Despite this new series of laws, there\nstill only exist 1,200 kindergarten schools in Saudi Arabia (42% private and 58% public) to support the\nlegislative pronouncements. The Company anticipates that, additional capacity will be needed to meet\nthese social objectives. These trends, as noted by the Ministry of Education in Saudi Arabia have led to\nprivate education facilities opening all over the Kingdom.\n\n8.5.3. United Kingdom: Market Overview\n\nThe United Kingdom stands out with consistent rises in its investment in education, not just in absolute\nterms, but also relative to national income: Spending on educational institutions increased from 4.3% of\nGDP in 1990 to 5.5% in 1995 and 5.9% in 2002. From 1995 to 2002, spending and enrollment in primary\nand secondary education has also increased by 36% and 21%, respectively.” Additionally, the country\ninvests almost twice as much as any other country at the pre-primary level. The rate of participation of 4-\n\n* Source: Kingdom of Saudi Arabia Ministry of Education Deputy Ministry for Planning and Administrative Development General Directorate for\nPlanning. “The Ministry of Education Ten-Year Plan” 2005.\n* Source: OECD, “Education at a Glance 2005.”\n\nFA\n\nHOUSE_OVERSIGHT_024504",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024504.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3733,
    "word_count": 550,
    "line_count": 101,
    "import_date": "2025-11-19T21:47:46.071284",
    "prefix": "IMAGES-008"
  }
}