{
  "document_id": "HOUSE_OVERSIGHT_028028",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028028.txt",
  "text": "Chapter Eleven\n\nYet despite Entebbe, the trauma of the Yom Kippur War, and the cracks it\nhad shaken loose in Israeli society and politics, were yet to play themselves out.\nThe hostage rescue was like a sugar rush, an intoxicating reminder that the army\nstill had the capacity for initiative and precision, audacity and quick-fire victory\n— like our air strikes in the first hours of the 1967 War. But the rea/ reckoning\nover 1973 was about to come. It would change Israel beyond recognition, with\nrepercussions still being felt today. It would dramatically alter the course of my\nlife as well.\n\nI still remember the moment it hit home, on the evening of May 17, 1977. As\nNava and I watched in our tiny living room in Ramat Hasharon, Chaim Yavin,\nthe anchorman on the country’s only TV channel, was handed an exit poll from\nIsrael’s latest national election. He began with three words: Gvirotai verabotai,\nMahapakh. “Ladies and Gentlemen, a revolution.” For the first time since the\nstate was declared, Israel’s government would not be in the hands of David\nBen-Gurion or his Labor Zionist heirs. Our next prime minister would be\nMenachem Begin, who had inherited the mantle of Jabotinsky’s Revisionist\nZionism. He’d headed its youth wing, Betar, in eastern Europe, and led the\nIrgun Zvai Leumi, the main right-wing militia force before 1948. Lacking the\nintellectual depth and subtlety of Jabotsinky —a liberal intellectual who, among\nother things, translated Dante into Hebrew — Begin drew his political strength\nfrom his powerful oratory, and a refusal to countenance any compromise in\nsecuring what he viewed as the ultimate goal: a Jewish state in all of biblical\nPalestine, from the Mediterranean to the Jordan River, with whatever military\nforce was necessary to secure and sustain it.\n\nBut perhaps Yavin should have used a different metaphor in his dramatic\nelection-night broadcast: reidat adamah, an earthquake. Begin’s victory, after\nthe loss of eight straight elections over three decades, was the culmination of\nseismic rumblings which had been building for years. The big, decisive, shock\nwas the 1973 war. Yet this was not just because of the colossal intelligence\nfailure, or the myriad errors of our military commanders and political leaders. It\nwas the fundamental loss of trust in the cosy, self-perpetuating establishment\nthat had dominated all aspects of Israeli politics, society and culture from the\nstart: Palmachniks like Rabin and Dado; political players like Golda and\nShimon Peres; Haganah veterans like Dayan and Bar-Lev; and, of course, the\nkibbutznik pioneers. Almost all were of East European background —\n\n180\nHOUSE_OVERSIGHT_028028",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028028.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2664,
    "word_count": 430,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:45.762866",
    "prefix": "IMAGES-009"
  }
}