{
  "document_id": "HOUSE_OVERSIGHT_020529",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020529.txt",
  "text": "70\n\nincreasingly flood public events put on by US think tanks in Washington, using the\nevents as press conferences and to pose leading questions. While Western reporters are\nnot immune to this type of behavior, the Chinese media undertake such distortions\nin a far more systematic manner, with a pointed political agenda that is usually\ndetermined by the government’s current political “line.”\n\nWith this in mind, US think-tank analysts have developed a varied set of approaches\nto their interactions with the Chinese media. Some see the Chinese media as an\nopportunity to get their views across to the Chinese public, even though, as one think\ntanker acknowledges, he knows he may be censored in “inappropriate ways.” Another\nstated that despite the obvious biases, he still gives a lot of interviews—to CCTV,\nCGTN, Xinhua, People’s Daily, and the Shanghai Media Group, among them. At least\none claims that while he does frequent CGTN interviews, he has never been censored.\n\nSeveral US think-tank scholars indicate that they keep track of their interviews, and if\nthey are misquoted, they stop speaking to that journalist. One notes that he refuses to\ndo interviews on sensitive political issues, such as party congresses. Another indicates\nhe will only do live television as a hedge against being censored, while another\nindicates he will only be interviewed in written email form. Two analysts refuse to\ngive interviews to Chinese media at all, with the exception of those that occur in\nthe immediate aftermath of a public talk when an analyst is approached by Chinese\njournalists. In one case, an analyst reported that Xinhua conducted an in-person\nbackground interview after she refused to write an op-ed, but she was willing to share\nher views (which were negative). Xinhua then drafted a full, positive-sounding op-ed\nin her name, which they planned to publish without her approval. She successfully\nblocked it, and her institute now has a blanket ban on interviews with the Chinese\npress unless there is a special reason. This is intended to send a message that they do\nnot believe the Chinese media can be trusted.\n\nThe opportunity to earn money through interviews was mentioned by one scholar. She\nnoted that CGTN pays $150 per interview. The network warned her, however, that if\nshe was too critical of the Chinese government, she would not be invited back. CGTN\nalso indicated that she should be “more like” another think-tank analyst who had\nbecome a regular on CGTN.\n\nWriting and Publishing in China\n\nThe majority of the think-tank analysts who have been interviewed for this section\nhave refused to write op-eds for Chinese newspapers, with several stating that they\nhave had bad experiences in which content has been censored. One scholar reports\nseveral instances of pieces being commissioned by Global Times, only to have his piece\nspiked after submission because of its controversial content. Others, however, have\n\nThink Tanks\n\nHOUSE_OVERSIGHT_020529",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020529.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2971,
    "word_count": 480,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:49.316558",
    "prefix": "IMAGES-006"
  }
}