{
  "document_id": "HOUSE_OVERSIGHT_023831",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023831.txt",
  "text": "Knowledge-Based Education vs. Process-Based Education a5\n\nBut she, too, added: “We do need accountability.”\n\nAccountability must play well in Peoria because every politician is for\niby\n\nAccountability must mean to voters, I assume, that teachers will\nbe measured by how well they teach their students. Political candi-\ndates, always willing to hop on an uncontroversial point of view, are\nall quite certain that the voters know what they are talking about. No\nmatter how stupid NCLB is, no matter how mean spirited, no matter\nhow awful for both teachers and students, its very horror rests on the\npremise that no one seems to be disputing that the federal govern-\nment has the right to tell the schools what to teach and to see whether\nthey are indeed teaching it.\n\nHow is this premise wrong?\n\ne It assumes that all schools should teach the same\nsubjects.\n\ne It assumes that some subjects are more important than\nother subjects.\n\ne It assumes that all important subjects can be easily tested.\n\ne It assumes that seeing who did better than whom in\nschool is an intrinsic part of the educational process.\n\ne It assumes that all children have the same educational\nneeds,\n\nLet’s take them one by one.\n\nALL SCHOOLS SHOULD TEACH THE SAME SUBJECTS\n\nWhy is this wrong?\n\nFirst, it is wrong because subjects aren’t what should be taught.\nBut even if one follows the view presented in this book that the issue\nis cognitive processes and not subjects, cognitive processes need to be\napplied to actual domains, that are relevant to the life of the student..\nKids in New York come from, and will live in, a different world than\ntheir compatriots in New Mexico. In New Mexico, I was asked whether\nwe could teach casino management and land use. Yes, we could, but\nnot if there is federal accountability about algebra and 20 other sub-\njects that make it impossible to fit these subjects in.\n\nHOUSE_OVERSIGHT_023831",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023831.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1898,
    "word_count": 326,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:46.009998",
    "prefix": "IMAGES-007"
  }
}