{
  "document_id": "HOUSE_OVERSIGHT_017627",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017627.txt",
  "text": "Page 24 of 31\n104 J. Crim. L. & Criminology 59, *93\n\nIn 2006, Epstein's acts of abuse came to the attention of the Palm Beach Police Department, which began investigating the case.\n195 At this point, once again, the victims would not have had rights under the proposed CVRA test. The CVRA extends rights in\nthe federal criminal justice process. A state investigation does not trigger the CVRA (although it may trigger certain state law\nprotections, as discussed below). !%°\n\nAt some point in 2006, the Palm Beach Police Department asked the FBI to investigate Epstein on federal sex offenses, such as\nusing a means of [*94] interstate communication in connection with sex offenses and traveling in interstate commerce for the\npurpose of engaging in illicit sexual conduct with minors. !97 The local police provided the FBI with information, which the\nFBI then investigated. Following an investigation, the FBI determined that the allegations of abuse against Epstein were\ncredible, and it presented the case to the U.S. Attorney's Office for the Southern District of Florida. In 2007, the Office\ncontacted counsel for Jeffrey Epstein and began negotiating a resolution of the case against him. 78\n\nUnder our proposed test, the victims would not have had CVRA rights the first moment that the FBI became aware of Epstein’s\npossible commission of sex offenses. But after the FBI developed substantial evidence of those sex offenses, identified victims\nof those offenses, and presented the case to the appropriate U.S. Attorney's Office for prosecution, CVRA rights would have\nattached. Accordingly, the FBI would have been required to notify the identified victims of their rights under the CVRA (as\nwell as under the VRRA). From that point forward in the case, the victims would have had CVRA rights, such as the right to\nfair treatment and the right to confer with prosecutors. In this case, the victims would have had the right to confer with\n\nprosecutors about the nonprosecution agreement that they ultimately reached with Epstein. 1°?\n\nC. CURRENT DEPARTMENT POLICY ON PRE-CHARGING RIGHTS\n\nOne objection that might be made to the formulation offered above is that it might unduly burden federal law enforcement\nofficers and prosecutors, who would need to make judgment calls about when an investigation has coalesced to the point where\n\"victims\" are in existence, \"substantial evidence\" has been collected, and notice of rights has to be provided. Any such\nobjection would be ill-founded, though, as it does not appear that implementing such an approach would be difficult. 7°\nPresumably the Justice Department has already been providing such rights in at least Texas, Louisiana, and Mississippi to\ncomply with the Fifth [*95] Circuit's 2008 ruling in In Re Dean, which held that the CVRA extends rights to victims before\n\ndefendants are charged. 7°! We have not seen any reports that providing the rights has been difficult.\n\nPerhaps the reason for the lack of any reported difficulty is that the Department's current policy on crime victims' rights already\nrequires notices to victims during investigations. The Justice Department has promulgated the Attorney General Guidelines for\nVictim and Witness Assistance, the latest edition of which is from May 2012. The Guidelines discuss crime victims’ rights\nunder both the CVRA and the earlier VRRA. Because of the OLC memorandum discussed above, the Guidelines limit CVRA\n\n195 See Probable Cause Affidavit, Palm Beach Police Department: Police Case No. 05-368(1) (May 1, 2006), available at\nhttp://goo.gl/fAPFw5; see also Statement of Undisputed Facts, Epstein v. Rothstein, No. 50 2009 CA 040800XXXXMBAG (Fla. Cir. Ct.\nSept. 22, 2010), available at hitp:-//goo.gl/DzMbe8.\n\n196 See supra notes 178-95 and accompanying text as well as infra Part IV.D.\n\n197 See 18 U.S.C.882422(b), 2423(b), (e) (2012).\n\n198 A more substantial summary of the case is available in case filings. See Jane Doe Motion, supra note 40.\n\n199 See supra Part II.\n\n200 This Article does not discuss mass victim cases in which notice needs to be provided to hundreds of victims. But in such situations, the\nCVRA already provides for \"reasonable\" alternative procedures. /8 U.S.C. § 3771(d)(2) (2012). The Department of Justice, for example, has\nused websites to provide notice in terrorism cases to large numbers of victims. See, e.g., United States v. Ingrassia, No. CR-04-0455ADSJO,\n2005 WL 2875220, at 4 (E.D.N.Y. Sept. 7, 2005); Criminal Division's Victim Notification Program, U.S. Dep't of Justice,\nhittp://goo.gl/6H6IEk (last visited Dec. 4, 2013).\n\n201 527 F.3d 391 (Sth Cir. 2008).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017627",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017627.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4651,
    "word_count": 737,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:44.003819",
    "prefix": "IMAGES-004"
  }
}