{
  "document_id": "HOUSE_OVERSIGHT_017794",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017794.txt",
  "text": "Dershowitz Goes Off on Woman Who Made Underage Sex Allegations: 'She Should Be... Page 2 of 3\nCase 1:19-cv-03377 Document 1-4 Filed 04/16/19 Page 3 of 4\n\nisland, when Secret Service records proved they were never even\nthere.\n\nDershowitz said Roberts’ allegations were part of an extortion plot,\nand that she “should be seriously punished for submitting false\ninformation and a false affidavit.”\n\nThe attorney emphasized that Roberts has not been willing to repeat\nher allegations against him in public, and that she has only accused\nhim in the context of litigation, which affords certain protections.\n\nAdvertisement\n\nS<acrn2, HELLO SPRING\n\n*asenanis|wineeas” THREE COURSES £29.\"\n\n“She simply hides behind litigation privileges,” Dershowitz said,\nencouraging Ross to call Roberts and see if she would repeat her\nclaims. “And if she does, | will be in court the next day suing her for\ndefamation and | will win the case ‘cause | can prove conclusively\nthat she made up the whole story from top to bottom.”\n\nRoss then turned to the controversial deal that Epstein received from\nfederal prosecutors who were investigating the trafficking case\nagainst him. Federal prosecutors agreed not to prosecute him, and let\nhim plead guilty to state charges that resulted in a 13-month prison\nsentence that allowed Epstein to leave prison during the day for\nwork. Federal prosecutors allegedly did not even inform victims\nbefore making the deal, which is now the subject of a request for an\nInspector General investigation. Congressional Democrats said ina\nletter that they want to know more about the circumstances\nsurrounding the deal, which was made by then-U.S. Attorney and\ncurrent Secretary of Labor Alex Acosta.\n\nAs Epstein’s defense attorney in that case, Dershowitz is not upset\nabout it the deal at all.\n\n“I’m very proud of that deal, that’s what lawyers are supposed to do,”\nhe said. “Lawyers are supposed to get the best deals they can.” If he\ncould have gotten 10 months or no time at all, that would have been\neven better, he said.\n\nAcosta said in the past that Epstein’s lawyers, including Dershowitz,\nput pressure on his office by investigating his staff. Dershowitz has\ndenied this.\n\n“Acosta was very tough,” Dershowitz said, contrary to concerns that\nhe did anything improper. Dershowitz pointed out that the problem\nfeds had was proving that girls were transported in interstate\n\ncommerce.\n\nhttps://lawandcrime.com/high-profile/dershowitz-goes-off-on-woman-who-made-underage-... 4/3/2019\nHOUSE_OVERSIGHT_017794",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017794.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2515,
    "word_count": 391,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:45.080875",
    "prefix": "IMAGES-004"
  }
}