{
  "document_id": "HOUSE_OVERSIGHT_013274",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013274.txt",
  "text": ">> aspect as the great challenge — yet it was balancing\nthe weight of the floor-plan change and equipment\nfurnishing that was the real challenge. The structural\nand technical analysis consumed the better part of\nthree weeks before we could make the commitment to\nproduce this unique aircraft,” says Roth.\n\nDespite many quirky refurbishing requests, Roth says\na fair percentage of his clients avoid using their aircraft\nto make a statement: “They will come to me saying ‘Eric,\nI want it to be luxuriously comfortable,\nvery functional but extremely understated’.” Nearly\n75 per cent of the firm’s chents are US-based, but it is\nnow receiving more requests from private-jet owners in\nAsia. The company has worked with chents in Shanghai,\nTokyo and Mumbai, and is in discussions with new\ncustomers in Africa.\n\nHe hopes to one day produce a “green and\nsustainable” solution for a clent. That may sound like\nan oxymoron, and it will take a designer used to pushing\nthe limits of convention to create such a ground-breaking\ndesign. It looks like Roth is cut out for the job. “=\n\nOPPOSITE THIS.PAGE\n\nInternational Jet Interiors Hand-stitched leathers and\nachieves a sleek, streamlined finely woven fabrics create\nappeal by modifying an a luxurious, comfortable\naircraft's window line ambiance\n\nand periphery, and using\ncomposite materials\nexclusively\n\nGadgets can be configured\nto control the lightings in the\ncabin interior\n\n‘eaLIENTS LOME Tt? ME\nSAYING ‘ERIC, | WANT IT TO BE\nLUXURIOUSLY COMFORTABLE,\nVERY FUNCTIONAL BUT\nEXTREMELY UNDERSTATED”\n\nJETGALA 53\n\nHOUSE_OVERSIGHT_013274",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013274.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1573,
    "word_count": 249,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:47.913567",
    "prefix": "IMAGES-002"
  }
}