{
  "document_id": "HOUSE_OVERSIGHT_028044",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028044.txt",
  "text": "would be a “Palestinian state” in Jordan, which would free Israel to retain open-\nended, unchallenged, control of the West Bank.\n\nEven the Labor party, fifteen years into Israel’s occupation of the West\nBank, was still speaking about a “Jordanian option” for an eventual political\nsettlement with the Palestinians who lived there — though this meant a kind of\nconfederation with Jordan under Hussein’s rule. Very few Israelis began\nseriously to engage with the Palestinians own separate identity or national\naspirations until later in the 1980s — when I, too, would do so, amid the\nwidespread Palestinian unrest known as the intifada. But even without a fully\nthought-out view on these issues, I was taken aback by Arik’s almost godlike\nsupposition that he could use fire and brimstone, or the modern military\nequivalent, to remake the Middle East as he and Begin wished to see it. If only\nbecause of the tacit assumption that the outside world, and especially the\nAmericans, would sit by and let the whole drama play out as scripted, it struck\nme as an exercise in self-delusion.\n\nThere was also the matter of Arik’s vision of a “new” Lebanon under Bashir\nGemayel’s Phalangists. Unlike the other generals in the kirya, I’d never actually\nmet any of our “Lebanese Christian allies”. Yet a few weeks after taking up my\nnew post, I was invited to a lunchtime discussion with a group of Phalangist\nofficers on a training course in Israel. I emerged both unsettled and\nunderwhelmed. They were obviously politically astute. They bandied around\nmilitary vocabulary proficiently enough. But they were a bit like teenagers\nplaying with guns: full of macho, and too much after-shave. Hardly the kind of\n“army” I could see as a lynchpin in Arik’s plan to redraw the geopolitical map\nof the Middle East.\n\nBy June 1982, Arik’s invasion was a war simply waiting for a credible\ntrigger. On the evening of June 3, Palestinian terrorists shot and critically\nwounded Israel’s ambassador in London, Shlomo Argov. Appalling though the\nattack was, as a catalyst for a full-scale invasion, it seemed unlikely to be\nenough for the Reagan Administration. Habib’s cease-fire terms did not include\nterror attacks like the one in London. It was meant to keep the PLO from firing\nacross our northern border. Even to some Israelis, the attack on Ambassador\nArgov seemed more a rationale than a reason for war. But Begin summoned an\n\n196\nHOUSE_OVERSIGHT_028044",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028044.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2431,
    "word_count": 405,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:49.348807",
    "prefix": "IMAGES-009"
  }
}