{
  "document_id": "HOUSE_OVERSIGHT_024197",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024197.txt",
  "text": "Eye on the Market | October 22, 2012 J.P Morgan\n\nThe most important energy developments of 2012: how countries are planning for Independence Day\n\nIl; Is Germany making an impetuous mad dash into renewable energy?\n\nIn the wake of Fukushima, Chancellor Merkel announced a plan to accelerate the closure of coal and nuclear power plants, with\nthe goal of relying more on renewable energy to fill the gap. Germany is by far the largest user of electricity in Europe and its\nmanufacturing to GDP ratio is high, so the consequences may be substantial. To get a sense of the potential impact, start with\nthe first chart on Germany’s current generating capacity and output by source. While wind and solar installations have increased\nin recent years, their electricity output is less impactful due to wind and solar intermittency.\n\nThe two largest increases in Germany’s renewable plan are offshore wind and photovoltaic (solar). Offshore wind connections\nare very expensive; according to Netherlands-based transmission system operator TenneT, they work out to ~1.1 million Euros\nper MW, and that’s just for the connection (not the wind turbine itself, that’s extra). That offshore wind connection cost is\neven higher than the 0.8-1.0 million per MW upfront capital cost of building new natural gas plants, using data from RWE AG\n(Essen) and SWB AG (Bremen). Wind is free and natural gas isn’t, so we should look at all-in levelized costs” by electricity\nsource. As shown in the second chart, all things considered, offshore wind is a very expensive way for Germany to generate\nelectricity, and solar is higher by another order of magnitude. The relative ordering is similar in other countries.\n\nSnapshot of current German capacity and generation Levelized cost of electricity production in Germany\nPercentof total USD/MWh\n45% 440\n\nm Generating Capacity 390\nElectricity Generation\n\n40%\n\n35% 340\n\n30% 290\n25% 240\n20% 190\na 140\n10% 90\no% 40\n0% Nuclear Coal Natural Onshore Offshore Solar\nCoal Nuclear Natural Gas Wind Solar Gas Wind Wind\nSource: BDEW Bundesverband der Energie- und Wasserwirtschaft e.V. Source: International Energy Agency, Nuclear Energy Agency and OECD.\n\nGermany is a very energy-efficient country, and has among the lowest electricity-to-GDP ratios in Europe. However, the cost of\nelectricity to industrial consumers is already among the highest in Europe when including taxes, and for residential\nconsumers, Germany is the highest. As a result, the proposed shift to renewable energy may further increase electricity prices\nfor both residential and commercial users. There’s not enough data yet to measure the impact so far.\n\nAverage retail electricity price in 2011: Average retail electricity price in 2011:\nresidential segment, EUR/MWh commerial/industrial segment, EUR/MWh\n250 180 =\"\nMi Basic price 160 Ml Basic price\n200 Mi Taxes 140 Mi Taxes\n\n120\n100\n80\n60\n40\n20\n\n0\npce, BEL ITL SPN NED POR’ CZE UK FRA GRE ITL §GER_ BEL CZE SPN- NED UK GRE POR’ FRA\n\nSource: Wirtschaft & Infastruktur GmbH & Co Planugs - Renewable Energies. Source: Wirtschaft & Infastruktur GmbH & Co Planugs - Renewable Energies.\n\n150\n\n100\n\n50\n\nGermany’s goal: raise the contribution of renewable energy from 20% to 35% by 2020, and to 80% of total consumption\nby 2050. The total cost of financing this transition is estimated at 800 billion Euros by DIW Berlin. The first stage, from now\nuntil 2020, is supposed to cost 200 billion Euros. At a time when commitments to save Spain and the rest of the Periphery are\n\n> Levelized costs are all-in costs which include construction, financing costs, ongoing maintenance and operations and fuel inputs costs. In\nEurope (unlike in the US), levelized cost numbers also include a carbon footprint estimate @ $30 per tonne of COz.\n\n4\n\nHOUSE_OVERSIGHT_024197",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024197.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3784,
    "word_count": 615,
    "line_count": 80,
    "import_date": "2025-11-19T21:47:45.717373",
    "prefix": "IMAGES-007"
  }
}