{
  "document_id": "HOUSE_OVERSIGHT_013146",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013146.txt",
  "text": "230 12 The Engineering and Development of Ethics\n\nwould be afforded the same rights as its previous human incarnation. However, if AGIs were to\nbe considered second class citizens and deprived of free will, why would it be any better or safer\nto do so for a human that has been uploaded? It would not, and indeed, an uploaded human\nmind not having evolved in a purely digital environment may be much more prone to erratic\nand dangerous behavior than an AGI. An upload without verifiable continuity of consciousness\nwould be no different than an AGI. It would merely be some sentience in a machine, one that was\n“programmed” in an unusual way, but which has no particular claim to any special humanness\n— merely an alternate encoding of some subset of human knowledge and independent volitional\nbehavior, which is exactly what first generation AGIs will have.\n\nThe problem of continuity of consciousness in uploading is very similar to the problem of the\nTuring test: it assumes specialness on the part of biological humans, and requires acceptability\nto their particular theory of mind in order to be considered sentient. Should consciousness (or\nat. least the less mystical sounding intelligence, independent volition, and self-awareness) be\nachieved in AGIs or uploads in a manner that is not acceptable to human theory of mind,\nit may not be considered sapient and worthy of any of the ethical treatment afforded sapient\nentities. This can occur not only in “strange consciousness” cases in which we can’t perceive that\nthere is some intelligence and volition; even if such an entity is able to communicate with us in\na comprehensible manner and carry out actions in the real world, our innately wired theory of\nmind may still reject it as not sufficiently like us to be worthy of consideration. Such an attitude\ncould turn out to be a grave mistake, and should be guarded against as we progress towards\nthese possibilities.\n\n12.7 Possible Benefits of Closely Linking AGIs to the Global Brain\n\nSome futurist thinkers, such as Francis Heylighen, believe that engineering AGI systems is at\nbest a peripheral endeavor in the development of novel intelligence on Earth, because the real\nstory is the developing Global Brain [Iley07, Goe01] — the composite, self-organizing informa-\ntion system comprising humans, computers, data stores, the Internet, mobile phones and what\nhave you. Our own views are less extreme in this regard — we believe that AGI systems will dis-\nplay capabilities fundamentally different from those achievable via Global Brain style dynamics,\nand that ultimately (unless such development is restricted) self-improving AGI systems will de-\nvelop intelligence vastly greater than any system possessing humans as a significant component.\nHowever, we do respect the power of the Global Brain, and we suspect that the early stages of\ndevelopment of an AGI system may go quite differently if it is tightly connected to the Global\nBrain, via making rich and diverse use of Internet information resources and communication\nwith diverse humans for diverse purposes.\n\nThe potential for Global Brain integration to bring intelligence enhancement to AGIs is\nobvious. The ability to invoke Web searches across documents and databases can greatly en-\nhance an AGI’s cognitive ability, as well as the capability to consult GIS systems and various\nspecialized software programs offered as Web services. We have previously reviewed the poten-\ntial for embodied language learning achievable via using AGIs to power non-player characters\nin widely-accessible virtual worlds or massive multiplayer online games [Goe08]. But there is\nalso a powerful potential benefit for AGI ethical development, which has not previously been\nhighlighted.\n\nThis potential benefit has two aspects:\n\nHOUSE_OVERSIGHT_013146",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013146.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3806,
    "word_count": 605,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.438793",
    "prefix": "IMAGES-002"
  }
}