{
  "document_id": "HOUSE_OVERSIGHT_025257",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025257.txt",
  "text": "Key financial market driver 3 - China growth outlook\n\nKey questions Nascent rebound in domestic commodity\ne What are the drivers for a modest sequential growth recovery? prices\n\ne What is our policy expectation?\ne How strongly will the recently announced infrastructure projects boost growth?\n\nCIO View (Probability: 70%*) Stabilization in economic momentum\n¢ We continue to expect a sequential recovery in the growth momentum in the current quarter. Inventory reductions\nshould be less of a drag on growth and the government is rolling out more investment plans. At the same time,\npolitical uncertainty should diminish after the power handover in November. We think that real GDP will grow 7% y/y\nin 4Q (consensus: 7.7%) before improving mildly to 7.3% in 1Q 2013 (consensus: 7.9%).\n\n¢ Indicators measuring inventory levels have fallen recently, showing that the destocking cycle is well advanced. In\naddition, domestic prices for some major raw materials appear to have bottomed out, which should support a mild\nrebound in production activity in the coming months. However, this may not be sustainable without a genuine\nrecovery in final demand. 70\n\n¢ While the government has recently announced trillions of infrastructure investment projects, the spending will span Apr-10 Oct-10 Apr-11 det-11 Apr-12 Oct-12\nseveral years and the source of funding remains unclear. In addition, real estate investment growth is likely to stabilize a\n\nbut not rebound strongly in the months ahead. We therefore do not expect a sharp rise in investment growth. Fiscal\nsupport measures should help to stabilize economic growth, but are unlikely to result in a strong growth boost.\n\n¢ The 18th National Congress of the Communist Party of China will be held on 8 November, which is exactly the same\n\nSource: CEIC, Wind, UBS, as of 15 Octeber 2012\n\ndate as in the previous leadership handover in 2002. With the transition of the senior Communist Party leadership Investment staying supportive to growth\ntaking place in this meeting, political uncertainties should be reduced. Execution of policy easing measures could\nimprove, although a substantial new stimulus is unlikely in the near term. In terms of monetary policy, we do not 60\nexpect any interest rate cut for the rest of the year, but a reserve requirement cut is still possible to manage liquidity. = 5p\n@ Positive scenario (Probability: 20%*) Higher-than-expected growth E AO\n¢ Chinese GDP grows above 7.7% in 2012. This would require more effective fiscal and monetary policy support from =\nthe government and possibly also a fast improvement in the Eurozone debt crisis. se 30\n& Negative scenario (Probability: 10%*) Hard landing 2 a0 (F\n* Chinese GDP grows below 6%, i.e. a hard landing of the economy. This could be triggered by a global financial =\ncrisis/recession, causing a slump in Chinese exports, or domestic policy staying adrift during the leadership transition ES 10\nperiod. Other risks include a sharp movement in residential property prices, or a surge in inflation that forces the PBoC O 5\nto significantly tighten monetary policy.\n(10)\nKey dates 2006 2007 2008 2009 2010 2011 2012\n1 Nov Manufacturing purchasing managers index (October) —— Infrastructure —— Real estate development\n8 Nov The 18th National Congress of the Communist Party of China — Manufacturing\n9 Nov Consumer price inflation, industrial production, fixed-asset investment (October)\n10-15 Nov New bank lending, M2 (October) Source: Bloomberg, UBS, as of 15 October 2012\n\nNote: Past performance is not an indication of future returns.\n\n* Scenario probabilities are based on qualitative assessment.\n\n10\n\n2 UBS\n\nFor further information please contact ClO analyst Gary Tsang, gary.tsang@ubs.com, Glenda Yu, glenda.yu@ubs.com, Patrick Ho, patrick-ww.ho@ubs.com\nPlease see important disclaimer and disclosures at the end of the document.\n\nHOUSE_OVERSIGHT_025257",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025257.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3883,
    "word_count": 610,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:45.039242",
    "prefix": "IMAGES-008"
  }
}