{
  "document_id": "HOUSE_OVERSIGHT_025029",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025029.txt",
  "text": "The Control Factor: Our Struggle to See the True\nThreat\n\nFebruary 8, 2013 By Jamie Glazov Comments (6)\n\nae\n\nr=] Print This Post\n\nALE\n\nCONTROL\nBACAR:\n\nOur Struggle to See the True Threat\n\nBILL SIEGEL | _ nae:\nFrontPage Interview’s guest today is Bill Siegel, a lawyer and\nbusiness executive. He has been a producer of several documentary films and assists numerous non-profit\n\norganizations. He is the author of The Control Factor: Our Struggle to See the True Threat.\nFP: Bill Siegel, welcome to FrontPage Interview.\n\nCongratulations on this brilliant book. It is without question one of the most vital works of our time.\nLet’s begin with what inspired you to write it.\n\nSiegel: Thanks for having me Jamie. As a young boy born in the mid 1950s, I was fascinated with footage\nof Hitler and the Third Reich and could never understand how the Jews of the time could not see the evil\nthat seemed so obvious. Not yet appreciative of the benefit of hindsight, I could not comprehend the\nblindness. Following 9/11, like so many others, I began to study Islam, its history, its current movements,\nterrorism and so on. As I would learn one stunning aspect after another, I would discuss them with friends\nand associates. Rather than confront the facts I would present, they would find one clever way after another\nto avoid the frightening truth of what America and the West truly face. Their fear appeared obvious to me. I\nbegan to catalog many of my friends’ different maneuvers to dispel the anxiety that they found so difficult\nto endure. The more I focused on their mental processes (as well as my own) the more I began to see a\nstructure to the mental endeavor and to understand what I had, as a child, found so difficult to explain.\n\nFP: Tell us about the Control Factor, what you describe as “that effort our minds enga ge in in order to keep\nus blind” and that “process of a voiding seeing the threats we face.” It’s also about, as you state, trying to\n\nHOUSE_OVERSIGHT_025029",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025029.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1975,
    "word_count": 348,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:47.429928",
    "prefix": "IMAGES-008"
  }
}