{
  "document_id": "HOUSE_OVERSIGHT_010803",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010803.txt",
  "text": "wo orn nn PF WN\n\nNNNNNN HEE Be ee ee\nOP WN FP Ow OY HH BWNH OC\n\nwo OI Hoe why\n\nNNN NN NB eB ee Oe ee oe oe\nOWN HF OCH DOYHNHRWNHO\n\nA. The ongoing issues --\n\nMR. SCOTT: But nothing about\ncommunications.\n\nA. Right. The ongoing issues relating to the\nNPA, which continue to this day. And I regard\nmyself as his lawyer basically on all those -- all\nthose issues.\n\nBY MR. SCAROLA:\n\nQ. So, when the pleadings were filed in the\nCrime Victims Rights Act regarding your conduct in\nrelationship to Virginia Roberts and Jeffrey\nEpstein, you were and still are his lawyer in the\nCrime Victim's Rights Act case; is that correct?\n\nA. certainly am bound by lawyer-client\nprivilege and communications, yes.\n\nQ. Okay. You go on to say in that same\ninterview: \"Only once in my life have I been in\nthat area,\" referring to New Mexico.\n\nA. Yes.\n\nQ. \"Only once in my life did my travel\nrecords show I was in New Mexico.”\n\nA. Uh-huh.\n\nQ. Is that an accurate statement?\n\nA. To the best of my knowledge. I have no\nrecollection of being in New Mexico other than\n\nOo OID OF WD\n\nNNN NNN BP Be Be Be eB oF\nOo ®wndkr ow AIHA UU BWNHE OO\n\n- the last 10 years?\n\nI would say 15 --\n\nLast 15 --\n\n-- years.\n\n-- how about the last 20 years?\n\nI have -- 1 don't think so.\n\nOkay.\n\nAs I stand here today, I have no\nrecollection of ever being in New Mexico except to\nvisit the Ashes in January of 2000.\n\nI'm 77 years old. I've lived a long life.\n\nIt is certainly possible that at some earlier point\nin my life -- I mean, I've been in most of the\nstates, But I have no recollection of ever being in\nNew Mexico.\n\nAnd I can tell you unequivocally the only\ntime I was ever at Jeffrey Epstein's ranch was that\none time with my wife with the Ashes, with my\ndaughter. And we only stayed there for an hour and\nthe house was not completed. it was under\nconstruction. And I certainly did not have any\nsexual encounter or any encounter with Virginia\nRoberts during that visit.\n\nMR. SCAROLA: Move to strike the\n\nunresponsive portions of the answer.\n\nPOPOPOPO\n\n258\n\nduring that visit to the Ashes, which was not during\nthe -- the narrower timeframe.\n\nThe narrower timeframe, remember, is\nVirginia Roberts meets Jeffrey Epstein in the late\nsummer, the summer just before she’s turning 16, of\n1999. She says she didn't comunence having sexual\nactivities with any of Epstein’s friends until nine\nmonths later. That would put it in March or April\nof 2000. This visit occurred in January of 2000.\n\nIt's the only time | recall having been in\nNew Mexico.\n\nQ. Okay. I want to be sure now. You're not\njust saying that you were only at Jeffrey Epstein's\nranch in New Mexico once; you are confirming your\nstatement on national television that you have only\nbeen in New Mexico one time?\n\nA. My recollection right now is that | was\n\nonly there once. I have no -- no other recollection\nof -- it's conceivable when I was a very young man,\nI could have been there. But I have no recollection\nof having been there. It certainly -- certainly I\nhaven't been there recently. And during the\nrelevant time period, | know [ haven't been there.\n\nQ. \"Recently\" means —-\n\nA. Fifteen --\n\noO On DU PF Wd\n\nNNNNN NFP EPP RB BR BR\nWRWNEF CoO WAU BW NYE O\n\n260\n\nMR. SCOTT: We don't agree on that point,\nso let's go ahead.\n\nMR. SCAROLA: It's of any help, I can\nagree that you don't agree to any of my\nobjections.\n\nMR. SCOTT: No, that's not true. I mean,\nI'm trying to work with you, sir.\n\nI have to tell you, this -- this is\nobviously one of the most acrimonious\ndepositions I've sat through in my 40 plus\nyears because of the personalities involved\nhere and because of the personal issues. And\nit's quite difficult for everybody in this\nroom.\n\nMR. SCAROLA: | agree.\n\nMR. SCOTT: And all I'm saying, and my\nclient is -- who's 77, is trying to defend his\nlife. And I understand you're trying to\nvigorously -- and you're a great lawyer --\nrepresent your clients. And it's -- this is\nnot the typical deposition. And we're trying\nour very best, both ofus.\n\nMR. SCAROLA: Thank you. And you're\nright, you and | do agree on something.\n\nMR. SCOTT: As you said yesterday, more\n\n21 (Pages 257 to 260)\n\nwww.phippsreporting.com\n(888) 811-3408\n\nHOUSE_OVERSIGHT_010803",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010803.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4166,
    "word_count": 784,
    "line_count": 173,
    "import_date": "2025-11-19T21:47:44.660097",
    "prefix": "IMAGES-001"
  }
}