{
  "document_id": "HOUSE_OVERSIGHT_017104",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017104.txt",
  "text": "4.2.12\nWC: 191694\n\nrear there was a tiny back porch, a yard and a garage. Since we had no car, we rented the garage\nto another cousin who used it to store the toys he sold wholesale.\n\nWe were not poor. We always had food. But we couldn’t afford any luxuries, such as\nrestaurants. We passed down clothing from generation to generation and ate a lot of “leftovers”.\n(Remember the comedian who said “we always ate leftovers—nobody has ever found the\n“original” meal.) My mother has always said we were “comfortable.” (The same comedian told\nabout the Jewish man who was hit by a car, and was laying on the ground; when the ambulance\nattendant asked him “are you comfortable,” he replied, “I make a living.’’)\n\nThe center of our home was the stoop in front of the house. We sat on it, played stoop ball on it,\njumped from it and slid down the smooth slides on each side of it. It was like a personal\nplayground. On nice days, everyone was outside, especially before the advent of television. We\neven listened to the radio--Brooklyn Dodger baseball games, the Lone Ranger, \"Can You Top\nThis?,\" \"The Shadow,\" \"Captain Midnight,\" and \"The Arthur Godfrey Show\"--while sitting on\nthe stoop, with the radio connected to an inside socket by a long, frayed extension cord. We ate\nlunch on the stoop on days off from school, had our milk and cookies on the stoop when we got\nback from school, traded jokes, and even did our homework on the stoop. Mostly, we just sat on\nthe stoop and talked among ourselves and to passing neighbors, who knew where to find us. In\nthose days, nobody called ahead—phone calls were expensive. They just dropped by.\n\nIn front of the stoop was what we called \"the gutter.\" (Today it is referred to as \"the street.\")\nThe gutter was part of our playground since cars rarely drove down our street. We played punch\nball in the gutter, stickball in the driveway and basketball in front of the garage--shooting at a rim\nscrewed to an old ping pong table that was secured to the roof of the garage by a couple of two\nby fours.\n\nWe had no room to play indoors, so we had to use the areas around the house as our play area.\nOur house became the magnet for my friends because we had a stoop, a hoop and an area in front\nof our stoop with few trees to hinder the punched ball. (A ball that hit a tree was called a\n“hindoo”—probably a corruption of “hinder.’’)\n\nThe stereotype of the Brooklyn Jewish home during the immediate post WWII era was one filled\nwith great books, classical music, beautiful art prints and intellectual parents forcing knowledge\ninto their upwardly mobile male children aspiring to become doctors, teachers, lawyers and\nbusinessmen. (The daughters were also taught to be upwardly mobile by marrying the doctors,\netc.)\n\nMy home could not have been more different--at least externally. The living room book shelves\nwere filled with inexpensive knickknacks (chachkas). The only books were a faux leather yellow\ndictionary that my parents got for free by subscribing to \"Coronet Magazine.\" When I was in\ncollege, they briefly subscribed to the Reader's Digest Condensed Books. There was, of course, a\n\"Chumash\" (Hebrew bible) and half dozen prayer books (siddurs and machsers). I do not recall\n\n17\n\nHOUSE_OVERSIGHT_017104",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017104.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3245,
    "word_count": 569,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:47.513320",
    "prefix": "IMAGES-004"
  }
}