{
  "document_id": "HOUSE_OVERSIGHT_014013",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014013.txt",
  "text": "o » How long would the keynote presentation be? Or would it be a\nQ&A panel?\n\no» Do you cover travel and accommodation along with a\nspeaker’s fee?\n\no » What is your budget for keynote presentations?\n\no » Have any other speakers confirmed to present?\nAs soon as I hear back, I can speak with Tim about the possibilities of making this happen.\nThanks again!\nWarmly,\n[Name]\nthis e-mail is: [] blogable [x] ask first [] private\n[name]\nExecutive Assistant to Timothy Ferriss\nAuthor: The 4-Hour Workweek\n\n(http://www.fourhourworkweek.com)\n(Random House/Crown Publishing)\n\nBio and Fun: http://www.fourhourworkweek.com/blog\n— JANUARY 21,2008\n\nProposal to Work Remotely on a Contract Basis\n\nThis is the actual remote-work proposal reader Autumn Brookmire used successfully to move to\nArgentina while retaining her job and cutting back to 5—10 hours per week of work.\n\nAUTUMN BROOKMIRE July 2008\nBackground\n\nAfter working for the [company name] for more than two years, I have a great loyalty to the people and\nmission of this organization. I believe I have added a great deal of value to the organization in my\nposition as marketing coordinator. With my creative problem solving and my cost effective solutions I\nhave changed the way we produce and distribute our holiday cards and I’ve developed a contest to bring\nin more usable photos for our marketing and publications. I would like to propose continuing to perform\nthe following tasks for [company name], but on a contract basis, remotely. I plan to live in Argentina for\n6-12 months starting in September of 2008. My goals are to develop my fluency in the Spanish language\nand immerse myself in another culture and completely foreign environment so that I develop my skills in\nadaptation to new ways of thinking.\n\nHOUSE_OVERSIGHT_014013",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014013.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1782,
    "word_count": 291,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:44.491403",
    "prefix": "IMAGES-002"
  }
}