{
  "document_id": "HOUSE_OVERSIGHT_012751",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012751.txt",
  "text": "Acknowledgements\n\nI wrote this book while my cat, Humphrey Bogart, sat on my desk, staring at the computer monitor.\nThough he purred a lot, and was good value when I needed a break, he didn’t provide a single insight.\nNor did our other pets: a dog, rabbit, and two other cats. For insights, critical comments on my writing,\ncomfort, and endless love and inspiration, there is only one mammal, deliciously wonderful, and without\nan evil bone in her body — my wife, Lilan.\n\nMare Aidinoff ... a Harvard undergraduate who joined me early on in this journey, digging up\nreferences, collecting data, arguing interpretations, sharing my enthusiasm, while offering his own.\n\nKim Beeman and Fritz Tsao ... my two oldest and closest friends. They have some of the richest\nminds around. Their knowledge of film, literature and the arts is unsurpassed. Their capacity to bring\nthese riches to the sciences is a gift.\n\nNoam Chomsky... for inspiration, fearless attacks on power mongering, and friendship.\n\nErrol Morris... for heated discussion, camaraderie, and insights into evil through his\ncinematographic lens and critical mind.\n\nMany colleagues, students, and friends provided invaluable feedback on various parts of the\nbook, or its entirety: Kim Beeman, Kent Berridge, George Cadwalader, Donal Cahill, Noam Chomsky,\nJim Churchill, Randy Cohen, Daniel Dennett, Jonathan Figdor, Nick Haslam, Omar Sultan Haque, Lilan\nHauser, Bryce Huebner, Ann Jon, Gordon Kraft-Todd, Errol Morris, Philip Pettit, Steven Pinker, Lisa\nPytka, Richard Sosis, Fritz Tsao, Jack Van Honk, and Richard Wrangham.\n\nMy agent, John Brockman...not only a great agent but a wonderful human being who supported\nme during challenging times.\n\nMy editors at Viking/Penguin, Wendy Wolff and Kevin Doughten. Tough when needed.\nSupportive when needed. A unique blend. The book is all the better for it.\n\nHauser Evilicious. Front matter re)\n\nHOUSE_OVERSIGHT_012751",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012751.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1918,
    "word_count": 298,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:47.746627",
    "prefix": "IMAGES-002"
  }
}