{
  "document_id": "HOUSE_OVERSIGHT_019222",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019222.txt",
  "text": "Honorable Mark Filip\nMay 27, 2008\nPage 2\n\nto a charge that the State Attorney has not, despite a two year investigation, determined to be\nappropriate. Mr. Epstein’s counsel must also successfully expedite a plea of guilty to this charge\non a date prior to July 8, 2008, which is the date presently set by the state court Judge.\n\nFurther, the unnecessary deadline is even more problematic because Mr. Epstein’s effort\nto reconcile the state charge and sentence with the terms of the Agreement requires an unusual\nand unprecedented threatened application of federal law. Thus, it places Mr. Epstein in the\nhighly unusual position of having to demand that the State acquiesce to a more severe\npunishment than it had already determined was appropriate.\n\nWe have attempted to resolve these and other issues through the USAO and CEOS,\nincluding raising our concerns about the USAO’s inappropriate conduct with respect to this\nmatter. But those avenues have now been shut down. Mr. Sloman’s letter purports to prohibit\nany further contact between Mr. Epstein’s defense team and U.S. Attorney Acosta, and instead\nrequires us to communicate with the USAO only though Mr. Sloman’s subordinates.\n\nWhile it pains us to say this, this misguided prosecution from the outset gives the\nappearance that it may have been politically motivated. Mr. Epstein is a highly successful, self-\nmade businessman and philanthropist who entered the public arena only by virtue of his close\npersonal association with former President Bill Clinton. There is little doubt in our minds that\nthe USAO never would have contemplated a prosecution in this case if Mr. Epstein were just\nanother “John.”\n\nU.S. Attorney Acosta previously has stated that he is “sympathetic” to our federalism-\nrelated concerns, but he has taken the position that his authority is limited by enforcement\npolicies set forth in Washington, D.C. As expressed in our prior communication to you, we\nbelieve that a complete and independent appraisal and resolution of this case most appropriately\nwould be undertaken by your Office—beginning with the rescission of the arbitrary, unfair, and\nunprecedented deadline that Mr. Sloman demands to have imposed in this case. At the very\nleast, we would appreciate a tolling of the arbitrary timeline imposed on our client by the USAO\nin order to allow time for your office to consider our request that you undertake a review of this\ncase.\n\nThank you for your time and attention.\nRespectfully submitted,\n\nMD WD. Sh\n\nKenneth W. Starr\nKirkland & Ellis LLP Alston & Bird LL\n\nHOUSE_OVERSIGHT_019222",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019222.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2573,
    "word_count": 417,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:45.799670",
    "prefix": "IMAGES-005"
  }
}