{
  "document_id": "HOUSE_OVERSIGHT_029067",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029067.txt",
  "text": "The other tendency is an immense secularization of the West. And I know we've talked\nabout secularization for a long time, but if you look at younger people, especially\nmillennials under 30, the overwhelming drive of popular culture is to absolutely\nsecularize this rising iteration.\n\nNow that call converges with something we have to face, and it’s a very unpleasant topic,\nbut we are in an outright war against jihadist Islamic fascism. And this war is, I think,\nmetastasizing far quicker than governments can handle it.\n\nIf you look at what’s happening in ISIS, which is the Islamic State of Syria and the Levant,\nthat is now currently forming the caliphate that is having a military drive on Baghdad, if\nyou look at the sophistication of which they’ve taken the tools of capitalism. If you look at\nwhat they’ve done with Twitter and Facebook and modern ways to fundraise, and to use\ncrowdsourcing to fund, besides all the access to weapons, over the last couple days they\nhave had a radical program of taking kids and trying to turn them into bombers. They\nhave driven 50,000 Christians out of a town near the Kurdish border. We have video that\nwe're putting up later today on Breitbart where they’ve took 50 hostages and thrown them\noff a cliff in Iraq.\n\nThat war is expanding and it’s metastasizing to sub-Saharan Africa. We have Boko Haram\nand other groups that will eventually partner with ISIS in this global war, and it is,\nunfortunately, something that we’re going to have to face, and we’re going to have to face\nvery quickly.\n\nSo I think the discussion of, should we put a cap on wealth creation and distribution? It’s\nsomething that should be at the heart of every Christian that is a capitalist — “What is the\npurpose of whatever I’m doing with this wealth? What is the purpose of what I’m doing\nwith the ability that God has given us, that divine providence has given us to actually be a\ncreator of jobs and a creator of wealth?”\n\nI think it really behooves all of us to really take a hard look and make sure that we are\nreinvesting that back into positive things. But also to make sure that we understand that\nwe're at the very beginning stages of a global conflict, and if we do not bind together as\npartners with others in other countries that this conflict is only going to metastasize.\nThey have a Twitter account up today, ISIS does, about turning the United States into a\n“river of blood” if it comes in and tries to defend the city of Baghdad. And trust me, that is\n\ngoing to come to Europe. That is going to come to Central Europe, it’s going to come to\n\nHOUSE_OVERSIGHT_029067",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029067.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2602,
    "word_count": 466,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:44.530502",
    "prefix": "IMAGES-010"
  }
}