{
  "document_id": "HOUSE_OVERSIGHT_011828",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011828.txt",
  "text": "/ BARAK/ 71\n\nthey were willing to consider full Palestinian sovereignty over two Arab\nneighborhoods in East Jerusalem, and even some form of Palestinian authority and\ncontrol in the Christian and Muslim quarters inside the walls of the Old City. They\nhad dropped our insistence on Israeli control over the Jordan Valley, suggesting\nthat we hold on to only a small segment of the border with Jordan. They had gone\nbeyond the share of the West Bank allocated to a Palestinian state on the map that\nAbu Ala’a wouldn’t even look at. Now, they suggested around 90 percent. But\nwhen I asked what the Palestinian negotiators, Saeb Erekat and Mohammed\nDahlan, had proposed in return, the answer was almost nothing. They had taken\nnotes. They had asked questions. The one Palestinian proposal, from Saeb Erekat,\nwas on Jerusalem: Palestinian sovereignty over a// the city’s predominantly Arab\nareas, and Israeli sovereignty over Jewish neighborhoods. In other words, a\ndivision of the city.\n\nEven though I was concerned that Gili and Shlomo had gone so far, especially\non Jerusalem, I’d reached the point where I doubted that even that would matter.\nWe were now in day-six of the summit, barely 48 hours from President Clinton’s\ndeparture for the G-8 summit, and we were negotiating only with ourselves.\nKnowing that the President planned to go see Arafat, I sat down and wrote him a\nnote — emotional not just because I did it quickly, but because of how deeply let\ndown I felt by the Palestinians’ deliberate avoidance of a peace deal which, with\ngenuine reciprocity, should have been within reach. “I took the report of Shlomo\nBen-Ami and Gilead Sher of last night’s discussion very badly...” it began. “This is\nnot a negotiation. This is a manipulative attempt to pull us to a position we will\nnever be able to accept, without the Palestinians moving one inch.” I reminded\nPresident Clinton that just as he was taking political risks, I was too. “Even the\npositions presented by our people last night, though they are not my positions,\nrepresent an additional risk,” I said.\n\nI said I doubted there would be another Israeli leader willing to engage in\nserious efforts for a final peace agreement with the Palestinians after what had\nhappened here. Unless things changed dramatically, I was not prepared for us to\nthrow out further suggestions, or consider painful concessions. “I do not intend to\nallow the Israeli state to fall apart, physically or morally. The State of Israel is the\nimplementation of the dream of the Jewish people, for generation upon generation.\nWe achieved it after enormous effort, and at the expenditure of a great deal of\nblood and sweat. There is no way I will preside at Camp David over the closing of\n\n357\nHOUSE_OVERSIGHT_011828",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011828.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2751,
    "word_count": 466,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:47.516152",
    "prefix": "IMAGES-001"
  }
}