{
  "document_id": "HOUSE_OVERSIGHT_014683",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014683.txt",
  "text": "Case 9:08a8e doFSOKAKAS BEA er? QumentiaaSdonted 9 Heeket oP age28 of 1 Page 7 of 10\n\nissue, the Court finds that its action of striking the lurid details from Petitioners’ submissions is\nsanction enough. However, the Court cautions that all counsel are subject to Rule 11’s mandate\nthat all submissions be presented for a proper purpose and factual contentions have evidentiary\nsupport, Fed. R. Civ. P. 11(b)(1) and (3), and that the Court may, on its own, strike from any\npleading “any redundant, immaterial, impertinent, or scandalous matter,” Fed. R. Civ. P. 12(f).\nB. Rule 15 Motion\n\nBetween their two motions (the Rule 21 Motion and Rule 15 Motion), Jane Doe 3 and\nJane Doe 4 assert that “they desire to join in this action to vindicate their rights [under the\nCVRA] as well.” (DE 280 at 1). Although Petitioners already seek the invalidation of Mr.\nEpstein’s non-prosecution agreement on behalf of all “other similarly-situated victims” (DE 189\nat 1; DE 311 at 2, 12, 15, 18-19), Jane Doe 3 and Jane Doe 4 argue that they should be fellow\ntravelers in this pursuit, lest they “be forced to file a separate suit raising their claims” resulting\nin “duplicative litigation” (DE 280 at 11). The Court finds that justice does not require adding\nnew parties this late in the proceedings who will raise claims that are admittedly “duplicative” of\nthe claims already presented by Petitioners.\n\nThe Does’ submissions demonstrate that it is entirely unnecessary for Jane Doe 3 and\nJane Doe 4 to proceed as parties in this action, rather than as fact witnesses available to offer\n\nrelevant, admissible, and non-cumulative testimony. (See, e.g., DE 280 at 2 (Jane Doe 3 and\n\nJane Doe 4 “are in many respects similarly situated to the current victims”), 9 (“The new victims\nwill establish at trial that the Government violated their CVRA rights in the same way as it\nviolated the rights of the other victims.”), 10 (Jane Doe 3 and Jane Doe 4 “will simply join in\n\nmotions that the current victims were going to file in any event.”), 11 (litigating Jane Doe 3 and\n\nGIUFFRE002850\n\nHOUSE_OVERSIGHT_014683",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014683.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2095,
    "word_count": 355,
    "line_count": 33,
    "import_date": "2025-11-19T21:47:49.066282",
    "prefix": "IMAGES-003"
  }
}