{
  "document_id": "HOUSE_OVERSIGHT_023910",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023910.txt",
  "text": "164 Teaching Minds\n\nevaluated regularly and evaluation is taught explicitly in business\nschool. Political scientists evaluate politicians and political systems.\nHistorians evaluate what makes governments, battles, cities, and a\nrange of other things successful. Architects and urban planners and\nengineers worry about evaluation of what they propose and produce.\nAll of these people could combine to teach students how to evaluate.\nThis is very important part of functioning in any society.\n\nFirst College Year Summary\n\nIt would be my contention that a freshman year made up of these\nfour processes, taught in four simultaneous courses that were designed\nto relate to one another in various ways and at specific times, would be\na wonderful thing for teaching people how to think. The best of our\nfaculty could teach what they thought about to students, who now\nwould be ready to start to think rigorously. By the end of this first year,\nstudents could begin to specialize, not in academic subjects just yet,\nbut in other processes that build on the conceptual processes.\n\nSECOND YEAR IN COLLEGE\nLet’s look at the analytic processes.\nAnalytic Processes\n\nDiagnosis. Who does diagnosis? Doctors certainly. Lawyers cer-\ntainly. All the people I mentioned above who are building models\nneed to figure out why their models may have gone wrong. Anyone\nwho manages people or large operations needs to figure out all the\ntime what has gone wrong. In fact, diagnosis is a critical part of nearly\nevery area of thinking and every area of work. Diagnosis needs to be\nstudied for its own sake. How do we do diagnosis in principle, no mat-\nter what the situation?\n\nDiagnosis also needs to be examined in the various contexts in\nwhich it can be applied. A course in diagnosis, taught by the entire fac-\nulty who do diagnosis regularly, showing real work and real situations\nthat they have had to handle, and coming after the first year, would\nhave two advantages. One, it could build on the basic conceptual\n\nHOUSE_OVERSIGHT_023910",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023910.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2016,
    "word_count": 333,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:49.425110",
    "prefix": "IMAGES-007"
  }
}