{
  "document_id": "HOUSE_OVERSIGHT_015576",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015576.txt",
  "text": "Edwards adv. Epstein\nTelephone interview with Virginia Roberts\nPage 21 of 23\n\nlaw and that there is people that still believe in it. So that’s it. Thank you guys for\nlistening to me, hearing me out and helping me. It’s kind of hard to get through.\n\nJS: | Thank you very much. Yes, I’m sure it has been very difficult and I am very appreciative\nof the courage you have shown in doing what you have done, which really brings me to\nthe last subject, and that is what was it that motivated you to go public with all of this?\n\nV: Sharon Richard contacted me. I like her, I do, I like her a lot. I know she’s a journalist,\nand journalists are normally bloodsucking leeches, but I like her for that, but she is an\nhonest bloodsucking leech. She told me a lot about what was still going on, and she\nshowed me a picture of Jeffrey with a little girl who looks like she could have been 12\nyears old. I mean it was disgusting. I agreed to talk with her, I never agreed to do\nanything until she showed me some pictures, and at that stage, being a mother of 3\nchildren and having a daughter who I would do anything for to protect, I would put my\nneck on the line to make sure she never has to go through what I had to go through, and\nknowing all of this, and knowing that he’s still out there doing the same exact thing with\nno regrets, no remorse, no worry about what he’s doing to those girls, and all those girls\nfeeling the same way that I did, so I, you know, I’m doing it because I believe in my heart\nof hearts it’s the right thing to do. It’s what I would want somebody to do for my\ndaughter or my sister or my friend, and it saddens me to know that it’s still going on right\nnow. It’s like the seashell story. I don’t know if you’re heard the story about the little kid\nwho throws back a starfish, you know, the little brother tries to ask his sister, “why do\nyou throw them in, they’re all gonna die anyways, the little girl says “well, it’s this one\nthat I can help, and this one that I can help,” and that’s what I feel like I’m doing. I’m\nmaking a small dent in this big world we live in.\n\nJS: I certainly appreciate that courage, and I have heard that story, and you’re absolutely\nright, that one person may not be able to make a difference for everyone, but one person\ncan make a difference for someone, and hopefully, you are making a difference for\nsomeone, and we’re gonna do the best we can to make sure you are making a difference\nfor as many people as possible.\n\nVv: Thanks Jack.\n\nJS: Just a few other follow up things I want to ask you and again, if any of these questions\nare questions that you’re uncomfortable in responding to, then don’t hesitate to tell me\nthat. Do you have any recollection of Jeffrey Epstein’s specifically telling you that “Bill\nClinton owes me favors”?\n\nVv: Yes. I do. It was a laugh though. He would laugh it off. You know, I remember asking\nJeffrey what’s Bill Clinton doing here kind of thing, and he laughed it off and said well\n\nhe owes me a favor. He never told me what favors they were. I never knew. I didn’t\nknow if he was serious. It was just a joke.\n\nJS: Where was here?\n\nHOUSE_OVERSIGHT_015576",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015576.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3140,
    "word_count": 609,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:48.999289",
    "prefix": "IMAGES-003"
  }
}