{
  "document_id": "HOUSE_OVERSIGHT_011565",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011565.txt",
  "text": "asked what he knew about the car outside. “Nothing,” he said. “It’s not mine.”\nThey took it away.\n\nAs insistently as I, and others in Sayeret Matkal, had wanted to play our part\non the battlefields of the Six-Day War — in the Sinai, on the Golan, in the bitter\nbattle to capture Jerusalem, or amid the olive-green hills and valleys of the West\nBank — we had to accept that, at most, we’d been freelance support troops. Or\nmere spectators. But while it would be many years before this was openly\nacknowedlged, we did play an important part in the outcome. Because Dayan\nhad been called back as Defense Minister only days before the war, he had\nwisely decided not to alter the plan for the preemptive air strikes. But he did\nadjust our ground advance. Just as with Eshkol’s knowledge of the initial\nEgyptian advance in the Sinai before the war, Dayan’s judgements were\ninformed by detailed, real-time intelligence on where enemy tanks and troops\nwere located, what they were doing, and what how and when they were\nplanning to advance.\n\nAs speculation mounted after the war about how Israel seemed to know so\nmuch the Arab forces, Meir Amit’s successor as Head of Military Intelligence,\nAhrahle Yariv, even engaged in some misdirection. He was anxious to avoid\njeopardizing future sayeret bugging operations. In a speech on how the war had\nbeen won, he included a reference to a “high-ranking spy” in the Egyptian army\nwho, he implied, had leaked critical information. The “spy” was the series of\nintercepts we’d attached to the Egyptians’ main military communications\nnetwork in the Sinai, and to the telephone poles on the Golan Heights.\n\nOn a deeply personal level, too, the war left its mark on Sayeret Matkal.\nThough the fighting had been brief, people did die. Thousands of Egyptians,\nSyrians and Jordanians. And about 650 Israelis. Some of were not just people\nwe knew. They included close friends. Nechemia Cohen, the officer I’d joined in\nour failed attempt to defuse the booby-trap in the Sinai before the war, entered\nGaza on the first day in his new role as deputy commander of Amsalem’s\nparatroop unit. Amsalem was killed early on, so Nechemia took command. He\nwas shot and killed fifteen minutes later. To this day, he and I share the\ndistinction of being the most decorated soldiers in Israel’s history. Had he lived,\nI have no doubt that it is an honor he would have held alone.\n\nThis was the first close friend from the unit we’d lost. We did not mourn him\nopenly. For young soldiers of my generation, especially but not only those raised\nwith the additional kibbutz ethos of stolid self-control, there was an embedded\nsense that such individual displays of emotion were an indulgence, and luxury\n\n94\nHOUSE_OVERSIGHT_011565",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011565.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2737,
    "word_count": 471,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:45.908713",
    "prefix": "IMAGES-001"
  }
}