{
  "document_id": "HOUSE_OVERSIGHT_013124",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013124.txt",
  "text": "208 12 The Engineering and Development of Ethics\n\nrise to questions about the ethical value of various practical modalities of AGI development,\nfor instance:\n\ne Should AGI be developed in a top-secret installation by a select group of individuals selected\nfor a combination of technical and scientific brilliance and moral uprightness, or other\nqualities deemed relevant (a “closed approach\")? Or should it be developed out in the\nopen, in the manner of open-source software projects like Linux? (an \"open approach\").\nThe open approach allows the collective intelligence of the world to more fully participate\n— but also potentially allows the more unsavory elements of the human race to take some\nof the publicly-developed AGI concepts and tools private, and develop them into AGIs\nwith selfish or evil purposes in mind. Is there some meaningful intermediary between these\nextremes?\n\ne Should governments regulate AGI, with Friendliness in mind (as advocated carefully by e.g\nBill Hibbard [Hib02])? Or will this just cause AGI development to move to the handful of\ncountries with more liberal policies? ... or cause it to move underground, where nobody can\nsee the dangers developing? As a rough analogue, it’s worth noting that the US government’s\nimposition of restrictions on stem cell research, under President George W. Bush, appears\nto have directly stimulated the provision of additional funding for stem cell research in other\nnations like Korea, Singapore and China.\n\nThe former issue is, obviously, highly relevant to CogPrime (which is currently being devel-\noped via the open source CogPrime project); and so the various dimensions of this issues are\nworth briefly sketching here.\n\nWe have a strong skepticism of selfappointed elite groups that claim (even if they genuinely\nbelieve) that they know what’s best for everyone, and a healthy respect for the power of collective\nintelligence and the Global Brain, which the open approach is ideal for tapping. On the other\nhand, we also understand the risk of terrorist groups or other malevolent agents forking an open\nsource AGI project and creating something terribly dangerous and destructive. Balancing these\nfactors against each other rigorously, seems beyond the scope of current human science.\n\nNobody really understands the social dynamics by which open technological knowledge plays\nout in our current world, let alone hypothetical future scenarios. Right now there exists open\nknowledge about many very dangerous technologies, and there exist many terrorist groups, yet\nthese groups fortunately make scant use of these technologies. The reasons why appear to be\nessentially sociological — the people involved in these terrorist groups tend not to be the ones\nwho have mastered the skills of turning public knowledge on cutting-edge technologies into real\nengineered systems. But while it’s easy to observe this sociological phenomenon, we certainly\nhave no way to estimate its quantitative extent from first principles. We don’t really have a\nstrong understanding of how safe we are right now, given the technology knowledge available\nright now via the Internet, textbooks, and so forth. Even relatively straightforward issues such\nas nuclear proliferation remain confusing, even to the experts.\n\nIt’s also quite clear that keeping powerful AGI locked up by an elite group doesn’t really\nprovide reliable protection against malevolent human agents. History is rife with such situations\ngoing awry, e.g. by the leadership of the group being subverted, or via brute force inflicted by\nsome outside party, or via a member of the elite group defecting to some outside group in the\ninterest of personal power or reward or due to group-internal disagreements, etc. There are\nmany things that can go wrong in such situations, and the confidence of any particular group\nthat they are immune to such issues, cannot be taken very seriously. Clearly, neither the open\nnor closed approach qualifies as a panacea.\n\nHOUSE_OVERSIGHT_013124",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013124.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3994,
    "word_count": 624,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:45.630728",
    "prefix": "IMAGES-002"
  }
}