{
  "document_id": "HOUSE_OVERSIGHT_026546",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026546.txt",
  "text": "J.S. Private-Equity Tax Change Doubtful This Year, Says Carlyle Co... http://online.wsj.com/news/articles/SB 100014240527023038013045...\n\nfor services private-equity managers render when working on companies they take private.\n\nThe carried interest debate bubbled up in the wake of the recession and financial overhaul law later taken\nup on Capitol Hill. But the issue so far hasn't been addressed in any legislation passed by Congress and\nfor the most part hasn't gained traction amid other issues lawmakers are tackling. Still, many leading\nprivate-equity managers expect at some point to receive the more stringent tax treatment.\n\nMeanwhile, Mr. Rubenstein said sovereign-wealth funds will soon become the largest contributors of\ninvestment capital to private-equity firms, surpassing giant pension funds. Sovereign-wealth funds\ncurrently manage about $5.4 trillion, a number that will exceed $8 trillion by 2020, he said.\n\nMr. Rubenstein said he expected investment allocations to private-equity firms will continue increasing as\ninvestors seek higher returns and buyout firms focus more on operational improvements to companies to\ndrive profits.\n\n\"It's not a financial engineering game as people thought in the early days,\" he said. \"Operational\nimprovements are where the bulk of returns are coming from.\"\n\nWrite to Mike Spector at mike.spector@wsj.com\n\nCopyright 2013 Dow Jones & Company, Inc. All Rights Reserved\nThis copy is for your personal, non-commercial use only. Distribution and use of this material are governed by our Subscriber Agreement and by copyright law. For\nnon-personal use or to order multiple copies, please contact Dow Jones Reprints at 1-800-843-0008 or visit\nwww.djreprints.com\n\n'of2 2/27/2014 9:16 AM\nHOUSE_OVERSIGHT_026546",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026546.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1755,
    "word_count": 251,
    "line_count": 29,
    "import_date": "2025-11-19T21:47:47.907075",
    "prefix": "IMAGES-009"
  }
}