{
  "document_id": "HOUSE_OVERSIGHT_013143",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013143.txt",
  "text": "12.6 The Ethical Treatment of AGIs 227\n\nLaw Principle\n\nZeroth A robot must not merely act in the interests of individual\nhumans, but of all humanity.\n\nFirst A robot may not injure a human being or, through inaction,\nallow a human being to come to harm.\n\nSecond A robot must obey orders given it by human beings except\nwhere such orders would conflict with the First Law.\n\nThird A robot must protect its own existence as long as such pro-\n\ntection does not conflict with the First or Second Law.\n\nTable 12.7: Asimov’s Three Laws of Robotics\n\nindefinitely. The second law also casts humanity in the role of slavemaster, a situation which\nhistory shows leads to moral degradation.\n\nUnlike Asimov in his fiction, we consider it critical that AGI ethics be construed to encompass\nboth “human ethicalness to AGIs” and “AGI ethicalness to humans.” The multiple-imperatives\napproach we explore here suggests that, in many contexts, these two aspects of AGI ethics may\nbe best addressed jointly.\n\nThe issue of ethicalness to AGIs has not been entirely avoided in the literature, however.\nWallach [WA10] considers it in some detail; and Thomas Metzinger (in the final chapter of\n[Met04]) has argued that creating AGI is in itself an unethical pursuit, because early-stage\nAGIs will inevitably be badly-built, so that their subjective experiences will quite possibly be\nextremely unpleasant in ways we can’t understand or predict. Our view is that this is a serious\nconcern, which however is most probably avoidable via appropriate AGI designs and teaching\nmethodologies. To address Metzinger’s concern one must create AGIs that, right from the start,\nare adept at communicating their states of minds in a way we can understand both analytically\nand empathically. There is no reason to believe this is impossible, but, it certainly constitutes\na large constraint on the class of AGI architectures to be pursued. On the other hand, there is\nan argument that this sort of AGI architecture will also be the easiest one to create, because it\nwill be the easiest kind for humans to instruct.\n\nAnd this leads on to a topic that is central to our work with CogPrime in several respects:\nimitative learning. The way humans achieve empathic interconnection is in large part via being\nwired for imitation. When we perceive another human carrying out an action, mirror neuron\nsystems in our brains respond in many cases as if we ourselves were carrying out the action (see\n[Per70, Per81] and Appendix ??). This obviously primes us for carrying out the same actions\nourselves later on: i.e., the capability and inclination for imitative learning is explicitly encoded\nin our brains. Given the efficiency of imitative learning as a means of acquiring knowledge, it\nseems extremely likely that any successful early-stage AGIs are going to utilize this methodology\nas well. CogPrime utilizes imitative learning as a key aspect. Thus, at least some current AGI\nwork is occurring in a manner that would plausibly circumvent Metzinger’s ethical complaint.\n\nObviously, the use of imitative learning in AGI systems has further specific implications for\nAGI ethics. It means that (much as in the case of interaction with other humans) what we do\nto and around AGIs has direct implications for their behavior and their well-being. We suggest\nthat among early-stage AGI’s capable of imitative learning, one of the most likely sources\nfor AGI misbehavior is imitative learning of antisocial behavior from human companions. “Do\nas I say, not as I do” may have even more dire consequences as an approach to AGI ethics\npedagogy than the already serious repercussions it has when teaching humans. And there may\nwell be considerable subtlety to such phenomena; behaviors that are violent or oppressive to\n\nHOUSE_OVERSIGHT_013143",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013143.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3788,
    "word_count": 618,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:44.768263",
    "prefix": "IMAGES-002"
  }
}