{
  "document_id": "HOUSE_OVERSIGHT_018357",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018357.txt",
  "text": "the Internet, or (b) a user profile for every visible website on the Internet.\"1”77 We'd\nnot honestly thought the end of this would be a need to so deeply question or defend\nfreedom or liberty.\n\nThe whole idea of connectivity had begun with liberty, after all. The Fall of the Wall.\nWe'd not known or expected to lose it through the very systems we’d constructed in\nthe open space a 20-year peace had presented. So: We'd been naive after all. We’d\nbeen united in a tacit claim that there was nothing bad about connectivity. We\nbelieved it for the most part and convinced others. We didn’t mean it that way, | felt\nthe New Caste readers of the Snowden Papers were saying to each other, paging\nthrough the sick, ineffably banal logic of those NSA Power Point presentations. They\nwere brochures for totalitarianism. If you have not read them, it is worth looking\nthem over. They have, you'll see, all the anodyne banality of insurance company\npitches, even if the dull language was expressing something vivid, nothing less than\nthe potential murder of some very basic rights. We were reading and discussing and\ndebating the documents so avidly because, it seems to me, each of us had a kind of\nhorror of what we might have done.\n\nHere was a massive technological and insidious web, a totalizing virtual machine of\ncollection and analysis and instant observation and reaction. It relied, for its safe\noperation, on the humans in the loop of that sensing and seeing and machine\nthinking. And what was it, exactly, that the humans had appeared to do in the face of\nsuch urgent responsibility? Almost like that silly secretary chatting with the ELIZA\nmachine, they had suspended their sense of warm humanity in the face of the\nmagical charm of electrical promise. They had let the machine run. The whole\nsystem had been built and operated by members of the New Caste who were, in\nturn, beguiled and charmed out of a sense of certain essential limits as they stared at\nthe beautiful face of machine power.\n\nLooking back on his formative years, before Europe was ground up in the First\nWorld War, the powerfully brilliant and sensitive economist John Maynard Keynes\nbitterly recalled the iron certainty of his set of friends and their confident, diffident\narrogance: “We were not aware that civilization was a thin and precarious crust\nerected by the personality and the will of a very few, and only maintained by rules\nand conventions skillfully put across and guilefuly preserved. We had no respect for\ntraditional wisdom or the restaints of custom.”!78 It was the war, then the\ndepression, then a war which taught them this expensive lesson. What is fracturing\naround us now, with our own willful and diffident support, is that very thin and\nprecarious crust, cracked and assembled as Keynes said by “the will of a very few”.\nWhat if those very few are the New Caste?\n\n177 The aim: GHCQ “Pullthrough Steering Group Meeting #16” available from\ntheintercept.com\n\n178 “We were not aware”: John Maynard Keynes, “My Early Beliefs” in Two\nMemoirs: Dr. Melchior, a Defeated Enemy, and My Early Beliefs (New York: A.M.\nKelley, 1949) 99\n\n125\n\nHOUSE_OVERSIGHT_018357",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018357.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3150,
    "word_count": 539,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.358202",
    "prefix": "IMAGES-004"
  }
}