{
  "document_id": "HOUSE_OVERSIGHT_016581",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016581.txt",
  "text": "Code Enforcement Board Meeting Minutes 07/17/08\n\nSgt. Krauel continued his presentations remarking that once Duke had been found\n“potentially dangerous” by Animal Care and Control, there had been another\nattack but due to an administrative error by Animal Care and Control by failing to\ndocument their records appropriately, Duke was classified as “potentially\ndangerous” again. This is an error that Animal Care and Control completely\nacknowledges.\n\nAfter the last attack on May 11, 2008, Duke was taken into custody by Animal\nCare and Control and after a hearing, was classified as “dangerous”. Sgt. Krauel\nnoted that the hearing before Special Magistrate Earl Mallory did not classify\nDuke as vicious because Duke had no documented cases of attacks on humans.\nAfter this last case was reviewed by Code Enforcement, sufficient evidence was\nalso found to classify Duke as dangerous and Dr. Lynn was notified by registered\nmail. Dr. Lynn appealed to Town Council and that appeal was denied by Town\nCouncil by a 5-0 vote. The Town recommends a finding of non-compliance with\nChapter 10, Section 10-6 as the Town has the two required affidavits of residents\nof the Town occupying separate households. The Board had been provided with\ncopies of four (4) affidavits.\n\nSgt. Krauel then proceeded with an explanation of Chapter 10, Section 10-45 and\nsaid the Town was requesting a separate motion for a finding of non-compliance of\nChapter 10, Section 10-45 (1) and that he be given until July 18, 2008 to come into\ncompliance by either removing the dog from the Town or having it humanely\neuthanized. If compliance is not achieved, the Town recommends a daily fine of\n$250.00 a day commence on July 19, 2008 and continue until compliance is\nachieved.\n\nMr. Randolph requested that the Board treat these two sections of the Code\nseparate and apart. He said the first evidence heard related to Section 10-6 (3)\nand involved the affidavits from the residents of the Town. Because of the dispute\nDr. Lynn’s attorney has with regard to the manner that Section 10-45 was applied,\nhe recommended that the two Code sections not be mixed up. Mr. Randolph said\nhe would like for the Board to first consider whether there had been a violation of\n10-6 and to make a motion one way or the other with regard to the Staff's\nrecommendation. He then requested that Section 10-45 be entertained separately\nafter Dr. Lynn’s attorney and anyone else who wanted to speak had an opportunity\nto do so.\n\nVivian Dorris, 155 Brazilian Ave. said her beagle/bassett, Charlie, was viciously\nattacked by Dr. Lynn’s dog, Duke and she has sustained approximately $8500 in\nvet’s bills. She said her dog will never walk properly again because of severe\nnerve damage. She does not feel there are enough precautions being taken for the\nsafety of residents on Brazilian Ave. She asked that the Board take this into\nconsideration and thanked them for their service.\n\nWayne Gerl, 149 Brazilian Ave. said he has two dogs and every time he exits his\ndriveway or front yard, he has to stop and peek around and make sure the other\n\n8\n\nHOUSE_OVERSIGHT_016581",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016581.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3108,
    "word_count": 522,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:47.547213",
    "prefix": "IMAGES-004"
  }
}