{
  "document_id": "HOUSE_OVERSIGHT_017118",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017118.txt",
  "text": "4.2.12\nWC: 191694\n\n“What ever happened to Avi?” he asked.\nI continued the put on: “We don’t talk about him in our family. He came to no good.”\n\nShowing no surprise, my questioner replied: “I knew he would come to no good. He was such a\nbad kid in high school.”\n\nI’m sure some of my critics would agree that I came to “no good,” but at least by objective\nstandards I’ve exceeded the expectations my high school teachers and principal had for me. None\nof them thought I was “college material.”\n\nThis assessment was recently confirmed by a classmate who I encountered in Florida. We had\nbeen friends during our first two years in high school and then, quite suddenly, his parents moved\nto a different city and I had no contact with him for nearly 60 years. When we first spoke on the\nphone, I asked him what he had done after leaving Talmudical Academy in Brooklyn. He told me\nhad had moved away and then come back to New York City for college. When I told him that I\nhad attended Brooklyn College and then law school, he seemed surprised. I suspect that he too,\nalong with others of my classmates, didn’t think I was “college material.”\n\nThe only successful part of my high school career, other than my debating, was making the varsity\nbasketball team. Though I was never a starter (except when one or two of the starters were sick),\nI did manage to accompany my team to Madison Square Garden for the inter-Yeshiva finals. I\nshared a locker with Dolph Schayes, (who, you know was born before 1933, since after that no\nJewish boy was ever again named Adolph) whose team, the Syracuse Nationals, was playing\nagainst the N.Y. Knicks in the main event to which our game was a preliminary. One of the\npeople on the opposing team was a kid even shorter than me named Ralph Lipschitz. He\neventually decided that to make it in the fashion business he would have to change his name. So\nLipschitz became Lauren.\n\nAll of the teams we played against in our league were Jewish high schools, but some were much\nmore orthodox than we were. We did not wear yarmulkes when we played, but some of our\nopponents did. They believed that it was improper to walk more than four steps without wearing\na yarmulke. In one game, one of my opponents stole a ball from me and had a open lane to the\nbasket. He was very fast and so I had no hope of catching him. Instead I grabbed the yarmulke\noff the top of his head and threw it on the floor and yelled, “You can’t go more than four steps.”\nHe stopped, shot the ball and missed. I got a technical foul, which was well deserved. Ifthe Anti-\nDefamation League had heard about my actions it might well have qualified as an anti-Semitic\nincident, but all’s fair in love and basketball.\n\nBasketball was not our only passion. We all loved baseball, especially since Ebbets Field was\nlocated four blocks from our high school. The morning recess generally coincided with the time\nwhen several of the players walked past our school to the stadium. Remember that these players\nwere working stiffs being paid low salaries and generally taking public transportation to and from\nthe games. We would wait for them to pass school and walk with them to Ebbets Field. I got to\nknow several of the players, including Carl Furillo, Pee Wee Reese, Gene Hermansky, Gil Hodges\n\na1\n\nHOUSE_OVERSIGHT_017118",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017118.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3303,
    "word_count": 598,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:45.852577",
    "prefix": "IMAGES-004"
  }
}