{
  "document_id": "HOUSE_OVERSIGHT_012158",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012158.txt",
  "text": "KIRKLAND & ELLIS LLP\ndon’t feel comfortable with. And I said okay, but I willingly took it off.”\n\nSee Tab 6, a.\n\n© MEN also stated “[slome girls didn’t want to go topless and Jeffrey\ndidn’t mind.” See Tab 6,\n\ne Mr. Epstein did not engage in luring.\n\no Mr. Epstein’s message books show that several masseuses would regularly\ncall Mr. Epstein’s assistants, without any prompting by Mr. Epstein or his\nassistants, asking to visit Mr. Epstein at his home.\n\no MRE stated “a lot of gitls begged me to bring them back [to Mr.\nEpstein’s house].”\n\ne There was no alcohol or drugs involved, a fact that is not in dispute.\n¢ Mr. Epstein has no prior criminal history, a fact that is not in dispute.\n¢ These women do not see themselves as victims.\n\n© MR indicated under oath that the FBI attempted to persuade her that\nshe was in fact a “victim” of federal crimes when she herself repeatedly\nconfirmed that she was not. See Tab 14. p. 9-12 and Tab 15,\n\nBE. B, p. 7.\n\nConclusion\n\nJeffrey Epstein, a self-made businessman with no prior criminal history, should not be\nprosecuted federally for conduct that amounts to, the solicitation of prostitution. A federal\nprosecution based on these facts would be an unprecedented exercise of federal power, a misuse\nof federal resources, and a prosecution that would carry with it the appearance, if not the reality,\nof unwarranted selectivity given the incongruity between the facts as developed in this matter\nand the factual paradigms for all other reported federal prosecutions under each of the three\nstatutes being considered. It would require the pursuit of a novel legal theory never before\nsanctioned by federal law—and that indeed is inconsistent with each of the statutes prosecutors\nhave identified. Accordingly, we respectfully request that you direct the U.S. Attomey’s Office\nfor the Southern District of Florida to discontinue its involvement in this matter, and return\nresponsibility for this case to the State of Florida.\n\n17\n\nHOUSE_OVERSIGHT_012158",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012158.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1994,
    "word_count": 335,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:49.362193",
    "prefix": "IMAGES-001"
  }
}