{
  "document_id": "HOUSE_OVERSIGHT_018374",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018374.txt",
  "text": "equality either. Partly this is because of something Janelle spotted: The remarkable\nadvantage, the wealth and opportunity, that accrues to the people and nations and\nbusinesses that can compress space and time. Die Ware liebt das Geld, Marx\nfamously wrote: Commodities love money. Speed is now the decisive commodity -\nand it loves money. (The feeling is mutual.) Velocity lets us achieve that ancient goal\nof doing more with less. The race for speed lights something competitive: The faster\nI go, the faster you feel you need to go, the more powerfully you feel your slowness.\n\nThe centripetal charm of acceleration, the way that speed attracts us, and then\nmakes us demand even more speed, honestly surprised the earliest architects of\nsteamships and rail and airlines and roads. They under-guessed how popular their\ntools of space-time compression would be. Surely the maximum number of people\nwho would ever want to zip from LA to New York would be about 1,000 per week,\njet airline pioneers assumed. Would more than a few hundred engineers really want\ntheir own computers, Gordon Moore asked at a dinner party shortly after Intel\nproposed putting his chips in the first PCs. Yes, it turned out. Billions more. Highway\ndesigners call this surprise “induced traffic”: The faster a highway, the more people\npile onto it. Urban planners in Los Angeles in the 1950s looked at their packed,\ncongested roads and thought they could fix them by adding lanes. They embarked\non construction programs, tore up the transportation network that girded the city\nand built a new one featuring optimistic 20-lane highways as wide as a football field\nand flat as a plate. Traffic got worse.\n\nSay’s famous economic law that “supply creates its own demand” seems especially\nfulfilled in an age where velocity is so valuable. Speed too creates its own demand.\nThe faster any one piece of the network starts to rattle and move, the more\nprofoundly we notice how slow the leftover bits are. We want them accelerated too.\nTotal network bandwidth grew by an heroic factor of 1000 times between 2005 and\n2010. Speed? It increased by just 20 times. Induced traffic.\n\nWhat is it, exactly, that we’re so hungry for? The extreme end of fast connectivity is\nwhat computer systems designers call “statefulness” —- a word that has nothing to do\nwith states like nations, but rather with the condition of a connection, the “state” it\nis in. Early electrical circuits were either in a charged or uncharged “state”, switched\non or off. Today when we talk about a “stateful” connection, we mean a link that we\nmaintain, always on. It’s the difference between a video call and a letter, between\nlooking at your wife here and now (a “stateful connection”) and a photograph of her\n(“stateless”). Real-time everywhere connection doesn’t merely kill distance; it\nattacks delay too. Older generations would “break state” when they left family at\nhome or friends at school with a “see you later.” Our generation? “See you always”.\nWe never quite leave. Technology permits us to remain in constant touch this way,\nto neve break state. “We don’t have a word for the opposite of loneliness, but if we\ndid, that’s what I’d want in life,” the milenial writer Marina Keegan wrote ina\nfamous essay that captured more than a little of this zeitgeist. “More than finding the\nright job or city or spouse - I’m scared of losing this web that we're in. This elusive,\n\n142\n\nHOUSE_OVERSIGHT_018374",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018374.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3444,
    "word_count": 581,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:46.301571",
    "prefix": "IMAGES-004"
  }
}