{
  "document_id": "HOUSE_OVERSIGHT_015720",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015720.txt",
  "text": "30 Are the Androids Dreaming Yet?\n\ncontestant a high ‘Glr’ score — ‘Ir denoting for long-term retrieval. Carol\nVorderman, a UK game show presenter famous for mental arithmetic,\nwould have a good ‘Gq’ score, ‘q for quantitative numerical skills. With\nall these types of intelligence to choose from it begs the question, “Is there\na single master intelligence from which the rest follow?”\n\nPolitical correctness plays a part here. It feels rather elitist to say\nsmart people are good at everything. It is far nicer to think we each have\nour individual talents and some just have a few more than others. But\nthat’s not what the science tells us. ‘Group Intelligence’ — the overall G\nscore — does appear to be the underlying cause of the other types of\nintelligence, and smart people do tend to be good all-rounders. However,\nthere is one major flaw in the analysis; the studies only measure the\nsubjects’ ability to pass academic tests, they don't look at our success in\nreal-life, nor our creativity.\n\nLewis Terman began the longest running study of intelligence\nand its relationship to life success back in the 1920s. It continues to this\nday. A group of 1500 children with high IQs were selected and tracked\nthroughout their lives. Terman assumed their high IQs would result in\nthem being very successful. They certainly did well, but studies show\nthey did no better than if they had been chosen randomly from the same\narea (all the children came from around Stanford University). Famously\ntwo children, William Shockley and Luis Alvarez, tested too low to be\nchosen for the study but went on to win Nobel Prizes for Physics in 1956\nand 1968, respectively.\n\nThere are many similar anecdotes: Apparently stupid people go on\nto great things. Einstein’s teacher famously stated he would never amount\nto anything and Sir John Gurdon’s school report said he was ‘too stupid’\nfor science. He went on to discover monoclonal antibodies for which he\nwas awarded a Nobel Prize! Scientists have now devised the alternative\ntheory of an intelligence tidemark. Once above this level — an IQ of\nabout 130 - you can pretty much do anything you want to. This might be\nbecause one very important type of intelligence — creative intelligence — is\nnot highly correlated with the rest. Creative people tend to be sufficiently\nintelligent for their field but once above that threshold the relationship\nbreaks down. Success in creative endeavors seems to reflect strength of\ncharacter and creative aptitude rather than raw brainpower.\n\nPhysical Basis of Intelligence\nThe high correlation between different sorts of academic intelligence\nsuggests we might find a physical process within the brain leading to\n\nHOUSE_OVERSIGHT_015720",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015720.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2708,
    "word_count": 448,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:46.219202",
    "prefix": "IMAGES-003"
  }
}