{
  "document_id": "HOUSE_OVERSIGHT_024335",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024335.txt",
  "text": "Table of Contents\n\nThe resulting payout range for Mr. Garcia, our chief executive officer, is $0-$530,667, with a target of $266,667. For both Mr. Jenkins, our\nchief financial officer, and Mr. Huston, our chief operating officer, the payout range is $0-$497,500, with a target of $250,000. For both Mr. Keeton, our\nchief brand officer, and Mr. Gill, our chief product officer, the payout range is $0-$437,800, with a target bonus of $220,000.\n\nPerformance Metrics and Goals\n\nThe performance period for the annual incentive is our fiscal year. The committee selected retail units sold, gross profit per unit ex-Gift, and\nEBITDA margin ex-Gift as the performance metrics for our 2018 annual incentive plan because these are the primary metrics we use in evaluating our own\nperformance when communicating our financial results to our investors.\n\nThe committee believes that these performance measures help focus the executives on growing retail units sold and revenue, increasing total\ngross profit per unit, and demonstrating operating leverage. The detailed definition of each measure and rationale of selection are provided below:\n\nPERFORMANCE\nMETRICS USED IN\nTHE 2018 AIP WEIGHT DEFINITION RATIONALE OF SELECTION\nRetail Units Sold 40% The number of vehicles We view retail units sold as a key measure of our growth for several reasons.\nsold to customers in a First, retail units sold is the primary driver of our revenues and, indirectly, gross\ngiven period, net of profit, since retail unit sales enable multiple complementary revenue streams,\nreturns under our including financing, VSCs, GAP waiver coverage, and trade-ins. Second, growth\nseven-day return policy. —_ in retail units sold increases the base of available customers for referrals and\nrepeat sales. Third, growth in retail units sold is an indicator of our ability to\nsuccessfully scale our logistics, fulfillment, and customer service operations.\nGross Profit per 40% The gross profit before Total gross profit per unit ex-Gift is driven by sales of used vehicles, each of\nUnit ex-Gift compensation expense which generates additional revenue sources including wholesale sales of vehicles\nrelated to the 100k we acquire from customers as trade-ins, gains on the sales of loans originated to\nMilestone Gift (as finance the vehicle, revenue from GAP waiver coverage, and commissions on\nhereinafter defined) is sales of VSCs. We believe total gross profit per unit ex-Gift is a key measure of\n\nincluded in cost of sales, | our growth and long-term profitability.\ndivided by retail units sold\nin that period.\n\nwD] =\n\nHOUSE_OVERSIGHT_024335",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024335.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2601,
    "word_count": 406,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.450403",
    "prefix": "IMAGES-007"
  }
}