{
  "document_id": "HOUSE_OVERSIGHT_018544",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018544.txt",
  "text": "One example of a bad, weird dynamic is the \"one true way\" thing. Some people act like\nthere are \"right\" ways and \"wrong\" ways to do consensual BDSM -- as if some\nconsensual BDSM is more legit than other consensual BDSM. Often, people do this via\nwhat we call \"role policing”: they make claims about \"real submission” and \"real\ndominance.\" (Even worse, people will sometimes act like dominant people are socially\n\"better\" or \"more important” than submissive people. Or they'll act like men are\n\"inherently\" dominant, or women are \"inherently\" submissive. It's a clusterfuck! Thomas\nMacAulay Millar has a great essay about this called \"Domism.\")\n\nExamples of role policing might include:\n\n* \"If you were really submissive, then you would be serving my dinner right now instead\nof having me serve myself.\"\n\n* \"If you were really dominant, then you would pay for my drinks.”\n\n* \"If you were really submissive, then you wouldn't be confident enough to write a blog\nabout your sex life.\" (Not that I'm biased or anything.)\n\nSometimes these are hilarious light-hearted jokes. But sometimes they're not. Sometimes\nthey're bullshit, and they make people feel as though they're \"bad at submission\" or \"bad\nat dominance.” Also, it gets really silly when we start thinking about switches -- people\nwho can feel comfortable in the dominant role or the submissive role, such as myself.\n\nOne very common, relevant assumption is that dominant people always enjoy inflicting\npain: that sadists and dominants are always the same group. They're not! Sometimes\npeople are into sadism, or into dominance, or maybe they're into a lot of sadism but a\nlittle dominance, or whatever. The same thing goes for submission: sometimes people are\nsubmissive and like taking pain, but sometimes people are submissive without being\nmasochistic, or maybe they're into a little bit of submission and a lot of masochism, or\nwhatever.\n\nOr maybe they're masochists who like ordering their partners to hurt them. I once threw a\nmemorable party at which my then-boyfriend, a mostly-submissive gentleman, arranged\nfor a bunch of our friends to grab me and hold me down while he ate cake off my body.\nAs he did this, I clearly recall shouting at him: \"You better hurt me, or I'm going to\nsafeword on your ass.\" So he hurt me! It was great.\n\nBecause \"submissive\" and \"masochist\" aren't always the same thing -- and \"dominant\"\nand \"sadist\" aren't always the same thing -- the BDSM community uses the terms\n\"bottom\" and \"top.\" A \"bottom\" is a blanket term for a submissive and/or a masochist --\nthe receiving partner. A \"top\" is a blanket term for a dominant and/or a sadist -- the\npartner who is providing sensation. The point is to have words that indicate who is giving\nand who is receiving, without making claims about each partner's preferences. (These\nwords can also be used as verbs. For example, if 1 am \"topping,\" then I am in the\ndominant and/or sadistic position.)\n\nAnd yet! Even though we have these handy terms \"top\" and \"bottom,\" which are\nspecifically designed to help us avoid making assumptions, people end up making\nassumptions. There are two common BDSM community phrases that are often deployed\n\nHOUSE_OVERSIGHT_018544",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018544.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3193,
    "word_count": 534,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:48.064628",
    "prefix": "IMAGES-005"
  }
}