{
  "document_id": "HOUSE_OVERSIGHT_010923",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010923.txt",
  "text": "Tidewater Oil Company, which would merge into its parent Getty Oil Company a few\nyears later, had red ink problems in its Eastern Division. My job was to see why.\nEastern Division was run by “Jim” Jiminez, an upbeat guy I liked. | don’t think he\ntook the red-ink problems home with him as Cap Balfour had. He reported to my\nhalf-brother George at corporate headquarters in Los Angeles, and George reported\nto my father in London. George had earned his job as president by outstanding\nperformance at every level on the way up, which is more than you could say for me\nin the Neutral Zone. But George was touchy. He had a chip on his shoulder. | think\nmy father liked to ride him, and he sometimes felt unappreciated. You have to shrug\nthat off. George was doing fine. The problem in Eastern Division was not in him, and\n\nit was not in Jim Jiminez. Then what?\n\nI looked at the books. The red ink had nothing to do with management. Eastern\nDivision did refining and marketing. Its new refinery in Delaware had been\noptimized to process heavy Wafra crude oil, which then was over a dollar cheaper\nper barrel on the market than the lighter and easier-to-refine crude we produced in\nTexas and the Central Basin. Tidewater’s Western Division refinery at Martinez, by\ncontrast, had all the cheap oil it needed in our own San Joaquin field. The Martinez\nrefinery was old, and more expensive to operate. But the net advantage still went to\nWestern Division by about a dollar per barrel. Meanwhile gasoline sold for about a\ndollar less per barrel, although only two or three cents less per gallon, in the\n\nrefinery-loaded east than in California.\n\nManagement can’t do much about import quotas and market conditions. I reported\nto my father that Eastern Division was at least as well run as Western Division,\n\nwhere the ink was black thanks to cheaper crude and pricier gasoline.\n\nThen could we cut costs or boost receipts in other ways? I proposed that we close\nour old and inefficient Boston Harbor terminal, where barges unloaded gasoline into\nour tank farms to be trucked to stations, and supply Boston from our new terminal\nat Providence two hours’ drive away. If that worked, other distribution\n\nconsolidations seemed possible. | later proposed much the same thing for our\n\nChapter 1: Recollections 1/06/16 7\n\nHOUSE_OVERSIGHT_010923",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010923.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2325,
    "word_count": 402,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:47.844750",
    "prefix": "IMAGES-001"
  }
}