{
  "document_id": "HOUSE_OVERSIGHT_019514",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019514.txt",
  "text": "26 | HOW AMERICA LOST ITS SECRETS\n\never, according to a reply by a CIA public affairs officer to the Times,\nSnowden had not been fired or accused of attempting to “break into\nclassified computer files to which he did not have authorized access.”\n\nA former CIA officer who had also been at the U.S. mission\nin Geneva explained the discrepancy to me. He said that the spin\nthe CIA put on the story was “necessary containment.” After the\nSnowden breach occurred in June 2013, the CIA had a problem that\ncould, as he put it, “blow up in its face.” If Snowden had been fired\nbut allowed to keep his security clearance in 2009, the CIA’s incom-\npetence could be partly blamed for the NSA’s subsequent employ-\nment of him. If he had broken into a computer to which he was not\nauthorized, he should have been fired if not arrested.\n\nWhat this spin glossed over, according to this former CIA officer,\nis the part about Snowden’s behavior that concerned his superior.\nTechnically, Snowden, as a CIA communications officer, was autho-\nrized to use the computer system. The problem was that Snowden\nhad deliberately misused it by adding code to it. This code could have\ncompromised the security of the CIA's “live system.” So while what\n\n© the CIA public affairs officer quoted in the Times story said was cor- ®\nrect, it clouded the issue.\n\nDuring his time in Geneva, Snowden had received no promotions\nor commendations for his work. He was threatened with a punitive\ninvestigation unless he agreed to quietly resign from the CIA. “It\nwas not a stellar career” Drumheller, the former CIA station chief,\ntold me in 2014.\n\nSnowden blamed his career-ending “derog” on an “e-mail spat”\nwith a superior. From Moscow, he wrote to James Risen of the Times\nthat his superior officer ordered him not “to rock the boat.” Further,\nhe complained that the technical team at the CIA station in Geneva\nhad “brushed him off,” even though he had a legitimate grievance.\nWhen he complained about a flaw in the computer system, he said\nthat his superior took vengeance on him. He said he added the code\nto the system to prove he was right. He attributed the “derog” in\nhis file to the incompetence, blindness, and errors of his superiors.\nAccording to Snowden, he was a victim. This would not be the last\ntime he faulted superiors for their supposed incompetence. He would\n\n| | Epst_9780451494566_2p_all_r1.z.indd 26 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019514",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019514.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2432,
    "word_count": 424,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:49.378592",
    "prefix": "IMAGES-005"
  }
}