{
  "document_id": "HOUSE_OVERSIGHT_032192",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_032192.txt",
  "text": "22\n\nArticle 7.\n\nThe National Interest\n\nThe Good Autocrat\n\nRobert D. Kaplan\n\nJune 21, 2011 -- IN HIS extended essay, On Liberty, published in\n1859, the English philosopher John Stuart Mill famously declares,\n“That the only purpose for which power can be rightfully exercised\nover any member of a civilized community, against his will, is to\nprevent harm to others.” Mill’s irreducible refutation of tyranny leads\nhim to—I have always felt—one of the most moving passages in\nliterature, in which he extols the moral virtues of Marcus Aurelius,\nonly to register the Roman’s supreme flaw. Mill writes:\n\nIf ever any one, possessed of power, had grounds for thinking himself\nthe best and most enlightened among his contemporaries, it was the\nEmperor Marcus Aurelius. Absolute monarch of the whole civilized\nworld, he preserved through life not only the most unblemished\njustice, but what was less to be expected from his Stoical breeding,\nthe tenderest heart. The few failings which are attributed to him, were\nall on the side of indulgence: while his writings, the highest ethical\nproduct of the ancient mind, differ scarcely perceptibly, if they differ\nat all, from the most characteristic teachings of Christ. And yet, as\nMill laments, this “unfettered intellect,” this exemplar of humanism\nby second-century-AD standards, persecuted Christians. As\ndeplorable a state as society was in at the time (wars, internal revolts,\ncruelty in all its manifestations), Marcus Aurelius assumed that what\nheld it together and kept it from getting worse was the acceptance of\nthe existing divinities, which the adherents of Christianity threatened\nto dissolve. He simply could not foresee a world knit together by new\nand better ties. “No Christian,” Mill writes, “more firmly believes\n\nHOUSE_OVERSIGHT_032192",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_032192.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1793,
    "word_count": 282,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.138282",
    "prefix": "IMAGES-011"
  }
}