{
  "document_id": "HOUSE_OVERSIGHT_011668",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011668.txt",
  "text": "emergency cabinet meeting the next day. His adviser on terrorism, Gideon\nMachanaimi, was someone I knew well. When the cabinet convened, he pointed\nout to the ministers that the London terrorists were from a fringe Palestinian\ngroup led by Abu Nidal. Far from being an ally of Arafat, he had been\nsentenced to death by Fatah. According to Gideon, Begin wasn’t interested in\nthe distinction. Even less so were the two leading military figures in attendance:\nArik and Raful. They said all Palestinian terror was the responsibility of Arafat,\nand that now was the time to hit back hard. The cabinet was informed that our\ninitial response would be limited: aerial and artillery bombardment of PLO\ntargets throughout Lebanon. Yet Raful told the cabinet that the Palestinians\nwould almost certainly respond with shell and rocket fire into Israel. Then, he\nsaid, we could strike more forcefully. In other words, the invasion would begin.\n\nIt did. Dubbed “Operation Peace for Galilee” to convey the aim of protecting\nnorthern Israel from shell and rocket fire, it got underway at around 11 a.m. on\nSunday June 6. The publicly declared aim was Little Pines: the establishment of\nour 40-kilometer security zone. Both Israelis and the Americans were led to\nbelieve it would be a relatively short operation aimed at destroying the PLO’s\nmilitary capacity in the border area. We also said that we wouldn’t attack Syrian\nforces as long as they didn’t attack us.\n\nThat last public pledge had particular relevance to my role on the ground. I\nwas deputy commander of the largest of Israel’s three invasion forces, under\nYanoush Ben-Gal, head of the northern command until shortly before the war.\nWe had 30,000 troops and 600 tanks and were responsible for the “eastern\nsector’ — from the edge of the Golan Heights, north through the Bekaa Valley\nalong Lebanon’s border with Syria. At first, we deliberately stopped short of\nSyrian forces. We deployed our main reserve division just 10 kilometers across\nthe border, below the first Syrian positions at the bottom of the Bekaa. But\ndespite the public assurances we were in Lebanon to establish our security zone,\nwe had no orders to halt at the 40-kilometer line. From day one, our part of the\ninvasion force began a pincer movement around the area of eastern Lebanon\nwhere large numbers of Syrian soldiers were based. My former Sinai division,\nthe 252™, came down from the Golan and started making its way up alongside\nthe Syrian border. Our other units, further inland, also began pushing\nnorthward.\n\nFor the first couple of days, we did avoid a confrontation with the Syrians.\nYet on June 8, day three of the war, the morphing of Little Pines into Big Pines\nbegan.\n\n197\nHOUSE_OVERSIGHT_011668",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011668.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2726,
    "word_count": 458,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:48.352328",
    "prefix": "IMAGES-001"
  }
}