{
  "document_id": "HOUSE_OVERSIGHT_023922",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023922.txt",
  "text": "176 Teaching Minds\n\nTheory is a subject. Practice in a field means exercising the twelve\ncognitive processes we have been referring to, and because of that,\nprogress is much harder to ascertain. You can test theory. It is harder\nto test practice. One can gain a lot of knowledge about what doesn’t\nwork while practicing and still produce nothing worthwhile. The les-\nsons learned are harder to assess. Teaching theory makes all teachers\nmore comfortable. Of course, theory means there is no doing, so no\none really learns much. After they pass the test, they can forget what\nthey learned with no consequences.\n\nThere is a big difference between knowing that and knowing how.\nSchools have always emphasized knowing that. The primary reason\nfor this is that the stuff you can say you know is testable. But knowing\nhow is much more important. So we worry that students don’t know\nthat George Washington was president, without asking what the use of\nthat knowledge is. There may be a use for that knowledge. It is doesn’t\ncome to me immediately what that use would be, but let’s assume\nthere is some use for that knowledge for your average student. If so,\nthat knowledge should be taught within the context in which it might\nbe used. There is, for example, a use of that knowledge for construct-\ning a history paper about the origins of the United States. Of course,\nthat itself may not be a useful exercise. In the context of doing that\nexercise, assuming there was good justification for it, that knowledge\nwould be naturally learned. Natural learning of factual knowledge,\nlearning it when it comes up, is fine, as long as it isn’t being learned so\nthat it can be tested. It is much more useful to learn knowledge when\nthat knowledge enables you to do something, however.\n\nThere are endless books about what every 3rd-grader must\nknow that use the idea that factual knowledge is the basis of\nthe ability to read as their justification. Unfortunately, the writers\nof these tracts have misunderstood the cognitive science behind\nthose statements. It is difficult to read things when you don’t un-\nderstand what they are about. But it does not follow from that,\nthat the solution is to ram that knowledge down kids’ throats and\nthen have them read. It is much more clever to have them read\nabout what they know and to gradually increase their knowledge\nthrough stories that cause them to have to learn more in order to\nmake the stories understandable to them. In that case, the learning\nis in context and thus more natural.\n\nHOUSE_OVERSIGHT_023922",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023922.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2543,
    "word_count": 440,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:44.268762",
    "prefix": "IMAGES-007"
  }
}