{
  "document_id": "HOUSE_OVERSIGHT_019639",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019639.txt",
  "text": "Did Snowden Act Alone? | 151\n\nother analysts there. “It is inconceivable to me that his co-workers\nwould divulge their passwords to him,” a former Booz Allen execu-\ntive, who had also worked at the Defense Intelligence Agency, told\nme. “If he was a system administrator, he might trick a threat ana-\nlyst into entering his password into his computer under the pre-\ntext that he needed it to deal with an urgent hardware issue.” But,\nit will be recalled, Snowden was not a system administrator at the\ncenter. Snowden therefore “had no plausible reason for requesting\npasswords to compartments he had not been read into,” the former\nexecutive said. He said that NSA executives might have been read\ninto all twenty-four of the compartments, but he deemed it incon-\nceivable they would illicitly share their passwords with Snowden. I\nasked him what the chance was of his voluntarily obtaining some\ntwenty-four passwords from co-workers in five weeks. “In my opin-\nion, near zero,” he said.\n\nIt is possible of course that Snowden could have simply observed\nothers typing in their passwords, one by one, but that would take\ntime and possibly attract attention. I asked the former Booz Allen\n\n© contractor whether it was possible that Snowden could have used a ®\ndevice for intercepting another computer’s electronic signals, called\nby hackers a “key logger.” Such a device, which is obtainable over\nthe Internet, could be used to steal the passwords of the analysts\nwho had been read into the compartments. My source said that\nwhile it was possible that Snowden smuggled in a key logger in his\nbackpack, it could not be operated unless it was hardwired to a com-\nputer inside the center, because, like those at all other NSA facili-\nties, the computers had been insulated to block any form of wireless\ntransmission. This precaution was taken to guard against an EMP, or\nelectromagnetic pulse, attack by an enemy. The only way Snowden\ncould intercept keystrokes was to attach a cable from his key logger\nto each of his fellow workers’ computers. In this scenario, he would\nhave had to surreptitiously build his own wired network connect-\ning his hidden key logger to twenty-four separate computers. More-\nover, he would have to do this wiring in an open-plan office where\nhe could not count on these additional wires, even if rigged one by\none, not being noticed by either other analysts in the room or the\n“geek squad” of system administrators who regularly checked con-\n\n| | Epst_9780451494566_2p_all_r1.z.indd 151 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019639",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019639.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2555,
    "word_count": 430,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:46.639485",
    "prefix": "IMAGES-005"
  }
}