{
  "document_id": "HOUSE_OVERSIGHT_013138",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013138.txt",
  "text": "222 12 The Engineering and Development of Ethics\n\nTo the extent that the Golden Rule is valued as an ethical imperative, experiential grounding\nmay be supplied via observing the behaviors of others. This in itself is a powerful argument in\nfavor of the Golden Rule: without it, the experiential library a system possesses is restricted to\nits own experience, which is bound to be a very small library compared to what it can assemble\nfrom observing the behaviors of others.\n\nThe overall upshot is that, ideally, an ethical intelligence should act according to a log-\nically coherent system of principles, which are exemplified in its own direct and\nobservational experience, which are comprehensible to others and set a good ex-\nample for others, and which would serve as adequate universal laws if somehow\nthus implemented. But, since this set of criteria is essentially impossible to fulfill in prac-\ntice, real-world intelligent agents must balance these various criteria — often in complex and\ncontextually-dependent ways.\n\nWe suggest that ethically advanced humans, in their pragmatic ethical choices, tend to act in\nsuch a way as to appropriately contextually balance the above factors (along with other criteria,\nbut we have tried to articulate the most key factors). This sort of multi-factorial approach is\nnot as crisp or elegant as unidimensional imperatives like the Golden Rule or the Categorical\nImperative, but is more realistic in light of the complexly interacting multiple determinants\nguiding individual and group human behavior.\n\nAnd this brings us back to CEV, CAV, CBV and other possible ways of mining ethical\nsupergoals from the community of existing human minds. Given that abstract theories of ethics,\nwhen seriously pursued as we have done in this section, tend to devolve into complex balancing\nacts involving multiple factors — one then falls back into asking how human ethical systems\nhabitually perform these balancing acts. Which is what CHV, CAV, CBV try to measure.\n\n12.5.1 The Golden Rule and the Stages of Ethical Development\n\nNext we explore more explicitly how these Golden Rule based imperatives align with the eth-\nical developmental stages we have outlined here. With this in mind, specific ethical qualities\ncorresponding to the five imperatives have been italicized in the above table of developmental\nstages.\n\nIt seems that imperatives 1-3 are critical for the passage from the pre-ethical to the conven-\ntional stages of ethics. A child learns ethics largely by copying others, and by being interacted\nwith according to simply comprehensible implementations of the Golden Rule. In general, when\ninteracting with children learning ethics, it is important to act according to principles they can\ncomprehend. And given the nature of the concrete stage of cognitive development, experiential\ngroundedness is a must.\n\nAs a hypothesis regarding the dynamics underlying the psychological development of con-\nventional ethics, what we propose is as follows: The emergence of concrete-stage cognitive\ncapabilities leads to the capability for fulfillment of ethical imperatives 1 and 2 — a comprehen-\nsible and workable implementation of the Golden Rule, based on a combination of inferential\nand simulative cognition (operating largely separately at this stage, as will be conjectured be-\nlow). The effective interoperation of ethical imperatives 1-3, enacted in an appropriate social\nenvironment, then leads to the other characteristics of the conventional ethical stage. The first\nthree imperatives can thus be viewed as the seed from which springs the general nature of\nconventional ethics.\n\nHOUSE_OVERSIGHT_013138",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013138.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3653,
    "word_count": 565,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:47.060819",
    "prefix": "IMAGES-002"
  }
}