{
  "document_id": "HOUSE_OVERSIGHT_019887",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019887.txt",
  "text": "With a sideways look, Ailes continued to stare him down, as though waiting for\nBannon to show more of his cards.\n\n“Really,” Bannon said. “He’s on the program. It’s his program.” Pivoting from Trump\nhimself, Bannon plunged on with the Trump agenda. “Day one we’re moving the U.S.\nembassy to Jerusalem. Netanyahu’s all in. Sheldon’—Sheldon Adelson, the casino\nbillionaire, far-right Israel defender, and Trump supporter—‘‘is all in. We know where\nwe're heading on this.”\n\n“Does Donald know?” asked a skeptical Ailes.\nBannon smiled—as though almost with a wink—and continued:\n\n“Let Jordan take the West Bank, let Egypt take Gaza. Let them deal with it. Or sink\ntrying. The Saudis are on the brink, Egyptians are on the brink, all scared to death of\nPersia ... Yemen, Sinai, Libya ... this thing is bad... . That’s why Russia is so key... . Is\nRussia that bad? They’re bad guys. But the world is full of bad guys.”\n\nBannon offered all this with something like ebullience—a man remaking the world.\n\n“But it’s good to know the bad guys are the bad guys,” said Ailes, pushing Bannon.\n“Donald may not know.”\n\nThe real enemy, said an on-point Bannon, careful not to defend Trump too much or to\ndis him at all, was China. China was the first front in a new cold war. And it had all been\nmisunderstood in the Obama years—what we thought we understood we didn’t understand\nat all. That was the failure of American intelligence. “I think Comey is a third-rate guy. I\nthink Brennan is a second-rate guy,” Bannon said, dismissing the FBI director and the CIA\ndirector.\n\n“The White House right now is like Johnson’s White House in 1968. Susan Rice”—\nObama’s National Security Advisor—“is running the campaign against ISIS as a National\nSecurity Advisor. They’re picking the targets, she’s picking the drone strikes. I mean,\nthey’re running the war with just as much effectiveness as Johnson in sixty-eight. The\nPentagon is totally disengaged from the whole thing. Intel services are disengaged from\nthe whole thing. The media has let Obama off the hook. Take the ideology away from it,\nthis is complete amateur hour. I don’t know what Obama does. Nobody on Capitol Hill\nknows him, no business guys know him—what has he accomplished, what does he do?”\n\n“Where’s Donald on this?” asked Ailes, now with the clear implication that Bannon\nwas far out ahead of his benefactor.\n\n“He’s totally on board.”\n“Focused?”\n“He buys it.”\n\n“T wouldn’t give Donald too much to think about,” said an amused Ailes.\n\nHOUSE_OVERSIGHT_019887",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019887.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2502,
    "word_count": 424,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:49.188154",
    "prefix": "IMAGES-005"
  }
}