{
  "document_id": "HOUSE_OVERSIGHT_014380",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014380.txt",
  "text": "Citigroup Inc. (C)\n\nWe use a three-factor valuation framework (P/E, P/TBV, DCF} to arrive at our $60 PO,\nassigning a 0.9x multiple to 2017E TBV and 11x multiple on '17E blended NA and EM\nearnings. We have weighted the P/E and P/TBV factors equally at 40%, and our DCF\nanalysis by 20%.\n\nNear term, we view C's current market multiple as overly discounted, but expect money\ncenter banks will likely continue to trade at a discount to the regionals. Our 1x TBV\nmultiple represents a 0.3x discount to our median multiple for our universe. Our\ndiscount to TBV is a reflection of the earnings drag from Holdings and the fact that\nmoney centers will most likely continue to trade at a discount to regional peers. Our 11x\n16E multiple is based on a sum of the parts analysis, where we apply a 10.5x multiple,\non all operations ex. Lat Am and Asia GCB. We then apply a 11x multiple on Lat Am and\nAsia GCB to represent the earnings growth for consumer banking in emerging markets.\nLastly, we deduct the earnings drag from Holdings. Our DCF analysis assumes a 5%\ngrowth rate and two stage cost of equity of 13%.\n\nRisks to our PO are macro risks such as a slower than expected rate of fed hikes, and\neconomic downturn and further scrutiny of the financials industry. Specific to C, risks\nare enhanced regulatory and capital standards as a Global SIF1, slower wind-down on Citi\nHoldings than expected, and slower-than-expected growth in the emerging markets and\npotential fines.\n\nCitizens Financial Group (CFG)\n\nWe use a three-factor valuation framework (P/TBV, P/E, DCF) to arrive at our $33 price\nobjective and assign a 1.2x multiple to our 2017E TBV in-line with other asset sensitive\npeers. We place a 15x multiple on our 2017E EPS, also in-line with its asset sensitive\npeer group. Our DCF assumes a two-stage cost of capital of 10% and a terminal growth\nrate of 5%.\n\nDownside risks to our price objective are: 1) a significantly delayed Fed rate hike leading\nto pressured revenue growth, 2) higher losses associated with CFG's consumer oriented\nloan portfolio, and 3) a quicker than expected credit normalization.\n\nComerica Incorporated (CMA)\n\nWe use a three-factor valuation framework (P/E, P/TBV, DCF} to arrive at our $55 PO,\nand assign a 1.2x multiple to 2017E TBV (in line with the median energy-exposed peers)\nand 16x multiple on 2017E EPS due to below peer EPS growth and ROTE. We have\nweighted the P/E and P/TBV factors equally at 33%, and our DCF analysis by 33%. Our\nDCF assumes a two-stage cost of capital of 12.3% and 10.5% and a terminal growth\nrate of 5% and Tier 1 common of 8% at termination.\n\nDownside risks to our PO are a more severe than expected impact from lower energy\nprices, or a slower than expected rate of fed hikes. Upside risks are a better than\nexpected rebound in energy prices and sooner recognition of cost saves.\n\nCommerce Bancshares Inc. (CBSH)\n\nWe use an equal-weighted three-factor valuation framework (P/E, P/TBV, DCF) to arrive\nat our $60 PO and assign a 2.2x multiple to 2Q17E TBV, representing a premium to\npeers, given higher-quality earnings and capital position. Our assigned 18x multiple on\n2017E EPS is at a premium to peers due to higher earnings quality. Our DCF assumes a\nterminal cost of equity of 9%, and a terminal growth rate of 3%.\n\nDownside risks to our price objective are regulatory headwinds, or longer-than-\nanticipated low-rate environment. Upside risks are a stronger-than-expected economic\nrebound, better-than-expected capital distribution and a potential takeout above our\nprice objective.\n\n66 2016 Future of Financials Conference | 17 November 2016 Bankof America 2\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014380",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014380.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3662,
    "word_count": 619,
    "line_count": 66,
    "import_date": "2025-11-19T21:47:49.214527",
    "prefix": "IMAGES-002"
  }
}