{
  "document_id": "HOUSE_OVERSIGHT_017427",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017427.txt",
  "text": "4.2.12\nWC: 191694\n\nimmediately called someone I knew in the Obama administration, who phoned the US Embassy in\nGeneva and I was allowed back in the hotel with an apology. The photograph of me being\nforcibly removed from the hotel was flashed around the world, with the following caption:\n\n“Harvard law professor Alan Dershowitz, is led away after declaring he planned to\nchallenge Iranian President Mahmoud Ahmadinejad about his views on the Holocaust and\nIsrael minutes before the meeting between Swiss President Hans-Rudolf Merz and the\nIranian president in Geneva, Switzerland, on April 19, 2009.”\n\nThe next day Ahmadinejad was scheduled to give his address to the Durban Conference. We\nwere not allowed into the Chamber in which he was speaking, but were told to go to a special\nroom where we could watch and listen to his talk. We assembled in that room and watched as\nAhmadinejad was greeted with applause by many of the delegates. When he began to speak, we\ndiscovered that his words, delivered in Farsi, were not being translated to those of us in the\nseparate room, but only to those in Assembly Chamber. This was not acceptable and so I\nmarched to the Assembly Chamber and simply walked in. Several delegations were absent and so\nwe simply took their seats. But not for long. As soon as Ahmadinejad denied the Holocaust,\nwhich he did near the beginning of his speech, I stood up and shouted “Shame” and walked out,\npassing directly in front of his lectern. Many others walked out as well, including several\nEuropean delegations. Ahmadinejad’s talk was a fiasco, and was so reported by the media. He\nhad made a fool of himself, with little help from us.\n\nThe following year, the Durban Conference on human rights was once against convened, this time\nin New York. Once again, we convened parallel conferences. In my address, I made the\nfollowing point:\nOne important reason why there is no peace in the Middle East can be summarized\ntragically in two letters, UN. That building dedicated in theory to peace has facilitated\nterrorism, stood idly by genocide, given a platform to holocaust deniers, and\ndisincentivized the Palestinians from negotiating a reasonable two-state solution.\n\nHow dare states such as Saudi Arabia, Cuba, Venezuela, Zimbabwe, Iran, Bahrain, Syria,\nBelarus and other tyrannies too numerous to mention -- but if you want to see the list, just\ngo over to the next building -- read the list of nation states and you'll see more than half of\nthem fit this definition of undemocratic tyrannies. How dare those tyrannies lecture Israel\nabout human rights? How dare states such as Turkey, that have attacked their own\nKurdish minorities and Armenian minorities, and Russia, which has attacked its own\nChechnyan minority, how dare these warmongering countries lecture Israel about peace?\n\nHow dare Norway with its long and sordid history of anti-Semitism and collaboration with\nevil, a history which tragically persists to this day, how dare Norway lecture Israel on\nequality? How dare South Africa, which continues to practice de facto, though not de\njure apartheid, call Israel, which is far more integrated than South Africa, an apartheid\nstate?\n\n340\n\nHOUSE_OVERSIGHT_017427",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017427.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3200,
    "word_count": 529,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:44.488751",
    "prefix": "IMAGES-004"
  }
}