{
  "document_id": "HOUSE_OVERSIGHT_018561",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018561.txt",
  "text": "secretly, of course -- whether she knew any abortion doctors. Heather Booth found one,\nand she also found that other women started coming to her for references.\n\nAs one woman in the film put it, in those days, women who sought abortions were all\n\"hysterical and desperate and scared\": if you needed an abortion, you knew you would\nhave to come up with some fabulous amount of money and take a life-threatening risk.\nSome women committed suicide when they got pregnant instead. Information about\nabortion was at a premium.\n\nSo Heather Booth began looking for abortion doctors, and better than that, she started\nvetting them. After finding the doctors, she sought testimonials about those doctors.\nCommon problems with abortion doctors ranged from being rude to actually assaulting\ntheir patients; some doctors, who already charged sky-high prices, would demand more\nmoney at the last minute. Booth kept a list of abortion doctors who didn't do those things.\nPretty soon, there were other women who had her list too, and they were vetting doctors\nand spreading the word as well. The group also provided counseling before and after the\nprocedure, letting the patients know what they could expect -- physically and\nemotionally. They called themselves \"Jane\": a woman who called them and asked for\n\"Jane\" was seeking an abortion.\n\nAfter some time, the women of Jane figured out that abortion isn't a complex procedure,\nand they convinced a doctor to teach them how to do it safely. And then they taught each\nother. So then they didn't have to refer patients to doctors: they did all the abortions\nthemselves, and they did them for whatever the patient could spare rather than charging\nprices that were out of reach for many women. Jane members continued to provide\nemotional support, as well: in the documentary, one member reminisces about how she\nwould have patients over to dinner with her kids and talk to them for a while before\nperforming the procedure. It got to the point where doctors and medical students sent\nwomen to Jane, rather than getting referrals from Jane.\n\nThat is positive activism. That is building the world we want to see.\n\nWhen abortion was legalized in 1973, the group quietly disbanded. Some members of\nJane went on to be involved in other parts of the feminist movement or to found respected\nwomen's health organizations.\n\nIt's not that Jane had no problems; the organization was not transparent, for example, and\nit sounds like there was a fair amount of gossip and internal difficulties. These are typical\nissues within small groups, and the stigma and anxiety of what they were doing can't\npossibly have helped, but still, it's important to work against those problematic patterns\nfrom the beginning. It's worth it, I think; I'm increasingly convinced that the most\npositive direct change can be traced to small, grassroots, community groups. Which\nmeans that making sure your small, grassroots community group is egalitarian but well-\norganized can have ripple effects all down the line.\n\nAnother example of such a group might be Chicago's Rape Victim Advocates. RVA was\nestablished in 1974 by doctors and nurses who were appalled by how badly rape\nsurvivors were treated in the emergency room. Back then, there was no public\nunderstanding of how traumatic rape could be, and little understanding of survivors’\n\nHOUSE_OVERSIGHT_018561",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018561.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3361,
    "word_count": 554,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:45.107431",
    "prefix": "IMAGES-005"
  }
}