{
  "document_id": "HOUSE_OVERSIGHT_016165",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016165.txt",
  "text": "Table 17: Examples of management contracts\n\nCompany _ Contracts\n\nDallah Dallah has had two types of hospital contracts.\nOne, which just involves management expertise, was worth SAR4.5m over five years and 10% of the\nhospitals income.\nThe other was worth SAR89m over five years but in this Dallah was responsible for all staffing and\nsupplies and infrastructure operation and maintenance.\n\nMouwasat Mouwasat managed Najd consulting hospital in Riyadh in return for management fees of c.SAR3m per\nyear; this was subsequently changed to receiving a share of revenues and net profits.\n\nNMC NMC was awarded a contract to manage a government hospital in Umm Al Quwain, UAE. The five year\ncontract sees it earn $5m (SAR18m) in fees per year, subject to certain performance criteria being met.\nDuring the term of the contract NMC is to train government staff to which it will hand over administration\nat expiration.\n\nSource: BofA Merrill Lynch Global Research, company report\n\nPrivate groups may lack capacity to undertake such contracts\n\nThe private hospital groups in Saudi Arabia are small. Habib Medical Group, Mouwasat\nand Middle Eastern Healthcare group are the largest, with only 8, 5 and 4 hospitals\nrespectively. We would question whether any company has the depth of management to\nundertake management of a large number of government hospitals. Potentially the\ngovernment could seek to import foreign expertise.\n\nInsurance roll-out likely to boost private volumes\n\nLonger-term, the roll-out of private insurance would likely have a positive impact on\nvolumes available for incumbent operators to capture. This will depend though on the\navailable capacity of private operators at that time and level at which reimbursement is\nset. The current listed operators typically target high income patients and a lot of the\ngrowth in volumes would likely be in the low-to-middle income spectrum.\n\nCultural shift would be needed to target larger population at lower price point\n\nIt would require a clear cultural shift for the incumbent listed hospital operators to\nswitch from offering a high quality service to high income individuals to operating\nfacilities that served the wider population at what we presume would be a much lower\nprice point.\n\nInvestment is difficult until pricing and reimbursement is clarified\nUntil reimbursement levels are clarified, existing private operators/investors will not be\nable to make decisions on investing in private healthcare facilities.\n\nPrivatisations seem unlikely in the near-term\n\nGiven the stated intention to improve the quality of hospitals prior to privatisations, it\nseems unlikely there will be any near-term, although the NTP does call for privatisation\nof one of the medical cities in a public-private partnership. Saudi operates a number of\nmedical cities, which are typically collections of hospitals that act as tertiary referral\ncentres. The largest of these is the King Fahad medical city in Riyadh, with 1,095 beds.\nIt is uncertain which city is planned for privatisation. As with further investment by\nprivate operators in new facilities, the level of reimbursement would need to be clarified\nso potential bidders can estimate their return on investment from participating.\n\n270 public hospitals in Saudi currently\n\nLatest available data (2014) from the Saudi Ministry of Health discloses 270 public\nhospitals with 40,300 beds. Of these, 47 hospitals are in Riyadh, with 25% of the\npopulation, and 13 hospitals are in Jeddah, which holds 14% of the population.\nPresumably these assets would be the most valuable during a privatisation process, not\nonly because of the population sizes, but also because the provision of beds hasn’t kept\nup with population growth, ensuring high demand. Both areas also host the highest\nnumber of private hospitals in the country.\n\nOS Merrill Lynch GEMs Paper #26 | 30 June 2016 55\n\nHOUSE_OVERSIGHT_016165",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016165.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3889,
    "word_count": 607,
    "line_count": 71,
    "import_date": "2025-11-19T21:47:45.660955",
    "prefix": "IMAGES-003"
  }
}