{
  "document_id": "HOUSE_OVERSIGHT_029487",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029487.txt",
  "text": "Business Expansion Portfolio and Prospectus\nTwin City Care of The Virgin Islands\n12\n\nCompetition\n\nPresently, there is no competition for Twin City. All non-emergency ambulance and non-medial\nstretchers are regulated through the Virgin Islands Department of Health and Wheel Coach\nServices that are currently the only provider of the non-medical stretcher. Since 2003 to this date\nWheel Coach is unable to provide non-emergency ambulance service on the island of St. Croix. It\nis very feasible to conduct successful non-emergency ambulance operations with the local\nhospitals (JFLH), fee for service (Medicare, Medicaid, Private Insurance, self-pay).\n\nPositioning\n\nIt is the goal of Twin City Care, Inc. to operate a Mobile Integrated Health Service which consist\nof; non-emergency and emergency ambulance, specialized transport, community health and\nmobile phlebotomy service within the USVI. Contracts for fees for service, and subscription\nservice, shall be sought with the major Hospitals, Skilled Nursing Facilities, Casino’s, Tourist\nBureau and the Community at large. It is our contention to provide excellent customer service.\nConsidering the numerous complaints of the lack of current service we feel that by instituting a\npolicy that provides performance parameters that meets the customers’ needs we will be highly\nsuccessful in our goal. It is our intention to provide a two-hour window and true scheduled pick\nup times. According to customer surveys, they desire performance and reliability. Ambulance rates\nare payable by Medicare at $221.00 base rate and $7.31 per mile, the average ambulance call per\nday at Twin City is four. We expect to double that within the first month. We will also work with\nthe local physicians to transport all qualifiable patients by ambulance, such as those who are on\noxygen or those who need non-emergency and urgent transportation to the hospital. We shall also\noffer to the people of St. Croix a subscription service for ground ambulance, where if they need an\nambulance they receive no bill.\n\nExpansion Launch Strategies\n\nIt is our intent to expand Twin City Mobile Integrated Health with two ambulances operating per\nday, Mon-Fri and one on the weekends, by salaried personnel on St. Croix and St. Thomas. Once\nthese units are at 85% capacitance, a third unit will be added. Along with the third unit, a marketing\nstrategy should be launched in the St. Johns area. Under this expansion project employees and\nstarting salary ranges would consist of the following:\n\n4 fulltime Receptionist / Secretary / Dispatcher, $25k/year each\n\n1 Salaried Chief Executive Officer / Paramedic, $100k/year\n\n1 Salaried Medical Director, $125k/year\n\n1 Salaried Human Resource Director, $75k/year\n\n1 Salaried Chief Operations Officer (Paramedic) $85k/year\n\n1 Salaried Supervisor / Customer Care Advocate (Paramedic or Advance EMT) $75k/year\n12 Fulltime Emergency Medical Technician (EMT) $45k/year each = $450k/year\n\n9 Part time Advance Emergency Medical Technician $55k/year each = $495k/year\n\nHOUSE_OVERSIGHT_029487",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029487.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3046,
    "word_count": 462,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:49.326151",
    "prefix": "IMAGES-010"
  }
}