{
  "document_id": "HOUSE_OVERSIGHT_017502",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017502.txt",
  "text": "Pe Pe\nWhnHrF OW MAND UF WHE\n\nBeeb\nmn Ws\n\nanarno Ss WHY PE\n\nNNNNNNEFE PPE PPR PB\nOPBWNHEF OW AWHOBWNHHE OW\n\ntheir book of business. This being said, ] was_\nbringing in legitimate lawyers to form legitimate\n\npractice groups to practice legitimate law, having\n\nnothing to do with the Ponzi scheme.\nQ. During the year 2009, were there any, to\n\nyour knowledge, any big settlements of any cases at\nRRA?\n\nA. To the best of my recollection, no. We had\na dismal year.\n\nQ. The year 2009 was just dismal across the\nboard?\n\nA. Some people did better than others, but yes,\noverall] it was for a firm of 70 lawyers, it was\ndismal.\n\nQ. So there were no big wins coming into the\nfirm as far as a financial windfall other than from\nyour other businesses?\n\nA. The only significant capital coming into the\nfirm was money my co-conspirators and J were stealing.\n\nQ. Was there any particular practice group that\nyou can remember that had a particularly non-dismal\nyear in 2009?\n\nA. Mr. Nurik had a good year.\n\nQ. Do you recall what the gross revenue was\nfrom legitimate sources in 2009?\n\nPage 46\n\nA. It was somewhere between eight and\n$10 million, probably right around the nine million\nmark.\n\nQ. Do you know what your --\n\nA. On its best day.\n\nQ. What was your overhead for salaries in 2009,\ndo you recall?\n\nA. 1 don't have a clue.\n\nQ. Was it more than you brought in\nlegitimately?\n\nA. With what I was paying in salaries, J'm -- J\nmean, I'd be guessing. If it wasn't more than, it was\ncertainly close to it.\n\nQ. That's just salary, that's not talking about\nanything else, rent, overhead, things of that nature?\n\nA. That's correct.\n\nQ. Who was paying for the investigations of the\ncases that were going on in 2009, the deposition\ncosts, the filing of complaints, and things of that\nnature? Where did that money come from from your\nfirm?\n\nA. It varied from case to case.\n\nQ. For the tort group?\n\nA. It was fronted by the law firm for the most\npart.\n\nPage 47\n\nRI EEE se an s ie\n\n:\n:\n5\ni\nHy\n2\na\n4\nS\ni\na\ngt\n:\n4\neS\nd\n\n|\n\nOW®wwWnNrP OW MONDO BWNHEH DMO DWAIUAHAYOBWNHH\n\nre erp nergy ea reg ra YUU TRS UA HG A IE TRU SE MES UE EM BR I RE OR APES SEES AS MT OS\nNMNNNNPPRFP PPP RP EE B\n\nQ. For the most part.\n\nWhat wasn't fronted by the Jaw firm?\n\nA. | recall there being a couple of agreements\nthat various tort lawyers had with certain clients\nwhere they were going to assist in helping to pay the\ncosts. All the other costs would have been paid by\nthe law firm, both through legitimate and illegitimate\nmeans.\n\nQ. So when you say by \"illegitimate means,”\nwhere would the illegitimate means money come from?\n\nA. It came from the Ponzi scheme, and all the\ntentacles of the Ponzi scheme, other illegal activity.\n\nQ. Such as?\n\nA. Things ] was doing with law enforcement,\nthings ] was doing in politics, things that ] was\ndoing with organized crime, things ] was doing with\npoliticians, judges, other lawyers, bankers, business\npeople, things of that nature, ]'m sure there's more.\n\nQ. Do you recall if any of these Epstein cases\nunderwent significant investigation while the cases\nwere at your firm?\n\nA. I'd be guessing. ] don't remember.\nQ. There was a meeting in 2009, July of 2009,\nand it appears from the e-mail communications that it\n\nwas for everyone in the firm to attend and it was\nPag\n\ne 48\n\noa arene reece\n\nregarding the Epstein case. In fact, there was an\nEpstein conference room that was reserved for it.\nWere you present at that meeting?\n\nA. I may have been.\n\nQ. Do you recall?\n\nA. | don't recall one way or the other.\n\nQ. You don't recall it.\n\nDo you recall anything about the Epstein\ncase in July of 2009?\n\nA. Idonot. Do you have something that might\n\nrefresh my recollection?\nMS. HADDAD: Can we just take a five-minute\nbreak night now?\nTHE WITNESS: Sure.\nMR. GOLDBERGER: Thank you.\nMS. HADDAD: Thanks.\n{Short recess taken.]\nBY MS. HADDAD:\n\nQ. Scott, 1 was asking you before we took the\nbreak about a meeting with respect to the Epstein\ncases. There was a 159-page privilege log filed,\nwhich I'm sure you don't have and are not aware of.\nBut in it there are many, many e-mails to both\nattorneys at RRA, yourself, and Mr. Nurik regarding\nthe Epstein litigation. And all this resolved in July\n\nPage 49\n\n13 (Pages 46 to 49)\n\nFRIEDMAN, LOMBARDI & OLSON\n\n305-371-6677\n\n5ed93085-0554-447f-bcdd-ca2d8fe941df\n\nHOUSE_OVERSIGHT_017502",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017502.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4307,
    "word_count": 796,
    "line_count": 201,
    "import_date": "2025-11-19T21:47:47.683885",
    "prefix": "IMAGES-004"
  }
}