{
  "document_id": "HOUSE_OVERSIGHT_014866",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014866.txt",
  "text": "Dershowitz details chat about Israel with president at his estate - The Bo... https://www.bostonglobe.com/news/politics/2017/04/06/dershowitz-detai...\n\n2 of 8\n\nIn this instance, Dershowitz was a guest of Trump’s buddy and Mar-a-Lago\nmember Chris Ruddy, the CEO of the conservative news source Newsmax. The\nformer professor soon found himself immersed in a Washington power-player\nschmooze-fest. The mood at the club was light and fun. Vice President Mike Pence\nstopped over and complimented Dershowitz on his frequent cable TV appearances.\nCommerce Secretary Wilber Ross said “hi.” A singer crooned “Don’t Cry for Me\n\nArgentina.”\n\nWhen Trump came over, Dershowitz, a Democrat mostly known for his lefty views,\nshared his perspective on the National Security Agency, the fate of the Ninth\nCircuit Court of Appeals, Trump’s travel limits on immigrants from majority-\nMuslim countries, and, most critically, peace between Israel and its Arab\n\nneighbors.\n\nThe Israeli paper Haaretz later reported that Trump asked Dershowitz to contact\nPrime Minister Benjamin Netanyahu of Israel and convey the president’s belief\nthat peace could be achieved now. In his interview with the Globe, Dershowitz\n\nwouldn’t confirm or deny the account.\n\nThe atmosphere at Mar-a-Lago raises questions. Critics have pointed to Trump’s\nclub as an example of how access to the president can be purchased. The club\njacked up its initiation fee to $200,000 from $100,000 after Trump became\npresident. Members have a front row seat to history. Thursday night Chinese\nPresident Xi Jinping and his wife dined there as part of a summit with Trump. He\n\nalso feted Japanese Prime Minister Shinzo Abe at the club .\n\nFor Dershowitz, it helped greatly that he was at Mar-a-Lago as a guest of Ruddy.\nRuddy, it turned out, had seen Trump that day at the golf course and mentioned\n\nthat Dershowitz and his wife would be among the guests at his table of six.\n\nIn Ruddy’s re-telling, when Dershowitz’s name came up that afternoon on the links\n\nTrump offered praise for him because he’d gone on TV and defended Trump’s\n\nYou're reading 2 of 5 free articles. Get UNLIMITED access for only 99¢ per week. Subscribe now\n\n4/7/2017 11:48 AM\nHOUSE_OVERSIGHT_014866",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014866.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2209,
    "word_count": 350,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:48.708916",
    "prefix": "IMAGES-003"
  }
}