{
  "document_id": "HOUSE_OVERSIGHT_031716",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_031716.txt",
  "text": "﻿http://fortune.com/2016/10/22/middle-east-isis-syria/\nFORTUNE INSIDERS INTERNATIONAL\nWhat the Middle East Needs\nNow from America\nCommentary by: Thomas J. Barrack Jr.\nOCTOBER 22, 2016, 9:00 AM EDT\nDAMASCUS, SYRIA. MARCH 13, 2016. People in a Damascus neighborhood, an area liberated when a\nceasefire agreement between the Syrian Army and the rebels controlling the district came into effect on\nFebruary 27, 2016. Valery Sharifulin/TASS (Photo by Valery SharifulinTASS via Getty Images)Valery\nSharifulin — TASS/Getty Images\nFor decades, the U.S. has pursued misguided policies.\nAt pivotal moments in our history, America has courageously\nconcluded that a central tenet of its foreign policy, conceived with the\nbest intentions, simply isn’t working. Hard though it’s been for this\nproud and mighty nation to admit failure, trading a losing strategy for\na fresh course has brought such triumphs as the Nixon-Kissinger pacts\nwith China that isolated the Soviet Union and helped to end the Cold\nWar.\nToday, America faces just such a reckoning in the Middle East. Our\nobjective is clear: halting the spread of terrorism that’s headed for our\nshores, threatening mass murder in our suburban shopping malls, city\ntunnels, and crowded parks. With the Middle East in chaos—as though\na raging desert sirocco is destroying all sense of order––the US should\nmake a radical, historic shift in its outreach towards the Arab world.\nGiven the reluctance of America and its Western allies to launch a\nmilitary offensive, it’s impossible to know when peace will be restored.\nBut right now, while the battles rage, the US can take decisive\ndiplomatic steps to stem the poverty and despair that makes the\nMiddle East a breeding ground for radical Islamic terrorism. America\nshould forge alliances with a new generation of Arab leaders whose\nprincipal goal is improving the daily lives of their people. Providing\njobs and raising hope among the region’s impoverished youth is the\nbest protection for the world’s wealthy nations, from America, to\nEurope, to the Arabian Peninsula.\nOnce peace is restored, the US should take the lead in establishing a\n21st century “Marshall Plan” of economic aid to durably lift living\nstandards in the Middle East’s poorest areas.\nSo what went wrong? For decades, the U.S. has pursued a misguided\npolicy I’ll call “embrace and abandon.” It started with the “embrace:”\nrecruiting and financing leaders who were blatantly autocratic, yet at\nthe time qualified as America’s allies. Then, the U.S. invariably\nexhorted these strongmen to champion revolutionary democratic\nreforms in the name of “nation building.” Yet the newly-installed\nregimes owed their existence to denying freedoms that would rally\ndissidents to overthrow them. So the democratization America\nencouraged was doomed from the start.\nThen came the “abandon.” Time and time again, when the\ngovernments America had nurtured and praised faced resistance or\nrebellion, Washington deserted their leaders, citing the popular excuse\nthat their repressive measures were enslaving their own people.\nSupporting leaders when they kept the Middle East stable, then\ndumping them when they failed to adopt Western ideals, was a\nblueprint for disaster. And it’s disaster that ensued. Many of those\nstrongmen––from Mubarak in Egypt to Gaddafi in Libya––have\nfallen. Once dominated by repressive but stable nation-states, vast\nswaths of the Middle East are now borderless, a hodge-podge of\nterritories controlled by warring factions that’s a throwback to its\ntribal past.\nThe search for a solution to this chaos requires a clear understanding\nof how we got here in the first place.\nFor centuries, the Ottoman Empire had neutralized the historically\nrooted sectarian divisions within Islam. Those divisions stem from its\nancient political legacy as a “caliphate,” a religious state with united by\nmilitary might, but with constantly shifting borders. Following the\nOttoman collapse after World War I, European colonial powers\nassumed the role of regional administrator, and colluded to redraw\nboundaries (i.e. Sykes-Picot) in the Middle-East to create nation states\nthat satisfied competing Western interests. Those newly-created\nnations, occupying territories defined by legal borders, ignored Arab\nhistory and tribal custom. Modern Western notions of distinct nations\nbound together by geography, language, self-determination or political\nideals been relevant in the Arab world. To Arabs, tribe and religion\nalways trump an imposed political structure, especially the Westernexported\nconcept of the nation-state.\nFollowing World War II, as European colonialism waned, the US\nassumed a more significant role in the Middle East. US foreign policy\nwas driven primarily by oil interests, the protection of Israel and\nresistance to Soviet aggression. To prevent the region from dissolving\nin sectarian conflict, the US established a series of autocracies. The\ncampaign included restoring the Shah of Iran to the throne after the\ndemocratically elected Mosaddegh regime nationalized oil fields, and\nsupporting for the Baathist overthrow of the Qasim government in\nIraq, which gave rise to Saddam Hussein.\nFollowing the end of the Cold War, America’s foreign policy gravitated\ntoward nation building, and the widespread promotion of democracy\nand human rights abroad. However, an iron fisted policies the\nstrongmen imposed to remain in power conflicted with the moral\nendeavor to curate democracy afar. Hence, America’s crusade\nundermined its original goals by threatening the same autocratic\nregimes the US had helped establish.\nAs the leaders the West once championed are toppled one by one, the\nboot-prints of Western Power are clearly visible. Regimes once\nsupported by the US have fallen, marking the failure of embrace and\nabandon. In Egypt, Mubarak was in, then deserted. In Iraq, Hussein\nwas in, then deposed. In Libya, Gaddafi was in, then overthrown with\nUS support. In Syria with Assad, it was the same scenario. The\ninstability created by contradictory Western interests has invited far\nworse atrocities by the new regimes than the crimes perpetrated by the\nprevious order. The massacres in Syria and Iraq are obvious, bitter\nexamples.\nFilling the void are a multitude of warring sectarian groups from ISIS\nto Syrian rebels. The factions each generally fight under their own flag\nof political Islam. The rise of Islamic factions battling for territory is a\nlegacy of the Iranian revolution that established a state rooted in\nreligion.\nNow, nearly four decades old, the Revolutionary Guard’s rise to power\nremains the catalyst for Islamic sectarian division today, releasing\nforces of fury once confined first by Ottoman rule and then by US\ndominance in the region. The threat to Arab nations and the West that\nensued is the same as that led by the Ottomans: the spread of a radical\nIslamic caliphate based on religion, not country. In Iran, this is credo\nis championed by the Revolutionary Guard and an Ayatollah who\nlectures two billion Muslims that he is an infallible ruler directly\nresponsible to God. US diplomats are faced with an impossible\nbalancing act: limiting nuclear proliferation and, at the same time,\nfirmly standing against the religious intolerance fanning Islamic\nterrorism.\nThe outbreak of these historically opposing forces, compounded by\ndeclining oil prices, is heightening the ferment.\nThe Arab World’s best hope is the rise of a new generation in\ngovernment. In the UAE, Qatar and Saudi Arabia, brilliant young\nleaders are crafting forward-looking policies to effectively forge a new\nMiddle East. American foreign policy must persuade these bold\nvisionaries to lean West rather than East. This endeavor will not\nsimply benefit the nations they lead. It’s the most effective strategy to\nsafeguard America’s interests. By supporting their anti-terrorism\nplatforms abroad, America enhances its anti-terrorism policies at\nhome.\nLike Asian rulers who launched the Tiger Economies of the mid to late\n20th century, these new Arab leaders are searching for policies aimed\nat economic and educational development. Those policies are designed\nto reduce internal tensions and secure their countries’ rightful place in\na future dominated by global trade. The fate of America’s Middle\nEastern allies, as well as its own foreign policy interests, hinges on\nthese reform efforts. These leaders need and deserve active, engaged\nUS support. Yet America’s recent retreat from the region, following\nclumsy attempts at nation building, has destabilized and discouraged\nits allies.\nIran is supporting militias in Iraq, Syria and Yemen whose stated\npurpose is to eradicate Israel. That threat may create what has been a\npreviously unthinkable alliance between our Gulf Cooperating Council\npartners and Israel. It’s in the interest of all these allies, including\nSaudi Arabia, Egypt, Palestine, other GCC members, along with Israel,\nto join forces. That alliance would provide a countervailing balance to\nthe Revolutionary Guard in Iran, the ISIS caliphate and the aggressive\naspiration of Turkey, which is further fueled by a renewed Russian\npush.\nThe competition for a caliphate has more contestants than just Iran,\nincluding ISIS, of course, as well as Turkey, and the Muslim\nBrotherhood. As the US withdraws, Russia is taking its place as the\nnon-Arab power player in the Middle East. The chill in US-Russia\nrelations has left President Putin free to defy Washington. Without\npredictable US-support, our allies may have only one direction to turn\nas Russia capitalizes on every USA misstep in the region.\nThe emerging alliance between Putin and Turkey’s Erdogan has\nevolved in perfect Kissingerian fashion; sovereign relationships can be\nas ephemeral as their counterparties’ interests. And now that Russia\nand Turkey seem to have a growing relationship, a counterbalancing\nalignment needs to be crafted between the GCC and the Arab nations.\nThe Kingdom of Saudi Arabia has been our longest and strongest ally\nand, to many Westerners’ amazement, it is impossible for the US to\nmove against any hostile Islamic group anywhere in the world without\nSaudi support. Almost two billion Muslims look to Mecca and Medina\nas their spiritual heartland and challenging any faction of Islam\nwithout the support of its guardian, Saudi Arabia, would be foolhardy.\nThe Saudis are reliable defenders of the West’s diverse interests in the\nregion, and have been America’s principal ally in the Middle East for\nmore than seventy years. The confused notion that Saudi Arabia is\nsynonymous with radical Islam is falsely based on the Western notion\nthat “one size fits all.” Fundamentalists supporting the Islamic State in\nthe Kingdom violate the rule of law at home, and the Saudis’ strong\nefforts to prevent the export of terrorism. Saudi senior leaders desire\ngood relations with the West and see the Islamic State and Jihadist\nterrorism as threatening to their very rule. Through the safeguarding\nof the Holy Cities of Mecca and Medina, which remain open to tens of\nmillions of foreign visitors and differing Islamic beliefs, the Kingdom\nhas a unique window into the actions and motivations of radical\nfundamentalists who pass in and out of those always accessible cities.\nBy sharing that intelligence, the Saudis greatly enhance America’s\nsecurity.\nLike it or not, the military option most unpopular with America’s\nvoters and politicians may be its best. Bashar Assad may well be our\nonly hope in fighting the various terrorist factions that are attempting\nto form an ISIS state. If America agrees that putting boots on the\nground would be impractical and ineffective, then a self-governed\n“Syria State” must be the entity that reaches settlements with the\nvarious factions that are causing the mass migration of thousands of\nSyrians to Europe, the USA and elsewhere. The only solution is one\nthat works with Russia and not against them. Our vacuum forced that\nhand, because we are no longer the lonesome superpower shaping\nMiddle East foreign policy.\nWhen the USA had a narrow set of interests during the Cold War era,\nacting prudently in favor of well-defined and communicated\nobjectives, its actions were more effective. But as the objectives\nchanged, and America attempted to democratize autocracies, the\nbroadening of goals led to a corresponding weakening of results. A\nclear direction in the Middle East is imperative, not just to enhance\nMiddle Eastern nation-state interests, but to protect US interests at\nhome, as well as abroad.\nAmerica’s nation-building exercise of the past twenty years was\nfounded on self-contradictions that have tarnished US foreign\ncredibility. The geopolitical framework for that policy has been\n“embrace and abandon,” a formula that has caused frustration,\nconfusion and concern to America’s allies in the region and displaced\nmany millions of young refugees.\nAs America rethinks its interests in the Middle East, its primary\nconcern is the elimination of domestic terrorism. The path forward\nreplaces fear with hope and poverty with prosperity. Once security in\nthe Middle East is attained, including a negotiated peace between the\nIsraelis and the Palestinians, the USA must respond with an “endstate”\nperspective to draw a comprehensive solution similar to the\nMarshall Plan. Going from promoting then dumping dictators to\ndrawing a new manifesto for economic rebirth would mean that\nfinally, the America is finally doing right in teeming, oil-rich desert\nlands where it did wrong for decades.\nThomas J. Barrack Jr. is an international private equity investor and\nthe founder and executive chairman of Colony Capital. He is also\nforeign policy and economic advisor to GOP U.S. Presidential\ncandidate Donald Trump. The views expressed in this article are his\nown and do not reflect the campaign.",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_031716.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 13789,
    "word_count": 2152,
    "line_count": 220,
    "import_date": "2025-11-19T21:47:48.496269",
    "prefix": "TEXT-001"
  }
}