{
  "document_id": "HOUSE_OVERSIGHT_015484",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015484.txt",
  "text": "NAUTILUS EDUCATION | BETA PRODUCT\n\navuncular and black-haired. His interests are broad:\nHe spends his spare time writing and reading history,\nand has authored books on conflict in the Middle East\nand the role of Christian missionaries in China.\n\nA lifetime in fuels chemistry left Fang with one\nburning question: “What is the real solution to the\nenergy crisis?” His career at oil companies BP and\nExxonMobil, and engine manufacturer Cummins,\nspanned not just one but two major energy upheav-\nals—the oil crisis of the 1970s and then its sequel in\nthe first decade of the 21st century, which is arguably\nstill ongoing. These experiences impressed on Fang\nthe importance of securing the fuel supply in such\na way as to avoid despoiling the environment. The\nsolution, says the bespectacled chemist, is “nature-\nsourced biomass or natural gas converted effectively\nto gas or diesel.”\n\nPrimus’s original idea was simple: take scrap wood\nor other biomass, turn tt into pellets, and apply pres-\nsure and heat (700 degrees Celsius or more) to break\nit down into hydrogen and carbon monoxide. Then\nbuild this composite “syngas,” shorthand for “synthet-\nic gas,” back up into whatever hydrocarbon product is\ndesired—the molecules of eight carbon and 18 hydro-\ngen atoms known as iso-octane that are a measure\nof the quality of conventional gasoline, or the longer\nchains of similar hydrocarbons that comprise diesel or\njet fuel. Because plant biomass absorbs carbon dioxide\nas it grows, the emissions produced by burning the\nbiofuel should balance out overall—every molecule of\nCO2 emitted when the fuel is burned was previously\nabsorbed by the plant that made the fuel.\n\nThe story of the search for such green fuel 1s lit-\ntered with disappointments, however. Major compa-\nnies brew ethanol in large quantities in the United\nStates. It is routinely added to gasoline (at levels of\naround 10 percent, on its way to 15 percent) as a way\nto improve combustion, reduce pollution, and support\nindustrial corn farmers. But most ethanol is still made\nfrom the edible kernels of com plants, instead of the\ninedible cellulose that was promised in the heady days\nof the mid-2000s, when Congress passed a spate of\nlaws promoting biofuel production. Since 1978, the\nethanol industry has enjoyed subsidies and tax credits\nto the order of 40 cents per gallon, and now produces\nan annual dead zone at the mouth of the Mississippi\n\n24\n\nRiver each summer as a result of fertilizer washing off\nthe endless cornfields of the Midwest. But ethanol is\nunlikely to ever fully replace conventional fossil fuels,\nsince it is more difficult to transport, produces a frac-\ntion of the energy of oil, and would require engines to\nbe refitted or replaced on a massive scale.\n\nHence the interest in “drop-in” biofuels as a sub-\nstitute for conventional fuels in existing cars, planes,\nand trucks. The problem is not one of infrastructure,\nbut chemistry: Companies must find a way to eco-\nnomically imitate and fast-track a process for which\ntime and geology have done most of the work in con-\nventional fossil fuels. The energy in these fuels is the\npent-up power of ancient sunlight, which billions of\nphotosynthetic microorganisms soaked up before\ndying, fossilizing, and turning into the hydrocarbon-\nrich stew we know as petroleum, and from which we\nrefine gas, diesel, and jet fuel, among other products.\nIn theory, then, it should be possible to turn the car-\nbohydrates and other chemicals that store energy for\ntoday’s living things into the hydrocarbons we rely on\nfor transportation.\n\nPotential routes to such “green crude” include\nalgae, other photosynthetic organisms, and specialty\nmicrobes engineered to spit out hydrocarbons. Biofuel\ncompany Solazyme has a contract to supply United\nAirlines with 20 million gallons of algal jet fuel, and\nteamed up with a green fuel-station network to offer\nbiodiesel in a test run in San Francisco’s Bay Area. But\nit takes a lot of water—and a lot of energy to move that\nwater around—in order to grow algae in large quan-\ntities, and tailor-making microbes is expensive at its\ncurrent scale. As a result, companies are diversifying.\nAlgal fuel producer Sapphire Energy is now focusing\non isolating the genetic traits in the ancestors of all\nplants that might be usefully incorporated into other\ncrops. Solazyme is making oils and specialty fats to sell\nat high margins to cosmetics and food companies, as\nis would-be microbial fuel-maker Amyris. The industry\nfor “advanced biofuels is literally mm its infancy,” con-\ncedes Jonathan Wolfson, Solazyme CEO.\n\nThe allure of Primus’s technology 1s its promise to\nharness waste wood and other inedible biomass that\nwould otherwise be thrown into landfills, and turn\nit ito a renewable source of gasoline. Its “syngas to\ngasoline plus” process consists, essentially, of four\n\nHOUSE_OVERSIGHT_015484",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015484.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4853,
    "word_count": 794,
    "line_count": 105,
    "import_date": "2025-11-19T21:47:45.324772",
    "prefix": "IMAGES-003"
  }
}