{
  "document_id": "HOUSE_OVERSIGHT_029489",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029489.txt",
  "text": "Business Expansion Portfolio and Prospectus\nTwin City Care of The Virgin Islands\n14\n\n1.0 Executive Summary\n\nThe purpose of this business plan is to raise $10,000,000.00 for the expansion of our Mobile\nintegrated health service while showcasing the expected financials and operations over the next\nfive years. Twin City Care, Inc. is a US Virgin Islands based corporation that will provide non-\nemergency ambulance, mobile phlebotomy, Community Health and specialized medical\ntransportation services to people in its targeted market.\n\n1.1 Products and Service\n\nTwin City intends to provide non-emergency medical transportation of people to hospital,\nphysicians, physical Therapy clinics, and outpatient centers. TCMIH will be able to attend\nboth urgent and non-urgent call. The business will receive a majority of its income from\npublicly funded healthcare systems and private insurance companies.\n\n1.2 The Financing\n\nTwin City is seeking to raise $10,000,000.00. This funding is primarily for expansion cost,\nrelocation and current office maintenance / repairs. During the storm (Hurricane Maria) we\nsuffered severe damage to our current place of operations. The funding requested should assist\nour organization to:\n\nMake repairs to our interior walls, purchase furniture\n\nReplenish radio communication\n\nPurchase additional communication equipment (Dispatch Computers)\n\nPurchase additional ambulances, 2 Quick Response Units and 2 Supervisors Units\n\n2 years Operational Funds\n\nOffice supplies\n\nMedical supplies\n\nGeneral Operational Costs\n\neo SI fe a) gs ee) IS)\n\nTwin City has already purchased its first ambulance and will have it in comission by April\n2018.\n\n1.3 Management Team\n\nTwin City Care, Inc. was co-founded by Eugene Phipps, Jeffery D. Gilliard, and Jerry\nGalloway together we have a combined experience of over 90 years in the emergency medical\nfield and 31 years’ experience in Non-emergency medical transportation (see Curriculum\nVitae’s). Through our expertise and knowledge, we will be able to bring the services of this\nbusiness to profitability with its first year of operations.\n\nHOUSE_OVERSIGHT_029489",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029489.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2121,
    "word_count": 310,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:44.349905",
    "prefix": "IMAGES-010"
  }
}