{
  "document_id": "HOUSE_OVERSIGHT_018305",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018305.txt",
  "text": "emerging “Internet of DNA”, massive collections of treatment histories, or linked\ndatabases of medical histories will be overseen by machine intelligences able to out-\ndiagnose him.1°! Constant, automatic links between body-borne sensors we'll wear\n(or swallow) and data centers will sharpen the edge these systems have on my dad\nfurther still in coming years. They will notice things he could never hope to see -\nsmall but portentous changes in your heartbeat, chemical chimeras from new\nmedications, how you're feeling in each moment until your last.\n\nIt is the nature of networks that they create both massive concentration and\ndistribution. And in the process they simply rip apart many of our existing\nstructures. Look at our worrisome global economics at the moment. Extreme\nconcentration of wealth on one end and massive distribution of work tools to ever-\ncheaper sources of labor runs on this exact same logic: it is a sort of jawing network\neffect that is tearing up the middle class, producing an ever-richer elite. Those who\nhave information in financial markets, for instance, possess a secret and vital and\never sharper edge over those who don’t. Which makes them richer still. Which\nsharpens their cutting edge still finer. If we ask ourselves why the world now feels\non the edge of a deflationary shock - a moment where there is more supply than\nthere is demand, where the world waits to buy because “tomorrow it will be\ncheaper” and sends economies spiraling as a result - one reason is this way in which\nnetworks are pulling on our economics. On the one hand, wealth is concentrated in\nfewer and fewer hands by the leverage of knowledge and a head start and\nconnection — a phenomenon knowyn, in fact, as a “rich club” distribution by network\ntheorists. The middle class is locked out of this group. Their wealth and power and\ninfluence declines, as a result. This slashes overall demand, since a billionaire\nconsumes less of each additional dollar than, say, a school teacher. At the same time,\nmassive distribution of technology and connection is reducing demand for labor\nwhile flooding the world with commodities, workers, newly linked-supply of items\nlike bedrooms and car seats.\n\nThe network effect works its usual jawing destruction here: Connection decreases\ndemand and increases supply. It concentrates capital in a few hands, even as it\ndistributes tools of work to cheaper and more distributed people and machines. The\nmiddle is class torn inexorably apart from both ends. It’s not wrong to wonder, as\nsome economists have, if capitalism is a system best yoked to older, slower\npuritanical values that encouraged saving, not consumption - and to ask if wiring\nmarkets to instant networks is not, in the end like trying to warp speed a carriage.\nAnyhow placing an economy on a network surface produces new, ripping pressures\nas apparent in middle-income nations as they are in middle class households. “We\nare being destroyed,” a South Korean friend said to me about the hollowing out of\nhis national economy. Korean computer and television and compute manufacturers\nhad hoped they could develop their own essential software, that their hardware\nmanufacturing technology would be unmatchable. In fact, software triumph was\n\n101 Meanwhile, his ideas about your case: |. Akyildiz, Pierobon, M.\nBalasubramaniam, S. Koucheryavy, Y., \"The internet of Bio-Nano things,\"\nCommunications Magazine, IEEE , vol.53, no.3, pp.32-40, March 2015\n\n73\n\nHOUSE_OVERSIGHT_018305",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018305.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3485,
    "word_count": 564,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.393176",
    "prefix": "IMAGES-004"
  }
}