{
  "document_id": "HOUSE_OVERSIGHT_024350",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024350.txt",
  "text": "Table of Contents\n\nregistered offerings, subject to the restrictions in the registration rights agreement. We will pay expenses in connection with the exercise of these rights. The\nregistration rights described in this paragraph apply to (1) shares of our Class A common stock held by certain LLC unitholders, and (2) any of our capital\nstock (or that of our subsidiaries) issued or issuable with respect to the Class A common stock described in clause (1) with respect to any dividend, stock\nsplit, recapitalization, reorganization, or certain other corporate transactions (“Registrable Securities”). These registration rights are also for the benefit of\nany subsequent holder of Registrable Securities, provided that any particular securities will cease to be Registrable Securities when they have been sold ina\nregistered public offering, sold in compliance with Rule 144 of the Securities Act or repurchased by us or our subsidiaries. In addition, any Registrable\nSecurities held by a person other than an LLC Unitholder and their affiliates will cease to be Registrable Securities if they can be sold without limitation\nunder Rule 144 of the Securities Act.\n\nTAX REC EIVABLE AGREEMENT\n\nWe have entered into a Tax Receivable Agreement with LLC Unitholders that will provide for the payment from time to time by us to such\npersons of 85% of the amount of the benefits, if any, that we realize or, under certain circumstances, are deemed to realize as a result of\n\n1. the increase in our wholly owned subsidiary’s proportionate share of the existing tax basis of the assets of Carvana Group and an adjustment in\nthe tax basis of the assets of Carvana Group reflected in that proportionate share as a result of any future exchanges of LLC Units held by an\nLLC Unitholder for shares of our Class A common stock or cash, and\n\n2. certain other tax benefits related to our making payments under the Tax Receivable Agreement.\nWe expect to benefit from the remaining 15% of any tax benefits that we actually realize and, except in connection with a change in control, we will not\nmake any payments under the Tax Receivable Agreement until after we have directly or indirectly realized (or have been deemed to have realized) benefits\n\nin excess of such payments. These payment obligations are obligations of Carvana Co. and not of Carvana Group. No payments were made during the year\nended December 31, 2018.\n\nINDEMNIFICA TION OF OFFICERS AND DIRECTORS\n\nWe have entered into indemnification agreements with each of our officers and directors. The indemnification agreements provide the officers\nand directors with contractual rights to indemnification, expense advancement, and reimbursement, to the fullest extent permitted under Delaware law.\nAdditionally, we may enter into indemnification agreements with any new directors or officers that may be broader in scope than the specific\nindemnification provisions contained in Delaware law.\n\n2A s\n\nHOUSE_OVERSIGHT_024350",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024350.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2963,
    "word_count": 471,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:46.338673",
    "prefix": "IMAGES-007"
  }
}