{
  "document_id": "HOUSE_OVERSIGHT_024339",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024339.txt",
  "text": "Table of Contents\n\nCOMPENSATION-RELATED POLICIES\nCOMPENSATION RECOVERY (“CLAWBACK”) POLICY\n\nIn 2018, the Compensation and Nominating Committee approved the adoption of a “clawback” policy, which would provide for the clawback\nor recoupment of any compensation granted, earned, or vested that is tied to performance metrics, in the event of an accounting restatement resulting from\nmaterial noncompliance with certain financial reporting requirements that reveals that such performance (or level of performance) was not achieved.\n\nPOLICY REGARDING HEDGING AND PLEDGING OF COMPANY STOCK\n\nCarvana’s insider trading policy prohibits all employees from buying or selling Carvana securities while aware of material nonpublic\ninformation and prohibits the disclosure of material nonpublic information to others who then trade in our securities. As part of this policy, certain other\nCarvana-securities-related transactions by directors, officers and other employees are also prohibited or subject to specific notice and pre-approval\nrequirements. The policy is premised on the belief that even in those circumstances where the proposed transaction may not constitute a violation of law or\napplicable regulations, it is nonetheless inappropriate for any director, officer, or other employee to engage in short-term or speculative transactions in our\nsecurities which may be viewed as reducing their incentive to improve our performance or inconsistent with the objectives of our stockholders in general.\nTherefore, it is our policy that directors, officers, and other employees may not engage in any transactions involving our securities which constitute short\nsales, puts, calls, or other similar derivative securities. The policy also prohibits certain other transactions, including hedging or monetization transactions—\ne.g., zero-cost collars, forward sale contracts, and arrangements pledging company securities as collateral for a loan (without adequate assurance of other\navailable assets to satisfy the loan).\n\nCOMPENSATION AND RISK\n\nWe believe that our compensation programs create appropriate incentives to drive sustained, long-term increases in shareholder value. These\nprograms have been designed and administered in a manner that discourages undue risk-taking by employees. Relevant features of these programs include:\n\n* Focus on weighting compensation toward four-year and greater vesting schedules of equity awards;\n\n-31-\n\nHOUSE_OVERSIGHT_024339",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024339.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2454,
    "word_count": 338,
    "line_count": 32,
    "import_date": "2025-11-19T21:47:48.944497",
    "prefix": "IMAGES-007"
  }
}