{
  "document_id": "HOUSE_OVERSIGHT_026917",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026917.txt",
  "text": "8. US Stocks with High China Sales vs. S&P 500\n\n106 -\n\n- -— US Stocks with High China Sales vs. S&P 500\n104 |\n102 | “4\nfy t\nas ‘ vey ' 4 1A,\n4} ‘ fet 4 i} ww aA,\no 100 LY i= Wwe t 4 BY\n= wpa U !\n6 ’ 17 '\nE 98 | ! \\\n° a i\n£ 4“\n2 96 | “OLA An\no \\ 1 eee »\na en ed\nss A \\}’ an\ngv 94 4 \"1\na &\nEc .\n7 92 | 1\n‘\n‘\n90 + 1 9/24—-\n\\ 10/44\n9,\n88 - 64%\n\nJan-18 Feb-18 Mar-18 Apr-18 May-18 Jun-18 Jul-18 Aug-18 Sep-18 Oct-18\n\nNote: High China sales basket is aggregated and defined by Goldman Sachs Global Investment Research.\nSource: Investment Strategy Group, Goldman Sachs Global Investment Research, Bloomberg.\n\nItaly: Concerns about Italy have risen to peak levels since the election of a populist government in\nMay and credit default swaps have increased to reflect these higher risks. The government’s\nexpansive fiscal plan, with a proposed budget deficit of 2.4% of GDP, may be rejected by the\nEuropean Union commission and result in rating downgrades. While the EU is likely to manage this\nsituation in its usual incremental and reactive way, the possibility of new elections in late 2019\nreigniting euro viability questions will keep Italy on our radar screens.\n\nBREXIT: It is hard to know whether Brexit risks are unchanged, higher or lower given the minute by\nminute headlines out of the UK. Our base case remains that while the internal politics of the\nConservative party will keep uncertainty at elevated levels and the European Union will not\ncompromise on its key tenants of free movement of goods, services, and people, the two sides will\nagree to a deal that defers the difficult choices on the shape of a final agreement with the EU until late\n2020.\n\nThe Middle East: Risks in the Middle East have not changed substantially with respect to Iraq, Syria,\nor even the impositions of sanctions on Iran. However, the disappearance of the Saudi journalist who\nentered the Saudi Embassy in Turkey on October 2™ has the potential to raise risks to global oil\nsupply. While there has been a global uproar, it is not yet clear whether the US will impose serious\nsanctions or Saudi Arabia would retaliate by reducing oil exports if the US finds sufficient evidence\nregarding the alleged killing of the Saudi journalist. The recession in 1973-74 was partly due to the\nquadrupling of oil prices due to the Arab Oil Embargo. Later in that decade, the Iranian Revolution\nand the Iran-lraq War also led to a 2.5 times spike in oil prices that, along with Federal Reserve\ntightening by then Chairman Paul Volcker, led to a US recession. While we think it is unlikely that\nSaudi Arabia would react so aggressively in the face of serious US reprisals, we note that it remains a\nreal risk.\n\nHOUSE_OVERSIGHT_026917",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026917.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2698,
    "word_count": 503,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:48.987097",
    "prefix": "IMAGES-009"
  }
}