{
  "document_id": "HOUSE_OVERSIGHT_013239",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013239.txt",
  "text": "18.4 SelfModification via Theorem-Proving 323\n\nwhere the Pi are predicates, and the Ni are schemata corresponding to other nodes of the\ndecision graph (children of the current node). Often the Pi are very simple, implementing for\ninstance numerical inequalities or Boolean equalities.\n\nOnce this graph has been exported into CogPrime, it can be reasoned on, used as raw material\nfor concept formation and predicate formation, and otherwise cognized. Supercompilation pure\nand simple does not change the I/O behavior of the input program. However, the decision graph\nproduced during supercompilation, may be used by CogPrime cognition in order to do so. One\nthen has a hybrid program-modification method composed of two phases: supercompilation for\ntransforming programs into decision graphs, and CogPrime cognition for modifying decision\ngraphs so that they can have different I/O behaviors fulfilling system goals even better than\nthe original.\n\nFurthermore, it seems likely that, in many cases, it may be valuable to have the super-\ncompiler feed many different decision-graph representations of a program into CogPrime. The\nsupercompiler has many internal parameters, and varying them may lead to significantly differ-\nent decision graphs. The decision graph leading to maximal optimization, may not be the one\nthat leads CogPrime cognition in optimal directions.\n\n18.4 Self-Modification via Theorem-Proving\n\nSupercompilation is a potentially very valuable tool for self-modification. If one wants to take an\nexisting schema and gradually improve it for speed, or even for greater effectiveness at achieving\ncurrent goals, supercompilation can potentially do that most excellently.\n\nHowever, the representation that supercompilation creates for a program is very “surface-\nlevel.” No one could read the supercompiled version of a program and understand what it\nwas doing. Really deep self-invented AI innovation requires, we believe, another level of self\nmodification beyond that provided by supercompilation. This other level, we believe, is best\nformulated in terms of theorem-proving [RVO|].\n\nDeep selfmodification could be achieved if CogPrime were capable of proving theorems of\na certain form: namely, theorems about the spacetime complexity and accuracy of particular\ncompound schemata, on average, assuming realistic probability distributions on the inputs, and\nmaking appropriate independence assumptions. These are not exactly the types of theorems that\nare found in human-authored mathematics papers. By and large they will be nasty, complex\ntheorems, not the sort that many human mathematicians enjoy proving or reading. But of\ncourse, there is always the possibility that some elegant gem of a discovery could emerge from\nthis sort of highly detailed theorem-proving work.\n\nIn order to guide it in the formulation of theorems of this nature, the system will have\nempirical data on the spacetime complexity of elementary schemata, and on the probability\ndistributions of inputs to schemata. It can embed these data in axioms, by asking: Assuming\nthe component elementary schemata have complexities within these bounds, and the input pdf\n(probability distribution function) is between these bounds, then what is the pdf of the complexity\nand accuracy of this compound schema?\n\nOf course, this is not an easy sort of question in general: one can have schemata embodying\nany sort of algorithm, including complex algorithms on which computer science professors might\nwrite dozens of research articles. But the system must build up its ability to prove such things\nincrementally, step by step.\n\nHOUSE_OVERSIGHT_013239",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013239.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3628,
    "word_count": 540,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:48.663999",
    "prefix": "IMAGES-002"
  }
}