{
  "document_id": "HOUSE_OVERSIGHT_015916",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015916.txt",
  "text": "226 Are the Androids Dreaming Yet?\n\nThe Proof\n\nLet’s write a list of all the possible programs my laptop could ever run. A\ncomprehensive way to do this is to start at one and try every number.As\nI count up Iam simply generating numbers, for example, 5,433,232, then\nturning each number into a program file and running it. For a bit of fun,\nI created a couple and tried them out on my laptop. They did nothing, so\nit was not very edifying. Most numbers are just junk because programs\nhave to be in the right format for the computer you are working on. It’s\njust like words. If you randomly take a handful of scrabble tiles out of a\nbag, most of the time you will have nonsense, but every now and they\nyou will have an actual word. Be careful with this; you could accidentally\nwrite, “delete every item on my hard disk.” Of course, the probability is\nastronomically low, but Murphy’s Law says it will happen, so back up\nyour data!\n\nAs you count up, you will generate every possible program along the\nway. A mathematician would say programs are recursively enumerable.\nThe word recursive means there is an algorithm and enumerable means\nto count. Therefore, there is a counting algorithm that would run every\nimaginable program. Here is a list of them, or at least a some of the\n\nhighlights:\n\n0 (probably doesn’t run)\n\n1 (ditto)\n\n00 (ditto)\n\n01 (ditto)\n\n011001001001000100 (makes the computer beep once)\n\n... (from here on T'll give the program names since the numbers are\ntoo large to print)\n\nDoes Nothing (there are many of these)\n\nIs Gibberish (there are an infinite number of these)\n\nJunk (an infinite number of these)\n\nPrint Something (again an infinite number of these)\n\nMore Gibberish\n\nExcel\n\nWord\n\nPowerPoint\n\nMathematica...\n\nFermat’s Last Theorem enumerator (runs for ever)\n\nA nonworking version of the Halting Program\n\nA nonworking version of the Crashing Program\n\nReally big programs that don't fit on my hard drive\n\nHOUSE_OVERSIGHT_015916",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015916.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1947,
    "word_count": 335,
    "line_count": 66,
    "import_date": "2025-11-19T21:47:45.257001",
    "prefix": "IMAGES-003"
  }
}