{
  "document_id": "HOUSE_OVERSIGHT_017197",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017197.txt",
  "text": "4.2.12\nWC: 191694\n\nDershowitz acted as a sort of kibitzer for Harry. He noted that the crew of the Glomar\nExplorer, [which] had been shown a videotape of Deep Throat, had more to do with\ntransporting obscene material in interstate commerce than Harry Reems did. Would Larry\nParrish prosecute them? When I asked Parrish, he said: “They’re not insulated against\nprosecution.”\n\nNot all the stories were flattering. Mike Royko complained in a syndicated article how depressing\nit was that after two hundred years of men like Jefferson, Paine, Debs, and Darrow, “we are now\nasked to fight for the right of Harry Reems to be a public creep... Anybody who contributes to his\ndefense fund,” Royko concluded, “is a mental moonbeam.”\n\nBut people contributed and Reems and I persisted in making our case in the court of public\nopinion. In time, the publicity had its intended effect on the public, on the Justice Department,\nand on the courts. We began to get the message that the Reems conviction was an\nembarrassment. This was exactly what we had hoped would happen.\n\nIn the end, the Justice Department decided to drop the case. Reems’ conviction was vacated and\nhis indictment was dismissed, over the strong objections of the Memphis prosecutor and judge.\nWe did not have the law on our side, but we did have public opinion. We might have lost our\ncase in the court of law (or won it on grounds other than my “choice”, “externality approach,”)\nbut we had clearly won in the court of public opinion.*”? Harry Reems went free, retired from the\nporn business, became a born-again Christian and moved to Utah, where he sold real estate. As\nmy legal “fee” for winning his freedom, he sent me a photograph of him with the following\ninscription: “To Alan Dershowitz who me everything I know.” The First Amendment was safe\n\nfrom the likes of Larry Parrish—at least for a time.\n\nMy second encounter with Deep Throat presented a more daunting challenge to my theory. It\ntook place on my home turf of Harvard, and the people urging criminal prosecution were Harvard\nstudents. The people who these students wanted to see prosecuted were other students, one of\nwhom eventually became a founder of Microsoft.\n\nIt all began with some drunken Harvard College students viewing the film Animal House and\nthrowing beer cans at the screen and damaging it. The Quincy House Film Society was\nresponsible for the screen. In order to raise the several hundred dollars needed for repair, they\ndecided to show Deep Throat.\n\nSome women students who lived in Quincy House protested. “This is our home,” one\ncomplained. “We shouldn’t have to be subjected to abuse and degradation right in our own living\nroom.”\n\nThe uproar had caught the film society by surprise. The showing of Deep Throat had become a\npre exam tradition at many colleges. My own nephew sponsored a showing at MIT. It was seen\nas a lark, an escape from the tensions of the tests. But feminists were beginning to take\npornographic movies, especially Deep Throat, quite seriously.\n\n* T relate the other legal theories on which we might have won the case in The Best Defense pages 155-174.\n\n110\n\nHOUSE_OVERSIGHT_017197",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017197.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3146,
    "word_count": 538,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:44.260489",
    "prefix": "IMAGES-004"
  }
}