{
  "document_id": "HOUSE_OVERSIGHT_011555",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011555.txt",
  "text": "in north Tel Aviv set up with French backing and an accent on French language\nand culture. Unlike the girls on the kibbutz — proud of their plain, utilitarian\nclothes and sensible shoes — she wore make-up and perfume and, when she was\nout of uniform, bright print dresses. She never tried to make me feel out of place. Still,\nit was sometimes hard not to wonder whether she saw me as a country bumpkin — a\nnice, interesting, bright county bumpkin, perhaps, but still an interloper or a curiosity in\nher world.\n\nIt wasn’t until April, the day before I was due to leave for the French commando\nfortress in Mont Louis, that I plucked up the courage to ask her out. I needn’t have\nworried. She smiled. In fact, she proposed that since I was about to leave the country,\nshe should be the one doing the asking. She invited me to dinner that evening at\nthe apartment she shared with her parents and younger sister, about a half-mile\nfrom the Airya, a few blocks back from the Mediterranean. Dinner was less\nawkward than I feared, but I still felt nervous, until the dishes were cleared and\nNili and I went out to chat on the apartment balcony and, just before I left, to\nshare a first kiss.\n\nWe wrote each other almost every day while I was away in France. Once I\ngot back, we met whenever I wasn’t preparing for a sayeret operation. This was\nthe first girl ’'d known whom I could talk to, and listen to, on almost any\nsubject with a feeling that it was natural and somehow meant to be. But in the\nsecond half of 1963, I was working almost non-stop on preparing for a sayeret\noperation. I still saw Nili when I could, sometimes at her apartment, but also\noccasionally going out to a movie, a meal or a concert in Tel Aviv. Yet what I\nmost wanted was an acknowledgment that we were not just dating: a\ncommitment that we intended the relationship to last. I didn’t say this to Nili.\nYears later, she would say this was down to pride. In fact, I was afraid she\nwould say no. And in the periods when we were apart, I couldn’t help asking\nmyself why she hadn’t raised the question of a deeper commitment.\n\nEven more frustrating, by the time I entered Hebrew University in\nSeptember 1965, our relationship was again being conducted by mail. After her\nmilitary service, she took a two-year posting at our embassy in Paris. I could\nunderstand the attraction, not just because of her taste for all things French. She\nwas working with the Mossad to help Moroccan Jews skirt an official\nemigration ban and get to Israel. Still, it meant that charting our future together,\nif we had one, was going to have to wait.\n\n84\nHOUSE_OVERSIGHT_011555",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011555.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2622,
    "word_count": 483,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:46.912158",
    "prefix": "IMAGES-001"
  }
}