{
  "document_id": "HOUSE_OVERSIGHT_014850",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014850.txt",
  "text": "Case 9:0&aé807E5-d0A07 422A nilketinteniteréd -9 FES@ DSGCkét104/P7d ge 1 ofPidge 4 of 10\n\nIn their Rule 21 Motion, Jane Doe 3 and Jane Doe 4 do not claim that they were omitted\nfrom this proceeding due to any “inadvertence” or “mistake” by Petitioners; rather, they seek to\njoin this proceeding as parties that could have been permissively joined in the original petition\nunder Rule 20 (“Permissive Joinder of Parties”). As courts generally use the standards of Rule\n15 to evaluate such circumstances, the Court will consider the joinder issue as presented in the\nRule 15 Motion.' The Court will consider the arguments presented in the Rule 21 Motion as if\nthey are set forth in the Rule 15 Motion as well. Because the arguments are presented in the Rule\n15 Motion (and because the Court is denying the Rule 15 Motion on its merits, as discussed\nbelow), the Rule 21 Motion will be denied.\n\nThe Court also concludes that portions of the Rule 21 Motion—and related\nfilings—should be stricken from the record. Pending for this Court’s consideration is a Motion\nfor Limited Intervention filed by Alan M. Dershowitz, who seeks to intervene to “strike the\noutrageous and impertinent allegations made against him and [to] request[] a show cause order to\nthe attorneys that have made them.” (DE 282 at 1). The Court has considered Mr. Dershowitz’s\narguments, but it finds that his intervention is unnecessary as Federal Rule of Civil Procedure\n12(f) empowers the Court “on its own” to “strike from a pleading an insufficient defense or any\nredundant, immaterial, impertinent, or scandalous matter.” Fed. R. Civ. P. 12(f).\n\nPetitioners’ Rule 21 Motion consists of relatively little argumentation regarding why the\n\nCourt should permit them to join in this action: they argue that (1) they were sexually abused by\n\n' The Court notes that, regardless of which motion it considers, the same standard\ngoverns the addition of parties under Rule 21 and Rule 15. See Goston v. Potter, No. 08-cv-478\nFJS ATB, 2010 WL 4774238, at *5 (N.D.N.Y. 2010) (citing Bridgeport Music, Inc. v. Universal\nMusic Grp., Inc., 248 F.R.D. 408, 412 (S.D.N.Y. 2008)).\n\n4\n\nHOUSE_OVERSIGHT_014850",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014850.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2158,
    "word_count": 356,
    "line_count": 33,
    "import_date": "2025-11-19T21:47:44.926301",
    "prefix": "IMAGES-003"
  }
}