{
  "document_id": "HOUSE_OVERSIGHT_013433",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013433.txt",
  "text": "Page 2\nATTORNEY FOR EPSTEIN VICTIMS: 'T HAVE NEVER SEEN A STRANGER CASE' Palm Beach Daily News\nSeptember 20, 2009 Sunday\n\nNorth Palm Beach criminal defense attorney Barry Maxwell said he is not surprised that federal charges weren't\nfiled.\n\n\"My experience has been that the federal government does not intervene in sex-assault cases, except if we're deal-\ny exp g p\n\ning with a serial rapist or it crosses jurisdictional lines,\" Maxwell said. \"It's either not a big enough case or not atrocious\nenough for them.\"\n\nEpstein, 56, served 13 months of his 18-month sentence at the Palm Beach County Stockade and received liberal\nwork-release privileges while in jail. He was able to go to his West Palm Beach office six days a week for up to 16\nhours a day.\n\nHe is now serving one year of probation at his Palm Beach mansion and is registered as a lifelong sex offender.\nEpstein ‘fully abided’ by deal, says defense\n\nEpstein's attorney Jack Goldberger released the following statement: \"This document relates to allegations that\nwere made many years ago. It was by its provisions and agreement of the parties to remain confidential in part to protect\nthe identities of collateral third parties.\n\n\"Mr. Epstein has fully abided by all of its terms and conditions. He is looking forward to putting this difficult peri-\nod of his life behind him. He is continuing his longstanding history of science philanthropy both here in South Florida\nand nationwide.”\n\nGoldberger had blocked the unsealing by filing court papers asking that the documents stay sealed \"to prevent a se-\nrious imminent threat to the fair, impartial and orderly administration of justice; to protect a compelling government\ninterest; to avoid substantial injury to innocent third parties; and to avoid substantial injury to a party by disclosure of\nmatters protected by a common law and privacy right, not generally inherent in these specific type of proceedings,\nsought to be closed.\"\n\nCircuit Judge Jeffrey Colbath ordered the agreement to be unsealed in June, but Epstein's attorneys appealed the\nruling to the Fourth District Court of Appeals, which affirmed Colbath's ruling. Colbath had ruled that the federal\nagreement -- sealed in state court -- was improperly sealed.\n\nT felt it was my fault'\n\nMore than a dozen lawsuits against the billionaire money manager have been filed in federal and state court, all\nwith similar allegations: that a minor girl was taken to Epstein's mansion on El Brillo Way and led upstairs to a spa\nroom by one of Epstein's assistants, where he would ask the girl to perform massages and/or various sex acts, for which\nhe would pay her.\n\nOne victim, who is known as Jane Doe #5 in a federal court lawsuit against Epstein, said she didn't find out about\nthe deal until after it was finalized. She was 15 at the time one of her schoolmates told her she could make $200 by giv-\ning a massage to a man in Palm Beach.\n\nShe says she was \"nervous and scared and wanted to leave\" once she got to Epstein's spa room.\n\n\"I thought, 'T can't call my dad or my mom because I'm stuck in this situation and didn't know what to do,\" she said.\n\"T really didn't know what this man was capable of. For a long time, I felt like it was my fault and that's exactly what he\nwanted me to feel.”\n\nEpstein has curfew\n\nWhile he is serving the 12 months of house arrest at his Palm Beach home, Epstein must observe a 10 p.m. to 6\na.m. curfew, have no unsupervised contact with anyone younger than 18 and not view, own or possess pornographic or\nsexual materials.\n\nThe indictment followed an 11-month investigation by Palm Beach police, who said Epstein paid five underage\ngirls for massages and sometimes sex at his El Brillo Way home. Then-State Attorney Barry Krischer declined to pros-\necute Epstein on multiple charges involving unlawful sex acts with minors. Instead, he brought the case to a grand jury,\nwhich charged Epstein on the lesser charge of soliciting prostitution.\n\nThen-Palm Beach Police Chief Michael Reiter wrote Krischer a letter asking him to recuse himself from the case.\nWhen that didn't happen, Reiter requested an FBI investigation to determine if any federal laws were broken.\n\nHOUSE_OVERSIGHT_013433",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013433.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4193,
    "word_count": 715,
    "line_count": 70,
    "import_date": "2025-11-19T21:47:44.732232",
    "prefix": "IMAGES-002"
  }
}