{
  "document_id": "HOUSE_OVERSIGHT_029944",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029944.txt",
  "text": "13\n\nWhereas the defunct two state solution was proposed in 1947, when\nthe UN General Assembly passed Resolution 181 calling for dividing\nhistoric Palestine into two entities and for granting Jerusalem an\ninternational status, the reversal of this resolution by the Assembly is\nimperative. Although not legally binding, this resolution did grant\nlegitimacy to the creation of the State of Israel. Ironically, since that\nresolution, there was no serious discussion concerning the\nestablishment of two states in Palestine until the 1991 Madrid\nConference and the signing of the Oslo Accords (Declaration of\nPrinciples on Interim Self-Government Arrangements) in Washington\nin 1993. Except for a few euphoric, but short-lived moments, not the\nslightest progress has been made towards granting the Palestinians\nstatehood, and all attempts to establish two states have failed.\n\nWe propose that neutral member states should ask the UN General\nAssembly to rescind Resolution 181 and to request a new resolution\nfor the establishment of one state in historic Palestine. Although this\nresponsibility falls under the Security Council, the constant exercise\nby the US of its veto power to protect Israel against condemnations\nand sanctions has proven the council's ineffectiveness in dealing\nobjectively with the Arab-Israeli conflict.\n\nAt the General Assembly, each state has an equal voting right, thus\nlending legitimacy to passed resolutions. In its deliberations, the\nAssembly should also address international law and human rights\nviolations committed by Israel, the PA, and neighbouring states\nagainst the Palestinian people, and set a course for a new beginning\nin the Middle East through major shifts in the paradigms that have\ncrippled the region for decades.\n\nA resolution for establishing one democratic state in historic\nPalestine will include as citizens all those who live there and all\nPalestinians in the Diaspora, reaffirming Palestinian refugees right to\nreturn, and acknowledging the special place that Palestine is for\n\nHOUSE_OVERSIGHT_029944",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029944.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2051,
    "word_count": 307,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:45.541577",
    "prefix": "IMAGES-010"
  }
}