{
  "document_id": "HOUSE_OVERSIGHT_014640",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014640.txt",
  "text": "US - Aerospace and Defense Coverage Cluster\nBofA Merrill Lynch\n\nInvestment rating Company ticker Bloomberg symbol Analyst\n\nBUY\nAerCap Holdings NV. AER AER US Kristine T. Liwag\nAir Lease Corporation AL ALUS Kristine T. Liwag\nBombardier Inc. YBBD B BBD/B CN Ronald J. Epstein\nBooz Allen Hamilton BAH BAH US Ronald J. Epstein\nCAE Inc. YCAE CAE CN Ronald J. Epstein\nEmbraer ERJ ERJ US Ronald J. Epstein\nGeneral Dynamics GD GD US Ronald J. Epstein\nLockheed Martin LMT LMT US Ronald J. Epstein\nNorthrop Grumman NOC NOC US Ronald J. Epstein\nRaytheon Co. RTN RIN US Ronald J. Epstein\nRBC Bearings Inc ROLL ROLL US Kristine T. Liwag\nTextron TXT TXT US Ronald J. Epstein\nTransDigm Group Inc. TDG TDG US Ronald J. Epstein\nTriumph Group TGl TGI US Ronald J. Epstein\nUnited Tech UTX UTX US Ronald J. Epstein\n\nNEUTRAL\nBWX Technologies, Inc. BWXT BWXT US Ronald J. Epstein\nCrane Co CR CRUS Kristine T. Liwag\nCurtiss-Wright Corporation cw CW US Kristine T. Liwag\nFLY Leasing Ltd FLY FLY US Kristine T. Liwag\nHEICO Corporation HEI HEI US Ronald J. Epstein\nHexcel Corporation HXL HXL US Ronald J. Epstein\nHuntington Ingalls Industries HII HII US Ronald J. Epstein\nL-3 Comm LLL LLL US Ronald J. Epstein\nMercury Systems MRCY MRCY US Ronald J. Epstein\nRockwell Collins COL COL US Ronald J. Epstein\nSpirit AeroSys-A SPR SPR US Ronald J. Epstein\n\nUNDERPERFORM\nAtrcastle LTD AYR AYRUS Kristine T. Liwag\nBoeing BA BAUS Ronald J. Epstein\nEsterline Technologies Corporation ESL ESL US Ronald J. Epstein\nGarmin GRMN GRMN US Ronald J. Epstein\nMoog Inc. MOGA MOG/A US Kristine T. Liwag\nWesco Aircraft Holdings, Inc WAIR WAIR US Ronald J. Epstein\n\nme peorlgalinll Top 10 US Ideas Quarterly | 03 January 2017-19\n\nHOUSE_OVERSIGHT_014640",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014640.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1703,
    "word_count": 292,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:49.017936",
    "prefix": "IMAGES-003"
  }
}