{
  "document_id": "HOUSE_OVERSIGHT_011691",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011691.txt",
  "text": "improper.” This was more than 30 years ago, at a time when being gay, and\ncertainly being gay in the armed forces, was a much bigger deal than now. But I\nstill had no doubt at all that this amounted to a witch-hunt.\n\nMoshe still said nothing. “I have no idea whether Dan is or is not a\nhomosexual. After knowing him for years, I have no reason at all to believe that\nhe is. But let’s assume, for a moment, that he is,” I said. He’s not some junior\nlieutenant... This is a man who has risked his life for Israel. Repeatedly. Under\nfire.” Then, I got to the real issue. “I hesitate to mention this,” I said, realizing,\nand in a way hoping, that my tone would sound vaguely threatening. “But if you\norder this, the very fact of doing so might be interpreted as being a result of\nsome other motives on your part. I’m doing my best to convince you to think\nagain. But I want you to know that if I can’t, ’'m going from here to Misha’s\noffice. I'll try to convince him of the damage from what you’re contemplating to\nthe whole fabric of trust in the general staff and the army, to the image of the\narmy.” Still, he said nothing. He nodded occasionally. He puffed on his\ncigarette, put it out, lit another one. It was pretty clear he had no intention of\nrescinding his order.\n\nWithin 20 minutes, was in the Minister of Defense’s office. I spoke to him for\nabout 10 minutes. Misha listened. At the end, he said: “I understand what you’ve\ntold me.” I never discovered what exactly he said to Moshe Vechetzi. But the\ninvestigation never happened. I never spoke a word about any of it to Dan until\nyears later, after both of us had left the army.\n\nThe result, however, was that Dan became deputy chief-of-staff under\nMoshe, the latest step in what was beginning to look like a steady rise to the top.\nBut Misha did make a few concessions to Moshe’s preferred candidates, and that\nnow turned out to have major implications for me. It was a long-accepted\npractice that chiefs-of-staff had more than one deputy during their period in\ncharge. In the homestretch of Moshe’s tenure, he was able to bring in Amir Drori\nfor a spell as his number-two. And early in 1986, he also brought Amnon Lipkin\nback to the kirya. Amnon was given my job, as Director of Intelligence. But I got\nthe post which Amnon was leaving: head of the central command area. This\nmeant that, for the first time, I would be in charge of one of Israel’s three regional\nmilitary commands, and we were based on the edge of Jerusalem, with security\nresponsibility for the West Bank.\n\nThis was my first direct exposure to the combustible mix of restive\nPalestinians and the growing number of Jewish settlers. Our main brief was to\nprevent terror attacks, violence or unrest from the roughly 850,000 West Bank\n\n220\nHOUSE_OVERSIGHT_011691",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011691.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2785,
    "word_count": 511,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:49.098907",
    "prefix": "IMAGES-001"
  }
}