{
  "document_id": "HOUSE_OVERSIGHT_022573",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022573.txt",
  "text": "71\n\nReconstruction and Development, the Inter-American\nDevelopment Bank Group, and the World Bank Group\nentered into an agreement under which entities debarred\nby one MDB will be sanctioned for the same misconduct\nby other signatory MDBs.*” This cross-debarment agree-\nment means that ifa company is debarred by one MDB, it\n\nis debarred by all>”\n\nLoss of Export Privileges\n\nCompanies and individuals who violate the FCPA\nmay face consequences under other regulatory regimes,\nsuch as the Arms Export Control Act (AECA), 22 U.S.C.\n§ 2751, et seqg., and its implementing regulations, the\nInternational Traffic in Arms Regulations (ITAR), 22\nC.ER. § 120, e¢ seg. AECA and ITAR together provide\nfor the suspension, revocation, amendment, or denial of an\narms export license ifan applicant has been indicted or con-\nvicted for violating the FCPA.*” They also set forth certain\nfactors for the Department of State’s Directorate of Defense\nTrade Controls (DDTC)*” to consider when determining\nwhether to grant, deny, or return without action license\napplications for certain types of defense materials. One of\nthose factors is whether there is reasonable cause to believe\nthat an applicant for a license has violated (or conspired\nto violate) the FCPA; if so, the Department of State “may\ndisapprove the application.”>” In addition, it is the policy\nof the Department of State not to consider applications for\nlicenses involving any persons who have been convicted of\nviolating the AECA or convicted of conspiracy to violate\nthe AECA.*” In an action related to the criminal resolu-\ntion of a UK. military products manufacturer, the DDTC\nimposed a “policy of denial” for export licenses on three of\nthe company’s subsidiaries that were involved in violations\n\nof AECA and ITAR.*”\n\nWhen Is a Compliance Monitor or\nIndependent Consultant Appropriate?\nOne of the primary goals of both criminal prosecu-\ntions and civil enforcement actions against companies that\nviolate the FCPA is ensuring that such conduct does not\n\noccur again. As a consequence, enhanced compliance and\n\nreporting requirements may be part of criminal and civil\nresolutions of FCPA matters. The amount of enhanced\ncompliance and kind of reporting required varies according\nto the facts and circumstances of individual cases.\n\nIn criminal cases, a company’s sentence, or a DPA or\nNPA with a company, may require the appointment of an\nindependent corporate monitor. Whether a monitor is\nappropriate depends on the specific facts and circumstances\nof the case. In 2008, DOJ issued internal guidance regard-\ning the selection and use of corporate monitors in DPAs\nand NPAs with companies. Additional guidance has since\nbeen issued.” A monitor is an independent third party who\nassesses and monitors a company’s adherence to the com-\npliance requirements of an agreement that was designed to\nreduce the risk of recurrence of the company’s misconduct.\nAppointment of a monitor is not appropriate in all circum-\nstances, but it may be appropriate, for example, where a com-\npany does not already have an effective internal compliance\nprogram or needs to establish necessary internal controls. In\naddition, companies are sometimes allowed to engage in self-\nmonitoring, typically in cases when the company has made\na voluntary disclosure, has been fully cooperative, and has\n\ndemonstrated a genuine commitment to reform.\n\nFactors DOJ and SEC Consider\nWhen Determining Whether a Compliance\nMonitor Is Appropriate Include:\n\n= Seriousness of the offense\n= Duration of the misconduct\n\n\"  Pervasiveness of the misconduct, including\nwhether the conduct cuts across geographic and/\nor product lines\n\n# Nature and size of the company\n\n\" Quality of the company’s compliance program at\nthe time of the misconduct\n\n# Subsequent remediation efforts\n\nHOUSE_OVERSIGHT_022573",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022573.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3810,
    "word_count": 595,
    "line_count": 93,
    "import_date": "2025-11-19T21:47:48.521381",
    "prefix": "IMAGES-007"
  }
}