{
  "document_id": "HOUSE_OVERSIGHT_023649",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023649.txt",
  "text": "* How much do your highness expect the anticipated increase in the public debt in 2017/2018?\n\n- Public debt as announced in the fiscal balance program will not exceed 30%, we target the public debt\non the GDB 30% and so far, we have not reached 30%. There are some expectations that even in 2020\nwe will be less than 30%. A public debt of 30% does not mean a problem, some of the countries in the\nworld have GDB in some of them up to 50%, some up to 60% and some up to 200%, including G20\ncountries. If we look at the big countries, the five major economies have more than 30% public debt. So\nthat, it is healthy for the Saudi economy to involve a percent of public debt, which means that we have\nopportunities for development programs on which we spend money. We have two options: to spend\nand continue to develop, to create jobs, to create opportunities, to create private sector opportunities,\nor to stop spending. Our public debt is very low, giving us a comparative advantage that we can rise to\ninternational rates and continue to spend.\n\n* How do you see the future of the Public Investment Fund over the next three years? Would it be an\ninternal or internal and external investment?\n\n- The Public Investment Fund is one of the most important pillars of Vision 2030. We have several\nopportunities to develop the size of the Public Investment Fund:\n\n1- Unutilized assets. Too many assets have been entered, some of which may have been reviewed\nor announced to the public investment fund. These will be reflected in the size of the fund, the\nsize of the value of the fund, and the profits of the fund.\n\n2- We have heard that some of the reserves that are not of the state's funds need to be transferred\nto the public investment fund, about 100 billion riyals several months ago. Also, there is a\nrestructuring of the public investment fund companies so that their performance, growth and\nprofits are better than the previous. All of these will maximize the size of the Public Investment\nFund, on top of this the offer of Saudi Aramco.\n\n* His Highness the prince, What about Aramco?\n\n- As we state, the most important offer in the Public Investment Fund is the ARAMCO offer. This will\nprovide huge sums to the Public Investment Fund and also it will help in targeting many sectors inside\nand outside Saudi Arabia. One of the most important sectors to be targeted by the Fund within Saudi\nArabia, is the mining sector. According to the survey of the 1970s, which was re-examined last year, |\nthink there are mining opportunities of (Trillion and three hundred billion US dollars). The value of\nminerals in Saudi Arabia, of which gold is more than 240 billion US dollars and that requires a very huge\ninvestment. It is always difficult for foreign and domestic investors to take risks in a new sector such as\nmining. Consequently, the investment should be through the Public Investment Fund. The company of\nAramco contribution with part of the money (cash) in the fund will provide the Fund with the ability to\ninvest in this new sector, which has now only utilized less than 3%, and we have another very important\ngoal which is the local content target. Today's volume of Saudi Arabia purchases outside the Kingdom of\nSaudi Arabia on goods, commodities, activities or so on, amounting to US $ 230 billion. According to the\nvision of the Kingdom of Saudi Arabia 2030, half of this spending will be within the Kingdom, and when\nwe talk about what are the most important local content items (S 230 billion), the most important item\nis Military manufacturing, which ranges from $ 50 to S$ 70 billion a year, sometimes increases,\nsometimes less. We are the third largest country in the world to spend 99% of the military armament\noutside the Kingdom. This is a huge opportunity to create large industries within the Kingdom, also to\n\nHOUSE_OVERSIGHT_023649",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023649.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3854,
    "word_count": 683,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:44.715192",
    "prefix": "IMAGES-007"
  }
}