{
  "document_id": "HOUSE_OVERSIGHT_029329",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029329.txt",
  "text": "RAFANELLI\n\nCapabilities\n\nRafanelli Events is an award-winning event company with a proven track record of\nproducing breathtaking events for our clients. Using a combination of creativity,\nservice, design and production, we work closely with all clients to create event\nconcepts and designs that truly represent their unique goals and objectives.\n\nRafanelli Events has spent more than fifteen years building strong relationships\nwith the best companies across the country and we consistently provide our\nclients with the most up-to-date technologies and innovations. Our success is\nbuilt on listening to, respecting, understanding and complementing some of the\nmost successful people, companies and brands in the world.\n\nRafanelli Team Twenty-five talented, creative and dedicated professionals\nOur event teams each consist of CEO Bryan Rafanelli,\nCreative Director Billy Evers, an Event Producer and a\nProduction Manager.\n\nTypes of Events Not-for-Profit, Corporate, Private, Weddings\nAll our clients look to Rafanelli Events for the highest level\nof quality, detail, innovation and service\n\nYears in Business 15 Years\n\nEvents Produced More than 1,200 Events\n\nFrom small, intimate gatherings to seated dinners for more\nthan 2,000 people, we have produced events in more than\n30 cities, 15 states and five countries\n\nOffices 867 Boylston St 467 10 Ave 1825 K StNW 777 S Flagler Dr\n4\" Floor 2\"? Floor Suite 1000 West Tower\nBoston, MA New York, NY Washington, DC Palm Beach, FL\nFee Structure Our fee structure is based on the number of hours our\n\nteam works on your project. We carefully create this\nestimated fee based on your specific goals and objectives.\n\nHOUSE_OVERSIGHT_029329",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029329.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1678,
    "word_count": 257,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:44.635592",
    "prefix": "IMAGES-010"
  }
}