{
  "document_id": "HOUSE_OVERSIGHT_023680",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023680.txt",
  "text": "CW CNN International\n\nXi Jinping and the New Politburo Standing Committee\n\nRobert Lawrence Kuhn - October 26, 2017\n\nHOST: The author of How China’s Leaders Think: The Inside\nStory of Past, Current and Future Leaders, Robert Lawrence\nKuhn is a longtime advisor to the Chinese government. He\ncomes to us once again from Beijing. We talked this time\nyesterday. Good to have you back. And we discussed\nyesterday what we would learn about that lineup of the\nstanding committee. It hadn’t been revealed at that point\nthat we spoke, but we now know and is it correct to say the\nmost significant thing is no sign of a leader in waiting?\n\nRLK: I think the most significant sign is who the people are\nand how they relate to each other. It’s a group that actually\nrespects traditional norms.\n\n» F\n\nRLK: There was thought that Wang Qishan, for example,\nmight violate norms by being on the Standing Committee\nafter the traditional retirement age and that’s not the case.\nThere is balance among the member in terms of their\n\ngeographies, even their political affiliations within the party\n\nwhich internally are important. Two are from Shanghai,\ntwo are from the Communist Youth League - one is actually\nfrom Shanghai and the Youth League as well but he’s really\nfrom Shanghai - two have a long relationship with General\nSecretary Xi. And then of course General Secretary Xi has\n\nthe overarching power as everyone says - and that is correct\n\nand will be correct for a long time to come.\n\ntobert Lawrence\n\ny\n\nCHINA'S NEW POWER PLAYERS ./ LIVE\n\nIi PRESIDENT XI CEMENTS POWER, REVEALS LEADERSHIP TEAM |\n\nCEMENTS POWER, REVEALS LEADERSHIP TEAM fe\"\n>Kuhn Author, \"How China's Leaders Think” was ~ sss08\n\nTODAY\n\nHOUSE_OVERSIGHT_023680",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023680.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1713,
    "word_count": 292,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:49.289304",
    "prefix": "IMAGES-007"
  }
}