{
  "document_id": "HOUSE_OVERSIGHT_018027",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018027.txt",
  "text": "Case 1:19-cv-03377 Document 1-12 Filed 04/16/19 Page 2 of 4\n\nUnited States District Court\nSouthern District of New York\n\nVIRGINIA L. GIUFFRE,\n\nPlaintiff, Case No.:\nv.\nALAN DERSHOWITZ,\nDefendant.\n/\nAFFIDAVIT\n\nI, Maria Farmer, swear and affirm as follows:\n1. I am currently over the age of 18 and presently reside in Kentucky.\n\n2. In approximately 1995, I was an artist and a graduate student and I met Jeffrey\nEpstein and Ghislaine Maxwell at an art show where I was displaying some of my\nart. Epstein said that if I sold him one of my paintings for half price he would help\nme with my career. I sold him the painting that night for half price which was\napproximately $6000.00. In 1996, Jeffrey Epstein called me and told me he was\nlooking for someone to help him with acquiring art. I took the job with Epstein but\nultimately my job responsibilities were not simply to purchase art but included\nmanning the front door at his New York mansion and keeping records of people\nwho came to the home.\n\n3, During the time I was supervising the door at Epstein’s mansion, I witnessed a\nnumber of school age girls coming to the home, some of the young girls would be\nwearing their school uniforms. The girls would come into the NY mansion and\nthen would be escorted upstairs. When I asked Maxwell why these young girls\nwere coming over to the house so often she said that the girls were interviewing for\nmodeling positions. At the time, based on my observations at the home, it did not\nseem credible to me that these young girls were interviewing for modeling\npositions.\n\n4, Alan Dershowitz was an individual who came to visit Epstein at his New York\nmansion a number of times when I was working for Epstein. Dershowitz was very\ncomfortable at the home and would come in and walk upstairs. On a number\noccasions I witnessed Dershowitz at the NY mansion going upstairs at the same\ntime there were young girls under the age of 18 who were present upstairs in the\nhouse.\n\nHOUSE_OVERSIGHT_018027",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018027.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1981,
    "word_count": 353,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:46.762783",
    "prefix": "IMAGES-004"
  }
}