{
  "document_id": "HOUSE_OVERSIGHT_014329",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014329.txt",
  "text": "active in terms of M&A discussions, CBF continues to evaluate all opportunities\nthat promise the best returns for shareholders. Interestingly, investor sentiment\naround CBF’s positioning within the M&A market shifted, 75% of respondents\nbelieving the pro forma institution is better positioned to act as an acquirer. (Note\nlast year, 55% of respondents believed CBF would be a takeout candidate in the\nmedium term.\n\nChart 23: Do you think the pace of M&A activity will pick-up significantly Chart 24: Does the acquisition of CommunityOne better position CBF as\nin 2017 vs. 2016? an acquirer or a takeout candidate?\n\n80%\n70%\n60%\n50%\n40%\n30%\n20%\n10%\n\n90% 80% 80% 75%\n\n70%\n60%\n50%\n40%\n30%\n20%\n10%\n\n29%\n20%\n\n0%\nYes No Acquirer Takeout candidate\n\n0%\n\nSource: BofA Merrill Lynch Global Research Source: BofA Merrill Lynch Global Research\n\nCBF expected to prudently grow in CRE as bank is underpenetrated. CFO Chris\nMarshall acknowledged that there exist signs of frothiness within the multi-family\nlending segment. That said, he noted there is still room to grow as peers pull back\nin response to regulatory oversight (3Q: 161% vs. 300% threshold). That said,\nmanagement remains selective and has implemented a 25-30% concentration limit\n(3Q: 22%).\n\nCitigroup (C), B-1-7, Buy\n\nMarkets revenue up YoY so far, down from robust 3Q. President and CEO of ICG\nJamie Forese and CFO John Gerspach noted that at this current point in time, they\nexpect a seasonal sequential decline in Markets revenue in 4Q, but revenues should\nbe up YoY on back of stronger activity levels post the election. Moreover, banking\nactivity is looking consistent with prior quarters.\n\nDTA impact from lower tax rates. Given the possibility of lower tax rates under\nthe new administration, there have been many questions around what a potential\ntax cut could mean on C’s ability to re-capture some of its DTA. Management noted\nthat the impact will depend on 1) the ultimate tax rate, 2) either a worldwide or\nterritorial regime, and 3) the time it takes to reflect the new changes. A federal tax\ncut would directly impact the $21B timing related differences component of its\nDTA balance. Assuming a 20% decline in the federal tax rate, this would imply a\n$4B charge to the P&L (20% X $21B). That said, C has $7B of timing difference\nDTA that is not includable in its regulatory capital. As a result, that $4B impact\nwould not have an impact on its CET1. In the event that there is a territorial regime,\nthere is an element in its foreign subs equal to ~30% of the $21B that would lose\nits value at an accelerated rate. Assuming a 25% tax rate and territorial regime,\nmanagement noted that there would be roughly $12B worth of DTA that would see\nsome valuation adjustment and drive a $4B of reduction in its regulatory capital.\n\nAiming to improve market share in Equities. Management noted that C currently\nranks around 8-9th in the Equities business and while it is not looking to achieve a\ntop 3 market share, it would like to improve to around 5-6th. Management noted\nthat the revenue gap to reaching that ranking is ~$1B. While not all of that is\n\nBankof America a 2016 Future of Financials Conference | 17 November 2016 15\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014329",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014329.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3227,
    "word_count": 549,
    "line_count": 78,
    "import_date": "2025-11-19T21:47:46.279920",
    "prefix": "IMAGES-002"
  }
}