{
  "document_id": "HOUSE_OVERSIGHT_020176",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020176.txt",
  "text": "24\n\npublic only learned that the phone company was turning over its billing records on June 5, 2013,\nwhen Snowden disclosed it to the Guardian and Washington Post. The documents he provided\nthe journalists showed that the NSA had been obtaining phone records every three months that\nhad been collected by Verizon. While this revelation may have shocked the American public, the\nNSA had not acted on its own. It had obtained a warrant issued by a secret court established by\nCongress in 1978 as part of the Foreign Intelligence Surveillance Act (FISA) for each request for\nrecords. Congress empowered the FISA court to hear cases and authorize search warrants in\nsecret in cases involving national security. As its name implies, the FISA court was meant to deal\nwith matters bearing on foreign intelligence activities in the United States. That restriction\nchanged after the devastating terrorist attacks of September 11, 2001. A month after the attack,\nCongress expanded the purview of the FISA court by passing the USA Patriot Act (an acronym\nwhich stands for “Uniting and Strengthening America by Providing Appropriate Tools Required\nto Intercept and Obstruct Terrorism”). Part of the Act, Section 215, euphemistically referred to\nas the \"library records\" provision, permitted the FISA court to issue warrants authorizing searches\nof records by the NSA and other federal agencies to investigate international terrorism or\nclandestine intelligence activities Through these FISA authorizations, the NSA could obtain\n\"tangible things\" such as \"books, records, papers, documents, and other items.\" Under the\ninterpretation of this section of the law by both the Bush and Obama administrations, the FISA\ncourt was enabled by Congress to issue warrants to telephone companies demanding that they\nturn over to the NSA the bulk billing records of all calls made in America.. The FISA court need\nonly deem these records to be “relevant: to the FBI’s investigations of terrorists and spies.\nEssentially, this controversial interpretation of the word “relevant” in Section 215 by the FISA\ncourt was used by the NSA to create a searchable database of telephone billing records. Sucha\n“haystack,” as the NSA called the national collection of billing records, could allow the FBI to\ninstantly find missing “needles,” even if the connections were made years earlier. For example, if\nthe FBI had a lead on a foreign suspect, it could search the data base for any telephone calls made\nby the foreign suspect to telephone numbers in America, and then who those people called. The\nFBI always had this power, if it obtained a warrant, but it did not have the records previously in a\nsingle data base. General Alexander believed such a “Haystack” database made sense. His\napproach was, ‘Let’s collect the whole haystack,’” according to one former senior U.S.\nintelligence official quoted by the Washington Post. According to its critics, including the\nACLU, the results provided by this vast database did not justify its immense potential for abuse.\nIn early May 2015, just three weeks before this part of the Patriot Act was set to expire, a three-\njudge panel of the Second U.S. Circuit Court of Appeals in New York, agreed with the ACLU\nposition, overturning a lower court decision that it was legal. The panel found that the word\n“relevant” in the Act was not intended by Congress to justify the acquisition and storing of the\nbulk records of telephone companies. It declared that the government’s interpretation of Section\n215 of The Patriot Act was incorrect. Soon afterwards Congress replaced the Patriot Act with\nthe USA Freedom Act, which effectively transferred bulk storage of billing records from the NSA\nto the phone companies themselves. Despite the change in venue, the records of individuals were\nstill not completely private. The databases held by phone companies could still be searched under\nthe new law via a FISA warrant by the FBI.\n\nThe core of Snowden’s charge in the media was that the FISA court overreached its authority\nby issuing sweeping warrants that allowed the NSA to obtain data collected by private phone and\nInternet companies. It the initial story published in the Guardian on June 5, 2013, Snowden\n\nHOUSE_OVERSIGHT_020176",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020176.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4239,
    "word_count": 687,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:44.815254",
    "prefix": "IMAGES-005"
  }
}