{
  "document_id": "HOUSE_OVERSIGHT_023953",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023953.txt",
  "text": "What Can We Do About [t? 207\n\nof how something works and the next we know, schools are teaching\nthat theory as a prelude to actually doing the work. Scholarship has\nbeen equated with education. You do not have to know calculus to re-\npair an engine. You might want to know calculus to design an engine,\nbut that is no excuse for forcing every engineer to learn it. Similarly,\nyou do not have to know theoretical physics to master the seas. Mari-\nners do know physics, of course—practical physics about load balanc-\ning, for example—but they do not have to know how to derive the\nequations that describe it.\n\nWhat I am saying here about the shipping industry holds true for\nevery other area of life as well. Twenty-first-century skills are no dif-\nferent from 1st-century skills. Interestingly, Petronius, a 1st-century\nRoman author, complained that Roman schools were teaching “young\nmen to grow up to be idiots, because they neither see nor hear one\nsingle thing connected with the usual circumstances of everyday life.”\nIn other words, schools have always been about educating the elite in\nthings that don’t matter much to anyone. This is fine as long as the\nelite don’t have to work.\n\nBut today the elite have extrapolated from what they learned at\nHarvard and decided that every single schoolchild needs to know the\nsame stuff. So, they whine and complain about math scores going\ndown without once asking why this could possible matter. Math is not\na 21st-century skill any more than it was a 1st-century skill. Algebra\nis nice for those who need it, and useless for those who don’t. Skill\nin mathematics is certainly not going to make any industrial nation\nmore competitive with any other, no matter how many times our “ex-\nperts” assert that it will. One wonders how politicians can even say\nthis junk, but they all do.\n\nWhy?\n\nMy own guess is that, apart from the fact that they all took these\nsubjects in school (and were probably bad at them—you don’t become\na politician or a newspaper person because you were great at calculus),\nthere is another issue: They don’t know what else to suggest.\n\nThinking about the 1st-century will help us figure out what the\nreal issues are. People then and people now had to learn how to func-\ntion in the world they inhabit. This means being able to communi-\ncate, get along with others, function economically and physically,\nand in general reason about issues that confront them. It didn’t mean\nthen, and doesn’t mean now, science and mathematics, at least not for\n95% of the population.\n\nHOUSE_OVERSIGHT_023953",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023953.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2555,
    "word_count": 442,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:46.155797",
    "prefix": "IMAGES-007"
  }
}