{
  "document_id": "HOUSE_OVERSIGHT_016373",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016373.txt",
  "text": "and J. S. Mill and later by behavioral psychologists, like Pavlov and B. F. Skinner. On\nthis view, the abstractness and hierarchical structure of representations is something of an\nillusion, or at least an epiphenomenon. All the work can be done by association and\npattern detection—especially if there are enough data.\n\nOver time, there has been a seesaw between this bottom-up approach to the\nmystery of learning and Plato’s alternative, top-down one. Maybe we get abstract\nknowledge from concrete data because we already know a lot, and especially because we\nalready have an array of basic abstract concepts, thanks to evolution. Like scientists, we\ncan use those concepts to formulate hypotheses about the world. Then, instead of trying\nto extract patterns from the raw data, we can make predictions about what the data should\nlook like if those hypotheses are right. Along with Plato, such “rationalist” philosophers\nand psychologists as Descartes and Noam Chomsky took this approach.\n\nHere’s an everyday example that illustrates the difference between the two\nmethods: solving the spam plague. The data consist of a long unsorted list of messages in\nyour in-box. The reality is that some of these messages are genuine and some are spam.\nHow can you use the data to discriminate between them?\n\nConsider the bottom-up technique first. You notice that the spam messages tend\nto have particular features: a long list of addressees, origins in Nigeria, references to\nmillion-dollar prizes or Viagra. The trouble is that perfectly useful messages might have\nthese features, too. If you looked at enough examples of spam and non-spam emails, you\nmight see not only that spam emails tend to have those features but that the features tend\nto go together in particular ways (Nigeria plus a million dollars spells trouble). In fact,\nthere might be some subtle higher-level correlations that discriminate the spam messages\nfrom the useful ones—a particular pattern of misspellings and IP addresses, say. If you\ndetect those patterns, you can filter out the spam.\n\nThe bottom-up machine-learning techniques do just this. The learner gets\nmillions of examples, each with some set of features and each labeled as spam (or some\nother category) or not. The computer can extract the pattern of features that distinguishes\nthe two, even if it’s quite subtle.\n\nHow about the top-down approach? I get an email from the editor of the Journal\nof Clinical Biology. It refers to one of my papers and says that they would like to publish\nan article by me. No Nigeria, no Viagra, no million dollars; the email doesn’t have any\nof the features of spam. But by using what I already know, and thinking in an abstract\nway about the process that produces spam, I can figure out that this email is suspicious.\n\n(1) I know that spammers try to extract money from people by appealing to\nhuman greed.\n\n(2) I also know that legitimate “open access” journals have started covering their\ncosts by charging authors instead of subscribers, and that I don’t practice anything like\nclinical biology.\n\nPut all that together and I can produce a good new hypothesis about where that\nemail came from. It’s designed to sucker academics into paying to “publish” an article in\na fake journal. The email was a result of the same dubious process as the other spam\nemails, even though it looked nothing like them. I can draw this conclusion from just one\nexample, and I can go on to test my hypothesis further, beyond anything in the email\nitself, by googling the “editor.”\n\n153\n\nHOUSE_OVERSIGHT_016373",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016373.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3555,
    "word_count": 591,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:45.631776",
    "prefix": "IMAGES-003"
  }
}