{
  "document_id": "HOUSE_OVERSIGHT_016123",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016123.txt",
  "text": "National Transformation Plan: many promises, few details\nThe National Transformation Plan (NTP) released by the Saudi government is a further\nstep towards execution of Saudi Vision 2030 through a set of ambitious interim targets\nto achieve by 2020 by 24 government bodies. The NTP is a comprehensive program\nencompassing medium-term growth boosting initiatives and fiscal consolidation\nmeasures. The sequencing and details of the fiscal measures are however still left\nnebulous. Implementation of growth-boosting initiatives will require a challenging\ncrowding in of private sector investment, particularly from domestic sources.\n\nThe NTP is likely to introduce a number of one-off supply-side shocks to inflation\nthrough its fiscal or labor measures, which could negatively impact Real Effective\nExchange Rate (REER) competitiveness. Discretionary consumption growth and real\nincomes are likely to remain under pressure. We find the diversification measures\nencouraging, although they appear too ambitious to be met within the time frame\nenvisaged in the NTP, in our view. The focus on diversification could introduce medium-\nterm incentives to adopt a more competitive exchange rate, while also detracting from\nthe binding fiscal constraint under which the government has to operate. Energy policy\nis likely to be less aggressive and support oil prices. Fiscal targets are difficult to reach,\nbut medium-term oil prices of at least US$50-65/bbI could support NTP progress.\n\nTable 4: Selected macro Key Performance Indicators (KPIs) under the National Transformation Plan\n\nRegional Global\n\nGovernment entity Key Performance Indicator (KPI) Unit Baseline 2020target b’mark — b’mark\nMinistry of Finance\nTotal non-oil revenues SARbn 163.5 530 10.9 691.0\nBudgeted salaries and wages SARbn 480 456 NIA N/A\nSalaries and wages as a percentage of the budget % 45 40 30 12\nApproved projects according to criteria and timeline (% of total) % 0 40 30 78\nCredit rating - At Aa2 Aa2 Aaa\nGovernment debt as percentage of gross domestic product (%) % BE 30 35 54\nTotal recorded non-oil assets SARtrn 3 5 NIA N/A\nMinistry of Economy & Planning\nTotal revenue resulting from privatization projects Under Study Under Study Under Study NIA NIA\nValue of water and electricity subsidy decrease SARbn 0 200 NIA N/A\nPercentage decrease in non-oil subsidy % 0 20 NIA NIA\nValue of private sector contribution to GDP SARbn 993.3 Under Study 1226  14,133.8\nMinistry of Energy, Industry and Mineral Resources\nValue of exports of non-oil commodities SARbn 185 330 Under Study Under Study\nValue of the mining sector's contribution to GDP SARbn 64 97 13 262\nLocal content in expenditure of public and private sectors % 36 50 Under study 57\nPetroleum production capacity mn bpd 12.5 12.5 3.8 11\nDry gas production capacity bn cf pd 12 178 SL 16\nRefining capacity mn bpd 2.9 3.3 1.1 1.9\nMinistry of Labor and Social Development\nUnemployment rate for Saudis % 11.6 9 Under Study 5.8\nCost of employment of Saudis compared to expatriates % 400 280 NIA N/A\nProportion of female labor force % 23 28 Under Study Under Study\nMinistry of Hajj and Umrah\nNumber of formal Haijj pilgrims (domestic and foreign) mn 1.5 2.5 NIA NIA\nNumber of Umrah Pilgrims from abroad mn 6 15 NIA N/A\nNumber of Umrah pilgrims (domestic and GCC nationals) mn _Under Study — Under Study NIA NIA\nCommission for Tourism and National Heritage\n% contribution of tourism sector to GDP % 2.9 3.1 4.9 5.4\nMinistry of Civil Service\n% decrease in the payroll and benefits expenditure % — Under Study 20 Under Study 22\n% of workers reduction in the civil service sector % Under Study 20 Under Study 18\nSaudi Arabian General Investment Authority\nForeign Direct Investment (FDI) SARbn 30 70 45 481\nTime needed to issue work visas for new expat employees Day 30 10 10 3\nTime needed to issue new business permits Day 19 1 8 0.5\nSource: National Transformation Plan\nOS erartll Lynch GEMs Paper #26 | 30 June 2016 13\n\nHOUSE_OVERSIGHT_016123",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016123.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3960,
    "word_count": 649,
    "line_count": 66,
    "import_date": "2025-11-19T21:47:48.891161",
    "prefix": "IMAGES-003"
  }
}