{
  "document_id": "HOUSE_OVERSIGHT_033015",
  "filename": "IMAGES-012-HOUSE_OVERSIGHT_033015.txt",
  "text": "From: jeffrey E. [jeevacation@gmail.com]\n\nSent: 8/24/2017 6:01:15 PM\nTo: Masha Drokova [a\nSubject: Re: Questions for article\n\nImportance: — High\n\nI have helped scientists for 20 years. I dont bletve you can say you fully understand a problem unless your\nideas can be tested against the evidence. . mathermatics described in one simple equation the motion of the\nplanets that had alluded men for ages.. When asked what was the most important scientific invention for most\npeople. . though people like me said air conditioning? the consensus was _ ,,, eyeglasses. letting people read\npast the age of 40.\n\nOn Thu, Aug 24, 2017 at 1:22 AM, Masha Drokova ee wrote:\n\nJeffrey,\n\nHuffington Post is almost done with their article. They need couple answers to use them for your quotes.\nPlease see below.\n\nQuestions for you:\n\n1. As a result of Trump's budget cuts, more scientists are turning to private donors for funds. How have you\nhelped these scientists thrive during this time in particular?\n\n2. Why do you think it’s important to have funded the Program for Evolutionary Dynamics and how will this\nprogram help us in the future?\n\nQuestions for a scientist (can I ask Martin to answer and quote him)?\n1. How has Jeffery Epstein’s donations helped you advance your research?\n\nLet me know if you have any questions or comments. Would appreciate speedy response.\n\nThank you!\n\nplease note\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\nJEE\nUnauthorized use, disclosure or copying of this\ncommunication or any part thereof is strictly prohibited\nand may be unlawful. If you have received this\ncommunication in error, please notify us immediately by\nreturn e-mail or by e-mail to jeevacation@gmail.com, and\ndestroy this communication and all copies thereof,\nincluding all attachments. copyright -all rights reserved\n\nHOUSE_OVERSIGHT_033015",
  "metadata": {
    "original_filename": "IMAGES-012-HOUSE_OVERSIGHT_033015.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1989,
    "word_count": 319,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:48.164150",
    "prefix": "IMAGES-012"
  }
}