{
  "document_id": "HOUSE_OVERSIGHT_018573",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018573.txt",
  "text": "http://offourchests.com/taking-care-of-each-other/\n\nMANLINESS:\n[theory] Questions I Want To Ask Entitled Cis Het Men\n\nI wrote this piece in 2009. It was the culmination of years I'd spent thinking about\nmasculinity, manliness, and men's gender role. I was relatively new to blogging, and I\nhadn't yet established myself. I thought that the most controversial things I would ever\nwrite would be about S&M. I was wrong.\n\nI published this in three parts, and it got a huge response. The major feminist blog Alas!\nA Blog asked to repost it, for example, but there was a much bigger reaction among non-\nfeminist and anti-feminist men. Some wrote responses with titles like \"Answers for an\nEntitled Feminist.” Others actually came over to my blog and engaged me, with varying\nresults. It kicked off a long, dense discussion in my blog Comments section, which lasted\nfor over a year and thousands of comments. I wrote a number of followups, including\nsome that got me labeled \"brainwashed by the patriarchy\" by other feminist women.\n\nSome of the guys I was talking to got me interested in the \"pickup artist subculture\" or\n\"seduction community\" -- a group of men who trade tips, tricks, and tactics on how to\nseduce women. Eventually, I did an in-depth investigation of that subculture and wrote\nthe book Confessions of a Pickup Artist Chaser: Long Interviews with Hideous Men,\nwhich contains some of my best work on masculinity, communication, and sexuality. You\ncan buy that on Smashwords at this link:\nhttps://www.smashwords.com/books/view/14445 1\n\nOne thing I've discovered over the last few years, as I learned more about the history of\nfeminism, is that there are excellent reasons why most feminists are unwilling to talk\nabout men's problems. There's a ton of politics involved, and a lot of very justified fears\nabout the political ground we could lose. We still have a long way to go when it comes to\ngender equality. But I do believe that those fears are often overblown.\n\nAnd I've also discovered that there's a subgroup of feminists that's much more likely to be\nopen to talking about men's experience: it's the sex-positive feminists, especially the\nS&M feminists. To be sure, there are exceptions. Plenty of S&M feminists see no reason\nto discuss men's experience, and of course, plenty of S&M feminists don't like my writing\nin particular. But most feminist essays I've found about masculinity were written by\nwomen who openly admitted that they were into S&M -- Gayle Rubin, author of the\npioneering sexuality essay \"Thinking Sex,\" is one good example. Maybe the S&M\nfeminists are the ones most likely to intuitively understand that power is never a one-\ndimensional picture or a one-way street.\n\nHOUSE_OVERSIGHT_018573",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018573.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2729,
    "word_count": 448,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:44.435545",
    "prefix": "IMAGES-005"
  }
}