{
  "document_id": "HOUSE_OVERSIGHT_029623",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029623.txt",
  "text": "Biography\n\nKathleen Harrington\n\nFounding Partner, C/H Global Strategies\n\nFounding Partner of C/H Global Strategies, a strategic consulting firm, Kathleen Harrington brings decades of\nexperience in domestic and international affairs to her new venture, with Co-Founder, Christina Culver. An\ninnovative leader in business, communications, foreign policy, non-profit development, global venture\nphilanthropy and maximizing public-private partnerships, Kathleen is a catalyst for changing organizations, a\npassionate advocate for women and children and a free and open media.\n\nPreviously, Kathleen was Senior Vice President at Dutko Worldwide where she headed the company’s Asia and\nglobal venture philanthropy practices. She has also been the CEO of her own consulting company, founder of an\ninternet news network, former Executive Director of the Robert F. Kennedy Memorial, and former Chief of Staff\nof the Broadcasting Board of Governors, overseeing global broadcast services. An expert on Asian affairs,\nKathleen founded the U.S.-Korea Foundation and worked as Senior Advisor in the State Department’s Bureau\nof East Asian and Pacific Affairs under President Clinton. With deep political roots on Capitol Hill, Kathleen\nserved on the staff of Senator Christopher Dodd and has worked on several Presidential campaigns.\n\nA graduate of Yale College with a Masters degree from Columbia University’s School of International and\n\nPublic Affairs, Kathleen is an avid sports woman and Red Sox fan, whose kids, Erin and Desmond, make every\nday a wonderful journey.\n\nHOUSE_OVERSIGHT_029623",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029623.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1580,
    "word_count": 227,
    "line_count": 26,
    "import_date": "2025-11-19T21:47:47.028494",
    "prefix": "IMAGES-010"
  }
}