{
  "document_id": "HOUSE_OVERSIGHT_029929",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029929.txt",
  "text": "“He's the chief watchdog, who watches over all the other\nwatchdogs—but this must be his night off-”\n\nno magic bullets for most of the problems\nthat ail us today,” Jonas said. “Diabetes,\nimmune-system disorders, chronic pain,\ncancer. Our illnesses are complex, and we\nneed to approach them in more compre-\nhensive ways. We try to identify drugs\nthat will eliminate disease. Yet the way\nwe go about delivering those agents—the\ninteraction between doctor and patient,\nfor example—often has a bigger impact\nthan the agent we focus on. More than\nthe drug and more than the surgery. And\nthat has been collectively called the pla-\ncebo effect.”\n\nhe headquarters of the Food and\nDrug Administration, situated on\na campus called White Oak, on the far\nedge of Silver Spring, Maryland, seems\nas close to the rest of the federal medi-\ncal establishment as it is to Pluto. There\nis no Metro to White Oak, and it takes\nhalf an hour to drive from the sprawling\ncampus to the National Institutes of\nHealth, in Bethesda. The F.D.A.’s\nphysical isolation belies its position as\nthe nation’s principal regulator of con-\nsumer products. No drug is sold with-\nout the agency’s approval. There will be\nno prescriptions for any placebo, either,\nunless clinical trials have demonstrated\nits effectiveness to the satisfaction of\nthe F.D.A.\n“One of the absolutely fundamental\nproblems that we have is the use of the\n\n34 THE NEW YORKER, DECEMBER 12, 2011\n\nterm ‘placebo, which does nobody any\ngood,” Robert Temple told me, echoing\na complaint made by virtually every-\none who deals with the subject. Temple,\nwho has for many years run the F.D.A’s\ndrug-evaluation department, is an owlish\nman with a short, thick mustache and cir-\ncular glasses. His office is so filled with\ntowering stacks of files that, after you\nenter, it takes a moment to find him. “Just\nbecause something is called a ‘placebo\neroup, ” he said, “everyone assumes that\nwhat happens in that group is a result of\nthe placebo effect. And that is absolutely\nnot true.”\n\nTemple, who has worked at the\nF.D.A. for four decades, rarely makes a\ndecision without angering somebody. He\nhas been regarded as a meddlesome reac-\ntionary by H.1.V. activists and others\nwho insist that drugs be released more\nrapidly. The more conservative medical\nestablishment frequently accuses the\nagency of endorsing the wishful thinking\nof drug manufacturers. And to the large\nand growing community that supports\nalternative approaches to medicine Tem-\nple is Dr. No.\n\nTemple said that he understands why\nplacebos attract people who become frus-\ntrated when science fails to provide\ndefinitive answers. “The persistence of\nwhat people believe will save their lives as\nopposed to the evidence is staggering,” he\nsaid. “So people are talking about using\n\nplacebos as drugs. But I have no idea what\nthat means in practical terms. How would\nit work?” Tantalizing hints and possible\neffects are not data, and Temple says there\nare no data that would suggest that place-\nbos are drugs. There are several studies,\nthough, that illustrate the basis for his\nskepticism.\n\nA placebo effect is commonly ob-\nserved during trials of blood-pressure\nmedications. To qualify for such studies,\nsubjects are supposed to have blood pres-\nsure that exceeds a hundred and forty\nover ninety in at least one of the two\nmeasurements. “As soon as somebody\nenters those studies, his or her blood\npressure falls an average of five or six mil-\nlimetres of mercury,” Temple said. “That\nis significant, but it is not a placebo re-\nsponse, and it is not a response to being\nin the study. It is often the result of doc-\ntors’ inflating readings—of rounding up.”\nIfa person's blood pressure is a hundred\nand thirty-eight over eighty-eight, for ex-\nample, investigators will often include\nhim. “When you use an automatic blood-\npressure cuff to establish a baseline for\nthese kinds of studies, the entire placebo\neffect vanishes,” Temple said.\n\nWhen a drug (or a placebo) is under\nstudy, subjects are usually divided into two\ngroups. Neither group knows exactly what\nit is getting (nor do the doctors), but one\ngroup generally receives the drug and the\nother a placebo. “There is a better way,”\nTemple said. “If you want to see if there is\na placebo effect, use three arms in a drug\ntrial, not two. Tell them, ‘Some of you will\nbe getting a drug, some will get a tablet\nthat looks like a drug but is nothing but a\nsugar pill, and some of you will get noth-\ning at all’\n\n“It seems to me,” he went on, “that if\nthere is any substantial placebo effect,\nthere ought to be a difference between the\ngroup that knows it’s getting nothing and\nthe group that doesn’t know it’s getting\nnothing. If there is no difference, then\nwhat are we talking about? Because it’s\nnot a placebo effect.”\n\nIt turns out that there have been many\ntrials of the type Temple mentioned. In\n2001, the Danish epidemiologist As-\nbjorn Hrébjartsson, of Copenhagen’s\nNordic Cochrane Center, along with his\ncolleague Peter Getzsche, published a\nsystematic review of a hundred and four-\nteen clinical trials that compared patients\nwho received a placebo with subjects who\n\nHOUSE_OVERSIGHT_029929",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029929.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5138,
    "word_count": 872,
    "line_count": 144,
    "import_date": "2025-11-19T21:47:49.413117",
    "prefix": "IMAGES-010"
  }
}