{
  "document_id": "HOUSE_OVERSIGHT_025099",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025099.txt",
  "text": "Although in the tourism sector there is an evident possibility of making money in Cuba,\nit’s doubtful that the North American hotel industry, almost all present on the Stock\nExchange, subject to North American legislation and union pressure, would lend itself to\ncollaborating with the Cuban counter-intelligence by facilitating eavesdropping/wire-\ntapping and clandestine filming inside hotel installations, such as today occurs in Melia\nand other European chains, violating even Cuban law which supposedly defends the\ninviolability of privacy. American lawyers are very clear about the high price German\ncompanies had to pay when they associated themselves with Nazism, as occurred with\nVolkswagen and Bayer.\n\nEven though this is not a matter of investing in a country living under a dictatorship, but\nrather of associating oneself with a dictatorial government in order to exploit workers\nand companies, it’s very possible that, whenever the opportunity presents itself, those\nbusinessmen linked to the Cuban government are going to be accused in court because\nof the confiscation of 94% of the salary through the exchange of dollars for pesos and\nother violations of the rules of the International Labor Organization. Workers’ claims\nwill be very high, and there are American law firms willing to bring them in exchange for\na percentage of whatever is eventually received.\n\nLastly, two articles of the Cuban constitution profile the inflexibly Communist nature of\nthe regime, and become a permanent threat against foreign investors. Article 5: The\nCommunist Party of Cuba, Marti-inspired and Marxist-Leninist, organized vanguard of\nthe Cuban nation, is the superior directing force of society and the State. Article 62:\nNone of the liberties recognized to citizens may be exercised against what is established\nin the Constitution and laws, or against the decision of the Cuban people to build\nsocialism and communism. The violation of this principle is punishable.\n\nHOUSE_OVERSIGHT_025099",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025099.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1992,
    "word_count": 303,
    "line_count": 28,
    "import_date": "2025-11-19T21:47:48.442648",
    "prefix": "IMAGES-008"
  }
}