{
  "document_id": "HOUSE_OVERSIGHT_023075",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023075.txt",
  "text": "under the Blueprint (over eight years). The Tax Foundation similarly estimates that a\nrepatriation act could drive spending amounting to $185-200bn in revenues through\n2025, which could help fund infrastructure/defense spending.\n\nS&P 500 companies could bring back over $1tn - mostly in Tech & Health Care\nOur FX team has written that US corporates in aggregate (including Financials) hold\n~$2tn in cash overseas, and their work suggests that nearly half is concentrated within\n20 companies. Similarly, as we discuss below, half of the repatriated cash following the\n2004 Homeland Investment Act came from just 15 companies, predominantly in Pharma\nand Tech. Our own analysis of the S&P 500 (based on filings and estimates from our\nanalysts) suggests that non-Financials in the S&P hold approximately $1.2tn overseas,\nnearly three-quarters of which is in Tech and Health Care (Chart 4).\n\nChart 4: Estimated overseas cash as a % of mkt. cap by sector for the S&P 500 (excludes Financials\nand Real Estate)\n\n2\nx\n\n14%\n12%\n10%\n8%\n6%\n4%\n2%\n0%\n\nOverseas cash as a % of market cap\nTech\nIndustrials\nMaterials\nStaples\nCons. Disc.\nEnergy\nUtilities\nTelecom\n\n©\n2\nio\noO\n=\noo]\n®\na\n\nS&P 500 ex. Fins. &\nReal Estate*\n\nNote: Overseas cash based on company disclosures where available, BofAML analyst estimates, and BofAML US Equity & Quant Strategy\nestimates using overseas sales as a guide where the former two were not available. For some companies, analyst estimates are for total\naccumulated overseas profits (which may not all bein cash). *S&P ex. Fins. & Real Estate cash is as a % of total S&P 500 market cap\nSource: Bloomberg, FactSet, BofA Merrill Lynch US Equity & US Quant Strategy, BofA Merrill Lynch Global Research\n\nRepatriation in context: a look back at 2004\n\nThe last repatriation holiday in the US was the Homeland Investment Act (HIA) of 2004\n(part of the American Jobs Creation Act), which allowed for a one-time repatriation of\nforeign earnings by US multinationals at a reduced effective tax rate of 5.25% (vs. the\nstatutory 35% rate), based on an allowable exemption of 85% of foreign earnings from\nUS taxes (35% x [1-85%] = 5.25%). This deduction could be claimed in the tax year\nbeginning before or after the passage date in Oct. 2004. Approximately $300bn was\nrepatriated, according to the Bureau of Economic Analysis (BEA)’s U.S. International\nTransactions Accounts Data, vs. an average of S60bn over the prior five years. The IRS\nestimates’ that 843 US companies took advantage of the act.\n\nDespite HIA’s intent; most repatriated cash was spent on buybacks/dividends\nDespite the U.S. Treasury Department’s guidelines that repatriated earnings should be\nspent on capital investment, R&D, M&A, and other pro-growth uses such as hiring, this\nwas not ultimately the result: the National Bureau of Economic Research (NBER}\nestimates? that $0.92 of every $1.00 brought back was used to return cash to\nshareholders ($0.79 for buybacks and $0.15 for dividends)’, and that repatriation\nultimately did not lead to a pick-up in capex, employment or R&D. In fact, a 2011 report\nby US Senate Permanent Subcommittee on Investigations® found that the top 15\n\n? Redmiles, Melissa: “The One Time Received Dividend Deduction”, https://www.irs.gov/pub/irs-\nsoi/O8codivdeductbul pdf\n\n3 Dhammika Dharmapala, C. Fritz Foley, and Kristin J. Forbes: “Watch What | Do, Not What | Say: The Unintended\nConsequences of the Homeland Investment Act”, NBER Working Paper No. 15023, June 2009,\nhttp://www.nber.org/papers/w15023.pdf.\n\n4 The $0.79 for buybacks and $0.15 for dividends does not sum to the $0.92 cash return figure due to the\n\nNBER’s calculation methodology.\n\n5 United States Senate Permanent Subcommittee on Investigations: “Repatriating Offshore Funds: 2004 Tax Windfall\nfor Select Multinationals”, Majority Staff Report, October 11, 2011\n\nBankof America <>\nMerrill Lynch Equity Strategy Focus Point | 29 January 2017 7\n\nHOUSE_OVERSIGHT_023075",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023075.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3936,
    "word_count": 626,
    "line_count": 94,
    "import_date": "2025-11-19T21:47:44.234652",
    "prefix": "IMAGES-007"
  }
}