{
  "document_id": "HOUSE_OVERSIGHT_018372",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018372.txt",
  "text": "takes with it - if we don’t handle this properly - something even more precious: The\ndivision between periods of peace and of war.\n\nThat the knotting together of distance, speed and power changes the nature of an\nobject was something Janelle, the father of “Space Time Compression,” anticipated.\nHe labeled it “Locational Utility’, the way in which something becomes more useful\nor powerful or relevant as it is drawn closer to us by increased connection and\nspeed, even if it stays the same “distance” away’. A nuclear weapon three hours\nfrom landing and one that is three months away are, nearly, a different object\nentirely. Adam Smiths’s famous remark in his Theory of Moral Sentiments that most\npeople would be more perturbed by the loss of half a finger than the news that a\nmillion Chinese had perished, begins to take on a different color in an age when a\nbillion and a half Chinese are nanoseconds away.2°? When we say that connection\nchanges the nature of an object, we mean this; Networks change the “locational\nutility” of anything they touch. When connection makes an object instantly, clearly\nvisible, it revolutionizes its potential. Little wonder so many great fortunes are being\nmade in applying this trick of plugging goods into compression engines like apps or\nmatching services. It’s hard to know if firms like Airbnb or Uber will be around ina\ndecade, but the economic energy they release emerges right out of Janelle’s theories:\nConnect a car seat or an empty room and you change its nature. You give it value.\nPart of our unease now - and part of the problem we have in strategizing about the\nworld or our businesses - is that stability on our topological maps is some time off\nyet. There is so much yet to be connected. So many new topologies to be built.\n\n“Time is a ride,” Danny Hillis once remarked in an early meditation about his rock-\nsunk clock, “and you are on it.”2°4 He was right. That ride takes place, in a connected\nage, on topological rails. And just how “instant” you are will be a mark of what sort\nof ride you're on. In the same way that rivers and oceans and mountains define\ndifferent landscapes in real geographies, topological neighborhoods too will each\nbounce with funny quirks. Some will be super fast. Others yoked by politics. Citizens\nof Santa Fe or Mumbai may choose to compress time in different ways. But they will\nall share a common desire. To do more with less. The German philosopher Peter\nSloterdjik, writing about the way in which some people breeze through airports and\nborders (with first class tickets and pre-approved immigration) while others\nstruggle to move at all out of refugee camps or poverty traps, has labeled the\nwinners of this new order as a kind of “kinetic elite”2°5. They are a kind of temporal\nelite, in possession of golden keys to a special, frictionless topology. The technology\nto eliminate space and capture time.\n\n202 He labeled it: Donald G. Janelle, “Spatial Reorganization: A Model and Concept”,\nAnnals of the Association of American Geographers (Volume 59, Issue 2, 1969)\n\n203 Adam Smith’s: famous remark: Adam Smith and Knud Haakonssen. The Theory\nof Moral Sentiments (Cambridge, U.K.: Cambridge University Press, 2002) 198\n\n204 “Time is a ride” Stewart Brand, The Clock of the Long Now: Time and\nResponsibility. (New York: Basic Books, 1999), 67\n\n205 The German philosopher: Sloterdjik, TK\n\n140\n\nHOUSE_OVERSIGHT_018372",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018372.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3409,
    "word_count": 580,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:45.652245",
    "prefix": "IMAGES-004"
  }
}