{
  "document_id": "HOUSE_OVERSIGHT_019793",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019793.txt",
  "text": "Acknowledgments\n\nI am deeply grateful to the many individuals who put their knowl-\nedge and expertise at my disposal during the course of writing this\nbook. Unfortunately, I cannot give due credit to some of those people\nto whom I owe the greatest debt in understanding the intelligence\nissues, because they spoke to me on condition that I keep secret their\nidentities.\n\nI greatly benefited from the insights, erudition, and criticisms pro-\n\n© vided by those who read draft chapters at various stages of my inves- ©\ntigation. I am particularly indebted in this regard to Tobias Brown,\nRachelle Bergstein, Richard Bernstein, Sidney Blumenthal, David\nBraunschvig, Ash Carter, Susana Duncan, Joe Finder, Ben Gerson,\nAndrew Hacker, William Haseltine, Eli Jacobs, Bruce Kovner, Robert\nLoomis, Gary Lucas, John Micklethwait, Frederick Mocatta, Andrew\nRosenberg, Curt Sawyer, Sean Wilentz, and Ezra Zilkha.\n\nI am especially grateful to Harold Edgar, the Julius Silver Profes-\nsor in Law, Science, and Technology at Columbia Law School; and\nto Jack Goldsmith, Henry L. Shattuck Professor at Harvard Law\nSchool, for sharing with me their legal perspective on the espionage\nstatutes and other legal issues.\n\nI thank Edward Lucas of The Economist for recommending\nCatherine A. FitzPatrick, a writer and translator at The Interpreter\nmagazine as someone who “posseses a unique knowledge of the lab-\nyrinthine world of Russian disinformation.” She proved a godsend\nfor this book. With her deep understanding of the workings of the\nInternet, she helped me retrieve information from the dark side of\nthe Internet that I would otherwise would not have found.\n\n| | Epst_9780451494566_2p_all_r1.z.indd 305 ® 9/30/16 11:09 AM | |\n\nHOUSE_OVERSIGHT_019793",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019793.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1734,
    "word_count": 270,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:45.256018",
    "prefix": "IMAGES-005"
  }
}