{
  "document_id": "HOUSE_OVERSIGHT_013296",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013296.txt",
  "text": "company’s financial problems. Died Sept. 21 of cancer.\n\nRichard T. McSherry, 77. The co-founder, along with James\n\nElkins, of New York-based Elkins/McSherry LLC, which pioneered a\nway to crunch data to assess trading costs and help\n\ninstitutional investors maximize profits. Died Sept. 26 of\n\nprostate cancer.\n\nL.C. Greenwood, 67. The four-time NFL Super Bowl champion, who\nplayed defensive end on the Pittsburgh Steelers’ defensive line\nknown as the “steel curtain” in the 1970s. Died Sept. 29.\n\nOctober\n\nTom Clancy, 66. The U.S. author of “The Hunt for Red October”\nand “Patriot Games,” he became one of the world’s best-known\nwriters by infusing espionage thrillers with technical details\nabout military weaponry and intelligence agencies. Died Oct. 1.\n\nKaren Strauss Cook, 61. In 1975, she became the first woman\nhired in Goldman Sachs’s equities division, and the firm’s first\nfemale trader. Died Oct. 2 of a degenerative brain disease in\nNew York, where she lived.\n\nAmy Dombroski, 26. The U.S. bicyclist who was a three-time\nnational cyclo-cross champion. Died Oct. 3 when struck by a\nvehicle while training in Belgium.\n\nSergei Belov, 69. He played guard on the Soviet Union’s\nbasketball team that beat the U.S. to win a gold medal in the\n1972 Olympics. Died Oct. 3.\n\nVo Nguyen Giap, 102. The North Vietnamese general whose fighters\ndrove the French out of Vietnam in 1954, then served as\ncommander-in-chief against U.S. forces during the Vietnam War.\nDied Oct. 4.\n\nOvadia Yosef, 93. An ultra-Orthodox rabbi who galvanized\n\nIsrael’s Jews of Middle Eastern and North African descent into a\npolitical force with the Shas Party. Died Oct. 7.\n\nHOUSE_OVERSIGHT_013296",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013296.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1668,
    "word_count": 267,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.515115",
    "prefix": "IMAGES-002"
  }
}