{
  "document_id": "HOUSE_OVERSIGHT_024512",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024512.txt",
  "text": "H Salaries, wages and benefits. Salaries, wages and benefits were $734.9 million, or 49.7% as a\npercentage of sales, during the 52 weeks ended December 31, 2005, compared to $725.0 million or\n50.3%, for the same period in 2004.\n\nB Rent. Rent increased by $8.0 million to $121.1 million during the 52 weeks ended December 31,\n2005, compared to the same period in 2004. The increase in rent was largely due to a center sale-\nleaseback program conducted by KinderCare during 2004, prior to Its acquisition by KLC. Pro forma\nrent does not include $96.3 million of intercompany rent payable by KLC OpCo to KLC PropCo as a\nresult of the Real Estate Transaction.\n\nm Other costs. Other costs include costs directly associated with the centers such as business\ninsurance, food, marketing, maintenance, utilities, transportation and classroom and office supplies.\nOther costs were $281.0 million during the 52 weeks ended December 31, 2005, compared to $274.4\nmillion in the same period last year. Other costs were 19.0% of revenue during both years.\n\nGeneral_and_ administrative expenses. General and administrative expenses, which include costs\nassociated with the field and corporate oversight and support of KLC’s centers, were $126.0 million during\nthe 52 weeks ended December 31, 2005, compared to $126.4 million fer the same period in 2004.\nGeneral and administrative expenses included the substantial majority of estimated temporary parallel\norganization costs of $28.1 million and $23.3 million in 2004 and 2005, respectively, as discussed below.\n\nAdjusted EBITDA, Adjusted EBITDA was $238.0 million during the 52 weeks ended December 31, 2005\ncompared to $231.4 million in 2004. The increase in Adjusted EBITDA was primarily a result of slightly\nhigher revenue and gross margin improvements enhanced by lower general and administrative costs\nbefore non-cash SAR accruals, net of restructuring charges and parallel organization costs. The table\nsummarizes KLC’s calculation of Adjusted EBITDA as defined in KLC’s existing revolving credit\nagreement. See “Non-GAAP Financial Measures” for a discussion of our use of performance measures\nand related limitations.\n\n79\n\nHOUSE_OVERSIGHT_024512",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024512.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2187,
    "word_count": 334,
    "line_count": 32,
    "import_date": "2025-11-19T21:47:46.214202",
    "prefix": "IMAGES-008"
  }
}