{
  "document_id": "HOUSE_OVERSIGHT_020278",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020278.txt",
  "text": "126\n\nfor the Russian intelligence services from 1979 to 2001. He was a “walk-in,” who never entered\nthe Soviet embassy or met with KGB or SVR case officers. Instead, he set his espionage in\nmotion by passing an anonymous letter to Victor Cherkashin, the KGB spy handler working\nundercover at the Soviet Embassy in Washington D.C. From the start of his work for the KGB,\nHanssen laid down his own rules. The KGB would deliver cash from which all the fingerprints\nwere removed to locations, or “dead drops,” he specified. He would deliver documents exposing\nFBI, CIA and NSA sources and methods in another dead drop. The KGB would precisely follow\nhis instructions. Cherkashin told me that Hanssen’s “astounding self-recruitment” was executed in\nsuch a way that the KGB never actually controlled him. “He was our most important mole and we\ndidn’t ever know his identity, where he worked or how he had access to FBI, CIA and NSA\nfiles.” Even so, the KGB (and later SVR) paid him $600,000 in cash. In return, the anonymous\nspy delivered 27 computer discs containing hundreds of secret documents revealing the sources\nand methods of American intelligence. According to Cherkashin, it was the largest haul of top\nsecrets documents ever obtained by the KGB (although it was only a small fraction of the number\nof top secret NSA, Department of Defense and CIA documents taken by Snowden in 2013.)\nCherkashin told me the price paid by Moscow was a great bargain since it helped compromise\n“the NSA’s most advanced electronic interception technology,” including a tunnel under the\nSoviet Embassy. Yet, it was only after newspapers reported that Hanssen had been arrested by the\nFBI in February 2001 that Cherkashin learned the name and position of the spy that he had\nrecruited. Cherkashin told me that what matters to the KGB was not “control” of an agent but\nthe value of the secrets he or she delivered. “Control is not necessary in espionage as long as we\nmanage to obtain the documents.” So in the eyes of the KGB, anyone who elects to provide it\nwith US secrets is a spy.\n\nIt is also possible to exploit a walk-in even after he has left his service. For example, KGB\nMajor Anatoli Golitsyn was an ideological self-generated spy who walked into the US embassy in\nHelsinki, Finland on Christmas Day 1962. He asked to see the CIA officer on duty announce to\nhim he had collected a trove of KGB secrets, including information that could identify its key\nspies in the West. He offered to defect to the U.S. The CIA accepted his offer, and through this\narchive of secrets he had previously compiled, he became one of the CIA’s most productive\nsources in the Cold War.\n\nThe job of an intelligence service is to take advantage of whatever opportunities comes its way\nin the form of self-generated spies. If a Russian walk-in had not yet burned his bridges to his own\nservice, US intelligence officers were under instructions to attempt to persuade the walk-in to\nreturn to his post in Russia and serve as a “defector-in-place,” or mole. “While defectors can and\ndo provide critical information, a CIA memorandum on walk-ins during the Cold War noted,\n“There are very few cases in which the same individual may not have been of greater value if he\nhad returned to his post.” Of course if a walk-in believed he was already compromises, as\nGolitsyn did, a decision would have to be made whether the value of his intelligence merited\nexfiltrating him to the United States.\n\nThis required evaluating the bona fides of the walk-in. Not all walk-ins are accepted as\ndefectors. Some walk-ins are deemed “dangles,” or agents dispatched by the KGB to test and\n\nHOUSE_OVERSIGHT_020278",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020278.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3661,
    "word_count": 630,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:46.697166",
    "prefix": "IMAGES-005"
  }
}