{
  "document_id": "HOUSE_OVERSIGHT_016143",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016143.txt",
  "text": "4) Industrial policy\n\nNorway’s active use and introduction of a national industrial strategy has helped shelter\ninfant industries and create linkages between the natural resource-based industries and\nother sectors of the economy. For two decades (1972-1994), preference was given in a\ntransparent fashion to local content in procurement to help build supply industries, and\nprovisions were set in for international firms to train nationals, use domestic service\nindustries and cooperate in R&D with local institutions. Though Norway pre-dates the\nGCC in this development, the region shares in many ways some of these policies,\nleading to the emergence of national champions. The main difference appears to relate\nto the scope, extent and degree of innovation involved in offshoot industries at this\nstage, in our view.\n\nChart 28: Norway real GDP per capita growth outpaced GCC over the Chart 29: Norway outperforms Saudi indicators on a per capita basis\npast decades 6 . ;\n= Saudi Arabia Norway\n300 Real GDP per capita (1970=100) 5\n—— Norway\n=== Saudi Arabia 4\n250 — Other GCC (1980=100)\n== lran 3\n200\n2\n\n150\n\n0\n100 Real GDP growth OilrealGDP Non-oil real GDP Per capita non-oil\n(%) growth (%) growth (%) real GDP growth\n50 (%)\n\n1970 1974 1978 1982 1986 1990 1994 1998 2002 2006 2010 2014\n\nSource: Haver, BofA Merrill Lynch Global Research. Data represents averages over 1979-2014.\nSource: Haver, BofA Merrill Lynch Global Research\n\nChart 30: Norway’s hydrocarbon sector share in real GDP has dropped Chart 31: Human capital is Norway’s most important resource\n120 — il prices (US$/bbl) 40\n\n=== Oil sector (% of.real GDP, rhs) 35\n100\n\n30\n25\n20\n15\n10\n\n80\n\n60\n\n40\n\n20\n\n0 @ Discounted value of labor = Real capital\n\nor t Ke ODM OG DNB DO + + : : F\nSE 2 SHB RBBRRSSSEEE = Discounted petroleum rent = Financial assets\na DN Dw\n\nSource: Haver, BofA Merrill Lynch Global Research Source: Norway Ministry of Finance, BofA Merrill Lynch Global Research\n\nOS erartll Lynch GEMs Paper #26 | 30 June 2016 33\n\nHOUSE_OVERSIGHT_016143",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016143.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2017,
    "word_count": 341,
    "line_count": 67,
    "import_date": "2025-11-19T21:47:47.764249",
    "prefix": "IMAGES-003"
  }
}