{
  "document_id": "HOUSE_OVERSIGHT_023749",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023749.txt",
  "text": "Cognitive Process-Based Education 3\n\ndon’t want to learn, or is something else more complex going on?\nI will summarize these five issues as follows:\n\nABILITY\nPOSSIBILITY\nMETHODOLOGY\nCONSTRAINTS\nGOAL ALIGNMENT\n\nSchool is subject-based and, further, those subjects are predefined and\nagreed upon by those in charge. Without giving a history of how this\nstate of affairs came to be,' or why it is an issue, it is first necessary to\nnote that it is the case. I say this because when we were students in\nschool, we accepted the fact that school was the way it was, and we\nassumed that it was the way it was supposed to be. We may not think\neach subject we learn is valuable or interesting, and perhaps we long\nto learn different subjects, but never do we hear people suggest that\nthere shouldn't be subjects in school at all. This is a very difficult idea\nto swallow. There have always been subjects. What else would there\nbe? What would it mean to not have subjects?\n\nAnswering this question is the aim of this book. We need to under-\nstand what goes on in schools and what might be preferable. The issue\nreally is not schooling at all. The real issue is how learning actually\ntakes place in the human mind.\n\nAsk a student how he is doing in school and he will tell you the\nsubjects he likes. I like English but Iam bad at math, he might say. This\nis such a normal sentiment among students that we never think about\nhow weird a sentiment it really is. We don’t ask: How are you doing at\nlife? We could ask that of a teenager and she might say: I am good at\ndating but bad at driving.\n\nBut, actually, you would never hear teenagers say something like\nthat. This is weird because, in general, dating and driving are much\nmore important subjects in a teenager’s world than English and math.\nBut they don’t talk about whether they are good at it or bad at it in\nthe same way.\n\nThey continue to practice and get better at those things because\nthey care about them. Saying, I am bad at math, means, in essence,\n\n... and I don’t care and have stopped trying because I don’t see the point.\nSaying, I am good at English, typically means, I am getting a good grade\nin English. This state of affairs defines the main problem in education:\n\nHOUSE_OVERSIGHT_023749",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023749.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2247,
    "word_count": 413,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:46.482011",
    "prefix": "IMAGES-007"
  }
}