{
  "document_id": "HOUSE_OVERSIGHT_019248",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019248.txt",
  "text": "BREAKING DOWN DEMOCRACY: Goals, Strategies, and Methods of Modern Authoritarians\n\noutcome of elections. They need to hold votes to vali-\ndate their rule, but they also recognize the risk involved,\nas elections remain a potent instrument of democratic\nrenewal even in deeply troubled societies.\n\nThe events of late 2014 and 2015 include vivid re-\nminders of the power of the ballot. In Nigeria, Africa's\nmost populous country and largest economy, voters\nwho were fed up with governmental complacency,\nterrorism, and graft rejected the incumbent presicent,\nGoodluck Jonathan, and elected Muhammadu Buhari\nto replace him. In Myanmar, a huge turnout produced\nan overwhelming victory in parliamentary elections for\nlongtime opposition leader Aung San Suu Kyi and her\nNational League for Democracy (NLD), a remarkable\nturnaround in a country that until recently ranked\namong the world’s most repressive.\n\nVoters in Sri Lanka ousted their increasingly author-\nitarian and divisive president, Mahinda Rajapaksa,\n\nin favor of Maithripala Sirisena. Upon taking office,\nSirisena immediately overturned some of Rajapaksa’s\nrepressive policies and began repairing relations with\nboth the country’s Tamil minority and the international\ncommunity. And in Argentina, opposition candidate\nMauricio Macri won the presidency by defeating the\nnominee of incumbent Cristina Fernandez de Kirch-\nner, who with her late husband, Néstor Kirchner, had\ndominated the executive branch for over a decade.\nCombined with a victory for the democratic opposi-\ntion in Venezuela's parliamentary elections, Macri’s\nvictory may have been the beginning of a rollback of\n\nLatin America’s populist movements, which had previ-\nously made impressive gains across the region.\n\nVoters in these countries retained faith in the democrat-\nic process even after experiencing hardship after hard-\nship, including military rule (Myanmapn), civil war and au-\nthoritarian rule (Sri Lanka), a terrorist scourge (Nigeria),\neconomic collapse and political repression (Venezuela),\nand economic setback and unaccountable government\n(Argentina). They prevailed despite, in some cases, an\nelectoral playing field tilted sharply against the opposi-\ntion; in other cases, a history of political violence; and in\nstill other cases, apprehensions about what lies ahead\nwhen dictatorships give way to normal politics.\n\nSome of these voters were also rejecting political\nfigures who had publicly disdained the world’s democ-\nracies and drawn closer to authoritarian powers like\nRussia, China, and Iran. They were willing to listen to\ncandidates who talked about the rule of law, freedom\nof expression, and the right to be free of payoffs and\nbribes, and they were unimpressed by those who\nblamed every step backward on foreign plots.\n\nThere will always be dictators and would-be leaders\nfor life who grow overconfident, lose touch with the\nmood of their people, and fail to do what it takes to\nensure victory at the polls, as apparently occurred in\nThe Gambia in late 2016. But the rest can be expected\nto learn from such mistakes and invest the necessary\n\nresources in a false mockery of democratic suffrage.\n\n1. Arch Puddington, “The Rise of Virtual Elections,” Freedom at Issue, October 10, 2014, https://freedomhouse.org/blog/rise-virtu-\n\nal-elections.\n\n2. Freedom in the World 2016 (New York: Freedom House, 2016), https://freedomhouse.org/report/freedom-world/free-\n\ndom-world-2016.\n\n3. See, among others, Steve Rosenberg, “Russian Medias Love Affair with Trump,” British Broadcasting Corporation (BBC), November\n\n2, 2016, http://www.bbc.com/news/world-europe-3783 7432.\n\n4. Javier Corrales, “Autocratic Legalism in Venezuela,” Journal of Democracy 26, no. 2 (April 2015): 37-51, http://www.journalofde-\n\nmocracy.org/sites/default/files/Corrales-26-2.padf.\n5. “Ethiopia,” in Freedom in the World 2016.\n6. “Russia,” in Freedom in the World 2016.\n\n7. “Venezuela,” in Freedom of the Press 2015 (New York: Freedom House, 2015), https://freedomhouse.org/report/free-\n\ndom-press/2015/venezuela.\n\n8. “Whoever Wins the American Presidential Election, Russia Comes Out Ahead,” Economist, November 8, 2016, http://www.econ-\n\nomist.com/news/europe/21/709892-americas-campaign-has-served-vladimir-putins-purpose-discrediting-democracy-whoev-\n\ner-wins.\n\n9. Neil MacFarquhar and lvan Nechepurenko, “Aleksei Navalny, Viable Putin Rival, 1s Barred from a Presidential Run,” New York Times,\nFebruary 8, 2017, https://www.nytimes.com/2017/02/08/world/europe/russia-aleksei-navalny-putin.html?_r=0.\n\n10. Farid Guliyey, “End of Term Limits,” Harvard International Review, February 28, 2009, http://hirharvard.edu/end-of-term-limits/.\n11. “Belarus,” in Freedom in the World 2011 (New York: Freedom House, 2011), https://freedomhouse.org/report/freedom-world/2011/\n\nbelarus.\n\n12. “Ethiopia,” in Freedom in the World 2016; “Ethiopia,” in Freedom in the World 2011 (New York: Freedom House, 2011), https://free-\n\ndomhouse.org/report/freedom-world/2011/ethiopia.\n\n13. “Anxious Dictators, Wavering Democracies,” in Freedom in the World 2016.\n\n14\n\nHOUSE_OVERSIGHT_019248",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019248.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5085,
    "word_count": 683,
    "line_count": 114,
    "import_date": "2025-11-19T21:47:48.640965",
    "prefix": "IMAGES-005"
  }
}