{
  "document_id": "HOUSE_OVERSIGHT_018975",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018975.txt",
  "text": "Date: 7/13/06 PALM BEACH POLICE DEPARTMENT Page: 22\nTime: 9:27:55 Incident Report Program: CMS301L\n\nCase No. ... : 1-05-000368 (Continued)\nmisc. female hygiene products in the trash. Based on a prior Auto\nTrack report done on 358 El Brillo, a possible subject residing at the\n\nresidence is . [TRS fit the description provided\nby officers who had conducted surveillance in the area of a female\nseen entering and leaving the residence.\n\nOn 07/21/05, I received the Duces Tecum dated 07/18/05, which was\nclerked by ASO\n\nOn 07/26/2005, I received the results of Bell South Subpoena.\n\nOn 08/04/05, I received DHL Express from T mobile with the results of\nthe query.\n\nI spoke with[__—Cs—CCC ] who: CONFimeed that|__] was still living\nwell.\n\nout of state. It appeared that all was going\n\nI left a message for[\n\nOn 08/08/2005, I received the results of Cingular cell phone subpoena.\n\nDuring the week of 09/08/2005, I checked 358 El Brillo and the Palm\nBeach International Airport but there was no direct indication that\n\nEpstein was in town. b6\nb7c\n\non 8 AR /oaH, I reviewed the case notes of this file, as the case\nwill be turned over to Det. Recarey.\n\nOn 09/11/2005, while on patrol, I conducted a check at Epstein's\nresidence and found that it still had the hurricane shutters on. Ona\ndrive by the Palm Beach International Airport later that afternoon, I\ndid not observe Epstein's plane.\n\nOn 09/14/2005, I conducted a check at the Palm Beach International\nAirport but did not see Epstein s plane. .\n\nOn 09/19/2005, I spoke withL_————_ ] to. KEM her updated and_to\nfind out if there was any change of address or phone numbers for\n\nI was told no. I left a message for\nin order to provide her with Detective Recarey s information.\n\nKEKE KKEEEKEREEKEEAREEREKEEKR NARRATIVE HQ RRR RRR KARR KEE RK KE RKK KER EER EK\nNA Reported By: RECAREY, JOSEPH 9/21/05\nEntered By.: ALTOMARO, NICKIE A. 9/21/05\n\nOn September 19, 2005, I met with Officer Pagan and received the\ninformation pertaining to this case. Members of the Burglary Strike\nForce had previously been conducting surveillance on both Epstein and\n\nOfficer Munyan was assigned to monitor the Epstein home and\nSgt Sorge and Officer Minot were assigned to monitor I Both\nteams provided a surveillance log that will be placed into the\n\nHOUSE_OVERSIGHT_018975 —",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018975.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2299,
    "word_count": 391,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:48.069964",
    "prefix": "IMAGES-005"
  }
}