{
  "document_id": "HOUSE_OVERSIGHT_016615",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016615.txt",
  "text": "Code Enforcement Board Meeting Minutes 04/17/08\n\nrecommending foreclosure to the Town Council. Captain Blouin advised he also needed\nto speak to Mr. Randolph to get a prudent cutoff for what cases would be brought for\nforeclosure in terms of dollar amount.\n\nMr. Ballentine said he was intrigued by the leaf blower case and asked Captain Blouin\nhow it was monitored in the Town. Captain Blouin said in November of last year, the\nPolice Department had queried the most common types of complaints they were receiving\nand most were about construction or landscape noise. It was decided to focus most of his\nresources, which were generally small, outside of the police officers, whose main focus is\nkeeping the community safe, not code violations. The department started with an\neducational campaign for the landscape industry, consisting of brochures outlining all of\nthe ordinances which applied to them and voluntary testing of their equipment. He said\nthe last time he had checked, 89 warnings had been written but he did not recall how many\nviolations. Most of the violations would not come before the Code Board because the\nviolator has the option of paying a fine or if they want to contest it, to come before the\nCode Board. Some people\n\nhave just elected to pay the fine. All of the major landscapers are going to be contacted\nagain and two more testing dates have been set up. The code enforcement officers have\nbeen told this is a priority because of the complaints from the citizens. Captain Blouin\nsaid that even if everyone was in compliance with the ordinance, it was still going to be a\nnuisance to some citizens because leaf blowers are noisy.\n\nMs. Greenberg asked Mr. Randolph if it could be discussed if someone had a prior history\nof violations. Mr. Randolph said the case before them should be considered on the merits,\nnot on the prior history. He said it could become relevant in considering the amount of a\nfine.\n\nThere was discussion about the Susan Gibson and the Susan Lee Trust and the\noutstanding fines on those cases.\n\nX. Adjournment:\n\nThe meeting was adjourned without benefit of a motion.\n\n14\n\nHOUSE_OVERSIGHT_016615",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016615.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2143,
    "word_count": 363,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:46.244725",
    "prefix": "IMAGES-004"
  }
}