{
  "document_id": "HOUSE_OVERSIGHT_013020",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013020.txt",
  "text": "104 5 A Generic Architecture of Human-Like Cognition\n\nleft as implicit emergent phenomena. For instance, creativity is obviously very important to\nintelligence, but, there is no \"creativity\" box in any of these diagrams — because in our view,\nand the view of the cognitive theorists whose work we’ve directly drawn on here, creativity\nis best viewed as a process emergent from other processes that are explicitly included in the\ndiagrams.\n\n5.4 Interpretation and Application of the Integrative Diagram\n\nA tongue-partly-in-cheek definition of a biological pathway is \"a subnetwork of a biological\nnetwork, that fits on a single journal page.\" Cognitive architecture diagrams have a similar\nproperty — they are crude abstractions of complex structures and dynamics, sculpted in ac-\ncordance with the size of the printed page, and the tolerance of the human eye for absorbing\ndiagrams, and the tolerance of the human author for making diagrams.\n\nHowever, sometimes constraints — even arbitrary ones — are useful for guiding creative ef-\nforts, due to the fact that they force choices. Creating an architecture for human-like general\nintelligence that fits in a few (okay, seven) fairly compact diagrams, requires one to make many\nchoices about what features and relationships are most essential. In constructing the integrative\ndiagram, we have sought to make these choices, not purely according to our own tastes in cog-\nnitive theory or AGI system design, but according to a sort of blend of the taste and judgment\nof a number of scientists whose views we respect, and who seem to have fairly compatible,\ncomplementary perspectives.\n\nWhat is the use of a cognitive architecture diagram like this? It can help to give newcomers\nto the field a basic idea about what is known and suspected about the nature of human-like\ngeneral intelligence. Also, it could potentially be used as a tool for cross-correlating different\nAGI architectures. If everyone who authored an AGI architecture would explain how their archi-\ntecture accounts for each of the structures and processes identified in the integrative diagram,\nthis would give a means of relating the various AGI designs to each other.\n\nThe integrative diagram could also be used to help connect AGI and cognitive psychology\nto neuroscience in a more systematic way. In the case of LIDA, a fairly careful correspondence\nhas been drawn up between the LIDA diagram nodes and links and various neural structures\nand processes [F B08]. Similar knowledge exists for the rest of the integrative diagram, though\nnot organized in such a systematic fashion. A systematic curation of links between the nodes\nand links in the integrative diagram and current neuroscience knowledge, would constitute an\ninteresting first approximation of the holistic cognitive behavior of the human brain.\n\nFinally (and harking forward to later chapters), the big omission in the integrative diagram\nis dynamics. Structure alone will only get you so far, and you could build an AGI system with\nreasonable-looking things in each of the integrative diagram’s boxes, interrelating according to\nthe given arrows, and yet still fail to make a viable AGI system. Given the limitations the\nreal world places on computing resources, it’s not enough to have adequate representations\nand algorithms in all the boxes, communicating together properly and capable doing the right\nthings given sufficient resources. Rather, one needs to have all the boxes filled in properly\nwith structures and processes that, when they act together using feasible computing resources,\nwill yield appropriately intelligent behaviors via their cooperative activity. And this has to do\nwith the complex interactive dynamics of all the processes in all the different boxes — which is\n\nHOUSE_OVERSIGHT_013020",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013020.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3793,
    "word_count": 596,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.150621",
    "prefix": "IMAGES-002"
  }
}