{
  "document_id": "HOUSE_OVERSIGHT_019954",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019954.txt",
  "text": "of its chief, Jeff Zucker. Zucker, who as the head of NBC had commissioned 7he\nApprentice, had been “made by Trump,” Trump said of himself in the third person. And\nTrump had “personally” gotten Zucker his job at CNN. “Yes, yes, I did,” said Trump.\n\nHe then repeated a story that he was obsessively telling almost everyone he spoke to.\nHe’d gone to a dinner, he didn’t remember when, where he had sat next to “a gentleman\nnamed Kent’—undoubtedly Phil Kent, a former CEO of Turner Broadcasting, the Time\nWarner division that oversaw CNN—“and he had a list of four names.” Three of them\nTrump had never heard of, but he knew Jeff Zucker because of The Apprentice. “Zucker\nwas number four on the list, so I talked him up to number one. I probably shouldn’t have\nbecause Zucker is not that smart but I like to show I can do that sort of thing.” But Zucker,\n“a very bad guy who has done terrible with the ratings,” had turned around after Trump\nhad gotten him the job and had said, well, it’s “unbelievably disgusting.” This was the\nRussian “dossier” and the “golden shower” story—the practice CNN had accused him of\nbeing party to in the Moscow hotel suite with assorted prostitutes.\n\nHaving dispensed with Zucker, the president of the United States went on to speculate\non what was involved with a golden shower. And how this was all just part of a media\ncampaign that would never succeed in driving him from the White House. Because they\nwere sore losers and hated him for winning, they spread total lies, 100 percent made-up\nthings, totally untrue, for instance, the cover that week of 7ime magazine—which, Trump\nreminded his listeners, he had been on more than anyone in history—that showed Steve\nBannon, a good guy, saying he was the real president. “How much influence do you think\nSteve Bannon has over me?” Trump demanded and repeated the question, and then\nrepeated the answer: “Zero! Zero!” And that went for his son-in-law, too, who had a lot to\nlearn.\n\nThe media was not only hurting him, he said—he was not looking for any agreement or\nreally even any response—but hurting his negotiating capabilities, which hurt the nation.\nAnd that went for Saturday Night Live, too, which might think it was very funny but was\nactually hurting everybody in the country. And while he understood that SNZ was there to\nbe mean to him, they were being very, very mean. It was “fake comedy.” He had reviewed\nthe treatment of all other presidents in the media and there was nothing like this ever, even\nof Nixon who was treated very unfairly. “Kellyanne, who is very fair, has this all\ndocumented. You can look at it.”\n\nThe point is, he said, that that very day, he had saved $700 million a year in jobs that\nwere going to Mexico but the media was talking about him in his bathrobe, which “I don’t\nhave because I’ve never worn a bathrobe. And would never wear one, because I’m not that\nkind of guy.” And what the media was doing was undermining this very dignified house,\nand “dignity is so important.” But Murdoch, “who had never called me, never once,” was\nnow calling all the time. So that should tell people something.\n\nThe call went on for twenty-six minutes.\n\nHOUSE_OVERSIGHT_019954",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019954.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3177,
    "word_count": 563,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:47.136360",
    "prefix": "IMAGES-005"
  }
}