{
  "document_id": "HOUSE_OVERSIGHT_010602",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010602.txt",
  "text": "86. From in or about 2005, through in or about November 2009, Scott Rothstein\nappears to have mun a giant Ponzi scheme at his law firm of Rothstein, Rosenfeldt and Adler P.A.\n(“RRA”). This Ponzi scheme involved Rothstein falsely informing investors that settlement\nagreements had been reached with putative defendants based upon claims of sexual harassment\nand/or wititlechlower actions. Rothstein falsely informed the investors that the potential\nsettlement agreements were available for purchase. Plea Agreement at 2, United States v. Scott\nW. Rothstein, No. 9-60331-CR-COHN (S.D. Fla. Jan. 27, 2010) attached hereto as Exhibit “SS.”\n\n87. It has been alleged that among other cases that Rothstein used to lure investors\ninto his Ponzi solver were the cases against Epstein that were being handled by Bradley J.\nEdwards, Esq. Edwards had no knowledge of the fraud or any such use of the Epstein cases. See\nEdwards Affidavit, Exhibit “N” at 99.\n\n88. Bradley J. Edwards, Esq., joined RRA in about April 2009 and left RRA in\nNovember 2009 — a period of less than one year. Edwards would not have joined RRA had he\nbeen aware that Scott Rothstein was running a giant Ponzi scheme at the firm. Edwards left\nRRA shortly after learning of Rothstein’s fraudulent scheme. Jd. at 8.\n\n89. At no time prior to the public disclosure of Rothstein’s Ponzi scheme did Edwards\nknow or have reason to believe that Rothstein was using legitimate claims that Edwards was\nprosecuting against Epstein for any fraudulent or otherwise illegitimate purpose. Jd. at {20.\n\n90. | Edwards never substantively discussed the merits of any of his three cases against\nEpstein with Rothstein. See Deposition of Bradley J. Edwards taken March 23, 2010, at 110-16.\n\n(hereinafter “Edwards Depo”) (Deposition Attachment #22).\n\n37\n\nHOUSE_OVERSIGHT_010602",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010602.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1816,
    "word_count": 291,
    "line_count": 30,
    "import_date": "2025-11-19T21:47:48.208134",
    "prefix": "IMAGES-001"
  }
}