{
  "document_id": "HOUSE_OVERSIGHT_023899",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023899.txt",
  "text": "Defining Intelligence 153\n\nGreat Pumpkin rises on Halloween if you like, but at some point you\nmight notice that this doesn’t seem to take place.\n\nBeliefs, reality, and the rules of causation are interrelated but they\nare not the same thing. Causal knowledge should, however, enable\none to alter erroneous beliefs that don’t stand up to what one knows\nabout causation.\n\nSo what would cause Jews to suddenly flock to Israel? Is she privy\nto information about another Holocaust or is this some fundamental-\nist religious belief? She doesn’t say. The fact that she doesn’t say, is\nwhat makes her look either unintelligent or incapable of clear reason-\ning. Being able to justify one’s beliefs by citing common knowledge\nor revealing knowledge known only to you involves relying on com-\nmonly known rules about causation.\n\nWhat about prediction?\n\nYou can believe that New York will beat Philadelphia in football.\nYou can predict it based on evidence. You can explain the cause and\neffect that have made you come to this point of view. But, after New\nYork loses, you need to modify some beliefs that you previously held.\nAt the very least you have to acknowledge that your prediction was\nwrong and you might want take this into account the next time you\nmake a prediction, by finding out what went wrong in your reasoning,\nif anything. Or, you simply can say your team wasn’t lucky, of course.\n\nPrediction relies on beliefs, and in many situations predictions are\nor are not verified immediately and new thinking can begin. But when\none gets married, for example, one is predicting that the marriage will\nbe good and will work out well for all parties. One might not realize\nfor some years that this prediction was wrong. Then, when seeking\na new marriage, the predictor hopes she has determined what went\nwrong by seeing what erroneous beliefs were held the last time.\n\nIt is very good to be able to predict, but predictive ability is not\nseen as a Sign of intelligence. After all, people seek out fortune tellers\nbecause they think fortune tellers have a gift, not because they think\nfortune tellers are very bright. At the 2010 Olympics an octopus was\napparently capable of making accurate predictions. No one claimed\nthat it was an especially bright octopus.\n\nA prediction made by someone that is justified by, “I just feel it,”\nmakes the predictor look foolish. In contrast, a prediction about rela-\ntivity, for example, that is complex to understand but has been ex-\nplained clearly and later is borne out by evidence makes the predictor\n\nHOUSE_OVERSIGHT_023899",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023899.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2562,
    "word_count": 435,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:48.852859",
    "prefix": "IMAGES-007"
  }
}