{
  "document_id": "HOUSE_OVERSIGHT_015462",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_015462.txt",
  "text": "﻿education\nText Sets\nBETA PRODUCT Science Connected NAUTIL. US\nNAUTIL. US | TEXT SETS\nIntroducing\nNautilus Education\nThe modern world has placed an unprecedented emphasis on\nscience literacy. But most existing science texts do not emphasize\nliteracy, and most literary texts don’t have science.\nThis Nautilus Education text set pamphlet is a beta product\nintended to fill this gap. It contains three groups of articles from the\naward-winning science magazine, Nautilus, each accompanied by lesson\nplans and guides for teachers.\nKey science concepts like genetics and astronomy are explored\nthrough narrative story telling and tailor-made artwork, letting science\nspill over its usual borders, and waking the imagination and interest of\nthe student. This kind of literary science classroom material was\ndesigned to helps teachers satisfy the new U.S. common core and\nnext gen standards but have global application. The relevant standards\nare listed in each lesson plan.\nNautilus is looking for partners interested in using and further\ndeveloping this kind of content. For more information, please write\nto education@nautil.us.\n—Michael Segal\nEditor-in-Chief\nAbout Nautilus Magazine\nNautilus is a new kind of science magazine. Each monthly issue tackles\na single topic in contemporary science using multiple vantage points,\nfrom biology and physics to culture and philosophy. We are science,\nconnected.\n2\nNAUTIL. US | TEXT SETS\nContents\nPhysics\nBiology\n4 Astronomy & Space Travel\n6 Roadmap to Alpha Centauri\nPick your favorite travel mode—\nbig, small, dark, or twisted\nBY GEORGE MUSSER\n12 Chemistry & Fuels\n16 You are Made of Waste\nSearching for the ultimate example of recycling? Look\nin the mirror\nBY CURT STAGER\n28 Genetics & Human Health\n30 Their Giant Steps to a Cure\nBattling a rare form of muscular dystrophy,\na family finds an activist leader, and hope\nBY JUDE ISABELLA\n36 An Unlikely Cure Signals\nHope for Cancer\nHow “exceptional responders” are revolutionizing\ntreatment for the deadly disease\nBY KAT MCGOWAN\n22 Frack’er Up\nNatural gas is shaking up the search for\ngreen gasoline.\nBY DAVID BIELLO\n3\nNAUTILUS EDUCATION | BETA PRODUCT\nAstronomy & Space Travel\nHow would we travel nearly five light years? This article explores different engineering solutions\nto the puzzle of taking a very, very, long trip, intertwining science-fiction goals with real world\nsolutions. Students will explore fanciful applications of Newton’s second law, and concepts of\nmomentum, ions, and nuclear fusion.\nLesson Plan\nReview vocabulary words in class. Have students read the article and answer the reading comprehension questions\nfor homework, as well as generate a discussion question of their own. In class, address any conceptual\nquestions that the class might have. Have students write discussion questions on the board, along with the ones\nsuggested in this document. Have students break up into small groups, each of which should address one of the\ndiscussion questions. 15 MIN\nDedicate the remaining class time to completing one of the activities. 30-45 MIN\nTeacher’s Notes: Roadmap to Alpha Centauri\nVOCAB WORDS\nMagnetic field: produced by a magnetic material or a\ncurrent, a magnetic field will push or pull a moving\ncharge or magnet that comes in contact with it.\nIon: an atom in which the number of electrons and\nprotons is unequal—thus, the atom is positive or\nnegative.\nMomentum: the product of the mass and velocity of\nan object.\nRecoil: the backward momentum from a fired gun.\nPlasma: one of the four fundamental states of matter,\ncomposed of ions and electrons.\nNuclear fusion: when two or more clusters of neutrons\nand protons collide, forming a new nucleus and\nreleasing energy.\nREADING COMPREHENSION\n1. What does AU stand for?\n2. How fast is Voyager 1 moving in miles per hour?\n3. “The engine first strips propellant atoms [typically\nxenon] of their outermost electrons.” What\nis the charge of a stripped xenon atom?\n4\nNAUTIL. US | TEXT SETS\n4. What concept is at work in the ion drive? (Hint:\nwhat is conserved?)\n5. What other travel options work on this principle?\n6. How much momentum does an electron fired\nfrom a gun have?\nDISCUSSION QUESTIONS\n1. Why not take a traditional rocket to Alpha\nCentauri?\n2. Which of the propulsion meturds listed is most\nlikely to succeed? Would any be used together?\n3. Would it be worth going if it took generations?\n4. How far away is the next-nearest star?\nACTIVITIES\n1. Research and create a brochure or ad enticing\nastronauts to make the trip. What would they eat?\nWhat psychological qualities would they need? If\nrobots were sent, how would they be fixed? What\nkind of data could they expect to collect?\nWHERE THIS FITS IN THE CURRICULUM\nStructure and Properties of Matter (HS-PS1-8) Develop\nmodels to illustrate the changes in the composition\nof the nucleus of the atom and the energy released\nduring the processes of fission, fusion, and radioactive\ndecay.\nForces and Interactions (HS-PS2-1) Analyze data to support\nthe claim that Newton’s second law of motion\ndescribes the mathematical relationship among the\nnet force on a macroscopic object, its mass, and its\nacceleration.\nForces and Interactions (HS-PS2-2) Use mathematical\nrepresentations to support the claim that the total\nmomentum of a system of objects is conserved when\nthere is no net force on the system.\nEngineering Design (HS-ETS1-3) Evaluate a solution\nto a complex real-world problem based on prioritized\ncriteria and trade-offs that account for a range\nof constraints, including cost, safety, reliability, and\naesthetics, as well as possible social, cultural, and\nenvironmental impacts.\n2. Propose another method of traveling to Alpha\nCentauri.\nADDITIONAL MULTIMEDIA\n1. Voyager 1 Leaves the Solar System\n(The Guardian) 1 MIN 45 SEC\nA quick explanation of where Voyager 1 is, and\nhow scientists know its location: http://www.\ntheguardian.com/science/video/2013/sep/13/\nvoyager-1-leaves-solar-system-video\n2. New Mars Rover Powered by Plutonium\n(Space.com) 2 MIN 30 SEC\nAn introduction to the nuclear battery on\nboard the Mars Curiosity Rover, and the\nadvantages of not using solar power (as with\npast missions): https://www.youtube.com/\nwatch?v=1JOPW8aAcgEt\n5\n•.x --------------------------------- 0\nMATTER | TECHNOLOGY\nRoadmap to Alpha Centauri\nPick your favorite travel mode—big, small, light, dark, or twisted\nBY GEORGE MUSSER\nVER SINCE THE DAWN of the space age, a\nquixotic subculture of physicists, engineers,\nand science-fiction writers have devoted their\nlunch hours and weekends to drawing up plans\nfor starships, propelled by the imperative for humans\nto crawl out of our Earthly cradle. For most of that\ntime, they focused on the physics. Can we really fly to\nthe stars? Many initially didn’t think so, but now we\nknow it’s possible. Today, the question is: Will we?\nTruth is, we already are flying to the stars, without\nreally meaning to. The twin Voyager space probes\nlaunched in 1977 have endured long past their original\ngoal of touring the outer planets and have reached\nthe boundaries of the sun’s realm. Voyager 1 is 124\nastronomical units (AU) away from the sun—that\nis, 124 times farther out than Earth—and clocking\n3.6 AU per year. Whether it has already exited the\nsolar system depends on your definition of “solar system,”\nbut it is certainly way beyond the planets. Its\ninstruments have witnessed the energetic particles\nand magnetic fields of the sun give way to those of\ninterstellar space—finding, among other things, what\nRalph McNutt, a Voyager team member and planetary\nscientist, describes as “weird plasma structures” begging\nto be explored. The mysteries encountered by\nthe Voyagers compel scientists to embark on followup\nmissions that venture even deeper into the cosmic\nwoods—out to 200 AU and beyond. But what kind of\nspacecraft can get us there?\nGoing Small: Ion Drives\nNASA’s Dawn probe to the asteroid belt has demonstrated\none leading propulsion system: the ion drive.\nAn ion drive is like a gun that fires atoms rather than\nbullets; the ship moves forward on the recoil. The system\nincludes a tank of propellant, typically xenon, and\na power source, such as solar panels or plutonium batteries.\nThe engine first strips propellant atoms of their\noutermost electrons, giving them a positive electric\ncharge. Then, on the principle that opposites attract,\nILLUSTRATION BY CHAD HAGEN\n7\nNAUTILUS EDUCATION | BETA PRODUCT\na negatively charged grid draws the atoms toward the\nback of the ship. They overshoot the grid and stream\noff into space at speeds 10 times faster than chemical\nrocket exhaust (and 100 times faster than a bullet).\nFor a post-Voyager probe, ion engines would fire for 15\nyears or so and hurl the craft to several times the Voyagers’\nspeed, so that it could reach a couple of hundred\nAU before the people who built it died.\nStar flight enthusiasts are also pondering ion drives\nfor a truly interstellar mission, aiming for Alpha Centauri,\nthe nearest star system some 300,000 AU away.\nIcarus Interstellar, a nonprofit foundation with a mission\nto achieve interstellar travel by the end of the century,\nhas dreamed up Project Tin Tin—a tiny probe\nweighing less than 10 kilograms, equipped with a miniaturized\nhigh-performance ion drive. The trip would\nstill take tens of thousands of years, but the group sees\nTin Tin less as a realistic science mission than as a\ntechnology demonstration.\nGoing Light: Solar Sails\nA solar sail, such as the one used by the Japanese\nIKAROS probe to Venus, does away with propellant\nand engines altogether. It exploits the physics of\nlight. Like anything else in motion, a light wave has\nmomentum and pushes\non whatever surface\nit strikes. The force is\nfeeble, but becomes\nnoticeable if you have\na large enough surface,\na low mass, and a lot\nof time. Sunlight can\naccelerate a large sheet\nof lightweight material,\nsuch as Kapton, to an\nimpressive speed. To\nreach the velocity needed\nto escape the solar\nsystem, the craft would\nfirst swoop toward\nthe sun, as close as it\ndared—inside the orbit\nof Mercury—to fill its\nsails with lusty sunlight.\nSuch sail craft could\nconceivably make the\ncrossing to Alpha Centauri in a thousand years. Sails\nare limited in speed by how close they can get to the\nsun, which, in turn, is limited by the sail material’s\ndurability. Gregory Matloff, a City University of New\nYork professor and longtime interstellar travel proponent,\nsays the most promising potential material is graphene—ultrathin\nlayers of carbon graphite.\nA laser or microwave beam could provide an even\nmore muscular push. In the mid-1980s, the doyen of\ninterstellar travel, Robert Forward, suggested piggybacking\non an idea popular at the time: solar-power\nsatellites, which would collect solar energy in orbit\nand beam it down to Earth by means of microwaves.\nBefore commencing operation, an orbital power station\ncould pivot and beam its power up rather than\ndown. A 10-gigawatt station could accelerate an ultralight\nsail—a mere 16 grams—to one-fifth the speed of\nlight within a week. Two decades later, we’d start seeing\nlive video from Alpha Centauri.\nThis “Starwisp” scheme has its dubious features—it\nwould require an enormous lens, and the sail is so fragile\nthat the beam would be as likely to fry it as to push\nit—but it showed that we could reach the stars within\na human lifetime.\n8\nNAUTIL. US | TEXT SETS\nGoing Big: Nuclear Rockets\nSails may be able to whisk tiny probes to the stars,\nbut they can’t handle a human mission; you’d need\na microwave beam consuming thousands of times\nmore power than the entire world currently generates.\nThe best-developed scheme for human space travel is\nnuclear pulse propulsion, which the government-funded\nProject Orion worked on during the 1950s and ’60s.\nWhen you first hear about it, the scheme sounds\nunhinged. Load your starship with 300,000 nuclear\nbombs, detonate\none every three seconds,\nand ride the blast\nwaves. Though extreme,\nit works on the same\nbasic principle as any\nother rocket—namely,\nrecoil. Instead of shooting\natoms out the back\nof the rocket, the nuclear-pulse\nsystem shoots\nblobs of plasma, such as\nfireballs of tungsten.\nYou pack a plug of\ntungsten along with a\nnuclear weapon into a\nmetal capsule, fire the\ncapsule out the back of\nthe ship, and set it off\na short distance away.\nIn the vacuum of space,\nthe explosion does less\ndamage than you might\nexpect. Vaporized tungsten\nhurtles toward the ship, rebounds off a thick\nmetal plate at the ship’s rear, and shoots into space,\nwhile the ship recoils, thereby moving forward. Giant\nshock absorbers lessen the jolt on the crew quarters.\nPassengers playing 3-D chess, or doing whatever else\ninterstellar passengers do, would feel rhythmic thuds\nlike kids jumping rope in the apartment upstairs.\nThe ship might reach a tenth the speed of light.\nIf for some reason—solar explosion, alien invasion—\nwe really had to get off the planet fast and we didn’t\ncare about nuking the launch pad, this would be the\nway to go. We already have everything we need for\nit. “Today the closest technology we have would be\nnuclear pulse,” Matloff says. If anything, most people\nwould be happy to load up all our nukes on a ship and\nbe rid of them.\nIdeally, the bomb blasts would be replaced with controlled\nnuclear fusion reactions. That was the approach\nsuggested by Project Daedalus, a ’70s-era effort to\ndesign a fully equipped robotic interstellar vessel. The\nbiggest problem was that for every ton of payload,\nthe ship would have to carry 100 tons of fuel. Such a\nbehemoth would be the\nsize of a battleship, with a\nlength of 200 meters and\na mass of 50,000 tons.\n“It was just a huge,\nmonstrous machine,”\nsays Kelvin Long, an English\naerospace engineer\nand co-founder of Project\nIcarus, a modern effort\nto update the design.\n“But what’s happened\nsince then, of course, is\nmicroelectronics, miniaturization\nof technology,\nnanotechnology. All these\ndevelopments have led\nto a rethinking. Do you\nreally need these massive\nstructures?” He says\nProject Icarus planned to\nunveil the new design in\nLondon in October 2013.\nInterstellar designers\nhave come up with all sorts of ways to shrink the\nfuel tank. For instance, the ship could use electric or\nmagnetic fields to scoop up hydrogen gas from interstellar\nspace. The hydrogen would then be fed into a\nfusion reactor. The faster the ship were to go, the faster\nit would scoop—a virtuous cycle that, if maintained,\nwould propel the ship to nearly the speed of light.\nUnfortunately, the scooping system would also produce\ndrag forces, slowing the ship, and the headwind\nof particles would cook the crew with radiation. Also,\npure-hydrogen fusion is inefficient. A fusion-powered\nship probably couldn’t avoid hauling some fuel from\n9\nNAUTILUS EDUCATION | BETA PRODUCT\nGoing Dark: Scavenging Exotic Matter\nInstead of scavenging hydrogen gas, Jia Liu, a physics\ngraduate student at New York University, has proposed\nforaging for dark matter, the invisible exotic\nmaterial that astronomers think makes up the bulk\nof the galaxy. Particle physicists hypothesize that\ndark matter consists of a type of particle called the\nneutralino, which has a useful property: When two\nneutralinos collide, they annihilate each other in a\nblaze of gamma rays. Such reactions could drive a\nship forward. Like the hydrogen scooper, a dark-matter\nship could approach the speed of light. The problem,\nthough, is that dark matter is dark—meaning it\ndoesn’t respond to electromagnetic forces. Physicists\nknow of no way to collect it, let alone channel it to\nproduce rocket thrust.\nIf engineers somehow overcame these problems\nand built a near-light-speed ship, not just Alpha Centauri\nbut the entire galaxy would come within range.\nIn the 1960s astronomer Carl Sagan calculated that, if\nyou could attain a modest rate of acceleration—about\nthe same rate a sports car uses—and maintain it long\nenough, you’d get so close to the speed of light that\nyou’d cross the galaxy in just a couple of decades of\nshipboard time. As a bonus, that rate would provide a\ncomfortable level of artificial gravity.\nOn the downside, hundreds of thousands of years\nwould pass on Earth in the meantime. By the time you\ngot back, your entire civilization might have gone ape.\nFrom one perspective, though, this is a good thing. The\ntricks relativity plays with time would solve the eternal\nproblem of too-slow computers. If you want to do\nsome eons-long calculation, go off and explore some\ndistant star system and the result will be ready for you\nwhen you return. The starship crews of the future may\nnot be voyaging for survival, glory, or conquest. They\nmay be solving puzzles.\nGoing Warp: Bending Time and Space\nWith a ship moving at a tenth the speed of light,\nhumans could migrate to the nearest stars within a\nlifetime, but crossing the galaxy would remain a journey\nof a million years, and each star system would still\nbe mostly isolated. To create a galactic version of the\nglobal village, bound together by planes and phones,\nyou’d need to travel faster than light.\nContrary to popular belief, Einstein’s theory of relativity\ndoes not rule that out completely. According to\nthe theory, space and time are elastic; what we perceive\nas the force of gravity is in fact the warping of space and\ntime. In principle, you could warp space so severely that\nyou’d shorten the distance you want to cross, like folding\na rug to bring the two sides closer together. If so, you\ncould cross any distance instantaneously. You wouldn’t\neven notice the acceleration, because the field would\nzero out g-forces inside the ship. The view from the ship\nwindows would be stunning. Stars would change in color\nand shift toward the axis of motion.\nIt seems almost mean-spirited to point out how far\nbeyond our current technology this idea is. Warp drive\nwould require a type of material that exerts a gravitational\npush rather than a gravitational pull. Such material\ncontains a negative amount of energy—literally less\nthan nothing, as if you had a mass of –50 kilograms.\nPhysicists, inventive types that they are, have imagined\nways to create such energy, but even they throw up their\nhands at the amount of negative energy a starship would\nneed: a few stars’ worth. What is more, the ship would\nbe impossible to steer, since control signals, which are\nrestricted to the speed of light, wouldn’t be fast enough\nto get from the ship’s bridge to the propulsion system\nlocated on the vessel’s perimeter. (Equipment within\nthe ship, however, would function just fi\nWhen it comes to starships, it’s best not to get hung up\non details. By the time humanity gets to the point it might\nactually build one, our very notions of travel may well\nhave changed. “Do we need to send full humans?” asks\nLong. “Maybe we just need to send embryos, or maybe in\nthe future, you could completely download yourself into\na computer, and you can remanufacture yourself at the\nother end through something similar to 3-D printing.”\nToday, a starship seems like the height of futuristic thinking.\nFuture generations might fi it quaint.\ngeorge musser is a writer on physics and cosmology and\nauthor of The Complete Idiot’s Guide To String Theory (Alpha,\n2008). He was a senior editor at Scientific American for 14 years\nand has won honors such as the American Institute of Physics\nScience Writing Award.\n10\nNAUTILUS EDUCATION | BETA PRODUCT\nChemistry & Fuels\nThe matter in our world is recycled. The pair of articles here explores how elements and atoms\nwend their way through space and time. Students will explore how chemical reactions usher elements\nthrough their journeys. You Are Made of Waste illustrates, in five short vignettes, the lives of\nthe elements that make up our teeth, fi breath, hair, and blood. Frack ‘er Up is an in-depth\nlook at the botched promise of biofuel—energy from cars made from renewable plant growth.\nIn the “curriculum” section of the teacher’s notes, you will find information on how these pieces\ncan help fulfill requirements of the Next Generation Science Standards. Specifically, they make\nfor entry points to—or a means of reinforcing—lessons on photosynthesis, chemical reactions,\nvalence electrons, and energy. But more than that, these lessons will connect to the students’ daily\nlives, and spark discussion.\nLesson Plan:\nAsk students to read one or both of the articles for homework. Briefly introduce or review the vocabulary words\nin class. Assign all or a selection of the reading comprehension questions for the students to complete along\nwith the reading, and ask them to come up with one question for further discussion. (Note that a couple of the\nquestions for each article are redundant.)\nStart class with students raising any technical questions they might have about the readings. Ask them to\ncontribute their discussion questions, and write these on the board, along with the questions provided in the\nteacher’s notes. Ask the students to break into small groups; assign each group to address a question, and\nbriefly present to the class for further discussion. 30-45 MIN\nIn the following class time (or another class) have the students complete one or more of the activities in the\nteacher’s notes in small groups. 30 MIN\nTeacher’s Notes: You Are Made of Waste\nVOCAB WORDS\nMass: a physical property that describes an object’s\nresistance to force. The mass of an object can be used\nto calculate its weight: (mass) x (gravitational force)\n= weight.\nCarbon: an element found in stars, planets, comets,\nas well as in all known living things.\nRadioactive decay: the process by which a nucleus\nejects alpha particles, particles of ionizing radiation.\nA nucleus that does this is considered “unstable;” a\nsubstance that contains unstable nuclei is considered\n“radioactive.” This process usually only occurs in\natoms heavier than iron.\n12\nNAUTIL. US | TEXT SETS\nFusion: when two or more nuclei collide, fusing to\nmake a new nucleus and releasing energy. This process\nusually only occurs in atoms lighter than iron.\nChemical bond: an attraction between two or more\natoms that allows them to form a substance of definite\nchemical composition. Breaking these bonds\nrequires energy.\nPetroleum: a “fossil fuel” that forms when organisms\nare crushed under rock and subjected to lots of pressure,\nand lots of time. Like the organisms it’s made of,\npetroleum consists largely of carbon.\n2. How does the story change the way you see yourself?\nOthers?\nACTIVITIES\n1. Pick an element not discussed in this article.\nWhere else is it found? Where did it come from?\n2. Draw a map or annotated illustration of all the\nplaces carbon goes in this article. Use outside\nresearch to complete a full picture of the carbon\ncycle.\nADDITIONAL MULTIMEDIA\nREADING COMPREHENSION\n1. “Each of those waste molecules is a carbon atom\nborne on two atomic wings of oxygen.” Write out\nthe chemical equation for the molecule described\nhere.\n2. “Organic” is used in two different ways in this\npiece. What are the two different definitions?\n3. What does it mean for a chemical to be “highly\nreactive?” Identify oxygen’s location on the periodic\ntable, the group of atoms that it belongs to,\nand why they are considered “highly reactive.”\n4. Which elements on the periodic table are the\nleast reactive?\n5. “Fossil-based carbon dioxide molecules that\nare not soaked up by oceans or stranded in the\nupper atmosphere are eventually captured by\nplants, shorn of their oxygen wings, and woven\ninto botanical sugars and starches.” What is the\nprocess described here? (Hint: it is mentioned\nby name later in the piece.) Write down the equation\nfor this reaction.\n1. Whose air do you share?\n(It’s OK To Be Smart, PBS) 3 MIN 30 SEC\nA video that explains how we breathe recycled\nair—including molecules of air exhaled by Einstein\nhimself:\nhttps://www.youtube.com/watch?v=BybkIJysAKc\n2. We Are Star Stuff segment\n(Carl Sagan’s Cosmos) 8 MIN\nCarl Sagan explains how the elements of life\nwere born in stars, evolved into simple organisms,\nthen into us: intelligent creatures, capable\nof exploring the stars we came from:\nhttps://www.youtube.com/watch?v=iE9dEAx5Sgw\n3. The Microbes We’re Made Of\n(Smithsonian.com) 2 MIN 30 SEC\nWe’re not just made of waste. We’re made of\ntrillions of other organisms. This video provides\na quick exploration of the microbiome crucial\nto keeping our bodies working, and what we’re\ndoing to kill them:\nhttp://www.smithsonianmag.\ncom/videos/category/3play_1/\nthe-microbes-were-made-of/?no-ist\nDISCUSSION QUESTIONS\n1. “Chemophobia” is the fear of chemicals. What are\nsome chemophobic practices or products that we\nengage with? Are there good reasons to be afraid\nof chemicals?\nWHERE THIS FITS IN THE CURRICULUM\nChemical Reactions (HS-PS1-2) Construct and revise\nan explanation for the outcome of a simple chemical\nreaction based on the outermost electron states of\natoms, trends in the periodic table, and knowledge of\nchemical properties.\n13\nNAUTILUS EDUCATION | BETA PRODUCT\nMatter and its interactions (HS-PS1-1) Use the periodic\ntable as a model to predict the relative properties\nof elements based on the patterns of electrons in the\noutermost energy level of atoms.\nFrom molecules to organisms: structure and processes\n(HS-LS1-6) Construct and revise an explanation\nbased on evidence for how carbon, hydrogen, and\noxygen from sugar molecules may combine with other\nelements to form amino acids and/or other large\ncarbon-based molecules.\nEcosystems: Interactions, energy and dynamics (HS-\nLS-3) Construct and revise an explanation based on\nevidence for the cycling of matter and flow of energy\nin aerobic and anaerobic conditions.\nTeacher’s Notes: Frack ’er Up\nVOCAB WORDS\nEthanol: also found in beer and wine, it is a kind of\nbiofuel that is sometimes added to gasoline for use\nin automobiles. Ethanol can be made from corn,\npotatoes, or green plants. Its chemical formula is\nCH 3CH 2OH.\nBiofuel: a fuel made from plants or other organisms,\nin recent time.\nBiomass: material from recently living organisms.\nOrganic compound: a molecule containing carbon.\nHydrocarbon: Made of just hydrogen and carbon,\nthese are the simplest kind of organic compound.\nOctane: a highly flammable hydrocarbon, and component\nof gasoline. Its chemical formula is C 8H 18.\nCatalyst: a component of a chemical reaction that\nhelps facilitate the reaction, but is not used up.\n2. A polymer is a chain of molecules. Identify a kind\nof polymer in the story, and the monomer that\ncomposes it.\n3. Plants need carbon dioxide for photosynthesis.\nWhat are some of the sources for this carbon\ndioxide?\nDISCUSSION QUESTIONS\n1. Why is it advantageous for companies to be\ngreen?\n2. Would you pay more for gas—or any other product,\nsay a shirt—from a “green” company? What\nif some of that company’s practices were just as\nquestionable as those of “dark” companies?\n3. How would the world change if gasoline could\nbe made cheaply from natural gas? Should we\nconsider this technology to be progress given\nthat natural gas has it’s own environmental\nconsequences.\nACTIVITIES\n1. Have students construct a timeline of fuel. Ask\nthem to include dates mentioned from the story,\nand to research and add other relevant information:\nlike the moment in history when organisms\ndie, the life cycle of a tree that contributed the\nauthor’s container of Primus fuel.\n2. Draw a map or annotated illustration of all the places\ncarbon goes in this article. Use outside research\nto complete a full picture of the carbon cycle.\n3. Write a 30-second ad convincing car drivers to\npay a premium for green gasoline like Primus’.\nInclude “fine print”—side effects, or caveats—as\nyou see necessary.\nREADING COMPREHENSION\n1. “Plant biomass absorbs carbon dioxide as it grows.”\nWhat is the name of the process by which plants do\nthis? Look up and write down the chemical reaction.\nADDITIONAL MULTIMEDIA\n1. Algae (The Guardian)\nAn interactive slide show that illustrates how\nbiofuels are made out of algae:\n14\nNAUTIL. US | TEXT SETS\nhttp://www.theguardian.com/environment/interactive/2008/jun/26/algae\nhttps://www.youtube.com/watch?v=BybkIJysAKc\n2. Bioprospecting (TED-Ed) 4 MIN\nAn animated video introducing the concept of\nbiofuels, and how they could help reduce reliance\non our planet’s limited supply of fossil fuels:\nhttp://ed.ted.com/lessons/biofuels-and-bioprospecting-for-beginners-craig-a-kohn\n3. The Microbes We’re Made Of\n(Smithsonian.com) 2 MIN 30 SEC\nWe’re not just made of waste. We’re made of\ntrillions of other organisms. This video provides\na quick exploration of the microbiome crucial\nto keeping our bodies working, and what we’re\ndoing to kill them:\nhttp://www.smithsonianmag.\ncom/videos/category/3play_1/\nthe-microbes-were-made-of/?no-ist\nWHERE THIS FITS IN THE CURRICULUM\nMatter and energy in organisms and ecosystems\n(HS-LS1-5) Use a model to illustrate how photosynthesis\ntransforms light energy into stored chemical\nenergy.\nHistory of the Earth (HS-ESS1-6) Apply scientific\nreasoning and evidence from ancient Earth materials,\nmeteorites, and other planetary surfaces to construct\nan account of Earth’s formation and early history.\nChemical reactions (HS-PS1-2) Construct and revise\nan explanation for the outcomes of simple chemical\nreactions based on the outermost electron state of\natoms, trends in the periodic table, and knowledge of\nthe patterns of chemical properties.\nEcosystems: Interactions, energy and dynamics (HS-\nLS-3) Construct and revise an explanation based on\nevidence for the cycling of matter and flow of energy\nin aerobic and anaerobic conditions.\n15\nMATTER | ENVIRONMENT\nYou Are Made of Waste\nSearching for the ultimate example of recycling? Look in the mirror\nBY CURT STAGER\nYOU MAY THINK OF YOURSELF as a highly refined and\nsophisticated creature—and you are. But you are also\nfull of discarded, rejected, and recycled atomic\nelements. Don’t worry, though—so is almost everyone\nand everything else.\nCarbon: Your inky nails\nLook at one of your fingernails. Carbon makes up\nhalf of its mass, and roughly 1 in 8 of those carbon\natoms recently emerged from a chimney or a tailpipe.\nCoal-fired power plants, petroleum-guzzling\ncars, and kitchen gas stoves release carbon dioxide\ninto the atmosphere. Each of those waste molecules\nis a carbon atom borne on two atomic wings of oxygen.\nFossil-based carbon dioxide molecules that are\nnot soaked up by the oceans or stranded in the upper\natmosphere are eventually captured by plants, shorn\nof their oxygen wings, and woven into botanical sugars\nand starches. Eventually, some of them end up in\nbread, sweets, and vegetables, while others help form\ncarbon-rich animal tissues, finding their way into\nmeat and dairy products. Historically, atmospheric\ncarbon dioxide was mainly replenished by volcanoes,\nforest fires, and biotic respiration. Today, one quarter of\natmospheric CO₂ is the result of fossil fuel combustion,\nwhether it rose from smokestacks or was displaced\nfrom the oceans. (When fossil-fuel CO₂ dissolves into\nocean water, it displaces already-dissolved carbon\ndioxide derived from natural sources.) And because\nall of the carbon in your body derives from ingested\norganic matter, which in turn obtains it from the atmosphere,\nyour fingernails and the rest of the organic\nmatter in your body are built, in part, from emissions.\nILLUSTRATIONS BY YUKO SHIMIZU\n16\nNAUTIL.US I TEXT SE TS\n17\nNAUTILUS EDUCATION | BETA PRODUCT\nRadioactive Carbon-14: Your pearly whites\nWhen you smile, the gleam of your teeth obscures a\nslight glow from radioactive waste. During the late\n1950s and early 1960s, atmospheric testing of thermonuclear\nweapons scattered so much radioactive carbon-14\ninto the atmosphere that it contaminated virtually\nevery ecosystem and human. Several thousand\nunstable radiocarbon atoms explode within and among\nyour cells every second as their unstable nuclei undergo\nspontaneous radioactive decay. Some are the natural\nproducts of cosmic rays that can turn atmospheric\nnitrogen into carbon-14, while others result from the\ndecay of unstable mineral elements that are found in\nsoil. But many of them represent the echoes of thermonuclear\nairbursts from the Cold War, finding their\nway into our water supply and meals. If they happen to\ndisintegrate within your DNA, they can damage your\ngenes. And many of them are bound up in your teeth.\nUnlike most of the atoms in your body, those embedded\nin your strong, stable tooth enamel have been with\nyou ever since you ingested them through your umbilical\ncord and your infant feeding. If you were born during\nthe early 1960s, you have more nuclear waste in\nyour teeth than if you were born later, when soils and\noceans had had time to bury radioactive atoms. In fact,\nforensic scientists use the proportion of bomb carbon\nin tooth enamel to determine the age of unidentified\nhuman remains.\n18\nNAUTIL. US | TEXT SETS\nOxygen: Your leafy breath\nThe oxygen in your lungs and bloodstream is a highly\nreactive waste product generated by vegetation and\nmicrobes. Trees, herbs, algae, and blue-green bacteria\nsplit oxygen atoms out of water molecules during\nphotosynthesis. They use most of the resultant gas for\ntheir own purposes, but thankfully some leaks out to\nsustain you. In fact it makes up about a fifth of the\nair you breathe. Your cells harness oxygen to release\nenergy from chemical bonds in the food you consume.\nOxygen absorbs electrons released by broken food\nmolecules, which attract hydrogen ions, resulting in\na molecular waste of your own making: metabolic\nwater, which comprises one tenth of your body fluids.\nAn average adult carries between 8 and 10 pounds of\nhomemade wastewater within them, and 1 in 10 of your\ntears are the metabolic by-products of your breathing\nand eating.\nNAUTILUS EDUCATION | BETA PRODUCT\nNitrogen: Your natural curls\nThe next time you brush your hair, think of the nitrogenous\nwaste that helped create it. All of your proteins,\nincluding hair keratin, contain formerly airborne\nnitrogen atoms. But the nitrogen in air is biologically\ninert. For nitrogen to become a component of your\nhair, it has to be converted into a more accessible form.\nNitrogen-fixing bacteria is one way that can happen.\nThey live among the roots of beans, peas, and other\nlegumes, consuming atmospheric nitrogen and releasing\nit as ammonia, a kind of microbial manure that\nfertilizes soil in which plants grow. When you eat a\nplant, you consume formerly atmospheric nitrogen.\nEvery flash of lightning and every automotive spark\nplug emits a puff of nitrogen oxide, which can dissolve\ninto raindrops and fall to earth as a form of fertilizer,\nagain finding its way into food webs through plants.\nBut most of the nitrogen in modern foods comes from\nurea and ammonium nitrate fertilizers artificially fixed\nby industrial processes. In ages past, the nitrogen in\nhuman hair came mainly from bacterial waste and\nlightning. But today, unless you eat a strictly organic\ndiet, you run your hairbrush through nitrogenous\nframeworks that are mostly of human origin.\nNAUTIL. US | TEXT SETS\nIron: Your ancient blood\nWhen you cut yourself, the wreckage of stars spills\nout. Every atom of iron in your blood, which helps\nyour heart shuttle oxygen from your lungs to your\ncells, once helped destroy a massive star. The fierce\nnuclear fusion reactions that set stars ablaze create\nthe atomic elements of life. As the star ages, it fuses\nprogressively larger elements, such as silicon, sulfur,\nand calcium. Eventually, iron atoms are fused.\nThe problem is that iron fusion consumes as much\nenergy as it produces, so it weakens the star. If the\nstar is big enough, it will collapse in on itself, its outer\nlayers rebounding against the dense inner core, and a\nsupernova explosion will result. The blast sprays out\niron at supersonic speeds, filling great swathes of space\nwith debris that can form new solar systems. The iron\nin your frying pan, house keys, and blood is essentially\ncosmic shrapnel from the tremendous explosions that\nripped through our galaxy billions of years ago. The\nsame blasts also released carbon, nitrogen, oxygen, and\nother elements of life, which later produced the sun,\nthe Earth, and eventually—you.\ncurt stager is an ecologist and climate scientist at Paul\nSmith’s College. He is the author of Deep Future: The Next 100,000\nYears of Life On Earth, and also co-hosts a weekly science program\non North Country Public Radio.\n21\n\nMATTER | BIOFUEL\nFrack ’er Up\nNatural gas is shaking up the search for green gasoline\nBY DAVID BIELLO\nAM SPEEDING DOWN New Jersey’s highways,\npropelled by gasoline with a dash of ethanol, an\nalcoholic biofuel brewed from stewed corn kernels.\nAs I drive through the outskirts of the township\nof Hillsborough, in the center of the state, I see\nthat spring has brought with it a bounty of similar “biomass,”\nas the fuel industry likes to call plants. Trees\nline the road and fresh-cut grass covers the sidewalks\nas I pull into the business park that is home to Primus\nGreen Energy—a company that has been touting\na technology to transform such biomass into a green\nand renewable form of gasoline.\nBut there’s a hitch. The boom in hydraulic fracturing,\nor “fracking,” a technique in which horizontal drilling\nand high-pressure jets of water are deployed to release\ngas trapped in sedimentary shale rock, has made natural\ngas cheap and plentiful. That’s not bad for Primus,\nwhose technology can make gasoline from natural gas,\nbiomass, or even low-grade coal, such as lignite or peat.\nThis versatility makes Primus a potential part of what\nhas been called the “olive economy”—companies that\nare neither bright green nor darkest black, but combine\nenvironmentally-friendlier technologies with older\nand dirtier ones in order to compete. In fact, Primus\nmay become a leader in advancing this kind of technology.\n“We can be as dark as you want or as green as you\nwant,” says geologist, serial entrepreneur, and Primus\nsalesman George Boyajian.\nIn July, President Barack Obama gave a major\nspeech on climate change that described natural gas\nas a “transition fuel” towards the “even cleaner energy\neconomy of the future.” But Primus’s trajectory raises\nthe question of whether natural gas is a boost on the\nroad to a genuinely green fuel, or if it is prolonging our\naddiction to dirty modes of transport, and taking us on\na detour from a low-carbon path.\nAt the Primus headquarters, I first meet Primus’s\nchief chemist Howard Fang in front of a prototype of\na Primus conversion machine. Fang, who joined the\ncompany for what he calls his “semi-retirement,” is\nILLUSTRATION BY PETER & MARIA HOEY\n23\nNAUTILUS EDUCATION | BETA PRODUCT\navuncular and black-haired. His interests are broad:\nHe spends his spare time writing and reading history,\nand has authored books on conflict in the Middle East\nand the role of Christian missionaries in China.\nA lifetime in fuels chemistry left Fang with one\nburning question: “What is the real solution to the\nenergy crisis?” His career at oil companies BP and\nExxonMobil, and engine manufacturer Cummins,\nspanned not just one but two major energy upheavals—the\noil crisis of the 1970s and then its sequel in\nthe first decade of the 21st century, which is arguably\nstill ongoing. These experiences impressed on Fang\nthe importance of securing the fuel supply in such\na way as to avoid despoiling the environment. The\nsolution, says the bespectacled chemist, is “naturesourced\nbiomass or natural gas converted effectively\nto gas or diesel.”\nPrimus’s original idea was simple: take scrap wood\nor other biomass, turn it into pellets, and apply pressure\nand heat (700 degrees Celsius or more) to break\nit down into hydrogen and carbon monoxide. Then\nbuild this composite “syngas,” shorthand for “synthetic\ngas,” back up into whatever hydrocarbon product is\ndesired—the molecules of eight carbon and 18 hydrogen\natoms known as iso-octane that are a measure\nof the quality of conventional gasoline, or the longer\nchains of similar hydrocarbons that comprise diesel or\njet fuel. Because plant biomass absorbs carbon dioxide\nas it grows, the emissions produced by burning the\nbiofuel should balance out overall—every molecule of\nCO2 emitted when the fuel is burned was previously\nabsorbed by the plant that made the fuel.\nThe story of the search for such green fuel is littered\nwith disappointments, however. Major companies\nbrew ethanol in large quantities in the United\nStates. It is routinely added to gasoline (at levels of\naround 10 percent, on its way to 15 percent) as a way\nto improve combustion, reduce pollution, and support\nindustrial corn farmers. But most ethanol is still made\nfrom the edible kernels of corn plants, instead of the\ninedible cellulose that was promised in the heady days\nof the mid-2000s, when Congress passed a spate of\nlaws promoting biofuel production. Since 1978, the\nethanol industry has enjoyed subsidies and tax credits\nto the order of 40 cents per gallon, and now produces\nan annual dead zone at the mouth of the Mississippi\nRiver each summer as a result of fertilizer washing off\nthe endless cornfields of the Midwest. But ethanol is\nunlikely to ever fully replace conventional fossil fuels,\nsince it is more difficult to transport, produces a fraction\nof the energy of oil, and would require engines to\nbe refitted or replaced on a massive scale.\nHence the interest in “drop-in” biofuels as a substitute\nfor conventional fuels in existing cars, planes,\nand trucks. The problem is not one of infrastructure,\nbut chemistry: Companies must find a way to economically\nimitate and fast-track a process for which\ntime and geology have done most of the work in conventional\nfossil fuels. The energy in these fuels is the\npent-up power of ancient sunlight, which billions of\nphotosynthetic microorganisms soaked up before\ndying, fossilizing, and turning into the hydrocarbonrich\nstew we know as petroleum, and from which we\nrefine gas, diesel, and jet fuel, among other products.\nIn theory, then, it should be possible to turn the carbohydrates\nand other chemicals that store energy for\ntoday’s living things into the hydrocarbons we rely on\nfor transportation.\nPotential routes to such “green crude” include\nalgae, other photosynthetic organisms, and specialty\nmicrobes engineered to spit out hydrocarbons. Biofuel\ncompany Solazyme has a contract to supply United\nAirlines with 20 million gallons of algal jet fuel, and\nteamed up with a green fuel-station network to offer\nbiodiesel in a test run in San Francisco’s Bay Area. But\nit takes a lot of water—and a lot of energy to move that\nwater around—in order to grow algae in large quantities,\nand tailor-making microbes is expensive at its\ncurrent scale. As a result, companies are diversifying.\nAlgal fuel producer Sapphire Energy is now focusing\non isolating the genetic traits in the ancestors of all\nplants that might be usefully incorporated into other\ncrops. Solazyme is making oils and specialty fats to sell\nat high margins to cosmetics and food companies, as\nis would-be microbial fuel-maker Amyris. The industry\nfor “advanced biofuels is literally in its infancy,” concedes\nJonathan Wolfson, Solazyme CEO.\nThe allure of Primus’s technology is its promise to\nharness waste wood and other inedible biomass that\nwould otherwise be thrown into landfills, and turn\nit into a renewable source of gasoline. Its “syngas to\ngasoline plus” process consists, essentially, of four\n24\nNAUTIL. US | TEXT SETS\n“We can be as dark as\nyou want or as green\nas you want,” says\nBoyajian.\nchemical reactors. One turns the syngas into methanol.\nThe next makes methanol into a molecule known as\ndimethyl ether, or DME in chemist-speak. In the third\nreactor, catalysts known as zeolites knit DME into gasoline,\nin the most expensive and energy-intensive part\nof the process. The fourth reactor eliminates some of\nthe unwanted byproducts that cause the resulting fuel\nto congeal at low temperatures.\nThe key is the zeolites, porous minerals made up of\naluminum, silicon, and oxygen that allow the desired\nchemical reactions to take place. Both Primus and a\nconventional oil refinery employ zeolites to manipulate\nhydrocarbons. At an oil refinery, these catalysts\nhelp crack and sort hydrocarbons broken down from\ncrude oil. At Primus, heat and pressure allow zeolites\nto build gasoline hydrocarbons from the smaller molecules\nof syngas. Such “catalysts are a bit of a dark art,”\nsays Boyajian. He spars with Fang over whether or not\nthe company will one day make their own. Fang does\nnot accept Boyajian’s need for secrecy, and would be\nmore than happy to reveal all those dark arts—a prospect\nthat makes the affable Boyajian nervous and tightlipped.\nFor now, the fledgling company buys the necessary\ncatalysts off the shelf and must sign agreements\nnot to examine these zeolites too closely.\nUsing different catalysts in the reactors, Fang notes,\nthe company could spit out diesel or jet fuel instead\nof gasoline. And for every 100 kilograms of syngas,\nhe says, Primus can make 30 kilograms of gasoline or\nmore, using a continuous looping system within the\nmachine that eliminates the need for wasting energy\nto convert gases to liquids along the way. Little red\ncontainers of Fang-made gasoline record its characteristics,\nscrawled on masking tape affixed to the sides:\nlow vapor pressure, a higher-than-average octane content\nof around 93, and a favorable absence of sulfur\nor benzene. Oil prices have been rising over the last\nmonth, and are currently at more than $100 per barrel;\nthe company estimates that its gasoline costs as little\nas that derived from oil at $65 per barrel—and could\n25\nNAUTILUS EDUCATION | BETA PRODUCT\ncost as little as $2 per gallon, or about half the price\ngas currently goes for at local pumps, to produce at a\nfull-sized facility, even though such an industrial plant\nwould require a lot of capital to build.\nHowever, the machine Fang shows me is not running\non the biomass that Fang originally tested: wood\nchips, switchgrass, canary grass, miscanthus. Instead,\nit churns through natural gas, turning methane into\nsyngas. Making long hydrocarbons from the single carbon\nin methane molecules is “very easy,” he assures\nme. But “natural gas is not true green,” he concedes.\n“There is no benefit in [the reduction of] greenhouse\ngases. Biomass is still true green.”\nNatural gas from the fracking boom has revolutionized\nthe global energy landscape—particularly in the\nUnited States, the world’s biggest producer of shale\ngas. But it is also controversial. Gas burns cleaner, but\nit still produces around half the greenhouse emissions\nof its dirtier cousins like coal, not including the excess\nmethane that leaks from fracking sites and the pipelines\nthat transport the gas. Fracked gas can also contaminate\ngroundwater supplies. And while in 2012 it\nbrought America’s carbon footprint down to its lowest\nlevel in 20 years, relying on it in the long-term will\nmake it hard to eliminate greenhouse gas emissions, as\nis required to combat climate change.\nAs the price of natural gas slid in response to the\nglut of shale gas, Primus changed gears in mid-2012\nto move away from biomass and to focus on making\nsyngas from natural gas. This is not a new idea: ExxonMobil\nbuilt a plant in New Zealand in 1986 to turn\nnatural gas into methanol and then gasoline, but abandoned\nits efforts when the price of petroleum dropped\ndramatically in the mid 1990s. Now, though, natural\ngas is cheap and attractive. Boyajian has a map of all\nthe shale formations in North America tacked to the\nwall of his office. “The world is full of shale,” he notes.\nAn earlier version of Primus’ machine, tuned to process\nbiomass, sits swathed in silvery insulating tape\nin a locked and darkened lab. “Right now it is abandoned,”\nFang says. The company insists that the statement\ndoesn’t apply to Primus’s biomass efforts more\ngenerally. “This is the way to get to biofuels,” says Primus\nCEO Robert Johnsen, of the gas to gasoline process,\nthrough a tight smile. “Will we be the ones to get\nthere? Maybe.”\nThe energy in these fuels\nis the pent-up power of\nancient sunlight, which\nbillions of photosynthetic\nmicroorganisms soaked up\nbefore dying.\n26\nNAUTIL. US | TEXT SETS\nWill natural gas be a bridge for Primus to green\nfuel, or will it be too cheap and attractive to resist as\na permanent substitute for biomass? For the moment,\nthe company seems keen to squeeze what it can out of\nthe shale gale. With the help of more than $50 million\nin Israeli money, Primus is building a demonstration\nplant the size of a house near its headquarters in New\nJersey, due to open this year. The location is off the\nmap—even Google won’t guide you there, as if it were\nsome secretive skunk works facility, which is how the\ncompany likes to think of it. The plant will take natural\ngas from the local utility, run it through its proprietary\nset of chemical reactions and, on the far end, out of a\nspigot, will come gasoline—12.7 gallons per hour at full\ncapacity. The company’s first commercial plant, due to\nstart construction next year, will likely be located near\na source of natural gas.\nScaling up the technology this way will reduce the\noverhead costs per unit of gasoline—that is, the cost\nof fabricating the reactors and buying the zeolites and\nfeedstocks. Plus, Primus’ technology may prove economical\nenough at a scale small to allow its plants to\nbe distributed close to remote natural gas wells or even\nsources of biomass. It is no coincidence that the company\nbased itself in verdant New Jersey, “the Garden\nState”; proximity to biomass is crucial for producers,\nbecause transporting heavy and unwieldy wood or\ncorn stalks across large distances tends makes the end\nproduct too costly and undercuts the greenhouse-gas\nsavings that are a large part of its appeal.\nAs I prepare to drive off, Fang carts out one of his\ncollection of red plastic gas cans and dumps a liter or\nso of Primus-made, natural gas-to-gasoline fuel into\nmy tank. A test car tooled around on it last summer,\nwith no problems. The hope is to be able to charge\na premium for the higher-octane premium product.\n“People pay twice as much for organic food,” Boyajian\nsays. “So why not pay more for green gasoline?” My\nfuel sensor can tell the difference: it registers an anomalously\nhigh miles-per-gallon number.\nFang gives me two thumbs up as I pull away, watching\nme drive off on his preferred solution to the energy\ncrisis. It’s unclear whether Primus will ever find\nthe occasion to turn back towards biogasoline—and\nwhether that’s a long-term fix for the world’s energy\nand environmental conundrum. Striving to make\ncleaner fuel for standard, dirty combustion engines\nmay reinforce drivers’ loyalty to today’s technology.\nSuch lock-in makes a true revolution difficult until\nsome alternative energy source—whether batterydriven\nelectric cars or engines modified to burn carbon-neutral,\nas-yet-unmade biofuels—offers the kind\nof convenience and low cost that justifies replacement.\nAt present, Primus appears set to become part of a\nsprawling infrastructure that reinforces the incentives\nto use greenhouse gas-producing, gasoline-like fuels.\nAnd for all those concentrated octanes in my tank, I\nstill have to pull into a Shell station to fill up on conventional\ngasoline, blended with corn ethanol, in order\nto drive home.\ndavid biello is the Environment and Energy Editor for\nScientific American. He is currently working on a book about the\nAnthropocene.\n27\nNAUTILUS EDUCATION | BETA PRODUCT\nGenetics & Human Health\nSince DNA is often heralded as the “code of life,” what clues can mutations—changes to the DNA\nsequence—tell us about human health and disease? The pair of articles in the Genetics and Human\nHealth module will explore the consequences of mutations in the context of cancer treatment\nand rare diseases such as muscular dystrophy. Their Giant Steps to a Cure discusses the challenges\nassociated with treating a rare form of muscular dystrophy. An Unlikely Cure Signals Hope for\nCancer explores how specific mutations in a patient’s cancer can be used to a patient’s advantage.\nLesson Plan\nAsk students to read both of the articles for homework. Briefly introduce or review the vocabulary words in class.\nAssign the questions listed under “Reading Comprehension” for them to complete along with the reading and\nask them to come up with one question for further discussion.\nStart class by asking students if they have any questions about the readings. Ask them to contribute their discussion\nquestions (in addition to the ones provided under Deep Thinking / Discussion questions). Have the class\nbrainstorm and answer both discussion questions. 15 MIN .\nNext, break the class up into four groups for the Suggested Activity. Assign each group to one protein that is listed\nin the interactive. 15 MIN .\nHave each group present their thoughts to the class for further discussion. 15 MIN .\nTeacher’s Notes: Their Giant Steps to a Cure, and An Unlikely Cure Signals Hope for Cancer\nVOCAB WORDS\nMuscular dystrophy: a genetic disease marked by\nprogressive weakening of the muscles. Some forms of\nmuscular dystrophy are seen in infancy or childhood.\nOrphan diseases: diseases that have yet to be “adopted”\nby the pharmaceutical industry because there are\nvery few incentives to develop new medications to\ntreat or prevent them. Orphan diseases can be rare\nor they are common diseases that have been ignored\n(e.g.: tuberculosis, cholera, typhoid, malaria).\nCalpainopathy: a rare type of muscular dystrophy\ncharacterized by symmetric and progressive weakness\nof proximal (limb-girdle) muscles.\nCancer: A term used to describe disease in which\nabnormal cells divide without control and are able to\ninvade into other tissues. Cancers are often categorized\nbased on the organ or cell type they originate in.\nOncologist: A doctor who specializes in treating\npatients with cancer.\nOutlier: An observation that deviates from a majority\nand can be seen to be a rare event. In the context\nof this piece, the outliers are patients who respond\n28\nNAUTIL. US | TEXT SETS\nto therapy when the same therapy has failed other\npatients.\nRemission: a decline or disappearance of signs and\nsymptoms of cancer.\nREADING COMPREHENSION\n1. Why are orphan diseases underfunded?\n2. How does the mutation in calpain 3 cause muscle\nto fail to grow?\n3. What are some reasons pharmaceutical companies\nwould want to develop drugs for orphan\ndiseases? What are some possible reasons they\nwould be against doing so?\n4. Statistically speaking, outliers are often ignored.\nIn this story, why is patient number 45 such an\ninteresting case? Why is it generally important to\nstudy the outliers of response?\n5. Which protein’s activity is blocked by everolimus?\nWhat is the function of this particular\nprotein?\nDISCUSSION QUESTIONS\n1. In what contexts would it be desirable and undesirable\nto sequence your genome to see if you\nare at risk for a disease? What are the benefits\nand downsides of knowing if you are at risk for a\nparticular disease?\n2. In both pieces, mutations are responsible for\ncausing disease. Compare and contrast the ways\nmutations can lead to muscular dystrophy and\ncancer. Are the mutations in one case hereditary?\nAre mutations leading to either disease caused\nby environmental factors? Are the mutations in\neither case preventable? If so, how could they be\nprevented?\n3. How should doctors and scientists decide\nwhether to work on a rare condition?\nACTIVITIES\nSome genes are not specific to humans, but rather,\nare common to myriad species. In a smaller group,\nyou will be assigned to read about one of the proteins\nlisted here: http://nautil.us/issue/5/fame/\ngenes-that-won-the-fame-game\nPlease answer the following questions when it is your turn\nto present to the class:\n1. What organisms is the gene present in? Were you\nsurprised by the presence of the gene in any of\nthe organisms listed? If so, why?\n2. If this protein was mutated, what could the consequences\nlook like? Could it cause a disease?\n3. Research and present one other case of an outlier\nbeing useful in science or medicine.\nWHERE THIS FITS IN THE CURRICULUM\nStructure and Function (HS-LS1-1) A cell contains\ngenetic information in the form of DNA molecules.\nGenes are regions in the DNA that contain the\ninstructions that code for the formation of proteins,\nwhich carry out most of the work of cells.\nVariation of Traits (HS-LS3-2) Although DNA replication\nis tightly regulated and remarkably accurate,\nerrors do occur and result in mutations, which are\nalso a source of genetic variation. Mutations can, in\nturn, cause disease and/or affect human health. The\npattern of mutations can also predict response to\ndrugs.\nInheritance and Variation of Traits - Environmental\nFactors (HS-LS3-3) Technological advances have\ninfluenced the progress of science and science has\ninfluenced advances in technology. Technologies have\nevolved to sequence human genes, which can better\ninform doctors of their patients’ health. Likewise,\npharmaceutical companies have also created many\ndrugs for the treatment of human disease.\n29\n\nBIOLOGY | MEDICINE\nTheir Giant Steps to a Cure\nBattling a rare form of muscular dystrophy,\na family finds an activist leader, and hope\nBY JUDE ISABELLA\nN 2007, AT HER high school graduation in Quesnel,\nBritish Columbia, Ivana Topic stood at the top\nof the auditorium stairs, her long gown skimming\nthe floor, her dark brown hair spilling over her\nshoulders. She had on ridiculously high heels. As she\neased down the stairs, very slowly, she hung on to her\ndate. She was afraid her knees would collapse, as her\nmuscles were weak for her age.\nFrom the audience, Ivana’s mother, Marijana,\nwatched her daughter’s every step, silently panicking\nand breaking into a sweat. She knew Ivana could easily\ntumble down the stairs and break a limb. The year\nbefore, Ivana had been diagnosed with muscular dystrophy,\nan incurable genetic disease characterized by\nprogressive weakening of the muscles. Antonia, Ivana’s\nyounger sister by five years, was later diagnosed with\nthe same disease.\nAround the time of Ivana’s graduation, the Topics,\nan unassuming family originally from Croatia, had\nbegun adjusting their lives as best they could, inquiring\nabout ramps everywhere they went, avoiding walking\nin snow and sleet. For years, Ivana and Antonia had\nbeen subjected to endless medical tests. In 2010, they\nlearned they had a rare form of muscular dystrophy,\ncalpainopathy, which affects about 1 in 200,000 people.\nThe diagnosis meant both would likely be bound to\nwheelchairs while they were still young women.\nToday, Ivana is 24. In May, she graduated from college\nwith a bachelor’s degree in finance and general\nbusiness. She still walks up stairs in her house; her\nbedroom is upstairs. “I’m definitely a fighter, and will\ntry and walk for as long as I can,” she says. “When I\nnotice I’m falling a lot, when I need help a lot, I will\ngo in a chair.”\nMuscular dystrophy treatment is limited to only palliative\nmedications and therapies. Ivana herself practices\nyoga. While researchers worldwide are working\non lasting cures for muscular dystrophy (funded in part\nby the famous Jerry Lewis Telethons), rare forms like\ncalpainopathy are “orphans,” with only a fraction of\nILLUSTRATIONS BY ELLEN WEINSTEIN\n31\nNAUTILUS EDUCATION | BETA PRODUCT\n“I’m definitely a fighter, and will try and\nwalk for as long as I can.”\nresearchers and funds devoted to them. With quiet\nstoicism, the Topics have accepted that modern medicine\nmay not have a solution for their daughters’ disease.\nStill, says Marijana, “Without hope, there’s no\nlife.”\nFollowing a current grassroots trend in medicine,\nmany individuals with orphan diseases do not wait for\nthe medical industry to care about them. Facing long\nodds, they are forced to raise money to find a potential\ncure themselves. But the Topics live by modest means.\nMarijana runs a daycare center and her husband and\nthe childrens’ father, Niko, works for a lumber company.\nThey are in no position to mount a quest.\nBut then there’s Michele Wrubel, 49, a stay-at-home\nparent from Connecticut who has calpainopathy. For\nyears, Wrubel has been a passionate crusader for a\ncure. Affluent and well connected, she doesn’t varnish\nthe truth about what it has taken to make the medical\nindustry pay attention to her. “To make a difference in\nthis disease, you need money and meetings,” she says.\n“Researchers are not going to study a disease unless\nthere’s money behind it to fund the research.” For the\nTopics, Wrubel may be their best hope.\nTHE GLOBAL GENES PROJECT, an advocacy group,\nestimates 350 million people suffer from orphan diseases\nworldwide. Most rare diseases are genetic and\ntend to appear early in life. About 30 percent of children\nwho have them die before reaching their fifth\nbirthday. The rest battle their conditions throughout\nlife, as most orphan diseases have no cure. Out of the\n7,000 orphan diseases identified to date, with about\n250 new ones added annually, less than 400 can be\ntreated therapeutically.\nThis year the European Commission gave 144\nmillion euros to develop 200 new therapies and the\nNational Institute of Health allocated $3.5 billion to\nresearch orphan diseases. Yet some diseases are so rare\nthat they remain stepchildren even among orphans.\nAs a result, they receive little research attention and\nfunding. Neither do they fit the list of billable insurance\nprocedures. There’s no standard healthcare path\nto diagnosis, let alone treatment. Similar to the Topics,\nmany patients go through an ordeal, which Marijana\ndescribes as “a blur,” only to find out that medicine\ncan’t help them.\nOrphan disease organizations, such as the National\nOrganization for Rare Disorders and the Rare Disease\nFoundation, encourage patients to take matters into\ntheir own hands. “Families have to advocate,” says Isabel\nJordan, chair of the Rare Disease Foundation. She\nencourages patients to form organizations, find new\nmethods of funding, and push for research.\n“Push for research” could be Michele Wrubel’s calling\ncard. She was diagnosed with muscular dystrophy\nin her mid-20s. But even though calpainopathy was\nidentified nearly 20 years ago—about the same time\nWrubel got her initial diagnosis—it took almost the\nentire second half of her life to determine that she\nwas afflicted with calpainopathy. There were no clinical\nprocedures that would lead to a diagnosis.\n“It took a really long time and a very concerted\neffort,” says Wrubel, who walks with canes, submitting\nto a wheelchair for long trips or when in crowded places.\n“If you don’t know what you’re looking for, they don’t\nknow what to tell you or how to help you,” she says.\nIn 2008, gene sequencing came of age, which aided\nphysicians in diagnosing muscular dystrophy subtypes.\nThat year, Wrubel’s husband, Lee, who holds a medical\ndegree and a master’s in public health from Tufts, an\nMBA from Columbia University, and is a venture capitalist\nin the medical field, tracked down a neurologist\n32\nNAUTIL.US I TEXT SE TS\nNAUTILUS EDUCATION | BETA PRODUCT\nIn the quest for a\ncure, she says, “It’s\na matter of patients\ntaking charge of their\ndiagnosis.”\nto sequence his wife’s genomes. He paid several thousand\ndollars from his own pocket to learn his wife had\ncalpainopathy.\nThe Topics had no such luxury. But they did have\nluck. Cornelius Boerkoel, a clinical geneticist at the\nUniversity of British Columbia, enrolled the Topics\nin one of his studies, and so they didn’t have to pay to\nhave each of the family member’s genomes sequenced.\nThe genome tests gave Ivana and Antonia the bad\nnews about calpainopathy. Their younger brother,\nMario, is free of the disease.\nScientists classify calpainopathy, or “calpain,” as\na limb-girdle muscular dystrophy Type 2a, caused\nby a mutation in the gene calpain 3, predominantly\nexpressed in skeletal muscle. Those who suffer from\nType 2a, such as Wrubel, Ivana, and Antonia, generally\nexhibit weak hip flexors—muscles that lift up the\nthigh. The weak flexors give them an awkward gait;\nthey swing their legs forward, landing on their toes,\nand then sometimes on the sides or soles of their feet.\nSome walk only on the balls of their feet. The upper\nbody muscle weakness creates abnormally prominent\nshoulder blades.\nMelissa Spencer from the University of California,\nLos Angeles, who has studied calpainopathy for 14\nyears, explains that the disease contains many subtypes.\nThe problem with Type 2a, she says, “was a\n34\nNAUTIL. US | TEXT SETS\nreally strange gene mutation that was completely inexplicable.”\nShe says it has been a hard disease to study,\npartially because the implicated protein is unstable\nand partially because it was a rarity among the orphan\ndiseases. When it comes to funding, calpainopathy\nhas been overshadowed by other forms of muscular\ndystrophy. “Muscle studies have been underfunded\nforever and certainly a rare disease like 2a especially\nunderfunded,” Spencer says.\nIn 2010, Wrubel formed the nonprofit Coalition to\nCure Calpain 3. In the quest for a cure, she says, “It’s\na matter of patients taking charge of their diagnosis.”\nShe reached out to other sufferers via Facebook, and\nsome donated money. She partnered up with two other\nnonprofits that had raised funds on their own, both\nstarted by those afflicted with Type 2a. So far Wrubel’s\nefforts have gathered close to half a million dollars.\nWith that money, she has funded a project with Louis\nKunkel, professor of genetics and pediatrics at Boston\nChildren’s Hospital, one of the nation’s key muscular\ndystrophy researchers.\nHer coalition also organized a conference to bring\ncalpainopathy researchers together, including Spencer.\nYears earlier, in 2005, Spencer made a significant\nbreakthrough. She discovered that calpainopathy,\nunlike more common forms of muscular dystrophy,\nwas not a weakening of the muscle but a growth problem—muscle\nforms, but fails to grow because of a\nmissing protein. It is different from other muscular\ndystrophies in which the lack of the protein complex,\ndystrophin, damages muscle membranes. “With calpainopathy,\nthe muscles lack the growth signal,” she\nsays. “It’s not transmitted properly.” That difference\nmakes a drug cure more possible. “I think this is going\nto be the easiest muscular dystrophy to cure,” she says.\nEncouraged by the promise, the Coalition to Cure\nCalpain 3 gave Spencer’s lab a $260,000 grant to\ninvestigate how to circumvent the signaling problem\nand come up with a drug to fix it. But because the\nUnited States Food and Drug Administration already\nhas a library of approved compounds that stimulate\ncell growth in muscle, Spencer’s team may arrive at\na solution sooner. With the help of the coalition’s\nmoney, her lab is now plowing through the thousands\nof existing compounds, choosing those fit for testing.\n“I think it will be five years before we start thinking\nabout clinical trials,” Spencer says—and then another\nfive years before the drugs can be commercially available,\nshe estimates.\nWrubel’s coalition intends to get pharmaceutical\ncompanies interested, too. “Many pharmaceutical companies\nsee treating orphan diseases as a way to increase\nprofits,” Wrubel says. Her husband, Lee, adds, “The\nwhole model for big pharmaceutical companies going\nforward is different. There is too little in the big pharmaceutical\npipeline, and they’re looking to feed that\nbeast as much as possible.” A 2012 Thomson Reuters\nstudy found that drug companies stand to profit from\norphan drugs because, compared to drugs for common\nafflictions, they often have shorter and less expensive\nclinical trials, with more success. Spencer says a drug\nfor calpainopathy, for instance, would also be useful\nfor patients with Lou Gehrig’s Disease and bed rest\npatients, as it would help arrest the loss of bone and\nmuscle mass. Wrubel hopes to bring Cydan Development,\na venture-capital backed orphan drug developer,\nto their upcoming fall conference in the Netherlands.\nAs for the Topics, they were excited to learn about\nWrubel from Nautilus. Ivana recently connected with\nWrubel through Facebook. “I only talked with her a little\nbit, but she seems ambitious and driven,” Ivana says.\n“Definitely not someone who is going to sit around and\nwait for something to happen. Definitely inspiring. And\nthe possibility that something might help in any way is a\ngood thing to hear, for sure.” Ivana says she now wants\nto get involved and advocate for her own disease. “I definitely\nwant to do something,” she says, and Wrubel’s\ncoalition “would be a good place to start.”\njude isabella is a science writer based in Victoria, Brit-\nish Columbia. Her new book, Salmon, A Scientific Memoir, will be\nreleased next year.\n35\nBIOLOGY | MEDICINE\nAn Unlikely Cure Signals\nNew Hope for Cancer\nHow “exceptional responders” are revolutionizing treatment\nfor the deadly desease\nBY KAT MCGOWAN\nUST LIKE EVERY NEW drug the oncologists at\nMemorial Sloan-Kettering Cancer Center tested\nagainst bladder cancer in the last 20 years,\nthis one didn’t seem to be doing any good. Forty-four\npeople in the study were given everolimus in a\nlast-ditch attempt to slow down or stop their advanced\ncancer. When the researchers analyzed the data, they\ncould see that the drug wasn’t slowing or stopping\ntumor growth. Everolimus seemed to be another bust.\nThen there was patient number 45. She joined the\ntrial with advanced metastatic cancer. Tumors had\ninvaded deep into her abdomen, clouding her CT scan\nwith solid grey blotches. She was 73 years old. None of\nthe standard bladder cancer drugs were working for\nher anymore; she had “failed treatment,” in the dismal\nlingo of oncologists. She enrolled in the study only\nbecause she happened to be a patient at Sloan-Kettering\nin January 2010. In April 2010, her cancer was gone.\nThis sort of happy surprise is not unheard of\nin drug studies. Bodies are fluky, each with its own\nidiosyncratic combination of genetic blueprints and\nenvironmental inputs. So sometimes a patient will be\ncured by a drug that is useless for everyone else. In\nthe past, these spectacular reactions were written off\nas outlier responses that defied explanation—medical\nmysteries. Doctors just shrugged their shoulders and\nthanked their lucky stars that even though the study\ntanked, they did manage to help one person.\nBut this time was different. Clinical oncologist\nDavid Solit, director of developmental therapeutics\nat Sloan-Kettering, saw a new opportunity to explain\nwhat happened by sequencing the whole genome of\nthe woman’s cancer. Just five years ago, decoding and\nanalyzing all 3 billion bases of the DNA from a tumor\nwould’ve been absurdly time-consuming and expensive.\nNow the sequencing takes as little as a few days.\nPoring over the outlier patient’s genetic code, Solit\npinpointed two mutations that made her tumor sensitive\nto this drug. He found that one of her mutations\nshows up in about 8 to 10 percent of other bladder cancer\npatients, meaning that they too might be helped\nby everolimus. His success has inspired a whole set of\nILLUSTRATION BY ELLEN WEINSTEIN\n36\nNAUTIL. US | TEXT SETS\nprograms to study “exceptional responders”: those rare\ncancer patients who do well while nobody else does.\nCancer is a personal disease, Solit explains. Each\ntumor constitutes its own world of defective genes and\nproteins. By studying the genetic quirks of exceptional\nresponders, physicians can systematically identify\nweaknesses in cancer subtypes and blast them with\ndrugs that target their unique vulnerabilities. “It’s a\ntestament to how much has been learned about the\ngenome in the past 30 years,” Solit says. “We’ve always\nwanted to find out why some individuals respond so\nwell. Now we have the capacity. It’s going to really\nchange the way we treat patients.”\nUNLIKELY CASES HAVE AN eminent history in medicine.\nThe modern science of the mind owes a lot to\nthe freakish accident suffered by Phineas Gage, a\n19th century railroad construction foreman whose\njob involved packing down explosive powder with a\nthree-and-a-half-foot-long iron tamping rod. On Sept.\n13, 1848, the powder exploded in his face, blasting the\nrod up through his chin and out the back of his head.\nAgainst all odds, he survived. But his personality was\ntransformed. The formerly shrewd and patient Gage\nbecame obnoxious and unreliable.\nAn observant doctor named John Martyn Harlow\nwho cared for Gage proposed that his personality\nchange was due to the destruction of the frontal lobe\nof the left side of the brain. Gage’s unlikely transformation\nrevealed a universal truth about brains, that\nparticular parts—the frontal lobes—are required for\nself-control. The strange case of Phineas Gage is still\nmentioned in neuroscience textbooks.\nRare events can also lead to new cures. As the story\ngoes, English physician Edward Jenner’s observations\nof an 18th century milkmaid who caught cowpox and\nthereby became immune to smallpox paved the way for\nthe fi vaccines. New ideas for curing HIV are emerging\nfrom the famously unlucky lucky case of the “Berlin\npatient.” Timothy Ray Brown, who was HIV positive,\ndeveloped blood cancer leukemia in 2006. His chemotherapy\nand radiation treatments wiped out the cells\nof his immune system, where the virus is believed to\nhide. He then got a bone marrow transplant from one\nof those rare people with a gene mutation that makes\nthem resistant to HIV. Today, Brown still has no sign\nof HIV in his body, and his case has inspired a study\nto genetically engineer HIV-positive patients’ cells to\nresist the virus.\nIn the past, cancer researchers weren’t able to\ncapitalize on their unexpected outlier successes. Not\nenough was known about the biology of cancer, and\nthe right tools hadn’t been invented. “Even if someone\nhad a complete remission, you had no way to figure out\nwhy,” says James Doroshow, director of the Division of\nCancer Treatment and Diagnosis of the National Cancer\nInstitute (NCI). That changed in the 2000s, when\nit became possible to analyze the genetics of cancer\ntumors for clues.\nThe first major success came with studies of the\ndrug gefitinib in non-small-cell lung cancer (the most\ncommon kind). Gefitinib helped less than 20 percent\nof the people who took it, but a few outliers had dramatic,\nrapid recoveries. In 2004, two Harvard groups\nfound that the responders had mutations in the epidermal\ngrowth factor receptor (EGFR) gene. EGFR is\none of many genes that regulates how cells grow and\nwhen they die, and the mutation basically forced it to\npump out two or three times as much growth signal as\nit should, fueling the cancer. Gefitinib dialed down the\nsignal. A clinical trial later proved that the drug keeps\ntumors at bay for more than nine months in people\nwith certain EGFR mutations.\nMore insights gleaned from extraordinary responders\nsoon followed. One melanoma patient in a study of\n22 people taking sorafenib saw his tumor shrink quickly,\na response due to a mutation in the gene KIT, which\nregulates cell growth, division and survival. People\nwith certain kinds of melanoma, such as the type that\ngrows on mucus membranes, now routinely get tested\nfor this mutation. The drug helps about 40 percent of\nthose with the mutation—an impressive advance in a\ncancer that once had no effective treatment.\nIn these studies, investigators had to make educated\nguesses about where in the genome to look for the\nculprit mutations. It was the keys-under-the-lamppost\nphenomenon: They could only examine genes they\nalready suspected were involved in the cancer. But as\nthe speed and efficiency of DNA sequencing skyrocketed,\nand its price plummeted, it started to look reasonable\nto sequence the whole tumor genome to cast the\nwidest possible net. By 2010, when the bladder cancer\n37\nNAUTILUS EDUCATION | BETA PRODUCT\npatient (who doesn’t want her name made public)\nhad such a wonderful response to everolimus, the technology\nwas ripe to analyze her entire tumor.\nThe outlier patient had already gone through several\nrounds of treatment, including surgery at Memorial\nSloan-Kettering. That was another stroke of luck\nbecause it allowed Solit’s group to acquire samples of\nher tissue to be sequenced. Cancers typically start with\nmutations that cause cells to divide too much, ignoring\nnormal stop signals and evading quality controls that\nrepair or prevent errors in DNA reproduction. “Cancer\nis a disease of mutations,” says Solit.\nThe outlier patient’s cancer had accumulated 17,136\nmutations, of which 140 seemed most suspect, because\nthey appeared in “coding” regions of the genome, the\nsegments that include instructions on how to build the\nproteins that do the work in a cell. Out of those 140,\ntwo looked particularly menacing to Solit. In a gene\ncalled TSC1, just two of its 8,600 DNA base-pairs were\nmissing, but the error would cause the gene to make a\ndefective version of the protein it was supposed to create.\nIn the gene NF2, an error meant a protein would\nbe built only halfway, unable to do its job.\nSolit could now see how these mutations were\naffected by everolimus, a drug typically used to suppress\nthe immune system after organ transplants, and\nto combat advanced kidney cancer. Everolimus shuts\ndown one crucial link in a chain of interacting proteins\ncalled the mTOR pathway that fuels cell growth, division,\nand survival. The drug inhibits the cells of the\nimmune system from dividing, which they must do in\norder to attack foreign tissue, and protects transplanted\norgans. Likewise, it slows down the uncontrolled\ncell division that happens in cancer. The kicker was\nthat both of the woman’s mutations, NF2 and TSC1,\naffect the mTOR system. “It’s not surprising, in retrospect,\nthat our patient responded really well to this\nspecific drug,” Solit says. “She had the mutation that\nactivated the pathway the drug targets.”\nSolit’s team analyzed 13 more people from the trial\nand found different TSC1 mutations in three other\npeople, including two whose tumor shrank a little in\nresponse to the drug. (Nobody else had NF2 mutations,\nwhich is probably why she alone responded dramatically.)\nMeanwhile, eight of nine people whose tumors\ngrew during the study did not have the mutation.\nDOROSHOW OF THE National Cancer Institute says\nSolit’s work “turned on the lightbulb.” It showed how\nthe analysis of exceptional responders could be made\nsystematic. Inspired by his example, the NCI is now\ntrawling through its own archives, revisiting outlier\nresponses among the roughly 10,000 patients who\nenrolled in NCI-sponsored clinical trials during the\nlast decade. Picture the long rows of crates in the government\nwarehouse at the end of Raiders of the Lost Ark:\nThere’s treasure in there somewhere, if only someone\nwould look. “We ought to study these people more,\nsince we have the means now,” says Barbara Conley,\nthe associate director of the cancer diagnosis program\nat NCI, who leads the project.\nIn the few months since the project began, Conley’s\nteam have already found about 100 exceptional\nresponders. The next steps are to find out if their\ntumors were biopsied, if that tissue sample is still sitting\nin a freezer somewhere, and whether it’s in good\nenough shape to be sequenced. Starting next year, the\ngroup will start inviting any scientist who is doing a\nclinical trial to submit new cases.\nThe NCI project will include whole-genome\nsequencing (provided they have adequate tissue samples)\nand repeated reads of the whole “exome”—the\n1 percent of human DNA that is translated into exons,\nthe sequences that are used as templates for protein\nconstruction. The reason to do both, explains Conley, is\nthat cancer cells, even within a single tumor, often have\na hodgepodge of mutations. Re-doing whole exome\nsequencing dozens of times captures most of the significant\ngenetic variation in one tumor, and it’s more\npractical than trying to sequence the whole genome\nover and over. Finally, RNA expression will also be analyzed.\nEvaluating RNA, an intermediary between DNA\nand proteins, provides a measure of which genes are\nswitched on and how much protein they’re producing.\nOther elite cancer research centers and genomesequencing\ncenters have similar in-house projects.\nMuch like the NCI project, the unusual responder program\nat the University of Texas, MD Anderson Cancer\nCenter, is beginning by combing through the archives\nto hunt for outliers of the past. A patient at the clinic\nwho has an unusual response—good or bad—will also\nbe referred for genome sequencing and other kinds of\ngenetic analysis.\n38\nNAUTIL. US | TEXT SETS\nEven if each outlier case only applies to 3 or 7 percent\nof one type of cancer, as more cases are solved,\nthe benefits quickly add up. “We’re talking about\nsmall subsets of patients that together make a radical\nchange,” says Funda Meric-Bernstam, chair of the\nDepartment of Investigational Cancer Therapeutics at\nMD Anderson, who leads the unusual responders program.\nIn some cases, existing cancer drugs can simply\nbe repurposed, such as discovering\nthat an immunosuppressant\ndrug works for certain bladder\ncancers. Or it might mean finding\nnew life for an experimental\ndrug that had been abandoned.\nIf Conley and Doroshow can\npinpoint who might be helped\nby an abandoned drug, a pharmaceutical\ncompany might\nhave to do just one or two further\nstudies to get that drug\napproved for routine use.\nThe future might look something\nlike what’s been going on\nfor several years at the Genome\nInstitute of Washington University,\nwhere genome sequencing\nis being used to help people\nwith relapsed cancers and who\nhave run out of options. The\nproject puts insights from studies\nlike Solit’s into practice, analyzing a patient’s tumor\nto determine whether currently available drugs might\ntarget the troublemaker mutations. Combining whole\ngenome sequencing, exome sequencing, and RNA\nexpression analysis—what Washington University professor\nof genetics and Genome Institute co-director\nElaine Mardis calls the “Maserati approach”—the team\ncompares a comprehensive genetic profile against a\ndatabase of drugs that target specific gene variants,\nlooking for a match.\nIf there is a match, the results can be impressive,\nas was the case with a young Washington University\ndoctor with leukemia, Lukas Wartman, who had suffered\ntwo relapses. In his case, analysis revealed that\na gene called FLT3 was expressing more RNA than\nnormal. A drug that inhibits this gene, usually used in\nkidney cancer, sent his cancer into remission. Washington\nUniversity now has a special genetic test for\npatients with his type of leukemia.\nJust recently, Solit’s group solved another exceptional\nresponder mystery—a case of ureteral cancer\neliminated with a combination of old and new drugs.\nThe old drug is a standard chemotherapy treatment\nthat prevents DNA from unwinding, which it must do\nin order to duplicate itself during\ncell division. The new one\nsensitizes cells to the effects of\nradiation. This patient turned\nout to have a mutation in RAD50,\ninvolved in repairing broken\nDNA strands (badly repaired\nDNA can lead to uncontrolled\ncancerous growth). Here, too,\nthe outlier finding may lead to\na new treatment, since about\n4 percent of the other tumors\nSolit has looked at have mutations\nthat affect part of the\nRAD50 complex. “To look at\nthese individuals’ cancers can\ntell us a lot more than just a\nrandom case of cancer,” says\nSolit. “There’s a phenotype—a\nresponse—that gives you information\nabout the genes.”\nSolit is now making a quick,\nreliable test for the TSC1 mutation to single out people\nwith bladder cancer who might be helped by everolimus,\nand is planning a new study to test the drug in\nthem. And the original outlier, the woman with bladder\ncancer? Three years later, she’s still on everolimus\nand still having a “complete response,” Solit says. She’s\ndoing fine.\nkat mcgowan is a contributing editor at Discover magazine\nand an independent journalist based in Berkeley, Calif.,\nand New York City.\n39\nEDUCATION@NAUTIL. US",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_015462.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 83650,
    "word_count": 13663,
    "line_count": 1810,
    "import_date": "2025-11-19T21:47:48.033161",
    "prefix": "TEXT-001"
  }
}