{
  "document_id": "HOUSE_OVERSIGHT_013815",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013815.txt",
  "text": "e » The business owner who eliminates the least profitable customers\nand projects, outsources all operations entirely, and travels the\nworld collecting rare documents, all while working remotely on a\nwebsite to showcase her own illustration work.\n\ne» The student who elects to risk it all—which is nothing—to\nestablish an online video rental service that delivers $5,000 per\nmonth in income from a small niche of Blu-ray aficionados, a\ntwo-hour-per-week side project that allows him to work full-time\nas an animal rights lobbyist.\n\nThe options are limitless, but each path begins with the same first step: replacing assumptions.\n\nTo join the movement, you will need to learn a new lexicon and recalibrate direction using a compass\nfor an unusual world. From inverting responsibility to jettisoning the entire concept of “success,” we\nneed to change the rules.\n\nNew Players for a New Game:\nGlobal and Unrestricted\n\nTURIN, ITALY\n\nCivilization had too many rules for me, so I did my best to rewrite them.\n— BILL COSBY\n\nA, he rotated 360 degrees through the air, the deafening noise turned to silence. Dale Begg-Smith\n\nexecuted the backflip perfectly —skis crossed in an X over his head—and landed in the record books as\nhe slid across the finish.\n\nIt was February 16, 2006, and he was now a mogul-skiing gold medalist at the Turin Winter\nOlympics. Unlike other full-time athletes, he will never have to return to a dead-end job after his\nmoment of glory, nor will he look back at this day as the climax of his only passion. After all, he was\nonly 21 years old and drove a black Lamborghini.\n\nBorn a Canadian and something of a late bloomer, Dale found his calling, an Internet-based IT\ncompany, at the age of 13. Fortunately, he had a more-experienced mentor and partner to guide him: his\n15-year-old brother, Jason. Created to fund their dreams of standing atop the Olympic podium, it would,\nonly two years later, become the third-largest company of its kind in the world.\n\nHOUSE_OVERSIGHT_013815",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013815.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1994,
    "word_count": 334,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:45.128574",
    "prefix": "IMAGES-002"
  }
}