{
  "document_id": "HOUSE_OVERSIGHT_017625",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017625.txt",
  "text": "Page 22 of 31\n104 J. Crim. L. & Criminology 59, *90\ninstance, has noted that if there are any doubts about how to construe the CVRA, this venue provision \"sweeps them away.\" !8!\nOnce again, the language that Congress used leads inexorably to the conclusion that the CVRA extends rights to victims before\nthe filing of criminal charges.\n\nIV. When Pre-charging Rights Attach Under the CVRA\n\nThe zeal with which OLC argues against applying CVRA rights before charging raises the question of why it protests so much.\nAlthough OLC never articulated this concern, perhaps OLC worried that pre-charging rights would be difficult to administer.\nSuch concerns should evaporate with a workable construction of when pre-charging rights attach. In this Part, we propose such\na construction, suggesting that CVRA rights should attach when substantial evidence exists that a specific person has been\ndirectly and proximately harmed as the result of a federal crime. This approach appears to already be the method that the\nDepartment is taking, as [*91] it has extended many rights to victims before the formal filing of criminal charges as a matter\nof internal policy. !8? This approach appears to be workable, as a number of states extend rights to victims during the\n\ninvestigative process. 1°\n\nA. A TEST FOR DETERMINING WHEN RIGHTS ATTACH\n\nAs explained in the earlier Parts of this Article, the CVRA clearly envisions that crime victims would have rights in the\ncriminal justice process before the return of indictments or the filing of criminal complaints. The question then as to how much\nearlier in the process crime victims have rights naturally arises. Does the CVRA apply one second after a federal crime has\nbeen committed? Or does it apply at some later point during an investigation?\n\nThis issue was nicely framed by the U.S. District Court for the Eastern District of New York in a securities fraud case. In the\nfirst indictment underlying the case, the charged crime did not include various victims. A later superseding indictment\nbroadened the charges to include those missing individuals. When they brought a suit under the CVRA, the court noted that\n\"quite understandably, movants perceive their victimization as having begun long before the government got around to filing\nthe superseding indictment.\" '84 The court, however, explained that there must be \"logical limits\" to crime victims’ rights\nbefore the filing of charges. '®> The court noted:\n\nFor example, the realm of cases in which the CVRA might apply despite no prosecution being \"underway,' cannot be read to\ninclude the victims of uncharged crimes that the government has not even contemplated. It is impossible to expect the\ngovernment, much less a court, to notify crime victims of their rights if the government has not verified to at least an\nelementary degree that a crime has actually taken place, given that a corresponding investigation is at a nascent or theoretical\nstage. 186\n\nThe logical limits that the CVRA envisions could come from how the Justice Department interacts with criminals during the\ninvestigation of a crime. Crime victims’ rights advocates are fond of saying that victims \"only want to be treated like criminals\"\n- that is, they simply want to have the same kinds of rights as criminals receive, such as the right to be notified [*92] of court\nhearings and to attend those hearings. !87 So it is instructive to notice that the Justice Department policy is to extend certain\nrights to suspected criminals during certain points in the investigative process. That policy might provide guidance on when\ncrime victims’ rights would attach.\n\n8! Kyl et al., supra note 19, at 594.\n82 See, e.g., Attorney General Guidelines, supra note 52, at 41-42 (discussing the right to confer regarding plea bargains).\n\n83 See infra Part III.D.\n\n84 United States v. Rubin, 558 F. Supp. 2d 411, 419 (E.D.N.Y. 2008).\n85 Td.\n\n86 Td.\n\n87 See, e.g., Cassell, supra note 15, at 1376-85 (describing the rationale underpinning state victims' rights statutes).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017625",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017625.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4063,
    "word_count": 663,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:44.518131",
    "prefix": "IMAGES-004"
  }
}