{
  "document_id": "HOUSE_OVERSIGHT_029939",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029939.txt",
  "text": "Street—one that the other America, the Main Street of every city in\nthe country, sees as the quintessential enemy. And, similarly, this\nwoman was the allegory of all women who are not only battered and\nhumiliated but also poor and immigrant—their words, silenced too\nlong, finally expressed through hers.\n\nThe sad thing is, that’s not what justice is. Justice doesn’t oppose\nsymbols, but human beings. Unless we succumb once more to what\nCondorcet—one among many of Robespierre’s victims—called the\n“sympathetic zeal of the supposed friends of mankind,” and what I\nwould call the “lynching, in sympathy with minorities, by their\nsupposed friends.”\n\n3. For in France, again, Robespierrism has always gotten on well with\nanother -ism, apparently its opposite but in reality its twin, which is\ncalled Barrésism. What is Barrésism? It is a worldview that takes its\nname from the French nationalist writer, contemporary of the Dreyfus\nAffair, Maurice Barrés. And it is particularly and precisely in\nreference to Captain Alfred Dreyfus that he uttered the famous\nphrase, “That Dreyfus is guilty, I deduce not from the facts\nthemselves, but from his race.” The Strauss-Kahn affair is obviously\nunrelated to the Dreyfus affair. I must state, to be clear, that I don’t\nthink it has much to do with this worldwide religion and delirium that\nis anti-Semitism. But what I do believe is that this is the appearance\nof a new variation on Maurice Barrés’s phrase that has become, “That\nX—in this case Dominique Strauss-Kahn—is guilty, I deduce not\nfrom his race, but from his class.”\n\nAnd what I believe is that this utterance, along with the\ntransformation (compliments of the Terror) of the “individual”\nStrauss-Kahn into “the suspect” delivered to the media guillotine, has\nbeen enough to fuel the fatal mechanism and make it run full throttle.\nIn a letter by Bill Keller, the executive editor of The New York\nTimes, that I received May 20 and that I have no scruples about\n\nHOUSE_OVERSIGHT_029939",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029939.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1985,
    "word_count": 326,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:47.971113",
    "prefix": "IMAGES-010"
  }
}