{
  "document_id": "HOUSE_OVERSIGHT_014004",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014004.txt",
  "text": "3. Pricing Before Product— Plan Distribution First\n\nIs your pricing scalable? Many companies will sell direct-to-consumer by necessity in early stages, only\nto realize that their margins can’t accommodate resellers and distributors when they come knocking. If\nyou have a 40% profit margin and a distributor needs a 70% discount to sell into wholesale accounts,\nyou're forever limited to direct-to-consumer ... unless you increase your pricing and margins. It’s best to\ndo this beforehand if possible—otherwise, you’ll need to launch new or “premium” products—so plan\ndistribution before setting pricing. Test assumptions and find hidden costs by interviewing those who\nhave done it: Will you need to pay for co-op advertising, offer rebates for bulk purchases, or pay for\nshelf space or featured placement? I know one former CEO of a national brand who had to sell his\ncompany to one of the world’s largest soft drink manufacturers before he could access front-of-store\nshelving in top retailers. Test your assumptions and do your homework before setting pricing.\n\n4. Less Is More— Limiting Distribution to Increase Profit\n\nIs more distribution automatically better’? No. Uncontrolled distribution leads to all manner of headache\nand profit-bleeding, most often related to rogue discounters. Reseller A lowers pricing to compete with\nonline discounter B, and the price cutting continues until neither is making sufficient profit on the\nproduct and both stop reordering. This requires you to launch a new product, as price erosion is almost\nalways irreversible. Avoid this scenario and consider partnering with one or two key distributors instead,\nusing that exclusivity to negotiate better terms: less discounting, prepayment, preferred placement and\nmarketing support, etc. From iPods to Rolex and Estée Lauder, sustainable high-profit brands usually\nbegin with controlled distribution. Remember, more customers isn’t the goal; more profit is.\n\n5. Net-Zero—Create Demand vs. Offering Terms\n\nFocus on creating end-user demand so you can dictate terms. Often one trade publication advertisment,\nbought at discount remnant rates, will be enough to provide this leverage. Outside of science and law,\nmost “rules” are just common practice. Just because everyone in your industry offers terms doesn’t mean\nyou have to, and offering terms is the most consistent ingredient in start-up failure. Cite start-up\neconomics and the ever-so-useful “company policy” as reasons for prepayment and apologize, but don’t\nmake exceptions. Net-30 becomes net-60, which becomes net-120. Time is the most expensive asset a\nstart-up has, and chasing delinquent accounts will prevent you from generating more sales. If customers\nare asking for your product, resellers and distributors will need to buy it. It’s that simple. Put funds and\ntime into strategic marketing and PR to tip the scales in your favor.\n\n6. Repetition Is Usually Redundant—Good Advertising Works the First Time\n\nUse direct response advertising (call-to-action to a phone number or website) that is uniquely trackable\n—fully accountable advertising—instead of image advertising, unless others are pre-purchasing to offset\nthe cost (e.g., “If you prepurchase 288 units, we’ll feature your store/URL/phone exclusively in a full-\npage ad in...”). Don’t listen to advertising salespeople who tell you that 3,7, or 27 exposures are needed\nbefore someone will act on an advertisement. Well-designed and well-targeted advertising works the first\ntime. If something works partially well (e.g., high response with low percentage conversion to sales, low\nresponse with high conversion, etc.), indicating that a strong ROI might be possible with small changes,\ntweak one controlled variable and microtest once more. Cancel anything that cannot be justified with a\ntrackable ROI.\n\n7. Limit Downside to Ensure Upside—Sacrifice Margin for Safety\n\nHOUSE_OVERSIGHT_014004",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014004.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3901,
    "word_count": 584,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.214197",
    "prefix": "IMAGES-002"
  }
}