{
  "document_id": "HOUSE_OVERSIGHT_012788",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012788.txt",
  "text": "of mathematical expression. There are also thousands of ways of being violent, and equally, ways of\ncounteracting such violence. But none of this takes away from the importance of biology, especially its\nrole in constraining the form that these expressions take in different environmental settings. To think\notherwise is just wrong.\n\nThe debate about version 1.5 of lethal aggression gains interest if we restrict the conversation to\nthe similarities and differences between chimpanzee and human killing. Similarities speak to our shared\nevolutionary history, including the mechanisms we inherited and the pressures that favored this form of\nviolence. Differences speak to both changes in our biology and the environments we confronted and\ncreated.\n\nThose who argue that the comparison between human and chimpanzee killing lacks any\nanalytical value come from two different camps. On the one hand are anthropologists such as Robert\nSussman and Brian Ferguson who suggest that chimpanzee killing is infrequent, has little benefit in terms\nof resources or competition, and is restricted to populations that are either artificially provisioned by\nhumans or crowded in by us. They also suggest that the archaeological evidence for human warfare\ndoesn’t really begin until about 12,000 years ago. As Ferguson notes “To argue that war is a result of\nsome sort of innate predisposition to wage it requires that war be practiced throughout our prehistoric\npast.” This date, so Ferguson continues, is too recent to invoke natural selection as a cause, and leaves\nunexplained why there is no earlier evidence of massive killing if our last common ancestors had this\ncapacity.\n\nThese criticisms either fly in the face of contradictory evidence or have little to do with the\noriginal ideas. Concerning chimpanzee killing, the evidence comes from multiple sites in East and West\nAfrica, including sites with no provisioning and no crowding from humans. Further, analyses by\nWrangham and his colleagues show that humans living as hunter-gatherers or subsistence farmers on the\ncontinents of Africa and South America, engage in coalitionary killing, using stealthy raids and\nimbalances of power to minimize the costs and maximize the benefits. Looking at 32 different small\nscale societies, calculations of the median death rate were between 164-595 per 100,000 per year.\nLooking at 9 chimpanzee communities spanning 5 populations in Tanzania, Uganda, and Ivory Coast, the\nrate was 69-287 per 100,000 per year. Chimpanzees fall well within the range of human hunter-gatherers\nand subsistence farmers. This evidence not only shows parallels between chimpanzees and human\nsocieties living under conditions most like our ancestors, but also provides a resounding rejection of the\nview that chimpanzee killing is infrequent and of trivial importance. If the rates of killing are comparable,\nthen either they are trivial for both species or trivial for neither. Given that both chimpanzees and human\nhunter-gatherers live in small groups, killing even a few individuals can have a dramatic effect on their\n\ncapacity to defend resources.\n\nHauser Chapter 1. Nature’s secrets 42\n\nHOUSE_OVERSIGHT_012788",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012788.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3179,
    "word_count": 488,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:45.696003",
    "prefix": "IMAGES-002"
  }
}