{
  "document_id": "HOUSE_OVERSIGHT_012746",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012746.txt",
  "text": "After Tinkers’ dinner, we head back to Cipriani's to Charles Finch and producer Ed Pressman's evening\nwith Caroline Scheufele, Co-President of Chopard to celebrate The Moth Diaries. Lynn represents Rachel\nKlein, author of the bestselling book. We dine with director Mary Harron and her young actresses Sarah\nGadon and Sarah Bolger. Missing is Lily Cole. Her flight is cancelled due to the national one-day labor\nstrike.\n\nTuesday, Sept. 6, 2011\n\nFollowing the screenings of The Moth Diaries and a new version of Wuthering Heights with an African\nHeathcliff, | join Pressman and his cast of The Moth Diaries for lunch at the Excelsior. Jonathan Demme\ncomes by. He is here with the post-Katrina New Orleans-set documentary, I'm Carolyn Parker: The Good,\nthe Mad, and the Beautiful.\n\nWhile housekeeping packs my clothes, | conclude that this is the year Hollywood embraces launching\ntheir Oscar-bound films oversees. The race began in May on the beaches of Cannes where Midnight in\nParis and The Artist debuted with black-tie galas nightly.\n\nLate August, American and English films dominate the Venice waterfront where Shame heats up amid\nmore fancy parties in grand palazzos.\n\nTiny Telluride, now showing more European films was the next stepping stone with a Western\nhometown casualness.\n\nSeptember was Toronto, the mother of all film festivals that premieres its new exhibition space, the Bell\nLightbox and a smorgasbord of 250 films. Here was the most user-friendly, fashion-free film festival\nwhere one walked to four films a day. Moneyball brings Brad Pitt to town, who brings Angelina Jolie.\nInternational stars end up at the Soho House whispering about \"the race.\"\n\nEarly October is at Lincoln Center, home of The New York Film Festival that shows films that have\ndebuted in the other festivals and await sanctioning from the American media and public. The academy\nmembers are yet to weigh in.\n\nOne ends up with the exhilarating feeling of experiencing world cinema through passionate festival\ncurators giving support and clarity from directors to distributors and helping simple film fans like you\nand me. Let’s not forget the geniuses, Steven Speilberg, Stephen Daldry, Clint Eastwood, David Fincher,\nMartin Scorcese and Jason Reitman who have bypassed the festival route. Let the race begin.\n\nHOUSE_OVERSIGHT_012746",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012746.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2322,
    "word_count": 368,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:47.347828",
    "prefix": "IMAGES-002"
  }
}