{
  "document_id": "HOUSE_OVERSIGHT_025911",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_025911.txt",
  "text": "From: Terry Kafka \nSent: 3/9/2016 10:21:30 PM \nTo: 'Philip Kafka'_________________________________ \nCC: jeevacation@gmail.com \nSubject: RE: Gingrich view of Trump \nImportance: High \nExactly! Bernie's like a Mark Twain or Lafayette teacher from Brooklyn back in the 60's and 70's. \nTerry B. Kafka, President \nImpact Outdoor Advertising Co. \n5454 La Sierra Dr., Suite 200 \nDallas TX 75231 \ncell \nImpactoutdoor.com \nFrom: Philip Kafka [mailto \nSent: Wednesday, March 09, 2016 4:18 PM \nTo: Terry Kafka________________________________ \nSubject: Re: Gingrich view of Trump \nI love ole Bernie. Wish he wasn't a damn socialist. He probably reminds you of your Social Studies teacher \nfrom Lafayette high...? \n-pk \nOn Wed, Mar 9, 2016 at 5:15 PM, Terry Kafka wrote: \nAgree. Funny, I too have been saying Trump or Bern. Get Hillary the hell out. She's shameless! \nI Terry B. Kafka, President \nImpact Outdoor Advertising Co. \n5454 La Sierra Dr., Suite 200 \nDallas, TX 75231 \ncell \nImpactoutdoor.com \nFrom: Philip Kafka [mailto \nSent: Wednesday, March 09, 2016 4:11 PM \nTo: Terry Kafka < \nSubject: Re: Gingrich view of Trump \nI openly and proudly support Trump. \nI've actually been able to pull people away from Hillary by saying I'd ONLY vote for Trump or Sanders. Citing \nthey everyone else is establishment politics. I convinced a lesbian woman, older, to consider Trump after she \nHOUSE OVERSIGHT 025911 \nwent on a rampage about him. It just shows, people HAVE NO IDEA what they are talking about. Media holds \nthe cards.... people are sheep. \nOn Wed, Mar 9, 2016 at 5:04 PM, wrote: \nAgree \nSent via BlackBerry by AT&T \n-----Original Message \nFrom: Philip Kafka \nDate: Wed, 9 Mar 2016 17:01:58 \nTo: Terry Kafka< \nCc: Janet Kafka<I_______________________ \nSubject: Re: Gingrich view of Trump \nAnd I believe we have a problem \nSent from my iPhone \n> On Mar 9, 2016, at 4:58 PM, Terry Kafka \n> Trump is a problem solver for sure. \n> Terry B. Kafka, President \n> Impact Outdoor Advertising Co. \n> 5454 La Sierra Dr., Suite 200 \n> Dallas, TX 75231 \ncell \n> Impactoutdoor.com \n-----Original Message----- \n> From: Philip Kafka [mailto:_______________________________ \n> Sent: Wednesday, March 09, 2016 3:55 PM \n> To: Terry Kafka ‹> \n> Cc: Janet Kafka \n> Subject: Re: Gingrich view of Trump \n> Great one. Thanks \n> Sent from my iPhone \n>> On Mar 9, 2016, at 4:47 PM, Terry Kafka < \n>> On trump. \n>> Terry B. Kafka, President \n>> Impact Outdoor Advertising Co. \n>> 5454 La Sierra Dr., Suite 200 \n>> Dallas, TX 75231 \ncell \nwrote: \n> wrote: \nHOUSE OVERSIGHT 025912 \n>> Impactoutdoor.com \n-----Original Message----- \n>> From: Brad Bowen [mail \n>> Sent: Wednesday, March 09, 2016 2:16 PM \n>> To: Kevin McIntosh <; Ryan McIntosh \n» <JIMIMI>; Al Eckert < >; 'Henry \n>> Peek (=I=I)' <>; 'Terry Kafka \n>> ____________________ <=1111.1>; Coy E. Garrett \n» < \niNiiM.M>; Blake <111' \n>> Subject: FW: Gingrich view of Trump \n>> Brad Bowen \n>> Partner \n>> Trinity Partners Commercial Real Estate Work phone:________________Cell \n>> phone: Mailing Address: \n>> P.O. Box 96011 \n>> Southlake, TX 76092 \n>> Physical Address: \n>> 450 N Kimball Ave \n>> Suite 100 \n>> Southlake, TX 76092 \n>> www.trinitypartnerstexas.com \n>> [Description: Description: Description: TRINITI PARTNER logo22] \n>> From: Kenny Shirley [mailto: \n>> Sent: Wednesday, March 09, 2016 12:11 PM \n>> To: Danny Shurden; Brad Bowen; \n>> Subject: Fwd: Gingrich view of Trump \n>> Sent from my iPhone \n>> Begin forwarded message: \n» From: Realblondes <11111<mailto: \n>> Date: March 9, 2016 at 9:26:23 AM CST \n>> Subject: Fwd: Gingrich view of Trump \n>> SUBJECT; GINGRICH VIEW OF TRUMP \n>> Understanding Donald Trump The Washington Times January 8, 2016 by Newt Gingrich \n>> \nHOUSE OVERSIGHT 025913 \n>> Donald Trump is a genuine phenomenon. He may or may not become the Republican nominee for \npresident. He may or may not win the presidency even if he becomes the nominee. Yet it is clear that he is a \nphenomenon and that any history of the 2016 presidential race will have to spend a good bit of time analyzing \nTrump and his impact. \n>> From the time he announced on June 16, Trump has dominated social and mainstream media. He \ndominates the conversation despite the lack of paid advertising. Trump says outrageous things and his \nsupporters shrug it off. At every turn, his poll numbers continue to rise. \n>> As a step toward understanding this amazing performance, I spent part of the Christmas break reading his \nfirst bestseller, 'The Art of the Deal'. Written in 1987, this book is a classic among American business books \nand has influenced a generation of entrepreneurs. Trump wrote 'The Art of the Deal' when he was 41 years \nold and having a successful run. The book's popularity contributed to Time Magazine's decision to feature \nDonald Trump on its cover in January 1989. \n>> The portrait that emerges from this easy-to-read and remarkably interesting book is of an aggressive, \nambitious person who is constantly pushing, constantly learning, and always seeking the next \nchallenge. Reporters and analysts who are trying to understand Trump would be well served by slowing \ndown and reading this nearly three-decade-old bestseller. \n>> They would discover that Donald Trump has developed a remarkable set of rules and principles that allow \nhim to make decisions with incredible speed. Trump knows a lot, but what is amazing is how rapidly he \nfigures out what he doesn't know. \n>> My favorite story is of the Wollman Skating Rink in New York's Central Park. \n>> The Wollman Rink was a heavily used public skating rink which had fallen into disrepair in 1980. New \nYork City tried for six years to fix it, spent $13 million, and the rink still was not ready to open. In June of \n1986 Trump, who could see the rink from his apartment, finally got tired of the embarrassment and offered to \nfix the rink at his own expense. At first the city turned him down because its bureaucracy did not want to be \nembarrassed by someone fixing something they couldn't fix. Trump kept pushing and finally out of \nembarrassment the city gave in. \n>> The key part of the story is Trump's reaction to being put in charge. He promptly recognized that he didn't \nknow anything about fixing a skating rink. He asked himself who built a lot of skating rinks. \"Canadians!\" he \nconcluded. He found the best Canadian ice skating rink construction company. When the Canadians flew in \nto assess the situation, they were amazed at how bad the city had been at solving the problem. They assured \nTrump that this was an easy job. Trump fixed the six year embarrassment two months ahead of schedule and \nnearly $800,000 under-budget. (The city did end up paying for the work, and Trump donated the profits to \ncharity.) \n>> After reading this chapter you begin to think that maybe Donald Trump really could build a wall along our \nsouthern border for a lot less than our current government estimates. \n>> 'The Art of the Deal' is filled with stories like this — stories of common sense stories of calculated risk \ntaking, and stories of innovation and marketing. \n>> Anyone who would like to better understand Donald Trump would be helped by reading this remarkable \nbook. \n>> Another is his pledges and I have no way of knowing if he will make good on all of them but I do agree \nwith all of them. Trump is the only candidate that is serious about building The Wall\" ! Two other important \npledges Trump has made that no other candidate of either party has matched! First deportation of millions of \nHOUSE OVERSIGHT 025914 \nillegals that are demanding and costing American taxpayers billions of dollars and second Closing 34 Muslim \ntraing Camps throughout our country! I WOULD LIKE TRUMP OR ANY OTHER CANDIDATES \nPLEDGE TO REINSTATE ANY AND ALL MILITARY OFFICERS DISCHARGED BECAUSE THEY \nDISAGREED WITH OBAMA OR HIS POLICIES!! \n» \n>> Here is another that kind of wraps up my feelings about Trump \n>> Raccoon's in your basement! An interesting analogy \n>> You've been on vacation for two weeks, you come home, and your basement is infested with \nraccoon's. Hundreds of rabid, messy, mean raccoon's have overtaken your basement. You want them gone \nimmediately so you hire a guy. A pro. You don't care if the guy smells, you need those raccoon's gone \npronto and he's the guy to do it! You don't care if the guy swears, you don't care if he's an alcoholic, you don't \ncare how many times he's been married, you don't care if he voted for Obama, you don't care if he has \nplumber's crack...you simply want those raccoon's gone! \n» \n>> You want your problem fixed! He's the guy. He's the best. Period. That's why Trump. Yes he's a bit of \nan ass, yes he's an egomaniac, but you don't care. \n>> The country is a mess because politicians suck, the Republican Party is two-faced & gutless, illegal's are \neverywhere. You want it all fixed! You don't care that Trump is crude, you don't care that he insults people, \nyou don't care that he had been friendly with Hillary, you don't care that he has changed positions, you don't \ncare that he's been married 3 times, you don't care that he fights with Megyn Kelly and Rosie O'Donnell, you \ndon't care that he doesn't know the name of some Muslin terrorist,...this country is weak, bankrupt, our \nenemies are making fun of us, we are being invaded by illegal's, we are becoming a nation of victims where \nevery Tom, Ricardo and Hamad is a special interest group with special rights \n>> to a point where we don't even recognize the country we were born and raised in; \"AND WE JUST \nWANT IT FIXED\" and Trump is the only guy who seems to understand what the people want. \n» \n>> You're sick of politicians, sick of the Democratic Party, Republican Party, and sick of illegal's. You just \nwant this thing fixed. Trump may not be a saint, but doesn't have any lobbyist money influencing him, he \ndoesn't have political correctness restraining him, all you know is that he has been very successful, a good \nnegotiator, he has built a lot of things, and he's also not a politician, so he's not a cowardly politician. And he \nsays he'll fix it. You don't care if the guy has bad hair. You just want those raccoon's gone. Out of your house! \n» \n>> This one is more about why we don't want Hillary. \n>> I think this sums it up well ! \n>> Donald Trump and Hillary Clinton are in a bar. Donald leans over, and with a smile on his face, says, \"The \nmedia are really tearing you apart for That Scandal.\" \n» \n>> Hillary: \"You mean my lying about Benghazi?\" \n>> Trump: \"No, the other one.\" \n» \n>> Hillary: \"You mean the massive voter fraud?\" \n>> Trump: \"No, the other one.\" \n» \n>> Hillary: \"You mean the military not getting their votes counted?\" \n>> Trump: \"No, the other one.\" \n» \n>> Hillary: \"Using my secret private server with classified material to Hide my Activities?\" \n>> Trump: \"No, the other one.\" \n» \n>> Hillary: \"The NSA monitoring our phone calls, emails and everything Else?\" \n>> Trump: \"No, the other one.\" \n» \nHOUSE OVERSIGHT 025915 \n>> Hillary: \"Using the Clinton Foundation as a cover for tax evasion, hiring cronies, and taking bribes from \nforeign countries? \n>> Trump: \"No, the other one.\" \n» \n>> Hillary: \"You mean the drones being operated in our own country without The Benefit of the law?\" \n>> Trump: \"No, the other one.\" \n» \n>> Hillary: \"Giving 123 Technologies $300 Million, and right afterward it Declared Bankruptcy and was sold \nto the Chinese?\" \n>> Trump: \"No, the other one.\" \n» \n>> Hillary: \"You mean arming the Muslim Brotherhood and hiring them in the White House?\" \n>> Trump: \"No, the other one.\" \n» \n>> Hillary: \"Whitewater, Watergate committee, Vince Foster, commodity Deals?\" \n>> Trump: \"No the other one:\" \n» \n>> Hillary: \"The IRS targeting conservatives?\" \n>> Trump: \"No the other one:\" \n» \n>> Hillary: \"Turning Libya into chaos?\" \n>> Trump: \"No the other one:\" \n» \n>> Hillary: \"Trashing Mubarak, one of our few Muslim friends?\" \n>> Trump: \"No the other one:\" \n» \n>> Hillary: \"Turning our backs on Israel?\" \n>> Trump: \"No the other one:\" \n» \n>> Hillary: \"The joke Iran Nuke deal?\" \n>> Trump: \"No the other one:\" \n» \n>> Hillary: \"Leaving Iraq in chaos?\" \n>> Trump: \"No, the other one.\" \n» \n>> Hillary: \"The DOJ spying on the press?\" \n>> Trump: \"No, the other one.\" \n» \n>> Hillary: \"You mean HHS Secretary Sibelius shaking down health insurance Executives?\" \n>> Trump: \"No, the other one.\" \n» \n>> Hillary: \"Giving our cronies in SOLYNDRA $500 MILLION DOLLARS and 3 Months Later they \ndeclared bankruptcy and then the Chinese bought it?\" \n>> Trump: \"No, the other one.\" \n» \n>> Hillary: \"The NSA monitoring citizens' ?\" \n>> Trump: \"No, the other one.\" \n» \n>> Hillary: \"The State Department interfering with an Inspector General Investigation on departmental sexual \nmisconduct?\" \n>> Trump: \"No, the other one.\" \n» \nHOUSE OVERSIGHT 025916 \n>> Hillary: \"Me, The IRS, Clapper and Holder all lying to Congress?\" \n>> Trump: \"No, the other one.\" \n>> Hillary: \"Threats to all of Bill's former mistresses to keep them quiet\" \n>> Trump: \"No, the other one.\" \n>> Hillary: \"You means taking the $145,000,000.00 from Putin for the Uranium Bribe ? \" Trump : \" No the \nother one .\" \n>> Hillary: \"I give up! ... Oh wait, I think I've got it! When I stole the White House furniture, silverware and \nChina when Bill left Office?\" \n>> Trump: \"THAT'S IT! I almost forgot about that one\". \n>> ********** \n>> Everything above is true. Yet she still gets the Democratic votes. Could there be that many stupid people \nin this country? \n>> Does anyone understand this??? I think we're doomed! \n>> This email has been sent from a virus-free computer protected by Avast. \n>> http://www.avast.com/  \n>> \nPhilip Kafka \nPhilip Kafka \nHOUSE OVERSIGHT 025917",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_025911.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 13706,
    "word_count": 2324,
    "line_count": 279,
    "import_date": "2025-11-19T21:47:45.332989",
    "prefix": "TEXT-001"
  }
}