{
  "document_id": "HOUSE_OVERSIGHT_015627",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015627.txt",
  "text": "Edwards, Bradley vs. Dershowitz\n\nCase No.: CACE 15-000072\n\nEdwards and Cassells Response to Dershowitz's Motion to Determine Confidentiality of Court Records\nPage 7 of 20\n\nfollowed (see generally Docket Entry or “DE” 225-1 at 4-5), ultimately leading to a further\nCourt ruling in June 2013 that the Government should produce documents. DE 189. The\nGovernment then produced about 1,500 pages of largely irrelevant materials to the victims (DE\n225-1 at 5), while simultaneously submitting 14,825 pages of relevant materials under seal to the\nCourt. The Government claimed that these pages were “privileged” for various reasons,\nattaching an abbreviated privilege log.\n\nWhile these discovery issues were pending, in the summer of 2014, Edwards and Cassell,\ncontacted Government counsel to request their agreement to add two additional victims to the\ncase, including Ms. Virginia Giuffre (who was identified in court pleadings as “Jane Doe No.\n3”). Edwards and Cassell sought to have her added to the case via stipulation, which would have\navoided the need to include any detailed facts about her abuse. Weeks went by and the\nGovernment — as it had done on a similar request for a stipulation to add another victim — did not\nrespond to counsel’s request for a stipulation. Finally, on December 10, 2014, despite having\nhad four months to provide a position, the Government responded by email to counsel that it was\nseeking more time, indicating that the Government understood that victims’ counsel might need\nto file a motion with the court on the matter immediately. DE 291 at 3-5. Rather than file a\nmotion immediately, victims’ counsel waited and continued to press the Government for a\nstipulation. See id. at 5. Finally, on December 23, 2014 — more than four months after the initial\nrequest for a stipulated joinder into the case — the Government tersely indicated its objection,\nwithout indicating any reason: “Our position is that we oppose adding new petitioners at this\n\nstage of the litigation.” See DE 291 at 5.\n\nHOUSE_OVERSIGHT_015627",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015627.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2043,
    "word_count": 330,
    "line_count": 32,
    "import_date": "2025-11-19T21:47:44.179232",
    "prefix": "IMAGES-003"
  }
}