{
  "document_id": "HOUSE_OVERSIGHT_019909",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019909.txt",
  "text": "over and over again. So you have to have one point to make and you have to pepper it in\nwhenever you can.”\n\nThe Priebus appointment as chief of staff, announced in mid-November, also put\nBannon on a coequal level. Trump was falling back on his own natural inclinations to let\nnobody have real power. Priebus, even with the top job, would be a weaker sort of figure,\nin the traditional mold of most Trump lieutenants over the years. The choice also worked\nwell for the other would-be chiefs. Tom Barrack could easily circumvent Priebus and\ncontinue to speak directly to Trump. Jared Kushner’s position as son-in-law and soon top\naide would not be impeded. And Steve Bannon, reporting directly to Trump, remained the\nundisputed voice of Trumpism in the White House.\n\nThere would be, in other words, one chief of staff in name—the unimportant one—and\nvarious others, more important, in practice, ensuring both chaos and Trump’s own\nundisputed independence.\n\nJim Baker, chief of staff for both Ronald Reagan and George H. W. Bush and almost\neverybody’s model for managing the West Wing, advised Priebus not to take the job.\n\nOOK Ok\n\nThe transmogrification of Trump from joke candidate, to whisperer for a disaffected\ndemographic, to risible nominee, to rent-in-the-fabric-of-time president-elect, did not\ninspire in him any larger sense of sober reflection. After the shock of it, he immediately\nseemed to rewrite himself as the inevitable president.\n\nOne instance of his revisionism, and of the new stature he now seemed to assume as\npresident, involved the lowest point of the campaign—the Billy Bush tape.\n\nHis explanation, in an off-the-record conversation with a friendly cable anchor, was\nthat it “really wasn’t me.”\n\nThe anchor acknowledged how unfair it was to be characterized by a single event.\n\n“No,” said Trump, “it wasn’t me. I’ve been told by people who understand this stuff\nabout how easy it is to alter these things and put in voices and completely different\npeople.”\n\nHe was the winner and now expected to be the object of awe, fascination, and favor.\nHe expected this to be binary: a hostile media would turn into a fannish one.\n\nAnd yet here he was, the winner who was treated with horror and depredations by a\nmedia that in the past, as a matter of course and protocol, could be depended on to shower\nlavish deference on an incoming president no matter who he was. (Trump’s shortfall of\nthree million votes continued to rankle and was a subject best avoided.) It was nearly\nincomprehensible to him that the same people—that is, the media—who had violently\ncriticized him for saying he might dispute the election result were now calling him\n\nHOUSE_OVERSIGHT_019909",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019909.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2680,
    "word_count": 448,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:47.979065",
    "prefix": "IMAGES-005"
  }
}