{
  "document_id": "HOUSE_OVERSIGHT_011886",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011886.txt",
  "text": "/ BARAK / 129\n\nprocess, it was hedged with several conditions. The freeze would not be open-\nended, but last for 10 months, as a way of boosting the effort to restart\nnegotiations. It would apply to new construction, not work already underway. And\nit would exclude the post-1967 neighborhoods inside the expanded city limits of\nJerusalem. Like his other moves, it was also dismissed as insignificant by the\nPalestinians. Though there was a formal restarting of the talks, they went almost\nnowhere during the period of the freeze, which Bibi cited as a reason for not\nextending it further. From then on, the negotiations produced even less. I didn’t\nbuy the narrative that this was entirely Bibi’s fault. Abu Mazen remained\nsteadfastly, deliberately passive. Obviously not inclined to take the risk of further\nwidening his rift with Hamas in Gaza, he was content to echo the Obama\nadministration’s argument that nothing could happen until there was a settlement\nfreeze. Once the freeze was announced, he went through the motions, avoiding all\nthe difficult issues, in the expectation Washington would ensure the freeze was\nrenewed. President Obama’s initial Mideast moves had made it much easier for\nAbu Mazen to avoid any serious engagement. In contrast to past presidents, Obama\nhad placed almost all of the onus for progress on Israel. But the end result also\nsuited Bibi. Though I never entirely gave up hope of persuading him it was in\nIsrael’s interest to seek a resolution of our conflict with the Palestinians, it became\nmore evident as the months went on that his aim was simply to keep things ticking\nover, and avoid any major new crisis.\n\nHe appointed an old personal friend — a corporate lawyer named Yitzhak\nMolcho — as our negotiator. I finally realized how pointless the exercise was when,\nduring a visit to the United States, I found myself in New York at the same time as\nMolcho. We met at the Israeli consulate. We spoke in detail about the state of the\nnegotiations. With Molcho still in the room, I phoned Bibi in Jerusalem on the\nsecure phone line. I said I’d just been updated on the talks, and it seemed clear\nthere were a number of suggestions Israel could make, with no domestic political\nrisk but with every prospect of improving the atmosphere and accelerating\nprogress. “Yitzhak is one of Israel’s top lawyers,” I said. “He’s struck dozens of\ndeals in his life. But he strikes a deal when that’s what his client wants. You are the\nclient. If you tell him: bring me back the best deal you can — not a peace treaty, just\na deal on a specific issue — he’ Il do it. But if his brief is simply to negotiate, he can\ngo on negotiating forever. And it’s pretty clear me that’s his brief.” Bibi insisted I\nwas wrong. He said that what I saw as time-wasting was simple prudence, to make\nsure the negotiations bore fruit. But his approach never changed. Whenever it came\n\n415\nHOUSE_OVERSIGHT_011886",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011886.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2914,
    "word_count": 508,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:43.992008",
    "prefix": "IMAGES-001"
  }
}