{
  "document_id": "HOUSE_OVERSIGHT_024031",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024031.txt",
  "text": "Sprout Capital Healthcare Technology Portfolios:\nSince 1995, members of the New Leaf team made all of the healthcare technology investments in\n\nthe Sprout Funds while they were part of the investing team at the Sprout Group. The Sprout\nFunds were venture capital funds that were diversified across several sectors including\ninformation technology, communications, services, and healthcare technology. The healthcare\ntechnology investments in the four Sprout Funds included $1.019 billion in total cost, which\nwas invested in new and follow-on investments in 69 companies from 1995 to 2013. The\nhealthcare technology investments in the first three of these funds are now fully realized, and\nthose in Sprout IX are nearly fully realized. To date, across these four funds, the New Leaf team\nhas generated $1.997 billion of realizations in the aggregate (63 realized investments), and there\nis $68 million in unrealized value in six unrealized investments.\n\nThe net annual IRR performance on the healthcare technology portfolios in each of the Sprout\nFunds would place them in the top quartile of all healthcare venture capital funds tracked by\nCambridge Associates in each of the vintage years for which they have established a\nbenchmark’. Additionally, over an 18 year period the net annual IRR on these portfolios\noutperformed relevant public market indices when compared on a public market equivalent\nbasis (PME+)?°, The range of outperformance for each of these portfolios versus the S&P 500,\nS&P Healthcare, NASDAQ Composite, and the Russell 3000 through March 31, 2014 is the\nfollowing:\n\nNet IRR Outperformance vs. Public Indices (PME+ Methodology)\nS&P S&P NASDAQ Russell\n500 Healthcare Composite 3000\nSprout Capital IX, L.P. * +638 bps +776 bps +451 bps +565 bps\nSprout Capital VIII, L.P. * +587 bps +441 bps +725 bps +502 bps\nSprout Capital VII, L.P. * +568 bps +302 bps +554 bps +554 bps\nSprout Growth II, L.P. * +2,258 bps +2,064 bps +2,125 bps +2,215 bps\n\n*Healthcare Technology Portfolios\n\n'® Please refer to Section II: “Summary of Historical Investment Performance” and Section XHI: “Appendices” and the endnote C in\nAppendix 4 regarding information provided by Cambridge Associates.\n\n20 Please refer to Section III: “Summary of Historical Investment Performance” and Section XIII: “Appendices; Appendix 3” and the\nendnotes thereto (regarding the PME+ methodology).\n\n20\n\nCONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024031",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024031.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2439,
    "word_count": 377,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:46.100639",
    "prefix": "IMAGES-007"
  }
}