{
  "document_id": "HOUSE_OVERSIGHT_020521",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020521.txt",
  "text": "62\n\nin one instance, inviting a well-known Hong Kong activist denied access at one center\nevent to participate in an event at the US headquarters later.\n\nChinese Outreach to US Think Tanks\n\nChinese outreach to American think tanks takes several forms, including via embassy\nand consular officials, Chinese think-tank scholars, and representatives of China’s\nstate-run media.\n\nEmbassy and Consular Officials\n\nChinese embassy and consular officials meet frequently with many (but not all) of\nthe interviewees. Sometimes their aim is to assess Americans’ views on particular\nissues or offer feedback on particular articles (generally those that are critical of\nChina). In one case, for example, a Chinese official stated that a particular analyst’s\nunderstanding was “too gloomy,” and in another that a scholar “didn’t have the\ncorrect data.” One think-tank scholar noted that Chinese officials use both threats\nand praise to try to influence her. On the one hand, they took her to lunch and\nexpressed “concern with her mind set” indicating that she just “just do[es] not\nunderstand the situation.” But embassy and Chinese government officials can also be\neffusive in their praise and offers of assistance, suggesting that she “knows too much\nabout Chinese policy.”\n\nOftentimes officials ask for meetings with think tankers to transmit messages after\nimportant Communist Party or government events. After the annual meeting of\nChina’s legislature (the National People’s Congress) in 2018, for example, one think-\ntank analyst was invited to lunch, only to endure an hour-and-a-half lecture on how\nUS media and analysts misunderstood the new change in presidential term limits and\nXi’s reform efforts. Another was visited by military attachés from the Chinese embassy\nin an effort to convey China’s opposition to the Taiwan Travel Act, US Defense\nAuthorization Act, possible prospects for US Navy ship visits, and submarine sales to\nTaiwan. In concluding his stern warnings, one attaché warned: “We are no longer\nweak, and can inflict pain on Taiwan, if the United States is not careful and does not\nabide by the Three Communiques.”\n\nOn other occasions, Chinese embassy officials ask for meetings to warn think tanks\nagainst hosting speakers on topics often related to Taiwan, Hong Kong, or Tibet.\nSeveral think-tank analysts reported that they or others in their institutions had\nreceived calls from senior Chinese embassy officials regarding projects related to the\nDalai Lama, in one case stating, “This is very troubling—it will have consequences.”\nAs far as the analysts were concerned, however, there turned out to be no consequences.\nAnother received a complaint from the Chinese embassy after the think tank hosted\n\nThink Tanks\n\nHOUSE_OVERSIGHT_020521",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020521.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2755,
    "word_count": 427,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.005836",
    "prefix": "IMAGES-006"
  }
}