{
  "document_id": "HOUSE_OVERSIGHT_024731",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024731.txt",
  "text": "ACKRELL\nCAPITAL CHAPTERV_ Global Cannabis Regulation\n\nIn 2012, the presidents of Colombia, Guatemala and Mexico requested the UN to focus its next\nspecial session on drugs on policy reform rather than on a mere progress review and continuation\nof the same policies. In 2014, the Global Commission on Drug Policy—represented by former UN\nSecretary-General Kofi Annan and the former presidents of Brazil, Chile, Colombia, Mexico, Poland,\nPortugal and Switzerland—called for an end to the criminalization of drug use and possession and for\nthe responsible legal regulation of psychoactive substances.\n\nA UN General Assembly Special Session (UNGASS) on drugs was originally scheduled for 2019,\nbut was accelerated to April 2016 as a result of a proposal sponsored by Mexico and cosponsored by\n95 other countries. The general assembly is the primary policy body of the United Nations, and one\nin which all UN member states have equal representation. Given this broad representation and the\ngrowing support for decriminalization, many expected the 2016 UNGASS on drugs to result in signif-\nicant changes in policy. In an open letter delivered to UN Secretary-General Ban Ki-moon on the eve\nof the session, former presidents or prime ministers of Brazil, Cape Verde, Chile, Colombia, Greece,\nHungary, Mexico, the Netherlands, Nigeria, Poland and Switzerland joined with high-profile scholars,\ncelebrities, clergy, business leaders, elected officials and others in pressing the Secretary-General to call\nfor reform of prohibitionist drug control policies. Those supporting reform were disappointed when\nthe UN General Assembly adopted a resolution reaffirming its “commitment to the goals and objec-\ntives” of the three Conventions.\n\nDespite the lack of an immediate and fundamental shift away from the prohibitionist policies of\nthe Conventions, other steps are being taken that may result in relaxed cannabis controls within the\nexisting Conventions framework. A committee of the WHO tasked with making drug control rec-\nommendations to the CND on behalf of the WHO—the Expert Committee on Drug Dependence\n(ECDD)—recognized an increase in medical cannabis use and the emergence of cannabis-related phar-\nmaceuticals, and in November 2016 requested that the WHO prepare “pre-review” materials for can-\nnabis, for the specific cannabis derivatives scheduled under the 1961 and 1971 Conventions, and for\ncannabidiol, or CBD. These pre-review materials are preliminary analyses considered by the ECDD to\ndetermine if more in-depth “critical reviews” should be undertaken by the ECDD.\n\nThe WHO presented the requested CBD pre-review materials at a November 2017 ECDD meet-\ning. The CBD materials indicate that CBD exhibits no effects indicative of any abuse or dependence\npotential in humans, and that there is no evidence of any public health-related problems associated\nwith the use of pure CBD. The outstanding pre-reviews related to cannabis and specific derivatives\nare expected in early 2018. The ECDD recommended that the pre-review materials be evaluated at\na specific cannabis-focused ECDD meeting to be held no later than June 2018. The requested pre-\nreviews represent the first ever scientific guidance on cannabis to be issued within the framework of\nthe Conventions. If the pre-reviews lead to critical reviews, such reviews could ultimately result in a\nWHO-initiated rescheduling of substances under the 1961 and 1971 Conventions.\n\n© 2017 Ackrell Capital, LLC | Member FINRA/SIPC 95\n\nHOUSE_OVERSIGHT_024731",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024731.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3510,
    "word_count": 529,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:47.605729",
    "prefix": "IMAGES-008"
  }
}