{
  "document_id": "HOUSE_OVERSIGHT_017667",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017667.txt",
  "text": "Page 32 of 78\n2007 Utah L. Rev. 861, *906\n\nSubpoenas issued ex parte are plainly unfair to victims. When a victim's personal or confidential information is at stake, it is\ntruly hard to understand how anyone could argue that allowing it to be tumed over to the defense without any opportunity to be\nheard treats victims \"fairly,\" as the CVRA requires.\n\nThe Advisory Committee does not clearly explain when a court should proceed ex parte and when it should follow the standard\npractice of giving notice to the victim as the affected party. The only justification the Advisory Committee gives for the\nextraordinary step of allowing ex parte procedures is to avoid forcing \"premature disclosure of defense strategy to the\ngovernment.\" 74 But when a victim's confidential information is at stake, some interest in concealing \"strategy\" from the\nopposing party can hardly be sufficient grounds for ex parte issuance of a subpoena. As the Supreme Court has bluntly\nexplained, our adversary system is not \"a poker game in which players enjoy an absolute right always to conceal their cards\nuntil played.\" 7>°\n\nAllowing ex parte procedures violates basic principles of fairness. The American Bar Association raised this point quite\neffectively in its comments to the Advisory Committee on Rule 17. 7°! The ABA explained that Canon 3(B)(7) of the Model\nCode of Judicial Conduct provides in pertinent part that \"[a] judge shall accord to every person who has a legal interest in the\nproceedings, or that person's lawyer, the right to be heard according to law.\" 7°? Rule 17 would allow that precept to be\nviolated by denying some victims a chance to heard before compromising their legal rights to confidentiality in personal and\nconfidential information. Similarly, the ABA noted that its Model Code of Judicial Conduct generally forbids courts from\nconsidering ex parte communications. 73 Rule 17, of course, flies in that face of that well-established prohibition. While the\nModel Code of Judicial Conduct is not binding on federal courts, its principles have generally been viewed as instructive. 74\nDefense attorneys would also be treading on ethical thin ice under proposed Rule 17. The Model Rules of Professional Conduct\nand the ABA Criminal Justice Standards both provide that \"in representing a client, a lawyer shall not ... use methods of\nobtaining evidence that violates the legal rights of ... a [third] [*907] person.\" 7°> When defense attorneys obtain ex parte\nsubpoenas for a victim's confidential information, they may very well violate the rights of the victim, such as the right to\nconfidentiality preserved in the doctor-patient privilege or psychotherapist privilege.\n\nFor reasons such as these, the federal rape shield rule (among other examples) properly requires defendants to always provide\nnotice to the court - and to the victim - before seeking to introduce evidence about a rape victim's prior sexual history. 7°° The\nrape shield rule does not create any exception for situations that might lead to disclosure of defense \"strategy.\" Rule 17 should\nfollow the same approach and insure that victims always have an opportunity to contest disclosure of their personal and\nconfidential information in court.\n\nAny defense interest in withholding strategy must give way to facially neutral rules. Both my proposed amendment and the\nAdvisory Committee's proposed amendment apply evenhandedly to both the prosecution and the defense. Thus, the\namendments are not designed to force disclosure of defense strategy, as they may also force disclosure of prosecution strategy\n\n49 Proposed Amendments, supra note 71, R. 17, at 8 (emphasis added).\n\n20 Williams v. Florida, 399 U.S. 78, 82 (1970) (citing William J. Brennan, The Criminal Prosecution: Sporting Event or Quest for Truth?,\n1963 Wash. U. L.Q. 279, 292).\n\n21 Letter from Robert M.A. Johnson, Chair, ABA Criminal Justice Section, to Hon. Peter G. McCabe, Sec'y of the Comm. on Rules of\nPractice and Procedure (Feb. 1, 2007), available at www.uscourts.gov/rules/CR%20Comments %202006/06-CR-028.pdf-\n\n252 Td. (citing Model Code of Jud. Conduct Canon 3(B)(7) (2004)).\n253 Ig.\n\n254 See Debra Lyn Bassett, Recusal and the Supreme Court, 56 Hastings L.J_ 657, 678-79 (2005) (citing United States v. Will, 449 U.S. 200,\n211-12 & n.12 (1980); Hanrahan v. Hampton, 446 U.S. 1301, 1301 (1980)).\n\n255 Model R. Prof] Conduct 4.4(a) (2007); see also ABA Criminal Justice Study, Standard 4-4.3 (1993).\n\n256 See Fed. R. Evid. 412(c)(1)(B).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017667",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017667.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4527,
    "word_count": 719,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:47.157531",
    "prefix": "IMAGES-004"
  }
}