{
  "document_id": "HOUSE_OVERSIGHT_011991",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011991.txt",
  "text": "Uscis H\nVermont Service Center\n\n7 Lower Welden Street\n\n&. Albans, ¥T 0g479-0001\n\nRE: 0-1 Non-immigront View Petition on bebalf of Jean Lac Didier\nHenrl-Rene Brune!\n\n1 write this letter In arong support of Mfr, Jean Lue Brine! applicat:on for\n& non-immigrant vise to this country. | ue currently Ammiloistratore\nUnico fm Studio Pp. 1 have been asked to review the professional\neredentlals of Ma. Brunel, and it is my professional opinion that Mis. Briel\nfa an Art Director and Talent Coordinator of extraerdipary who\nranks among the xmall perrentege of fareign people at vcr} top of his field.\n\n1 have seen first-hand Mr. Jean Luc’ cpecial expertise in the field,\nincluding esting, production, coordination, and art direction for shoots.\nMr. Brune] is considered by those in our indumtry to be an extraordinary\ncreative director talent, particularly for the fashion and related industries.\nIn gay persona! declings with Mr. Jean Lae Brunct, [ found him to he\nthoroughly professional and capable of being utilieed in connection with a\nwide range of creative subject matier on any amignnient. He bas the\nintuitive ability to provide just what's needed in eonacction wih any\nparticular creative process and passesses excellent artistic ohinagement\nand operational skifls that oome from his years of experience.\n\nMany people do net understand that behind every sececssful advertising\ncampalgn and fashion shoot there ere creative men and woraen who are\nmaking sure that the business operates efficiently by noardinating different\ntasks betwecn models, photographers, and managing creative teams. | can\nhonestly exy that Mr. Bruncl continually prove. himself an\nextraordinary talent im his Held.\n\nL offer an aninitigaied endomement for Mir. Jean Luc Brunel regarding bis\n\nvisa gpplication ga @ person of extraordinary ability. There ip po doubt in\n\nTay mind thet he populsrity end ability in the field will only cantinue to\n\nProeper in years to come\n| ah\n\nHOUSE_OVERSIGHT_011991",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011991.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1972,
    "word_count": 312,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:45.331661",
    "prefix": "IMAGES-001"
  }
}