{
  "document_id": "HOUSE_OVERSIGHT_017338",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017338.txt",
  "text": "4.2.12\nWC: 191694\n\nRape by cocaine?\n\nIs it possible for a man to rape a woman even if he uses no force, she offers no resistance and\nappears to consent? The answer is yes. Under the law, her consent must be freely given and not\nthe product of drugs, alcohol or other factors that may negate voluntary consent. This is\nespecially so, if the drug was administered to her by the alleged rapist without her knowledge.\nThis is a serious problem not only when “date rape drugs” are slipped into an unsuspecting\nwoman’s drink, but when men deliberately get their dates drunk in order to lower their resistance.\nIn the former situation the law is clear: It is not only rape; it is also a separate crime to drug a\nperson against their will. In the later case, the law is less clear: A woman is generally deemed\nresponsible for her own decisions—to drink, to get drunk, to agree to sex—but if a man takes\nunfair advantage of a woman’s drunkenness, he may cross the line into rape. It’s very much a\nmatter of degree.\n\nSeveral years ago, I worked on a case raising these difficult issues. My client was an accountant\nin a Western state, who had a reputation for seducing female secretaries who worked for him.\nSeduction, of course, is not a crime, although it may constitute sexual harassment if the seduce\nworks for the seducer. In this case, the accountant’s office was set more for up for seduction\nthan for work. It was light on books and heavy on thick, plush rugs, couches, pillows and a fully\nstocked bar. On the evening at issue, a young secretary stayed late after work and had dinner and\nseveral drinks with her boss and a few of his friends. When the other guests left, they remained\nbehind. He walked her into his office. She laid down on the rug. He undressed her, performed\noral sex on her and then engaged in sexual intercourse. She did not object, and she appeared to\nbe consenting—as others had apparently done in that office.\n\nDuring the sexual encounter he asked her if she was using birth control. She said no, and as a\nresult, he did not ejaculate in her. Afterwards, she dressed herself, he walked her to the parking\nlot, kissed her, and she then drove home.\n\nThe problem was that she was engaged to another man and when she got home, he sensed that\nsomething was amiss. After pressing her, she acknowledged having sex with her boss and said\nshe must have been “drugged.” They went to the police, claiming that her boss had given her a\n“mickey” which had denied her the ability to object or protest. She told the police that she\ncouldn’t say “no” even though she didn’t want to have sex. She did, however, say “no” when her\nalleged rapist asked her if she was on birth control. She also told the police, and subsequently\ntestified before the Grand Jury, that she had ingested no cocaine prior to the night at issue. So,\nwhen a test of her urine turned up positive for cocaine (though a test of her blood was negative),\nthe police believed that the drug she had been given on the night at issue was cocaine.\n\nThe police decided to wire the woman and have her try to get her boss to admit that he had used\ncocaine to seduce her—that is, to rape her. The wired conversation consists mostly of the\naccountant bantering and joking with the secretary while trying to persuade her to continue to\nhave a relationship with him. She repeatedly asked him whether he had given her cocaine, and he\nsaid no. At one point he jokingly said yes, but then immediately said he was “bullshitting her.”\nWhen she asked him directly were you telling the truth or were you bullshitting, he responded, “I\nwas bullshitting.”\n\n251\n\nHOUSE_OVERSIGHT_017338",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017338.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3637,
    "word_count": 657,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:47.628794",
    "prefix": "IMAGES-004"
  }
}