{
  "document_id": "HOUSE_OVERSIGHT_024509",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024509.txt",
  "text": "The vasi majority of KLC’s net revenues are derived from center operations. The trends and drivers\ndiscussed below relate to such center operations.\n\nKEC derives its net revenues primarily from the tuition it charges for attendance by children at its centers.\nKLC’s tuition rates and net revenues can be significantly impacted by the enrollment characteristics at its\ncenters. Key factors include (1) geographic location, because KLC can command higher tuition rates in\ncertain geographic areas; (2) the age mix of children enrolled, because tuition rates depend on the age of\nthe child and are generally higher for younger children; (3) the mix between full- and part-time attendance,\nbecause KLC charges comparatively higher rates for part-time enrollment and (4) the level of participation\nin government subsidy and discount programs.\n\nKLC calculates its average weekly tuition rate as the actual tuition charged at centers that are open at the\ncalculation date, net of discounts, for a specified time period, divided by average “full-time equivalents,” or\n\"FTEs\" for the related time period. KLC’s FTEs are calculated by dividing net revenue by the center's\nundiscounted average pre-schocl tuition rate. FTEs do not necessarily reflect the actual number of full-\nand part-time children enrolled,\n\nTuition rates at KLC's centers are typically adjusted once per year to coincide with the back-to-school\nperiod. KLC typically collects tuition on a weekly basis in advance, the majority of which is paid by\nindividual families. KLC provides discounts to government agencies, employees, families with multiple\nenrollments, referral sources and organizations KLC partners with for its employer-sponsored centers. In\nits employer-sponsored centers, tuition may be partly subsidized by such employers.\n\nApproximately 20% of KLC’s net revenues are derived from tuition paid at varying levels of subsidy by\ngovernment agencies. KLC's revenues are therefore affected by changes in the levels of government\nsupport for education, which are negatively impacted by weak economic conditions and resulting budget\npressure at federal, state and local governments.\n\nKLC reports comparable center revenue trends based on the centers (other than the employer-sponsored\ncenters operated for a management fee) that were open in both periods. Comparable center net revenues\ndo not include revenues generated from centers that have been closed or sold.\n\nUtilization is a measure of the utilization of center capacity. KLC calculates utilization as the total actual\nchild care revenues earned at centers that are open at the calculation date divided by the total potential\nchild care revenue (based upon the center’s undiscounted pre-school tuition rate and the center’s total\nlicensed capacity) during the related time period.\n\nin addition to tuition charges, KLC records revenues from fees and other income in a majority of its\ncenters. KLC charges a reservation fee, typically at half of the normal tuition charge, for any full week that\nan enrolled child is absent from its centers. KLC also collects registration fees and fees to cover\neducational supplies at the time of enroilment and annually thereafter. KLC offers tutorial programs on a\nsupplemental fee basis in the majority of our centers in the areas of literacy and reading, foreign\nlanguage, mathematics and music. KLC also offers field trips, predominantly during the summer months,\nfor an additional charge. KLC’s centers earn other miscellaneous revenue from various sources, including\nmanagement fees related to certain employer-sponsored centers. In addition to its child care operations,\nKLC’s subsidiary, KC Distance Learning, sells high school level courses via online and correspondence\nformats and provides related instructional services directly to private students, as well as to cyber and\ntraditional schocls and school districts.\n\nCost of Revenue -— Trends and Drivers\nKLC’s costs of revenue include the direct costs related to the operations of its centers. Labor related costs\nare the largest component of costs of revenue. KLC’s timé management and scheduling systems, which\n\nenable us to adjust staffing levels for peak and reduced attendance periods, allow KLC to manage its\nlabor productivity without adversely impacting the quality of services within its centers.\n\n76\n\nHOUSE_OVERSIGHT_024509",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024509.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4356,
    "word_count": 656,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:46.903270",
    "prefix": "IMAGES-008"
  }
}