{
  "document_id": "HOUSE_OVERSIGHT_019653",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019653.txt",
  "text": "The Question of When | 165\n\nunder horrific conditions for over a year while awaiting his trial and\nwas facing a long prison sentence. There was no reason for Snowden\nto expect a better outcome for himself if he returned to the United\nStates or was arrested anywhere else that had an extradition treaty\nwith the United States. As the Russian officials in Hong Kong would\nhave informed him, Russia had no extradition treaty with the United\nStates. It was also one of the few places in the world that he could\nreach from Hong Kong without flying through airspace in which he\nmight be intercepted by a U.S. ally. Snowden was told he could take\nthe direct Aeroflot flight to Moscow without a valid passport or visa.\n\nThat Snowden’s alternative to going to Russia was going to prison\ngave the Russians considerable leverage in Hong Kong. The Rus-\nsian “diplomats” could have used this leverage to extract a quid pro\nquo. The price of admission might have meant putting himself in the\nhands of Russian intelligence and telling it all he knew.\n\nThe Moscow Scenario\n\nThe final possibility is that Snowden did not come under Russian\ncontrol until after he arrived in Moscow. After assessing the nega-\ntive attitude that Snowden expressed toward government authority\non the video that was released by The Guardian, the Russian “diplo-\nmats” in Hong Kong might have concluded that Snowden could bolt\nif too much pressure was exerted on him there. The Russians could\nafford to be patient. They knew that Interpol and the United States\nwould be pursuing Snowden throughout the world and that he had\nno valid travel documents and that his credit cards had been frozen.\nThey would likely know that Sarah Harrison had arranged his flight\nto Moscow on June 23. So they had no urgent need to apply pressure\non him before his plane landed in Russia.\n\nAfter the Russians took him in a “special operation” from the\nplane at the airport, he was informed by Russian authorities that\nhe would not be allowed to go to Cuba, Venezuela, Iceland, Ecuador,\nor any other country without the permission of Russian officials,\nwhich would not be immediately forthcoming. He was now at the\n\n| | Epst_9780451494566_2p_all_r1.z.indd 165 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019653",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019653.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2245,
    "word_count": 385,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:44.071191",
    "prefix": "IMAGES-005"
  }
}