{
  "document_id": "HOUSE_OVERSIGHT_012032",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012032.txt",
  "text": "http:/Avww.politico.com/blogs/under-the-radar/2014/12/court-filing-levels-sex-claims-at-\nalan-dershowitz-200495.html\n\nWoman who sued convicted billionaire over\nsex abuse levels claims at his friends\n\nBy JOSH GERSTEIN |\n12/31/14 6:38 PM EST\n\nA woman allegedly kept as a sex slave by politically-connected billionaire investor Jeffrey\nEpstein, who went to jail for having sex with underaged girls, is accusing several prominent\nfriends of the financier of having taken part in the debauchery, according to a new court filing.\n\nThe woman—referred to in court papers as Jane Doe #3— leveled the allegations Tuesday\nagainst Harvard Law School professor Alan Dershowitz and Britain’s Prince Andrew, as well as\nBritish socialite Ghislaine Maxwell and French model scout Jean Luc Brunel.\n\nDershowitz flatly denied the claims about him Wednesday in an interview with POLITICO.\n“Tt’s totally, unequivocally and completely false,” the celebrated attorney said.\n\nA spokesman for Prince Andrew denied the allegations Friday, while a lawyer who handled\nrelated matters for Maxwell did not respond to an e-mail seeking comment. Representatives of\nBrunel's modeling firm also did not reply to e-mail messages.\n\nThe accusations came in a long-running lawsuit charging federal prosecutors in Florida with\nviolating a victims-rights law by failing to consult with Epstein’s victims before signing off on a\nplea deal. That pact ruled out any federal prosecution of the investor, who agreed to plead guilty\nto two state prostitution-related felony charges. Lawyers for the victims have described the\narrangement as a sweetheart dea] the well-connected Epstein and his high-powered legal team\nachieved by putting pressure on prosecutors.\n\nEpstein served 13 months of an 18-month sentence on the two state charges before being\nreleased in 2009. He's now a registered sex offender.\n\nThe new court filing, submitted by Florida lawyer Brad Edwards and former federal judge Paul\nCassell in a federal court in West Palm Beach, Fla., asked that Jane Doe #3 and another woman\nbe allowed to join the pending case over the victims’ rights claim.\n\n“Epstein. ..trafficked Jane Doe #3 for sexual purposes to many other powerful men, including\n\nnumerous prominent American politicians, powerful business executives, foreign presidents, a\nwell-known Prime Minister, and other world leaders. Epstein required Jane Doe #3 to describe\n\nEXHIBIT R\n\nHOUSE_OVERSIGHT_012032",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012032.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2429,
    "word_count": 356,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:44.787977",
    "prefix": "IMAGES-001"
  }
}