{
  "document_id": "HOUSE_OVERSIGHT_024487",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024487.txt",
  "text": "6.2.2. Tax-Exempt and Non-U.5. Investors may become subject to U.S. Tax\n\nKUE business activities could generate income that will be taxable to certain otherwise tax-exernpt\nInvestors as “unrelated business taxable income.” Although, under the Limited Partnership Agreement,\nthe General Partner is required to use its reasonable best efforts not to engage in, or invest in (other than\nthrough an entity that is not a pass-through entity) a pass-through entity that engages in, any activity\nwhich constitutes the conduct of a trade or business in the United States and generates income which\nconstitutes “effectively connected income\" in the hands of the non-U.S. Investors that own Common LP\nUnits, it is possible that some of KUE’'s business activities and acquisitions could generate income that is\n“effectively connected” with a U.S. trade or business which could create U.S. federal income tax reporting,\ntax liability, and tax withholding for non-U.S. Investors. Additionally, KUE believes that neither KUE nor\nits subsidiaries is currently a U.S. Real Property Holding Corporation (““USRPHC\") for U.S. federal income\ntax purposes. However, no assurances can be given in this regard. Furthermore, itis possible that in the\nfuture KUE and/or its subsidiaries may become a USRPHC if, for example, the value of the U.S. real\nestate holdings of KUE or such subsidiary increases sufficiently. A disposition of an interest in a\nUSRPHC could create gain for non-U.S. Investors which would be treated as if the non-U.S. Investor\nwere engaged in a trade or business within the U.S. and as if such gain were effectively connected with\nsuch trade or business. This would create U.S. federal income tax reporting, tax liability and withholding\nfor non-U.S. Investors. Investors that are non-U.S. persons are urged to consult their tax advisors\nregarding the potential application of the USRPHC rules to their investment in KUE.\n\n6.2.3. Investors may become subject to taxation in non-U.S. jurisdictions\n\nKUE expects to make investments in jurisdictions outside of the U.S., and KUE, its subsidiaries and/or the\nInvestors may be subject to income or other tax in these jurisdictions. in addition, local tax incurred in\nnon-U.S. jurisdictions by KUE or subsidiaries through which it invests may not entitle Investors to either (i)\na credit against tax that may be owed in the U.S. or their respective local tax jurisdictions, or (if) a\ndeduction against income taxable in the U.S. or such local jurisdictions by the Investors.\n\n6.2.4 Controlled Foreign Corporations\n\nKUE anticipates that it and/or its subsidiaries will invest in non-U.S. operations. Depending upon the\npercentage of ownership of such operations by KUE and its subsidiaries and the type of legal entity\nchosen for such operations, these non-U.S. operations could be classified as a Conirolled Foreign\nCorporation (\"CFC\") for U.S. federal income tax purposes. If an entity is classified as a CFC, certain\ntypes of income could be taxable to U.S. persons owning 10% or more cof KUE for U.S. income tax\npurposes, even if no distributions of cash are made from such entity, and gain from the disposition of\nsuch entity would be taxed as if it were a dividend to the extent of such entity's earnings and profits,\nrather than as a capital gain, for U.S. income tax purposes.\n\n6.2.5 Treatment of KUE as a U.S. Entity\n\nUnder the Code, certain non-U.S corporations may be treated as U.S. corporations for U.S. federal\nincome tax purposes, thereby subjecting such non-U.S. corporations to U.S. federal income tax on their\nincome, Recently enacted U.S. tax legislation includes one such provision. Under this legislation,\nreferred to as the anti-inversion legislation, non-U.S. corporations that acquire interests in a U.S.\ncorporation or partnership and meet certain ownership, operational and other tests may be treated as U.S.\ncorporations for federal income tax purposes. The legislation grants broad regulatory authority to the U.S,\nSecretary of Treasury to provide such regulations as may be appropriate to determine whether a non-U.S.\ncorporation is treated as a U.S. corporation or as are necessary to carry out the intent of the provision,\nincluding adjusting its application as necessary to prevent the avoidance of its purpose. Recently issued\nTreasury regulations provide that the anti-inversion legislation is applicable to a foreign partnership that is\nor becomes a “publicly traded partnership” within two years of the acquisition by it of a U.S. corporation.\nA “publicly traded partnership” is any partnership (i) interests in which are traded on an established\nsecurities market, or (if) interests in which are readily tradable on a secondary market (or the substantial\nequivalent thereof). KUE believes that it is not currently a publicly traded partnership and does not intend\n\n54\n\nHOUSE_OVERSIGHT_024487",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024487.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4869,
    "word_count": 761,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:47.284281",
    "prefix": "IMAGES-008"
  }
}