{
  "document_id": "HOUSE_OVERSIGHT_031690",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031690.txt",
  "text": "4. McDonough’s statement that the U.S. is not at war with Islam is a pleasant Control Factor fantasy but does\nlittle to eliminate the fact that the enemy has declared it so. We can walk away and pretend there is no war,\nfollow the deceptive words of those in this country engaged in the Civilization Jihad who attack us for any\nresponse to the war other than bending over backwards to accommodate Islam and tolerate that which does not\ntolerate anything other than itself. Yet that path leads only to further the cause of the enemy.\n\n5. Perhaps most telling of all of McDonough’s statement is the word “never.” To claim we will never be at war\nwith Islam regardless of what Islam or Muslims worldwide do to us is the height of Dhimmitude—a phrase coined\nby Bat Yeor, an expert on Dhimmi behavior throughout Islamic history. In Islam, a Dhimmi is generally a Jew or\nChristian (there are others) who has agreed to accept a lesser and humiliating status with duties including the\npayment of a special tax, in exchange for life in an Islamic controlled land. It is a protection contract: you can\nlive as long as you abide by these conditions. In claiming that we could “never” be at war with Islam, McDonough\nhas staked out Dhimmi status for all non-Muslims in the U.S. and has put words to the famous act of Obama in\nbowing to the King of Saudi Arabia.\n\nBy denying that we are at war with Islam, McDonough has admitted that those words have meaning, just that\nthey do not fit U.S. policy. By denying that the U.S. would ever be at war with Islam, McDonough has sent the\nmessage of unconditional surrender in advance. This is pure Control Factor maneuvering and threatens our nation\nworse than the underlying threat itself. Put simply, our Constitution does not afford us easy ways to combat the\nthreat we face- we can fight certain types of terrorism in certain (albeit still under great dispute) ways yet we\nhave no effective means to combat the Civilization Jihad and are fast losing leverage to resist the International\nInstitutional Jihad. Unless and until we all obtain better control over our Control Factors so that we can develop\nsufficient acceptable means to fight on these levels, we are headed to self-destruction.\n\nFamilySecuri tyMatters.org Contributing Editor Bill Siegel lives in New York and is the author of the forthcoming book, The Control Factor ©.\n\nHOUSE_OVERSIGHT_031690",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031690.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2390,
    "word_count": 414,
    "line_count": 27,
    "import_date": "2025-11-19T21:47:48.187808",
    "prefix": "IMAGES-011"
  }
}