{
  "document_id": "HOUSE_OVERSIGHT_015498",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015498.txt",
  "text": "NAUTILUS EDUCATION | BETA PRODUCT\n\npatient (who doesn’t want her name made public)\nhad such a wonderful response to everolimus, the tech-\nnology was ripe to analyze her entire tumor.\n\nThe outlier patient had already gone through sev-\neral rounds of treatment, including surgery at Memo-\nnial Sloan-Kettering. That was another stroke of luck\nbecause tt allowed Solit’s group to acquire samples of\nher tissue to be sequenced. Cancers typically start with\nmutations that cause cells to divide too much, ignoring\nnormal stop signals and evading quality controls that\nrepair or prevent errors in DNA reproduction. “Cancer\nis a disease of mutations,” says Solit.\n\nThe outlier patient’s cancer had accumulated 17,136\nmutations, of which 140 seemed most suspect, because\nthey appeared in “coding” regions of the genome, the\nsegments that include instructions on how to build the\nproteins that do the work in a cell. Out of those 140,\ntwo looked particularly menacing to Solit. In a gene\ncalled TSC1, sust two of tts 8,600 DNA base-pairs were\nmissing, but the error would cause the gene to make a\ndefective version of the protein it was supposed to cre-\nate. In the gene NF2, an error meant a protemn would\nbe built only halfway, unable to do its job.\n\nSolit could now see how these mutations were\naffected by everolimus, a drug typically used to sup-\npress the immune system after organ transplants, and\nto combat advanced kidney cancer. Everolimus shuts\ndown one crucial link in a chain of interacting proteins\ncalled the mTOR pathway that fuels cell growth, divi-\nsion, and survival. The drug mhibits the cells of the\nimmune system from dividing, which they must do in\norder to attack foreign tissue, and protects transplant-\ned organs. Likewise, it slows down the uncontrolled\ncell division that happens in cancer. The kicker was\nthat both of the woman’s mutations, NF2 and TSC1,\naffect the mTOR system. “It’s not surprising, in ret-\nrospect, that our patient responded really well to this\nspecific drug,” Solit says. “She had the mutation that\nactivated the pathway the drug targets.”\n\nSolit’s team analyzed 13 more people from the tri-\nal and found different TSC1 mutations in three other\npeople, mcluding two whose tumor shrank a Iittle in\nresponse to the drug. (Nobody else had NF2 mutations,\nwhich is probably why she alone responded dramati-\ncally.) Meanwhile, eight of nine people whose tumors\ngrew during the study did not have the mutation.\n\n38\n\nDOROSHOW OF THE National Cancer Institute says\n\nSolit’s work “turned on the lightbulb.” It showed how\n\nthe analysis of exceptional responders could be made\n\nsystematic. Inspired by his example, the NCI is now\n\ntrawling through its own archives, revisiting outlier\nresponses among the roughly 10,000 patients who\nenrolled in NCI-sponsored clinical trials during the\n\nlast decade. Picture the long rows of crates in the gov-\nernment warehouse at the end of Raiders of the Lost Ark:\n\nThere’s treasure in there somewhere, if only someone\nwould look. “We ought to study these people more,\nsince we have the means now,” says Barbara Conley,\nthe associate director of the cancer diagnosis program\n\nat NCI, who leads the project.\n\nIn the few months since the project began, Con-\nley’s team have already found about 100 exception-\nal responders. The next steps are to find out if their\ntumors were biopsied, if that tissue sample 1s still sit-\nting in a freezer somewhere, and whether it’s in good\nenough shape to be sequenced. Starting next year, the\ngroup will start inviting any scientist who is doing a\nclinical trial to submit new cases.\n\nThe NCI project will include whole-genome\nsequencing (provided they have adequate tissue sam-\nples) and repeated reads of the whole “exome’—the\n1 percent of human DNA that is translated into exons,\nthe sequences that are used as templates for protein\nconstruction. The reason to do both, explains Conley, is\nthat cancer cells, even within a single tumor, often have\na hodgepodge of mutations. Re-doing whole exome\nsequencing dozens of times captures most of the sig-\n\nnificant genetic variation in one tumor, and it’s more\npractical than trying to sequence the whole genome\nover and over. Finally, RNA expression will also be ana-\nlyzed. Evaluating RNA, an intermediary between DNA\nand proteins, provides a measure of which genes are\nswitched on and how much protein they’re producing.\n\nOther elite cancer research centers and genome-\nsequencing centers have similar in-house projects.\nMuch like the NCI project, the unusual responder pro-\ngram at the University of Texas, MD Anderson Cancer\nCenter, is beginning by combing through the archives\nto hunt for outliers of the past. A patient at the clinic\nwho has an unusual response—good or bad—will also\nbe referred for genome sequencing and other kinds of\ngeneticanalysis.\n\nHOUSE_OVERSIGHT_015498",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015498.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4831,
    "word_count": 793,
    "line_count": 114,
    "import_date": "2025-11-19T21:47:46.703187",
    "prefix": "IMAGES-003"
  }
}