{
  "document_id": "HOUSE_OVERSIGHT_022613",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022613.txt",
  "text": "111\n\nopinion/2004/0401.pdf; US. Dept. oF Justice, FCPA Op. RELEASE\n96-01 (Nov. 25, 1996) (travel, lodging, and meal expenses of regional\ngovernment representatives to attend training courses in United\n\nStates), available at http: //wwwjustice.gov/ criminal/fraud/ fepa/\nopinion/ 1996/9601 .pdf; US. Dept. oF Justice, FCPA Op. RELEASE\n92-01 (Feb. 1992) (training expenses so that foreign officials could\neffectively perform duties related to execution and performance of joint-\nventure agreement, including seminar fees, airfare, lodging, meals, and\nground transportation), available at http ://www.justice.gov/ criminal/\nfraud/fcpa/review/ 1992/r9201 pdf.\n\n47 US, DEPT. OF JUSTICE, FCPA Op, RELEASE 11-01 (June 30, 2011);\nUS. Dept. oF JusTIcE, FCPA Op. RELEASE 07-02 (Sept. 11, 2007);\nUS. Dept. oF JusTICE, FCPA Op, RELEASE 07-01 (July 24, 2007);\nUS. Dept. oF JusTICE, FCPA Op. RELEASE 04-04 (Sept. 3, 2004); US.\nDept. oF Justice, FCPA Op. RELEASE 04-03 (June 14, 2004); US.\nDept. oF JusTICcE, FCPA Op. RELEASE 04-01 (Jan. 6, 2004).\n\n48 US, Dept. oF Justice, FCPA Op. RELEASE 96-01 (Nov. 25, 1996).\n‘US, Dept. oF JUSTICE, FCPA Op. RELEASE 11-01 (June 30, 201 1);\nUS. Dept. oF Justice, FCPA Op. RELEASE 07-02 (Sept. 11, 2007);\nUS. DEPT. oF JusTICE, FCPA Op, RELEASE 07-01 (July 24, 2007);\nUS. Dept. oF JUSTICE, FCPA Op. RELEASE 04-04 (Sept. 3, 2004); US.\nDept. oF JusTICE, FCPA Op. RELEASE 04-01 (Jan. 6, 2004) .\n\nS9US. DEPT. OF JUSTICE, FCPA Op, RELEASE 04-01 (Jan. 6, 2004).\n\n‘51 US, DEPT. OF JUSTICE, FCPA Op, RELEASE 08-03 (July 11, 2008).\n'S US, DEPT. OF JUSTICE, FCPA Op. RELEASE 11-01 (June 30, 2011);\nUS. Dept. oF Justice, FCPA Op, RELEASE 92-01 (Feb. 1992).\n\n‘83 US, DEPT. OF JUSTICE, FCPA Op, RELEASE 08-03 (July 11, 2008).\n154 Fy\n\n'S5 Id; US. DEPT. OF JusTICE, FCPA Op, RELEASE 04-03 (June 14,\n2004); U.S. Dept. oF Justice, FCPA Op. RELEASE 04-01 (Jan. 6,\n2004); U.S. Dept. oF Justice, FCPA Op, RELEASE 07-01 (July 24,\n2007).\n\n‘S°US, DEpT. OF JUSTICE, FCPA Op, RELEASE 11-01 (June 30, 2011);\nUS. Dept. oF JusTICE, FCPA Op. RELEASE 07-02 (Sept. 11, 2007);\nUS. Dept. oF Justice, FCPA Op, RELEASE 07-01 (July 24, 2007);\nUS. DEPT. oF JusTICE, FCPA Op. RELEASE 04-04 (Sept. 3, 2004); US.\nDept. oF Justice, FCPA Op. RELEASE 04-03 (June 14, 2004); US.\nDept. oF JUSTICE, FCPA Op. RELEASE 04-01 (Jan. 6, 2004).\n\n‘87 US, DEPT. OF JUSTICE, FCPA Op, RELEASE 07-01 (July 24, 2007);\nUS. Dept. oF JusTICE, FCPA Op, RELEASE 08-03 (July 11, 2008).\n\n158 For example, DOJ has previously approved expenditures on behalf of\nfamily members or for entertainment purposes under certain, limited\ncircumstances. See, e.g, U.S. DEPT. OF JUSTICE, FCPA REv. P. RELEASE\n83-02 (July 26, 1983) (declining to take enforcement action against\ncompany seeking to provide promotional tour for foreign official and\nwife, where both had already planned a trip to the United States at their\nown expense and company proposed to pay only for all reasonable and\nnecessary actual domestic expenses for the extension of their travel to\nallow the promotional tour, which would not exceed $5,000), available at\nhttp ://www.justice.gov/criminal/fraud/fcpa/review/ 1983/r8302.pdf.\n\n159 Unlike the local law and bona fide expenditures defenses, the\nfacilitating payments exception is not an affirmative defense to the\nFCPA. Rather, payments of this kind fall outside the scope of the\nFCPA’s bribery prohibition. Prior to 1988, the “facilitating payments”\nexception was incorporated into the definition of “foreign official? which\nexcluded from the statute's purview officials whose duties were primarily\nministerial or clerical. See Foreign Corrupt Practices Act of 1977, Pub.\n\nL. No. 95-213, § 104(d)(2), 91 Stat. 1494, 1498 (1977) (providing that\nthe term foreign official “does not include any employee ofa foreign\ngovernment or any department, agency, or instrumentality thereof whose\nduties are essentially ministerial or clerical”). The original exception thus\nfocused on the duties of the recipient, rather than the purpose of the\npayment. In practice, however, it proved difficult to determine whether\n\na foreign official's duties were “ministerial or clerical.” §. REp. No. 100-\n85, at 53. Responding to criticism that the statutory language “does not\nclearly reflect Congressional intent and the boundaries of the prohibited\nconduct.’ Congress revised the FCPA to define the exception in terms of\nthe purpose of the payment. H. Rep. No. 100-40, pt. 2, at 77. In doing sO,\nCongress reiterated that while its policy to exclude facilitating payments\nreflected practical considerations of enforcement, “such payments should\nnot be condoned.” /d. The enacted language reflects this narrow purpose.\n10 Ty exempting facilitating payments, Congress sought to distinguish\n\nthem as “payments which merely move a particular matter toward an\neventual act or decision or which do not involve any discretionary action,”\ngiving the examples of “a gratuity paid to a customs official to speed the\nprocessing of a customs document” or “payments made to secure permits,\nlicenses, or the expeditious performance of similar duties of an essentially\nministerial or clerical nature which must of necessity be performed in any\nevent.” H.R. Rep. No. 95-640, at 8.\n\n6! Section 30A(£)(3)(B) of the Exchange Act, 15 US.C. § 78dd-1(f)(3)\n(B); 15 US.C. §§ 78dd-2(h) (4) (B), 78dd-3(F)(4)(B).\n\n182 Ty a 2004 decision, the Fifth Circuit emphasized this precise point,\ncommenting on the limited nature of the facilitating payments exception:\nA brief review of the types of routine governmental\n\nactions enumerated by Congress shows how limited\n\nCongress wanted to make the grease exceptions.\n\nRoutine governmental action, for instance, includes\n\n“obtaining permits, licenses, or other official\n\ndocuments to qualify a person to do business in\n\na foreign country,” and “scheduling inspections\n\nassociated with contract performance or inspections\n\nrelated to transit of goods across country.”\n\n‘Therefore, routine governmental action does not\n\ninclude the issuance of every official document or\n\nevery inspection, but only (1) documentation that\n\nqualifies a party to do business and (2) scheduling an\n\ninspection—very narrow categories of largely non-\n\ndiscretionary, ministerial activities performed by\n\nmid- or low-level foreign functionaries.\nUnited States v. Kay; 359 F.3d 738, 750-51 (5th Cir. 2004) (internal\nfootnote omitted) (emphasis in original).\n163 Nlon-Pros. Agreement, In re Helmerich & Payne, Inc. (July 29, 2009)\n[hereinafter Iz re Helmerich & Payne] , available at http: //wwwejustice.\ngov/ criminal/fraud/ fepa/ cases/ helmerich-payne/ 06-29-09helmerich-\nagree.pdf; Admin. Proceeding Order, In the Matter of Helmerich &\nPayne, Inc., Exchange Act Release No. 60400 (July 30, 2009) [hereinafter\nIn the Matter of Helmerich & Payne] , available at http ://www.sec.gov/\nlitigation/ admin/2009/34-60400. pdf.\n164 Criminal Information, Vetco Gray Controls Inc., e¢ al, No. 07-\ncr-4 No. (S.D. Tex. Jan. 5, 2007), ECF Nos. 1-2, available at hetp://\nwww.justice.gov/ criminal/fraud/ fcpa/ cases/vetco-controls/02-06-\n07vetcogray-info.pdf.\n1s Complaint, SEC v. Noble Corp., No. 10-cv-4336 (S.D. Tex. Nov.\n4, 2010), ECF No. 1, available at http://www.sec.gov/litigation/\ncomplaints/20 10/comp2 1728.pdé; Non-Pros. Agreement, In re Noble\nCorp. (Nov. 4, 2010), available at http ://wwwjustice.gov/criminal/\nfraud/fcpa/cases/noble-corp/ 11-04-10noble- corp -npa.pdf; see also\nsources cited supra note 68.\n‘66 Working Group on Bribery, 2009 Recommendation of the Council for\nFurther Combating Bribery of Foreign Public Officials in International\nBusiness Transactions, at § V1 (recommending countries should\nperiodically review their policies and approach to facilitation payments\nand should encourage companies to prohibit or discourage facilitation\npayments “in view of the corrosive effect of small facilitation payments,\nparticularly on sustainable economic development and the rule of law”);\nWorking Group on Bribery, United States: Phase 3, at 24 (Oct. 15,\n2010), available at http ://www.oecd.org/dataoecd/ 10/49/46213841.\npdf (commending United States for steps taken in line with 2009\nrecommendation to encourage companies to prohibit or discourage\nfacilitation payments).\nie? Facilitating payments are illegal under the U.K. Bribery Act 2010,\nwhich came into force on July 1, 2011, and were also illegal under\nprior UK. legislation. See Bribery Act 2010, ¢.23 (Eng,), available\nat http ff wwwilegislation.gov.uk/ ukpga/ 2010/23/contents; see also\nUK. Ministry OF JustTIcE, The Bribery Act 2010: Guidance About\nProcedures Which Relevant Commercial Organisations Can Put into Place\nto Prevent Persons Associated with Them from Bribing (Section 9 of the\nBribery Act 201 0), at 18 (2011), available at http ://wwwjustice.govuk/\nguidance/ docs/ bribery-act-20 10-guidance. pdf.\n188 See, e.g, Non-Pros. Agreement, [n re Helmerich & Payne, supra note\n163; Admin. Proceeding Order, In the Matter of Helmerich & Payne,\nsupra note 163,\n169 Tn order to establish duress or coercion, a defendant must demonstrate\nthat the defendant was under unlawful, present, immediate, and\n\nHOUSE_OVERSIGHT_022613",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022613.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 9136,
    "word_count": 1372,
    "line_count": 179,
    "import_date": "2025-11-19T21:47:48.020877",
    "prefix": "IMAGES-007"
  }
}