{
  "document_id": "HOUSE_OVERSIGHT_032008",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_032008.txt",
  "text": "Chuck Pfieffer plants a \"Page Six\" item and the next day socialites begin calling me to get into the film.\n\nThursday, November 5, Shun Lee Restaurant, West 65 Street\n\nOliver shoots a crowded tight interior scene with Michael, Carrie and Shia, who are having an intimate\nChinese dinner. Spontaneously, Oliver decides this is the perfect scene for Graydon Carter. After a flurry of\ncalls, Graydon arrives on set, and playing himself, sashays by the table. Gekko jumps up to say hello and\nGraydon brushes him off with a few dismissive lines.\n\nMonday, November 9, 25 Broadway\n\nOne hundred swells show up at the former Canard Shipping building, a massive Italianate hall, at the crack of\ndawn for the Alzheimer’s Ball, a grand charity event.\n\nSusan Hess and I are chauffeured downtown with our Vera Wang gowns and report to the VIP extra holding\narea where we join Prince Dimitri of Yugoslavia in a bespoke dinner jacket, journalist Christopher Mason,\nsongstress Yanna Avis, photographer Kelly Klein, art dealer Larry Gagosian's girl friend Shala Monroque in\nsee-through Rodarte, beauty executive Olivia Chantecaille, producer Lawrence Robins, author Jackie Weld\nDrake, Vogue film critic Joan Juliet Buck, fashion consultant Jill Fairchild, CNN’s Felicia Taylor and Italian\nnewsman Mario Calvo-Platero.\n\nEllen Mirojnick and her costume department have assembled racks of the most expensive elaborate designer\ngowns and work at break neck speed styling while we wildly strip to our undies in a makeshift dressing area.\nEllen pours me into a black tulle Marchesa with a enormous wired silver bow. Twenty hairdressers and make-\nup artists systematically work on 250 extras. A mile of tables are alternately filled with steaming coffee,\nfattening breakfast foods, hair sprays, mirrors, shoes and jewelry. It’s a madhouse of excitement.\n\nWe are led to the part of the set used for the cocktail reception and placed around Michael Douglas and Charlie\nSheen stand-ins. Charlie has been flown in from LA for half a day's work to reprise his original character. He\nis now the highest paid television actor commanding two million dollars an episode of “Two and a Half Men.”\n\nOliver arrives on the set greeting, examining, tweaking the shot and always pulling the prettiest girls closest to\nthe camera. Michael and Charlie arrive from their trailers and run their lines as socials drift into their sight\nlines challenging their concentration on pages of dialogue. Oliver yells, \"Action\" as the extras aggressively\njockey for face time. Charlie is not having an easy day and they do take after take. My corporate husband\nChuck Pfieffer has gotten his real girlfriend Lisa Crosby in the film and my marriage has become a threesome.\n\nSensing our concern of not making it onto the silver screen Oliver tells his first assistant director to seat a\ndinner table with Susan Hess, Jill Fairchild, Prince Dimitri, Chuck Pfieffer, Grace Meigher and Mario Calvo-\nPlatero. He directs us to chat with each other turning left and right as the camera closely pans past our faces.\n\nElsewhere on the set are John Buffalo Mailer, as Shia's character's best friend, Austin Pendleton, 94-year-old\nEli Wallach and Natalie Morales. Also in this film are: the magnificent Frank Langella, as Shia’s boss, who\nthrows himself in front of a train early in the film, Susan Sarandon as Shia’s real-estate broker mother, Sylvia\nMiles, who reprises her hilarious cameo as another real-estate agent and Jean Pigozzi as an international\nbanker.\n\nLunch is called at 4 p.m. and Michael Douglas takes seven heavily made-up and bejeweled women including\n\nHOUSE_OVERSIGHT_032008",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_032008.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3624,
    "word_count": 585,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:45.206970",
    "prefix": "IMAGES-011"
  }
}