{
  "document_id": "HOUSE_OVERSIGHT_033380",
  "filename": "IMAGES-012-HOUSE_OVERSIGHT_033380.txt",
  "text": "The Trump administration’s friendly and intensive contacts with the Orban government represent a radical\ndeparture: It watches idly as Orban dismantles his nation’s democratic institutions. For instance, the pro-\ngovernment weekly Figyelo recently issued an enemies list of about 200 prominent opposition individuals. Most\nwere local civil society advocates, but the list also included U.S. citizens, many of them scholars of economics,\nJudaism and nationalism at the Soros-funded Central European University (such as Leon Botstein and Allen\nFeldman). The government has erected contrived legal barriers in an effort to close the institution, a graduate\nschool devoted to liberal values and based in Budapest. Meanwhile, Hungary harassed the U.S.-based Open Society\nFoundations until they decided to move their operations from Budapest to Berlin. Two Hungarian newspapers,\nMagyar Nemzet and Budapest Beacon , shut down this spring as advertisers vanished because of their opposition\nto the Hungarian government, leaving only one print opposition daily.\n\nThe State Department and the U.S. Embassy in Budapest have remained almost entirely silent about all of this.\nThe compliant new U.S. approach was initially discussed at a Dec. 18, 2017, meeting of the National Security\nCouncil’s policy coordinating committee led by Fiona Hill, the council’s senior director for European and Russian\naffairs, and Assistant Secretary Mitchell, according to two sources familiar with the proceedings. They concluded\nthat previous efforts under the Bush administration, and especially the Obama administration, had not paid off, so\nit was time to try something else.\n\nAccordingly, the first high-level meeting between the two sides took place at the White House on May 15, when John\nBolton, Trump’s national security adviser, received Jeno Megyesy, Orban’s chief adviser on the United States.\n(Megyesy was also the official point of contact for then-Trump aide Carter Page’s meetings in Budapest during the\ncampaign.) This coming week, Foreign Minister Peter Szijjarto is scheduled to meet Secretary of State Mike\nPompeo; although Szijjarto has visited Washington an eye-popping seven times in the past 18 months, this will be\nthe first such high-level bilateral meeting since 2012. The only step left would be for Trump to receive Orban — the\nfirst European head of government to endorse Trump over Hillary Clinton and congratulate him on his victory — at\nthe White House.\n\nWhat, if anything, is the United States getting from Hungary for this appeasement? The $12 billion Russian-financed\nand secretly signed Russian Paks II nuclear plant in southern Hungary is one reflection of Orban’s Russian\norientation. (Orban previously welcomed energy investments from the now-failed Russian South Stream pipeline.)\nHungary spends only 1 percent of its gross domestic product on defense, among the lowest levels for NATO\nmembers, despite Trump’s insistence that nations step up their payments. (Budapest said last year that it would\nincrease spending, but it has said this many times before.)\n\nMany intelligent Hungarians — watching the complicity, or at least inaction, of the U.S. government — do not\nunderstand what is happening, they tell us. They know that Trump wants to be different from Barack Obama,\nincluding in his approach to Hungary. But they search in vain for logic in Trump’s posture. For those who still believe\nin the merits of a Western-style democracy there, which is a large majority in Budapest and a large minority in the\ncountryside, the policy of appeasement signifies abandonment. They would like Washington to keep hope alive.\nPeople who suffer from, or are ashamed by, the government’s anti-Semitic discourse and attacks on liberal norms\nlong for a different America.\n\nAnd there may be one. David Cornstein, the new U.S. ambassador to Hungary, who will arrive in Budapest in a few\nweeks, might make a difference. In his appearance before the Senate Foreign Relations Committee in early May, he\nspoke eloquently about promoting American values. He promised to fight against anti-Semitism, not just in Hungary\nbut elsewhere in Europe, too. His nice, old-fashioned remarks were even cleared by the State Department and the\nU.S. Embassy in Budapest. He received strong expressions of support from Republican and Democratic senators,\nincluding Sen. Benjamin Cardin (D-Md.), who is something of an expert on Hungarian politics. There is still hope,\nthen, that decent, humane values will be heard by Hungarians who, in search of answers, continue to look to the\nUnited States.\n\nHOUSE_OVERSIGHT_033380",
  "metadata": {
    "original_filename": "IMAGES-012-HOUSE_OVERSIGHT_033380.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4598,
    "word_count": 709,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.020103",
    "prefix": "IMAGES-012"
  }
}