{
  "document_id": "HOUSE_OVERSIGHT_012853",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012853.txt",
  "text": "In each of these cases, there was a mismatch with reality. The person harbored a false belief, but\nbelieved it was true. In some cases, the mismatch was due to psychosis, some kind of delusion or\nmalfunctioning of the brain. These people didn’t know that their beliefs were false. In other cases, the\nmismatch resulted from an intentional lie or distortion, a process that is adaptive, designed to promote\nself-confidence and manipulate others. When I conjured up images of McEnroe, I momentarily deceived\nmyself. I believed it helped my game. I never thought I was McEnroe. I carried my self-deception\nhonestly. When Hilary Clinton misreported her trip to Bosnia, perhaps she misremembered or perhaps she\ndistorted her memory to convince voters that she had what was necessary to run the country — toughness\nand international experience. Unfortunately for Clinton, her comment about Bosnia was accompanied by\nother distortions, which led the American essayist William Safire to write “Americans of all political\npersuasions are coming to the sad realization that our First Lady... is a congenital liar.”\n\nSome cases of self-deception are harmless and even beneficial, as in my illusion of tennis\ngrandeur. Others are only mildly harmful, as in Clinton’s distortion of her political experiences. And yet\nothers are deeply harmful, as when leaders such as Ahmadinejad deny the suffering of millions. The\nproblem is that anyone can harness the power of self-deception for ill gotten gains.\n\nWhy does our mind play tricks on us, allowing us to believe things that are false? Why didn’t\nevolution endow us with a reality checking device that 1s vigilant 24/7? The answer here parallels the\nrefrain carried throughout this book: like its evil sister dehumanization, self-deception is Janus-faced,\nshowing both an adaptive and maladaptive side. Self-deception allows us to protect ourselves from the\nreality of a current predicament or loss. Self-deception allows us to provide a better personal marketing\nbrand to defeat our competitors in attracting mates and garnering other resources. Self-deception may\neven be critical to the functioning of a healthy and safe society: in a study of male criminal offenders,\nthose with the lowest levels of self-deception with respect to their own self-worth showed the highest\nlevels of recidivism. There is, however, a fine balancing act, revealing the slippery slope from adaptive to\nmaladaptive: as studies by Roy Baumeister reveal, individuals with the highest self-esteem and the most\noverblown sense of themselves are also the ones most likely to lash out with extreme violence when\nsomeone threatens the reality of their stature.\n\nThe evolutionary biologist Robert Trivers was the first to identify the adaptive significance of\nself-deception and its connection to deception. As he insightfully notes in his book The Folly of Fools,\nwhat appears completely irrational about self-deception evolved as a consequence of selection to deceive\ncompetitors: “To fool others we might be tempted to reorganize information internally in all sorts of\nimprobable ways and to do so largely unconsciously.” The most effective self-deceiver acts without any\nsense of his true motives. He is on autopilot, driven by a purely self-interested mind. No checks and\n\nbalances. Here, I build on this idea. I will show you how studies of pathology and healthy brain function\n\nHauser Chapter 3. Ravages of denial 107\n\nHOUSE_OVERSIGHT_012853",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012853.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3457,
    "word_count": 542,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:44.529013",
    "prefix": "IMAGES-002"
  }
}