{
  "document_id": "HOUSE_OVERSIGHT_018612",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018612.txt",
  "text": "The most important thing for my safety is that I'm willing and able to walk away from\nsituations. I'm not desperate -- I won't starve or die if I don't do this work. I meet all my\nclients in public first for a meal, and if someone sketches me out, I leave. I'm not so\ndesperate that I'll get into a situation that scares me.\n\nI guess I am at risk if I meet a really crazy person who wants to chop me up and put me in\na dumpster. But I could meet a person like that during a normal night at a bar, too.\n\nThe major risks that I see include that I might catch an STD -- but I use protection. I\nmight end up alone with someone who believes that the money he's paying actually gives\nhim the entitlement to do whatever he wants to my body, but I've never encountered\nanyone like that. The thing is, as I said before, I haven't met anyone who I think would\nactually describe themselves as paying for sex. The terms on which I continue to see\nthese men are probably less explicitly negotiated than an escort's terms would be. I don't\nhave flat rates, for example.\n\nI've heard escorts complaining that people who use sugar baby sites are unprofessional,\nand I think that from an escort's perspective they probably are.\n\nClarisse Thorn: If people are unwilling to actually talk about sex for money, it must\nbe hard to negotiate your encounters. Do you have a set of steps for negotiation?\n\nOlivia: I haven't been doing this for very long. It's varied so far. Usually, I meet them for\nsome kind of meal, and we chat. We have a perfunctory conversation, like -- \"How was\nyour day?\" Then one of us will say something like, \"Tell me a bit more about what you're\nlooking for. Why are you on the site?”\n\nThen we'll explain our deal to each other. Like, he might say: \"I'm divorced, I'm looking\nfor companionship.” At some point, money comes up. I am always extremely vague\nwhen I talk about money. I've found a good deal of variation in how squeamish people\nare about money.\n\nFor example, one client was saying that he wanted to get married again, but not yet. I\nsaid, \"Huh, well, if you're interested in a more emotional relationship, how do you feel\nabout involving money?\" The way he explained it to me was that people are attracted to\neach other for all kinds of reasons, probably including money, so why not be up front\nabout the fact that money is attractive. He seemed almost confused about why I asked.\nWith that guy, I ended up sleeping with him before we even talked about money -- which\nwas a huge risk, but I thought it might work, and it did. We had the money conversation\nimmediately after we had sex -- at some point when we were taking a break, I asked what\nhe was looking for more specifically from this relationship, and he said that he wanted to\nsee me again, maybe once a week. I think I asked him his preference for a monthly\nallowance as opposed to every time we meet, and he said he'd rather do something\nmonthly. Then when we were getting dressed, he pulled out $1,000 cash and handed it to\nme, and said, \"I'll give you the balance next time we see each other.”\n\nWith other people I can be more straightforward. Maybe they aren't sure how to set up\nthe relationship, so maybe I talk about another client, like: \"I have another client I see 3\ntimes per month for $3,000,\" and they might say, \"That sounds good.\" But some guys\nwill just negotiate it per encounter. One guy brought it up very quickly after we'd\n\nHOUSE_OVERSIGHT_018612",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018612.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3440,
    "word_count": 644,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.233624",
    "prefix": "IMAGES-005"
  }
}