{
  "document_id": "HOUSE_OVERSIGHT_027966",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027966.txt",
  "text": "been doing on the Israeli 707. I told him I’d need another two hours to make\nsure my men had practiced climbing up on the wings and forcing open the\ndoors, and another hour for preparations and briefings for the teams who would\nbe participating in the operation. “By about half an hour after midnight, we’ll be\nready to deploy,” I said, though from his stoic, nearly silent response I couldn’t\nbe sure whether he was in favor of an assault. “By 0100, we’ll be ready to act.”\n\nBoth of us went back to see Dado. He seemed encouraged, especially when I\nsaid we’d be ready to move by one in the morning. He told me the pilot of the\nplane had been in contact with the control tower. He was an RAF veteran and,\nthough the terrorists seemed unaware of this, he was also Jewish. The hijackers\nwere demanding more than 300 Arab prisoners be released and flown to Cairo.\n“And they seem quite nervous.”\n\nReturning to the hangar, I sent Shai Agmon with four soldiers to set up a\nlookout and sniper post about 70 yards to the side of the Sabena jet. I told him\nnot to open fire unless they were sure there had been shooting inside the plane\nand could positively identify an armed hijacker. By now, we had three dozen\nsoldiers and officers, including Uzi Dayan and his full team. I took all those\nwho were already briefed and divided them into four groups, each with an\nofficer and five soldiers and assigned to deal with one of the wing doors. I left\nthe others to continue training.\n\nWhen midnight came, I was far from certain we could meet the 12:30 am\ndeployment target I’d given Talik. Incoming flights had stopped for the night,\nand we still hadn’t managed to bring in any air marshals. I believed they would\ngive us a crucial advantage. They knew Berettas. They also knew the inside of a\n707. But I was worried about losing Dado’s trust in a sayeret operation if we\nfailed to meet the timeline. From Shai’s lookout post to the side of the plane, I\nlearned that the front cabin door of the plane was open. He said he’d seen a\ncouple of hijackers walking by it, silhouetted by the dim cabin light. But\notherwise, there was no sign of activity inside. I called Talik and told him I was\ntaking my assault teams to the area behind the plane. About a half-hour later, I\nconfirmed we were ready to begin the operation. Although the plane’s engines\nwere off now, our approach had been masked by the drone of the generator\nbrought in to supply power to the cabin. We were lying face-down on the\ntarmac, directly behind the tail of the plane but well back. Two rows of 12 men,\nplus me and a soldier in charge of the communications. We’d brought along\nfour small ladders to help us onto the wings. “We want to exploit the darkness,\nand the sound of the generator, to cover us,” I said in my final briefing before\n\n118\nHOUSE_OVERSIGHT_027966",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027966.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2822,
    "word_count": 523,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:44.381508",
    "prefix": "IMAGES-009"
  }
}