{
  "document_id": "HOUSE_OVERSIGHT_013009",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013009.txt",
  "text": "4.5 Globalist versus Localist Representations 93\n\ninformative about the emotion, so that positioning an emotion on the given dimensions tells\none a. lot.\n\n4.5.12 Knowledge Representation, Action Selection and Planning in\nPsi\n\nIn addition to the basic motivation/emotion architecture of Psi, which has been adopted (with\nsome minor changes) for use in CogPrime, Psi has a number of other aspects that are somewhat\ndifferent from their CogPrime analogues.\n\nFirst of all, on the micro level, Psi represents knowledge using structures called “quads.” Each\nquad is a cluster of 5 neurons containing a core neuron, and four other neurons representing\nbefore/after and part-of/has-part relationships in regard to that core neuron. Quads are natu-\nrally assembled into spatiotemporal hierarchies, though they are not required to form part of\nsuch a structure.\n\nPsi stores knowledge using quads arranged in three networks, which are conceptually similar\nto the networks in Albus’s 4D/RCS and Arel’s DeSTIN architectures:\n\ne A sensory network, which stores declarative knowledge: schemas representing images, ob-\njects, events and situations as hierarchical structures.\n\ne A motor network, which contains procedural knowledge by way of hierarchical behavior\nprograms\n\ne A motivational network handling demands\n\nPerception in Psi, which is centered in the sensory network, follows principles similar to\nDeSTIN (which are shared also by other systems), for instance the principle of perception as\nprediction. Psi’s “HyPercept” mechanism performs hypothesis-based perception: it attempts to\npredict what is there to be perceived and then attempts to verify these predictions using sen-\nsation and memory. Furthermore HyPercept is intimately coupled with actions in the external\nworld, according to the concept of “Neisser’s perceptual cycle,” the cycle between exploration\nand representation of reality. Perceptually acquired information is translated into schemas ca-\npable of guiding behaviors, and these are enacted (sometimes affecting the world in significant\nways) and in the process used to guide further perception. Imaginary perceptions are handled\nvia a “mental stage” analogous to CogPrime’s internal simulation world.\n\nAction selection in Psi works based on what are called “triplets,” each of which consists of\n\ne asensor schema (pre-conditions, “condition schema”; like CogPrime’s “context”)\ne a subsequent motor schema (action, effector; like CogPrime’s “procedure”)\ne a final sensor schema (post-conditions, expectations; like an CogPrime predicate or goal)\n\nWhat distinguishes these triplets from classic production rules as used in (say) Soar and\nACT-R is that the triplets may be partial (some of the three elements may be missing) and\nmay be uncertain. However, there seems no fundamental difference between these triplets and\nCogPrime’s concept /procedure/goal triplets, at a high level; the difference lies in the underlying\nknowledge representation used for the schemata, and the probabilistic logic used to represent\nthe implication.\n\nThe work of figuring out what schema to execute to achieve the chosen goal in the current\ncontext is done in Psi using a combination of processes called the “Rasmussen ladder” (named\n\nHOUSE_OVERSIGHT_013009",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013009.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3252,
    "word_count": 476,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:44.976945",
    "prefix": "IMAGES-002"
  }
}