{
  "document_id": "HOUSE_OVERSIGHT_014678",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014678.txt",
  "text": "Case 9:08a8e doF SO KAAS BEA er? QoumentiaaSdonted 9 Heeket oF age28 of 1 Page 2 of 10\n\nOn December 30, 2014, two other unnamed victims, Jane Doe 3 and Jane Doe 4, moved\nto join as petitioners in this action pursuant to Federal Rule of Civil Procedure 21. (DE 280).\nPetitioners (Jane Doe | and Jane Doe 2) support the Rule 21 Motion. (Id. at 11). Jane Doe 3 and\nJane Doe 4 argue that they “have suffered the same violations of their rights under the [CVRA]\nas the” Petitioners, and they “desire to join in this action to vindicate their rights as well.” (Id. at\n1). The Government vehemently opposes joinder under Rule 21. (DE 290). The Government\nargues that Rule 15 is the proper procedural device for adding parties to an action, not Rule 21.\n(Id. at 1).\n\n“[O]Jut of an abundance of caution,” Petitioners filed a motion to amend their petition\nunder Rule 15, conforming the petition to the evidence and adding Jane Doe 3 and Jane Doe 4 as\npetitioners. (DE 311 at 2). The Government opposes the Rule 15 Motion as well. (DE 314).\nAmong other things, the Government argues that amending the petition to include Jane Doe 3\nand Jane Doe 4 should be denied because of their undue delay in seeking to join the proceedings,\nand the undue prejudice that amendment will cause. (Id.).\n\nAfter considering the parties’ submissions and the proposed amended petition, the Court\nfinds that justice does not require amendment in this instance and exercises its discretion to deny\nthe amendment.\n\nIL. Discussion\n\n“The decision whether to grant leave to amend a complaint is within the sole discretion of\nthe district court.” Laurie v. Ala. Ct. Crim. Apps., 256 F.3d 1266, 1274 (11th Cir. 2001). “The\ncourt should freely give leave when justice so requires.” Fed. R. Civ. P. 15(a)(2). Justice does\n\nnot require amendment in several instances, “includ[ing] undue delay, bad faith, dilatory motive\n\nGIUFFRE002845\n\nHOUSE_OVERSIGHT_014678",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014678.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1918,
    "word_count": 328,
    "line_count": 33,
    "import_date": "2025-11-19T21:47:48.359995",
    "prefix": "IMAGES-003"
  }
}