{
  "document_id": "HOUSE_OVERSIGHT_014018",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014018.txt",
  "text": "o » website maintenance (social websites like Facebook, Myspace,\netc). ’m planning on doing most of my marketing through\nthese sites in 2009 and I’m on about 25+ sites as an artist.\n\nMy VA (gettriday.com, as recommended in your book) does all the updates and checks\nthe sites once a week to gather e-mail messages, comments, etc., filters them and sends me a\nreport once a week including all the details for me to respond to. (Saves about one to two\nhours/day.)\n\n> photo retouching for my press pics is done by elance (saved five\nhours of work time and about $500).\n\n> Management of my mailing list for gig dates, album updates, etc.\n(Saves about one hour for each mailing.)\n\ne » I started testing muses (learning languages with music to sell\nonline). I’m still testing!\n\n» I decided to open a publishing operation online for film companies\nto license music for film with just a mouse click, without having\nto negotiate deals for months. It will happen in 2009 (I start\ntesting soon). People are generally surprised and amazed that a\nperson who doesn’t seem to be very corporate (I look like a\nretired punk rocker, haha) outsources parts of his life and lives\nlike a millionaire (I guess we do although we’re far from it!).\n\nI realized that I could do it after I got the first positive feedback from my outsource VA. I got the\nresults of my project posted on elance and a day later I got the results. I went, yeah baby, this is MINE!\nThe biggest change is, that I now have my life under control. I take care of my little daughter (20\nmonths) half the day (second half, my wife takes care of her), I take care of business, and I take time to\ndo things I always wanted to do. Revenue-wise I’m pretty much the same I was before but I have a lot\nmore spare time and a clear head (so I guess I’ve gotten a lot richer!).\n\nI work whenever I want (no boss) about 24-30 hours/week (including office hours and music-studio\nhours) and what I do now is only what I really love to do. I’m still step-by-step optimizing efficiency to\nreduce office hours (currently about 10 hours/week). My dream is to dissolve my office altogether, go\npaperless, and basically only have my laptop as an office.\n\nI eliminated all work that has gotten me down or was wearing me out (eliminated an extra workload of\nabout 10 hours/week). I do not take on jobs (writing/producing music) unless I really love the project. I\n\nHOUSE_OVERSIGHT_014018",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014018.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2412,
    "word_count": 438,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:48.025219",
    "prefix": "IMAGES-002"
  }
}