{
  "document_id": "HOUSE_OVERSIGHT_024159",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024159.txt",
  "text": "US rates\n\nUS 10-year (29 June): 1.6% (last month: 1.7%)\nUBS View US 10-year (6-month forecast): 1.8%\n\ne US 10-year yields have recovered slightly from their June 1%* 2012 lows after a reduction of political risks\nin the Eurozone. However, Treasury yields remain near historical lows due to the extension of Operation\nTwist (OT) coupled with recent setbacks of domestic economic data.\n\ne We expect a marginal rise in yields since the US economy remains on a moderate cyclical growth path\nwith the housing market having bottomed out. Additionally the diminished near-term risk of a Greek exit\nfrom the Eurozone following elections supports a gradual rise in Treasury yields.\n\n¢ However, over a six-month horizon, the extension of Operation Twist (OT) until the end of 2012 by the\nFederal Reserve (Fed) will limit the upside potential in yields. As of late, the probability of even more\nstimulus in the form of quantitative easing from the Fed has risen substantially and markets have pushed\nout the first rate hike expectation into 2015. Additionally, structural obstacles from the pending US fiscal\nconsolidation will also limit the upside potential for yields. Further, the US economy seems more vulnerable\nto possible spillover effects of increased political uncertainties in the Eurozone.\n\nA Positive scenario for US bonds US 10-year (6-month range): 1.5-1.7%\ne The European debt crisis further re-escalates. The resulting contagion would intensify the current flight to\nquality, with Italian and Spanish spreads above 550 basis points to the Bund (our base case).\n¢ With the increased likelihood of further quantitative easing, the risk is that yields would stay low or fall\nlower.\n& Negative scenario for US bonds US 10-year (6-month range): 2.3-2.9%\ne If the EU leaders indicate serious commitment towards more fiscal integration, and US growth proves\nmore sustainable with a rapidly improving labor market, then yields could rise.\ne Recently, market expectations regarding future rate hikes by the Fed have pushed out a first rate hike\ninto 2Q 2015. Any re-pricing into 2014 or 2013 will result in higher yields.\n\nNote: Scenarios refer to global economic scenarios (see slide 7)\n\nWhat we're watching\nFed policy\n\nWhy it matters\n\nThe Fed's assessment of the labour market determines it's stance on quantitative\neasing and is key for yields. Key dates: 31 July, Federal Open Market\nCommittee meeting\n\nKey focus of the Fed, judged in part based on estimates of the non-accelerating\ninflation rate of employment. Key date: 6 July, US non-farm payrolls\n\nCurrent yields reflect low real interest rates, but rather normal inflation\nexpectations. If inflation expectations decline, the risk of a deflationary spiral\nwould exist, leading to more downside risk for long maturity yields.\n\nThe US presidential election will guide fiscal spending for the coming years.\n\nLabor market\n\nInflation expectations\n\nUS presidential election\n\n36 UBS\n\nDuration preference: neutral\n\nRecommendations\n\nTactical (6 months)\n\ne Declining growth momentum, extension\nof Operation Twist by the Fed and a rising\nlikelihood of a rate cut by the ECB, are\nlikely to keep yields on extraordinary low\nlevels, for the time being. Thus we\nsuggest a neutral duration position\ntactically.\n\nStrategic (1 to 2 years)\n\ne Yields have significant upside potential\nover the next couple of years given the\ncurrent extraordinarily low levels — of real\ninterest rates in particular. Thus clients\nwith a longer time horizon should focus\non bonds with short and medium\nmaturities\n\nUSD 10-year yields and forecasts\n\n5%\nA%\n3%\n2%\n1%\n\n0%\n\nJun-09 Jun-10 Jun-11 Jun-12 Jun-13\nforecasts — US 10Y¥\nSource: Bloomberg, UBS CIO, as of June 18t 2012\nNote: Past performance is not an indication of future returns.\n24\n\nFor further information please contact CIO's asset class specialist Daniela Steinbrink Mattei, daniela.steinbrinkmattei@ubs.com\n\nPlease see important disclaimer and disclosures at the end of the document.\n\nHOUSE_OVERSIGHT_024159",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024159.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3985,
    "word_count": 626,
    "line_count": 104,
    "import_date": "2025-11-19T21:47:47.334246",
    "prefix": "IMAGES-007"
  }
}