{
  "document_id": "HOUSE_OVERSIGHT_026731",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026731.txt",
  "text": "“SURVIVING THE CENTURY’\n\nThe inaugural Carl Sagan Memorial Lecture\nCornell University, 8 May 2017\n\nIt’s a great honour to give this Carl Sagan lecture. The ideas he stood for need\nproclaiming louder than ever today. We need an optimistic vision of life’s destiny ---\nin this world, and perhaps far beyond it. We need to think globally, we need to think\nrationally, we need to think long-term. Carl’s influence was immense, through his\nscience and — most of all, through his eloquence and global outreach.\n\nIn this talk I’ll try to address some themes that would have engaged him..\n\nWe've been familiar with this image [Earthrise] for nearly 50 years -it’s iconic for\nenvironmentalists. .\n\nBut suppose some hypothetical aliens had been watching the Earth for its entire\nhistory, what would they have seen? Over nearly all that immense time, 4.5 billion\nyears, things would have changed very gradually. The continents drifted; the ice cover\nwaxed and waned; successive species emerged, evolved and became extinct.\n\nBut in just a tiny sliver of Earth's history - the last one millionth part, a few\nthousand years - the patterns of vegetation altered much faster than before. This\nsignalled the start of agriculture. Changes in land-use accelerated as human\npopulations rose.\n\nThen came even faster changes. The carbon dioxide in the atmosphere began to\nrise anomalously fast. The planet became an intense emitter of radio waves. And\nsomething else unprecedented happened: small projectiles launched from the planet's\nsurface escaped the biosphere completely. Some were propelled into orbits around\nthe Earth; some journeyed to the Moon and planets.\n\nIf they understood astrophysics, the aliens could confidently predict that our\nbiosphere would face doom in a few billion years when the Sun flares up and dies.\nBut could they have predicted this unprecedented runaway fever -- less than half way\nthrough the Earth's life?\n\nAnd what might they see if they watched for another century? Will this spasm be\nfollowed by silence? Or will stability ensue? And will more projectiles leave the Earth\nto establish oases of life elsewhere?\n\nThese are the questions I'll speculate about\n\nSome years ago I wrote a book which I entitled 'Our Final Century ?' My publisher\ndeleted the question-mark. The American publishers changed the title to ‘Our Final\n\nHOUSE_OVERSIGHT_026731",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026731.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2361,
    "word_count": 380,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:48.749437",
    "prefix": "IMAGES-009"
  }
}