{
  "document_id": "HOUSE_OVERSIGHT_028189",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028189.txt",
  "text": "/ BARAK / 55\n\nWalking with the President in Lisbon’s spring sunshine, I tried to summon up\nan image that would bring both of us back to the starkly different reality of our\nconflict with the Palestinians. Only two weeks earlier, Arafat’s own police force,\nwith weapons we had given them, had opened fire as I was trying to get Knesset\napproval for returning three villages that he wanted. After I took office, I'd ordered\na full-scale intelligence review of the security situation with the Palestinians. The\nsobering conclusion had been delivered to me six months earlier: plans were well\nunderway by cells in the West Bank and Gaza for armed attacks against Israeli\nsoldiers and terror strikes inside Israel. “It’s like two families living in the same\nhouse, and it’s on fire,” I said. “AIl of us are rushing to put it out. But there’s this\nveteran firefighter who arrives on the scene — a firefighter with a Nobel Peace\nPrize — and we have no way of knowing whether he’s got matches and gasoline in\nhis pocket.” We had to find that out, I said. We had to establish whether we were\nall firefighters, and could put out the flames.\n\nClinton and I had got to know each other well. In one-on-one conversations like\nthis, we called each other by our first names, though I was careful to address him\nas “Mr President” when others were there. We’d been through a lot together. I had\nno doubt that he wanted to put out the fire every bit as much as I did. But I also\nrealized he had emerged frustrated, and bruised, from our last joint effort at\npeacemaking: with Hafez al-Assad. I was the one who had been pushing the\nhardest for him to meet Assad in Geneva, over the objections of some of his closest\naides that it was likely to go wrong. Not only were the aides right. Assad had\nended up delivering an extraordinary personal rebuff to the President of the United\nStates. Now, I was again asking President Clinton for a summit, and I knew\nMadeleine Albright, Dennis Ross and others would be highly sceptical. “I\nunderstand they’ Il have doubts. I understand their reading of the risks,” I told\nPresident Clinton. “But I’m convinced crucial issues are at stake, which justify the\nrisks. Let’s move forward.”\n\nBut Clinton was skeptical, too. He said that without some sign of diplomatic\nprogress between us and the Palestinians, he could see no way of holding a\nsummit. With Arafat due to see him in Washington in a couple of weeks, he said\nthat I first had to give the Palestinian leader something: the three villages, a\nprisoner release, or perhaps unfreeze tax revenues which we’d been holding back\nas leverage for at least some progress on the core issues. Otherwise, Clinton said\nhe was certain Arafat would refuse to attend a summit. And even if he said yes,\n\n341\nHOUSE_OVERSIGHT_028189",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028189.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2785,
    "word_count": 495,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:45.290576",
    "prefix": "IMAGES-009"
  }
}