{
  "document_id": "HOUSE_OVERSIGHT_029403",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029403.txt",
  "text": "Reply-To: HMS-in the News <HMS_ In The News@HMS.HARVARD.EDU>\n\njy HARVARD In the News\n\nCOMMUNICATIONS AND EXTERNAL RELATIONS\n\nWEDNESDAY, MARCH 22, 2017\n\nFlexibility on ‘essential benefits’ will increase cost of insurance for pregnancy, addiction and mental\nillness\n\nSTAT\n\nRichard Frank (HMS) co-authored this opinion piece arguing that the Republican health care bill could drive up\nthe cost of coverage for pregnancy care, newborn care, and mental illness and addictive disorders treatment.\n\nDeepak Chopra speculates about Trump’s brain\nUSA Today\n\nA noted alternative medicine advocate is the latest medical professional to speculate about President Trump’s\nmental health. Rebecca Brendel (HMS/Mass General) discusses the so-called Goldwater rule of the American\nPsychiatric Association that discourages physicians from expressing public opinions about people whom they\nare not treating.\n\nCan my doctor out me to my parents?\nU.S. News & World Report\n\nThe article discusses the confidentiality, legal and ethical conundrums faced by LGBTQ minors and the\npediatricians who treat them when it comes to disclosing certain medical information to parents and guardians.\nAlex Keuroghlian (HMS/Mass General) is mentioned.\n\nThe $10 million quest to build a home health device inspired by ‘Star Trek’\nThe Washington Post\n\nThen there were two. A global competition to stimulate the innovation and integration of precision diagnostic\ntechnologies that will allow consumers to make their own medical diagnoses has been narrowed from 312 to\ntwo teams. Chung-Kang Peng (HMS/Beth Israel Deaconess) is the leader of one of the finalist teams. The\nwinner will be announced in April.\n\nHarvard Medical School News Clips are not intended to provide an exhaustive review of all news sources.\nIf you have any questions about our news clips, or would like to suggest an article for inclusion, please contact HMS_ News _Clips@hmsharvard.edu.\n\nTo unsubscribe to this mailing list, send an e-mail to HMSNEWS QUAD FAC STAFF-unsubscribe-\nrequest@listserv.med.harvard.edu with \"Unsubscribe\" as the subject.\n\nWay HARVARD In the News\n\nCOMMUNICATIONS AND EXTERNAL RELATIONS\n\nDr. Rudolph E. Tanzi\nJoseph. P. and Rose F. Kennedy Professor of Neurology\n\nHOUSE_OVERSIGHT_029403",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029403.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2240,
    "word_count": 329,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:45.447507",
    "prefix": "IMAGES-010"
  }
}