{
  "document_id": "HOUSE_OVERSIGHT_020000",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020000.txt",
  "text": "The news of the attorney general’s recusal exploded like an IED in the White House.\nSessions was Trump’s protection against an overly aggressive Russian investigation. The\npresident just could not grasp the logic here. He railed to friends: Why would Sessions not\nwant to protect him? What would Sessions gain? Did he think this stuff was real? Sessions\nneeded to do his job!\n\nIn fact, Trump already had good reason to worry about the DOJ. The president had a\nprivate source, one of his frequent callers, who, he believed, was keeping him abreast of\nwhat was going on in the Justice Department—and, the president noted, doing a much\nbetter job of it than Sessions himself.\n\nThe Trump administration, as a consequence of the Russia story, was involved in a\nhigh-stakes bureaucratic push-pull, with the president going outside government to find\nout what was happening in his own government. The source, a longtime friend with his\nown DOJ sources—many of the president’s rich and powerful friends had their own\nreasons to keep close tabs on what was happening at the Justice Department—fed the\npresident a bleak picture of a Justice Department and an FBI run amok in its efforts to get\nhim. “Treason” was a word that was being used, the president was told.\n\n“The DOJ,” the president’s source told him, “was filled with women who hated him.”\nIt was an army of lawyers and investigators taking instructions from the former\nadministration. “They want to make Watergate look like Pissgate,” the president was told.\nThis comparison confused Trump; he thought his friend was making a reference to the\nSteele dossier and its tale of the golden showers.\n\nAfter the attorney general’s recusal, the president, whose instinctive reaction to every\nproblem was to fire someone, right away, thought he should just get rid of Sessions. At the\nsame time, there was little doubt in his mind about what was happening here. He knew\nwhere this Russia stuff was coming from, and if these Obama people thought they were\ngoing to get away with it they had another think coming. He would expose them all!\n\nOOK Ok\n\nOne of Jared Kushner’s many new patrons was Tony Blair, the former —British prime\nminister, whom Kushner had gotten to know when, on the banks of the River Jordan in\n2010, they both attended the baptism of Grace and Chloe Murdoch, the young daughters\nof Rupert Murdoch and his then wife, Wendi. Jared and Ivanka had also lived in the same\nTrump building on Park Avenue where the Murdochs lived (for the Murdochs it was a\ntemporary rental apartment while their grand triplex on Fifth Avenue was —renovated, but\nthe renovation had lasted for four years), and during that period Ivanka Trump had\nbecome one of Wendi Murdoch’s closest friends. Blair, godfather to Grace, would later be\naccused by Murdoch of having an affair with his wife, and of being the cause of their\nbreakup (something Blair has categorically denied). In the divorce, Wendi got the Trumps.\n\nBut once in the White House, the president’s daughter and son-in-law became the\n\nHOUSE_OVERSIGHT_020000",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020000.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3050,
    "word_count": 515,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:44.999406",
    "prefix": "IMAGES-005"
  }
}