{
  "document_id": "HOUSE_OVERSIGHT_010931",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010931.txt",
  "text": "for libretto, composition and orchestration. The last two operas have been\npremiered at major opera houses. Usher House ran again at San Francisco Opera.\nUpcoming performance of the “scare pair”, meaning Usher and Canterville asa\n\ndouble bill, have been announced in other cities. Plump Jack is still waiting its turn.\n\nMy interest in human origins led me to the Leakey Foundation. | had read about\nLouis Leakey in the papers, and had met him a few times in Las Angeles and San\nFrancisco. Brilliant, courtly, fierce. He let you know what was wrong. | became a\n\nfellow in 1973, a trustee the next year and chairman the next.\n\nClark Howell, who taught anthropology at Berkeley, chaired our science committee.\nHis co-chair was Dave Hamburg, a Stanford psychology professor who specialized in\ngreat ape studies or primatology. Most leading scientists in either field were\nmembers or regular advisors. They recommended grants, and we trustees funded\nthem. We took a venture capital role, usually making grants of a few thousand\ndollars to promising new prospects rather than bigger amounts to steady-state\nprojects already proved. Those proved ones included Jane Goodall’s chimp studies at\nGombe or Richard Leakey’s digs at Lake Turkana. National Geographic, or the\nWenner Gren or World Wildlife or National Science Foundations tended to fund the\nknown winners. We're a lot bigger now. I am one of the few living links to those\ngreat people and times. We've evolved with the science. But we stick to the venture\n\ncapital role.\n\nThat always left time to organize lectures and symposia. A few of us including Nancy\nPelosi, long before she tried politics, put together an all-star two-day symposium at\nthe Palace of Fine Arts in the San Francisco Marina district in 1973. Tickets sold out,\nand hundreds watched on screens set up in the lobby. Julian Huxley regretted, but\nsent his good wishes on tape. The octogenarian Raymond Dart recounted his\ndiscovery of australopithecus africanus at Taung cave near Johannesburg in 1924.\nLouis Leakey had died the year before, but his equally legendary widow Mary\nupdated us on the digs at Olduvai. Dick Hay filled us in on the geology there. Jane\n\nGoodall gave the news from Gombe. Dave Hamburg reported on the new\n\nChapter 1: Recollections 1/06/16 15\n\nHOUSE_OVERSIGHT_010931",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010931.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2307,
    "word_count": 379,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:47.127228",
    "prefix": "IMAGES-001"
  }
}