{
  "document_id": "HOUSE_OVERSIGHT_023872",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023872.txt",
  "text": "126 Teaching Minds\n\nreview (as the military calls the analysis process that takes place after\na plan has been implemented).\n\nTeaching planning means teaching about goals, how they typi-\ncally are achieved, what obstacles might be encountered, and how to\ndeal with them. The principles of planning are the same no matter\nwhat domain you are in, so children can learn to plan birthday par-\nties, hikes, class trips, how to deal with their problems, how to treat\ntheir little sister, how to get along with their parents, and so on. This\nprocess can be learned by copying, seeing how others deal with these\nthings, adapting a plan that has worked before, and so on. A teacher\nwho tries to teach planning from first principles is teaching something\nthat is easily forgotten as well as teaching a process that doesn’t occur\nthat much in real life. Chefs adapt old recipes or parts of old recipes.\nGenerals adapt old battle plans or parts of old battle plans. Computer\nprogrammers use code that has worked before. Planning without a pri-\nor plan in mind really is quite unusual and generally not a good idea.\n\nPlanning, like diagnosis, should be a basic part of all curricula in\nschool at all ages. People make plans all the time. They plan their\nlunch, they plan their day, they plan their trips, they plan their er-\nrands, and, of course, they plan their lives. It is astonishing that we\ndon’t teach planning all the time in every aspect of life. But we don’t\nbecause this doesn’t seem very academic. Since it is not explicitly\ntaught to children, it is reasonable to ask how we might best teach\nplanning to adults. Corporations want to teach financial planning,\nresource planning, supply chain planning, creating business plans,\ncreating marketing plans, and so on. Planning is, in fact, one of the\nmajor preoccupations of business, as well it should be. So, how do we\nteach it?\n\nThe problem here is that planning really works in only one way.\nIt is relies on a case base. We plan by adapting old plans. That’s how\nwe do it. We store old plans and we retrieve them when we need them\nagain; we change them so they apply to the new situation or change\nthem so that this time they will work out when they failed before. But\nwe always Start with an old plan. New planners, those we are trying to\nteach how to plan, cannot help but do this, even if they do not have\na relevant old plan to work from. They simply will choose the best\nplan they have, even though it might not be all that germane to the\ncurrent situation. Proverbs—for example, to a man with a hammer,\neverything is a nail—don’t come from nowhere.\n\nHOUSE_OVERSIGHT_023872",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023872.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2626,
    "word_count": 469,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:48.850903",
    "prefix": "IMAGES-007"
  }
}