{
  "document_id": "HOUSE_OVERSIGHT_013446",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013446.txt",
  "text": "Patty Clarkson, Irwin Winkler and Giorgio Armani's niece Roberta Armani with Wanda McDaniels\ndebated best director: Marty or Michel?\n\n“Nobbs” delivered me to WME's Party at kahuna Ari Emanuel's Brentwood estate, where NFL\nquarterback and new client Tim Tebow was the toast of the party, especially to Taylor Swift who made\n$35.7 million this year. Michael Douglas gave me a Kiss... birds Robert\nPattinson and Kristen Stewart made glued to each other's hips. They mingled with\nco-star Taylor Lautner, Miley Cyrus and her \"Hunger Games\" beau Liam Hemsworth. Meanwhile\nCharlize Theron, Jack Black, Rooney Mara, Ben Stiller, Barry Sonnenfeld and Larry David talked business\nwith moguls Les Moonves and Viacom's Philippe Dauman.\n\nNext was UTA Chairman Jim Berkus' soiree that police almost shut down because the DJ got carried\naway impressing Harrison Ford, Channing Tatum, Jerry Bruckheimer, Tom Freston, Disney's Rich Ross,\nSNL's Lorne Michaels and Oscar show producer Brian Grazer.\n\nSunset Tower Hotel owner Jeff Klein and producer John Goldwyn hosted a secretive dinner for Anna and\nGraydon Carter at their Hollywood Hills home with Tom Ford, Mitch Glazer, Fran Lebowitz, Vito\nSchnabel, Denise Hale, Lisa and Eric Eisner and VF's Punch Hutton, who is Tim Hutton's sister.\n\nLast stop was CAA Byran Lourd's \"Friday Night Party\". “Nobbs” was instructed to drop me off at a\nneighborhood school where a luxury van transported guests to the stone and glass Bel-Air estate\nsituated on a narrow street. | knew that guests Colin Firth, Penelope Cruz, Sofia Vergara, Salma Hayek,\nSandra Bullock, and Glee's Matthew Morrison did not arrive by bus. Once inside the playing field leveled\nout and pound for pound there was more famous flesh per square inch than at the Oscars themselves.\n\n| huddled with Meryl on the couch and we talked about her race. She thought Viola. | thought Meryl. She\ndidn't know about Harvey’s last minute \"29 year\" shout out.\n\n| hugged Bette Midler, flirted with Jim Sturgess and Bennett Miller. _ Universal's Donna Langley, who\n\nis overseeing Tom Hooper's production \"Les Miserable\" mentioned Hugh Jackman's impeccable\nmanners should insure best behavior from Russell Crowe.\n\n| introduced HBO’s \"Game Change\" director Jay Roach who is an authority on Hitler, to George Clooney\nwho is writing a thriller about the Nazis stealing art. Clooney whispered, “The Frenchman is winning.”\n\n| thanked Bryan Lourd, Kevin Huvane and Richard Lovett, got on the bus and prayed that | get invited\nback.\n\nSaturday, February 25\n\n| dragged my tired ass to the Academy, as foreign films aficionado Mark Johnson was conducting a\nsymposium on the nominated films, which included Sony Classic’s “In Darkness” from Poland,\n\"Footnote\" from Israel and \"A Separation\" from Iran. Israeli and Iranian governments from the other\nside of the world monitored their directors as the Sony boys kept the peace.\n\nMichael and Tom Bernard invited me to the Independent Spirit Awards at the Santa Monica Pier.\n\nMichael hosted his \"Take Shelter\" nominees Jessica Chastain, Michael Shannon and director Jeff Nichols.\nTom held court atthe next table with the entire Iranian cast of \"A Separation\", which won. Tom\n\nHOUSE_OVERSIGHT_013446",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013446.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3208,
    "word_count": 512,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:46.280248",
    "prefix": "IMAGES-002"
  }
}