{
  "document_id": "HOUSE_OVERSIGHT_023852",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023852.txt",
  "text": "106 Teaching Minds\n\ndo exactly this: They supply generalizations when a student needs one\nand cannot come up with one by himself after a prediction that he\nmade has failed.)\n\nThe generalization that Colby supplied was, more or less: Be enter-\ntaining if you want to attract followers and be listened to.\n\nWas he right? Is this a good generalization?\n\nThe next step in thinking is: Explain your generalization. What\nthis means here is that I needed to understand why this might be\ntrue. If possible, one wants to test out the new hypothesis. Fortunately\nfor me, I had many opportunities to speak in public over the next 40\nyears. I tried many different methods of teaching and lecturing. Enter-\ntaining always works. Colby was right.\n\nBut I said that one needs to explain why it works. This is my expla-\nnation: People have trouble paying attention to someone who talks for\nan hour. Human beings are not built for this. Our ancestors certainly\ndidn’t listen to lectures. People communicate best by asking questions\nand interrupting. Since this isn’t possible in a lecture, any questions\nthey might ask, they ask themselves and try to answer. While they are\nthinking about what a speaker says, the speaker keeps on talking. No\none can really hear a lecture, in my opinion. So, a good speaker, recog-\nnizing this, does not try to make the audience do that. He makes them\nlaugh, he paints interesting pictures for them to ponder, he amazes\nthem perhaps, but he does not try to get them to, nor does he expect\nthem to, remember all that he has said. The less content, the more\nlikely they will remember. Colby knew all this. I learned it over time.\nHe jump-started my thinking.\n\nBy now, this new generalization of mine, together with my expla-\nnation, is part of my core beliefs. But any belief can be challenged by\nreality. And, any new belief generates new predictions. So I predicted\nthat if I was funnier when I spoke, people would appreciate what I\nsaid more. I also predicted that if I didn’t speak much in a graduate\nseminar and let students argue with one another, they would get more\nout of it. After 40 years I still believe these things. But, and this is the\nimportant part, there are nuances upon nuances about all these is-\nsues in my memory. I need to explain it simply when I write or speak\nabout it, but when I think about it, I recall all kinds of exceptions and\ncaveats. I know, or at least I think I know, a great deal about speak-\ning and have lots of memories about specific successes and failures.\nThinking and learning require one to recall one’s experiences, analyze\nthose experiences, come up with new hypotheses about failures, make\n\nHOUSE_OVERSIGHT_023852",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023852.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2677,
    "word_count": 473,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:44.737464",
    "prefix": "IMAGES-007"
  }
}