{
  "document_id": "HOUSE_OVERSIGHT_013743",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013743.txt",
  "text": "that procedures such exponentiation of a matrix can be carried out automatically\nusing computer algebra programs such as Maple or for data processing available as\n\ncomputational modules in MatLab.\n\nOne of the techniques for the computation of hy involves determining the\nlogarithm of the asymptotic growth rate of the major diagonal (“trace”) in the\ntransition matrix symbolically encoding the trajectory which would therefore count\nthe “self visitations” of each indexed boxes as the dynamics proceed. This involves\nsetting up a transition incidence matrix, each box scored for a disallowed, 0, or\nallowed, 1, transitions and the matrix is exponentiated t times with the logarithm of\nthe asymptotic growth rate of the sum of the diagonal values serving as a (leading\neigenvalue) estimate of hr. More technical considerations involving the Frobenius-\nPerron theorem guaranteeing the existence of such an logarithmic index of new\ninformation generation rates, even in random matrices (Seneta, 1981), will not be\n\ndiscussed here.\n\nWe have found that computing hz in this way is empirically useful for difficult\nto obtain or only transiently stationary brain data series. Even with relatively short\nsamples lengths, if one is willing to make the pragmatic assumption of “temporary\nstationarity” or “things as they are right now will, for the sake of argument, go on\nforever’ (perhaps the best we can do with intrinsically transient brain phenomena)\nthen this “freeze framed” representation of reality yields an asymptotic measure on\nrelatively short sample lengths since they are computationally infinite. A similar\napproach to hy, requires repeatedly exponentiating a Markoff matrix constructed\nfrom relatively short samples and generates the probabilistic (eigenvector) “dual” of\nhr. hy computed in this way serves as a useful quantity, hy called by some the\nKolmogorov entropy in comparisons of control and experimental conditions of the\nsame sample lengths. Systematic decreases in hw (“Kolmogorov entropy”) have\nbeen shown to accompany increasing “depth” of sleep using standard sleep staging\ntechniques (Gallez and Babloyantz, 1991) and increases in hy were associated with\nboth positive and negative emotional states induced by movies (Aftanas et al,\n1997).\n\n243\n\nHOUSE_OVERSIGHT_013743",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013743.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2290,
    "word_count": 344,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.196249",
    "prefix": "IMAGES-002"
  }
}