{
  "document_id": "HOUSE_OVERSIGHT_022860",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022860.txt",
  "text": "6-figure sums or more.\n\nHe’s sentence to jail in 2008 for 18 months and serves 13 (while Epstein is\nnow frequently accused of somehow managing to cut short his sentence, almost all\nFlorida prisoners serve only 70% of their officially sentenced time).\n\nJail hardly ends the legal catch all. Epstein's butler, Alfredo Rodriguez,\nsteals and tries to sell an alleged journal or calendar with Epstein’s activities—but\nhe tries to sell it to an undercover agent. Rodriguez is sentenced to 18 months in\njail on a charge of theft and of withholding evidence (it is not so much a journal as\na list of phone numbers, which were apparently collected or saved by Rod\nRodriguez; all of this stolen material was somehow subsequently included in a\ncourt filing by Edwards). Scott Rothstein, a lawyer whose firm represented\nadditional girls in their suits against Epstein, also goes to jail for recruiting\ninvestors to pay for these suits on the fraudulent basis that settlements had already\nbeen reached. It’s the largest fraud in Florida history and Rothstein receives a\n50-year sentence.\n\nThen, Brad Edwards, Rothstein’s former partner, sues the federal\ngovernment in 2008 for abridging the rights of two of the original complainants\nunder the Crime Victim Rights Act (giving victims the right to be consulted about\nthe disposition of their cases) regarding the Justice Departments agreement not to\nprosecute in favor of the state action. In 2014, Edwards tries to ad Virginia\nRoberts, another of the original complainants, who has previously settled with\nEpstein, to the long-running suit. Roberts who was paid a settlement under the\noriginal terms of Epstein’s agreement—that he would pay attorney’s fees and not\noppose any law suits against him—is now trying to overturn the agreement under\nwhich she was paid, and, with Edwards, further suing Epstein for $50,000,000.\n\nIndeed, Roberts, with the Daily Mail being her prime outlet, emerges as the\nmost vocal accuser—and, in fact, the some total of the current story and attention.\n\nThat is, there is no story without her and what is being billed as her memoir\nof her “sex slavery” with Epstein, written ten years after the fact. Along with the\nDershowitz and Prince Andrew charges, Roberts puts, with rather some narrative\ndetail, both Clinton and Al and Tipper Gore on the island—and in fact Clinton,\napparently with the acquiescence of the Secret Service, flying in a helicopter\npiloted by Epstein’s girlfriend, an amateur pilot. Epstein’s lawyers say that not\nonly have Clinton and the Gores never been to the Epstein Island, but this fantasy\nis easily disproven by dsecret service records, which would seem to make the\nmemoir opportunistic or hallucinatory fiction.\n\nThe FBI, in a recent filing, has argued that Roberts should not be party to the\nsuit against the government because she refused to cooperate with the government\nin its investigation in 2007, hence has no standing as a victim. (At the same time,\nthe FBI included her on the list of 40 victims with whom it mandated Epstein reach\n\nHOUSE_OVERSIGHT_022860",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022860.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3061,
    "word_count": 502,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.775139",
    "prefix": "IMAGES-007"
  }
}