{
  "document_id": "HOUSE_OVERSIGHT_023307",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023307.txt",
  "text": "ask . either wechsler or haperin to tell you what brh is, or how the tra works. .. ? as bronstein to tell you why\nthe proposed phaidon transaction DOES not work. . as them to give you a plan for the plane. ? ask them to\nshow you the cash mgmt for over 100 million dollars. . ask them to show you the IT system progress after one\nyear. . the approval process for payables. . the cash flow projections? assumptions? ask for a comparative\nreview of investments. ask haperin to describle to you in any detail BRH , the major asset of his two biggest\nclients. tax basis, disposiotion in the estate. . etc. ask brad to show you the liquidation of the inteveing art space\ncos? .\n\n---------- Forwarded message ----------\n\nFrom: jeffrey E. <jeevacation@gmail.com>\n\nDate: Tue, Apr 14, 2015 at 5:53 PM\n\nSubject:\n\nTo: Melanie Spinella\n\nsaved you 500k at the last minute, . brad has had the same chart since march 16th, its his job to review NOT\nMINE .appears he is one of those living in the dark letwe. I found 8 million dollars today, missed\ndeductions. . not yet in the numbers, .?\n\nw--------- Forwarded message ----------\n\nFrom: jeffrey E. <jeevacation@gmail.com>\n\nDate: Wed, Apr 15, 2015 at 8:59 AM\n\nSubject:\n\nTo: Melanie Spinella|\n\n1 did the paul weiss bill get paid ??? 2. Talk to me before signing anything today important\n\n10m paid today to gratitude america, a 501 c 3, willl make last year complete. 20 million paid today ftc . 10\nmillion july 15 5 million sept 30. ,5 millionjan 1 forall of 16. tax savings paid at 37 percent . of net.\nsavings. 50 million credit. net. so 150 million free. 600 savings 225 million owed. - 50 credit, 175\n\nowed. 600 savings 225 million owed. - 50 credit, 175 owed.\n\nDate: Tue, Jan 5, 2016 at 6:36 PM\n\nSubject: Fwd: leon DO NOT SEND, hand deliver.\nTo: Jeffrey Epstein <jeevacation@gmail.com>\nTransaction complete !\n\nWhen we had our meeting in your home in Bedford. You asked me for my help. I told you multiple times\nthat i thought it was a very bad idea, in that I preferred to have no financial interactions. I dont have many\nfriends and didnt want money to interefer with our unique relationship. For five years you had the kind but\ngoofy Eileen Alexandersson managing your accounting , legal, investments. reporting, trusts etc. When I told\nyou in no uncertain terms that I firmly believed she was incompetent you admonished me for \" speaking out of\nboth sides of my mouth\". With regard Brad Wechsler , there is no \" both sides. \". I have\nconsistantly maintained since day one that he was highly unsuited for the job. When you initially asked me to\nhelp convince him to take the role , promising him a postion to manage mirage investments I sent you a note\nsaying instead you should pay up and get first class people. I have reiterated the same message for over a year\nnow. . Brad , not me was tasked with hiring new people and as you wanted him to take ownership of the\nstaff}he conducted many interviews. you may recall that as late as may, you told him in my presence that he had\nhad six months and had not hired anyone. since then I have rectified errors in sales tax, use tax, income\ntax, fbar reporting, 1031 reporting, 8 million of deductions. ,( last nov ) 11 million found in dormant accounts\nand 4 million in the drawer. errors in cash flow both personal and Phaidon. Oversight on new grats first at 22\nand then at 19 that were done without my consulatation were resolved only as aresult of my intervention. . 600\nmillion in after tax savings was just accomplished.\n\nWith Brad out of the office and unable to run his usual interference , the level of his total and\nutter incompetence was brought clearly , front and center. He may be a step up from Eileen, but, ifheis,\nthen itis certainly not by much, A major difference is that Eileen knew she was over her head. Brad struts his\nstupiditly whenever he gets a chance.\nA critical example. - Though you and I have spent many many hours discussing the importance of care\n\nHOUSE_OVERSIGHT_023307",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023307.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3987,
    "word_count": 727,
    "line_count": 70,
    "import_date": "2025-11-19T21:47:45.007994",
    "prefix": "IMAGES-007"
  }
}