{
  "document_id": "HOUSE_OVERSIGHT_022958",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022958.txt",
  "text": "I’m not a virgin. But his was the worst I’ve ever seen. It was like an\nassassination. )\n\nAfter a short discussion of the Qartarian’s visit—Epstein is serving\nthe chocolate, made from pistachios grown on the Shakes farm—and\nspeculation about who actually controls ISIS, I am asked to leave the room.\nTwenty minutes later, after what ever business has been transacted or\nparticular confidences, shared I am asked back in.\n\n“Why?” I asked Weingarten, when Epstein briefly steps out of the\nroom, “do some many people keep coming back here, everything\nconsidered.”\n\n“Why we camp out here? I find that question as mysterious as you\ndo,” says Weingarten.\n\nShortly after Weingarten leaves, Epstein tells me that Eric Holder will\nresign by the end of the week—which he does.\n\nEpstein summons in the next person cooling his heels in the ante-\nroom. It’s a young man named Brook Pierce, a former child actor, and\ndotcom high flyer—a principle in a gaming company called DEN, a\nnotorious dotcom burnout, with its own sex scandal—who is now a leading\ninvestor in Bitcoin. He describe himself as the “the most active investor in\nthe field.”\n\nAnd, indeed, is the first clear explanation I actually get about Bitcoin.\nIt is so good that Epstein stops him and checks to see if his next appointment\nis here. And seconds later, Larry Summers, the former treasury secretary and\nPresident of Harvard, enters the dining room. Summers, off Diet Coke, digs\ndeep into the Shakes chocolates, focuses in on the Bitcoin investor.\n\n“Okay,” he says, after listening for a bit, “I have opportunities here.\nBut an additional feature of my decision problem roughly speaking is that\nthe worst that could happen to you is that you could lose all the money you\nput into it. Whereas, I could go—I mean I don’t look that great now—but I\ncould go from being seen as a figure of some probity and some intelligence\nto being a figure of much less intelligence and much less probity...”\n\n“Well,” says Pierce in what in some dramatic understatement, “you\nare going to have some low quality characters playing the space...”\n\nThat evening, there is a small cocktail party, which includes the former\nPrime Minister of Australian, Kevin Rudd, and Thorbjern Jaglandthe head\nof the Noble Peace Prize Committee, who offers an affable, but general\nscathing, critique of U.S. diplomacy (and a brief defense of Obama’s Peace\nPrize award) and to whom Epstein offers a ride back to Europe on his jet.\n\nThe next morning, it’s Ehud Barack, the former Israeli Prime Minister\nand Israel, for breakfast. Barack is, over his omlet, able to defend both\n\nHOUSE_OVERSIGHT_022958",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022958.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2613,
    "word_count": 442,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.997560",
    "prefix": "IMAGES-007"
  }
}