{
  "document_id": "HOUSE_OVERSIGHT_020621",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020621.txt",
  "text": "162\n\nIn 2016, the chair of the Human Rights Committee of the German Parliament was\ntold he would not be allowed to visit China with the rest of the committee if he did\nnot delete a report from his home page on Tibetan flags being hoisted at German town\nhalls. The committee refused to go on the trip.\n\nAcademia\n\nMore than one hundred thousand Chinese nationals live in Germany, most of them\nstudents. Intense exchanges take place between universities, research institutes,\n\nand think tanks, as well as between scholars in many areas, both natural and social\nsciences. Similar to academics from other countries, several German researchers and\nacademics with a reputation of being critical toward the Chinese government have\nbeen denied visas or access to interlocutors in China. China in general targets junior\nscholars for cultivation. Contacts are initiated from China with invitations to join\nresearch projects, apply for grants, attend conferences, and write articles with the\npromise that they will be published.\n\nA notable instance of coercion occurred when the publishing company Springer Nature\nremoved an estimated one thousand publications from its Internet catalog for China\nbecause their titles might not coincide with official political positions of Beijing. So far,\nSpringer has yet to reverse its decision, unlike Cambridge University Press in a similar\ninstance.\n\nGerman universities host twenty Confucius Institutes (out of approximately 160 in\nall of Europe). Like their counterparts elsewhere, they invest more in gaining general\nsympathy in German civil society through cultural activities than in advancing an\novertly political agenda (which does occur, although rarely). There are fifty-eight\nChinese Students and Scholars Associations in Germany that are well organized and\nseemingly well funded.\n\nCivil Society\n\nChinese officials regularly complain about the negative attitude toward China in the\nGerman public, proven by polls, but do not yet tackle the problem directly. Activities\nin the PRC by German nongovernmental organizations (NGOs) and political\nfoundations are increasingly confined in their activities, not only through China’s\nnew NGO law but also because former Chinese partners are reluctant to cooperate.\n\nIn a letter to the interior ministries of German federal states, the Chinese embassy\nrequested that communities be asked not to hoist Tibetan flags on Tibet Day\n(March 10). In some cases, ministries complied, but in the majority of cases they\ndid not. Almost none of the communities complied. The Chinese embassy in Berlin\n\nAppendix 2\n\nHOUSE_OVERSIGHT_020621",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020621.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2603,
    "word_count": 397,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:46.501202",
    "prefix": "IMAGES-006"
  }
}