{
  "document_id": "HOUSE_OVERSIGHT_014951",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014951.txt",
  "text": "TED2017: The future you\n\n4/20/17, 12:07 PM\n\nTED2017 program\n\nMonday, April 24, 10:15AM - 12:00PM PDT\n\nTED Fellows Talks, Session 1\n\nAmazing talks and performances from the new class of TED Fellows and returning Senior Fellows. Hosted by Fellows director Tom Rielly.\n\nMonday, April 24, 1:15PM - 3:00PM PDT\n\nTED Fellows Talks, Session 2\n\nPart 2 of the TED Fellows session, featuring cutting-edge work from TED Fellows and Senior Fellows. Unmissable.\n\nMonday, April 24, 5:00PM - 7:00PM PDT\n\nSession 1: One Move Ahead\n\nHosted by Chris Anderson\n\nNot attending TED2017? Watch Session 1 — Opening Event — broadcast to cinemas! Find showtimes\n\nMae\n\nhttps://ted2017.ted.com/program\n\nHuang Yi\nChoreographer, dancer, inventor\n\nAs a child, Huang Yi longed for a robot companion. As an adult, he created a robot to dance with: KUKA.\n\nTaiwanese dancer, choreographer, inventor, and videographer Huang Yi’s pioneering work is steeped in his fascination with the partnership\nbetween humans and robots. He interweaves continuous movement with mechanical and multimedia elements to create a form of dance\nwhich corresponds with the flow of data, effectively making the performer a dancing instrument. Named by Dance Magazine as one of the\n“25 to Watch,” Huang is one of Asia’s most prolific choreographers.\n\nHarmoniously weaving together the art of dance and the science of mechanical engineering, HUANG YI & KUKA is a poetic work that\nintertwines modern dance and visual arts with the realm of robotics, revealing humanity through a series of vignettes between live dancers\nand KUKA, a robot conceptualized and programmed by Huang. “Dancing face to face with a robot is like looking at my own face in a\nmirror...I think I have found the key to spin human emotions into robots,” Huang asserts.\n\nHUANG YI & KUKA is an original production of Huang Yi Studio +, developed at 3LD Art & Technology Center, in association with\nSozo Artists. Commissioned by Quanta Arts Foundation.\n\nfacebook.com/Huang YiStudio\n\nAnab Jain\nFuturist, designer\n\nSuperflux co-founder and TED Fellow Anab Jain parses uncertainties around our shared futures to create provocative experiences, tools\nand tactics that we can adopt today.\n\nIn 2009, Anab Jain co-founded the design firm Superflux with Jon Ardern, inspired by influences as far-flung as avant-garde architecture\nand Andrei Tarkovsky. The challenges Jain explores are some of the biggest -- climate change, biotech, intelligent machines -- and her\nresulting work “navigates the entangled wilderness of our technology, politics, culture and environment to imagine new ways of seeing,\nbeing and acting.”\n\nIn her work, Jain creates worlds, stories and tools that provoke and inspire us to engage with the precarity of our rapidly changing world.\nSuperflux is building tools, methods and commons that can enable us to mitigate the shock of food insecurity and climate change. Recently\nthey produced a series of civilian drones, and created a vision of a near-future city where these intelligent machines begin to display\nincreasing autonomy with civic society. Among Superfiux’s previous projects is a headset allowing blind subjects injected with a light-\nsensitive virus to develop a kind of “super-sight” sensitive to spectrums that ordinary vision cannot detect.\n\nsuperflux.in @anabjain\n\nDO awe, Kannannsr\n\nPage 1 of 21\n\nHOUSE_OVERSIGHT_014951",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014951.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3356,
    "word_count": 520,
    "line_count": 74,
    "import_date": "2025-11-19T21:47:46.013006",
    "prefix": "IMAGES-003"
  }
}