{
  "document_id": "HOUSE_OVERSIGHT_010988",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010988.txt",
  "text": "depreciation. This opened a can worms. It contradicts the Y = C + I equation, and the\nrelated belief that output equals profit plus pay. I will try to track down some of the\n\nworms, as | promised, and release new ones in the process if I must.\nThis book will continue to hunt for certitude, absolute when possible and subjective\notherwise. If the convergence axioms are trustworthy, behavior will reveal aims\n\nwell enough.\n\nOutput Exhaust\n\nI define output as creation of value, and equivalently of capital. Does this overlook\nthe possibility that output might also create taste-satisfying pure consumption\n\ndirectly, without passing through a capital phase first?\n\nSuch a thing is possible in math, but not in economics. Since capital is foreseen\neventual exhaust, exhaust not drawn from capital in place would be implicitly\nunforeseen. This is the flip side of the deadweight loss rule. Economics is a rationale\n\nof choices, and neglects unforeseen taste satisfaction as unable to influences choices.\n\nThose unforeseen and hence costless satisfactions are called “free goods”, and\nignored as outside the economic purview. They why not ignore free growth too?\nGrowth is roughly foreseen and factored into choices, for one thing, even if 1 am the\nfirst since Mill to foresee it as free. For another, even unforeseen events are of\neconomic interest if they affect means or choices after. Free growth does. Costless\n\nsatisfactions leave no trace.\nNote in any case that the total return truism (3.2) through (3.3b) does not depend\non this inference. Those equations describe creation of value, not necessarily of\n\ncapital alone. Output exhaust would be added both to output and to exhaust, and\n\nwould disappear in their difference.\n\nChapter 3: Foundations 1/11/16 17\n\nHOUSE_OVERSIGHT_010988",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010988.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1786,
    "word_count": 286,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:44.585512",
    "prefix": "IMAGES-001"
  }
}