{
  "document_id": "HOUSE_OVERSIGHT_016341",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016341.txt",
  "text": "THE FIRST MACHINE INTELLIGENCES\nW. Daniel Hillis\n\nW. Daniel “Danny” Hillis is an inventor, entrepreneur, and computer scientist, Judge\nWidney Professor of Engineering and Medicine at USC, and author of The Pattern on the\nStone: The Simple Ideas That Make Computers Work.\n\nI have spoken of machines, but not only of machines having brains of brass and thews of\niron. When human atoms are knit into an organization in which they are used, not in\ntheir full nght as responsible human beings, but as cogs and levers and rods, it matters\nlittle that their raw material is flesh and blood. What is used as an element in a machine,\nis in fact an element in the machine. Whether we entrust our decisions to machines of\nmetal, or to those machines of flesh and blood which are bureaus and vast laboratories\nand armies and corporations, we shall never receive the right answers to our questions\nunless we ask the right questions.... The hour is very late, and the choice of good and\nevil knocks at our door.\n\n—Norbert Wiener, Zhe Human Use of Human Beings\n\nNorbert Wiener was ahead of his time in recognizing the potential danger of emergent\nintelligent machines. I believe he was even further ahead in recognizing that the first\nartificial intelligences had already begun to emerge. He was correct in identifying the\ncorporations and bureaus that he called “machines of flesh and blood” as the first\nintelligent machines. He anticipated the dangers of creating artificial superintelligences\nwith goals not necessarily aligned with our own.\n\nWhat is now clear, whether or not it was apparent to Wiener, is that these\norganizational superintelligences are not just made of humans, they are hybrids of\nhumans and the information technologies that allow them to coordinate. Even in\nWiener’s time, the “bureaus and vast laboratories and armies and corporations” could not\noperate without telephones, telegraphs, radios, and tabulating machines. Today they\ncould not operate without networks of computers, databases, and decision support\nsystems. These hybrid intelligences are technologically augmented networks of humans.\nThese artificial intelligences have superhuman powers. They can know more than\nindividual humans; they can sense more; they can make more complicated analyses and\nmore complex plans. They can have vastly more resources and power than any single\nindividual.\n\nAlthough we do not always perceive it, hybrid superintelligences such as nation\nstates and corporations have their own emergent goals. Although they are built by and\nfor humans, they often act like independent intelligent entities, and their actions are not\nalways aligned to the interests of the people who created them. The state 1s not always\nfor the citizen, nor the company for the shareholder. Nor do not-for-profits, religious\norders, or political parties always act in furtherance of their founding principles.\nIntuitively, we recognize that their actions are guided by internal goals, which is why we\npersonify them, both legally and in our habits of thought. When talking about “what\nChina wants,” or “what General Motors is trying to do,” we are not speaking in\nmetaphors. These organizations act as intelligences that perceive, decide, and act. Like\nthe goals of individual humans, the goals of organizations are complex and often self-\ncontradictory, but they are true goals in the sense that they direct action. Those goals\n\n121\n\nHOUSE_OVERSIGHT_016341",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016341.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3433,
    "word_count": 547,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:47.810812",
    "prefix": "IMAGES-003"
  }
}