{
  "document_id": "HOUSE_OVERSIGHT_017730",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017730.txt",
  "text": "Page 16 of 52\n2005 B.Y.U.L. Rev. 835, *861\n\nSecond, prosecutors and their agents continue dealing with victims throughout the course of a prosecution. They work with\nvictims in investigating the crime, identifying potential defendants, preparing the indictment, and presenting evidence to the\ngrand jury and at trial. Because of this working relationship, prosecutors are best situated to provide notice in most cases.\nThird, most crime victims lack legal counsel and are unfamiliar with federal criminal proceedings. They may need assistance\nfrom someone familiar with the process to understand what is happening. United States Attorneys’ offices, including the victim-\nwitness components in those offices, are well situated to provide that assistance. As the President's [*862] Task Force of\nVictims of Crime concluded, the prosecutor is \"in the best position to explain to victims the legal significance of various\nmotions and proceedings.\" |34 For all these reasons, prosecutors should notify victims of their rights and of upcoming\nhearings. '35 Most states that have addressed the issue follow this approach. !3°\n\nThe Justice Department appears to agree that 1t should notify victims. In the 2000 Attorney General Guidelines for Victim and\nWitness Assistance, the Department required prosecutors and their [*863] agents to provide notice to crime victims. In\nparticular, the Guidelines currently obligate prosecutors to provide victims with \"the earliest possible notice\" of:\n\n(a) The release or detention status of an offender or suspected offender ... .\n(b) The filing of charges against a suspected offender, or the proposed dismissal of all charges ... .\n\n(c) The scheduling, including scheduling changes and/or continuances, of each court proceeding that the victim or witness is\neither required to attend or entitled to attend ... .\n\n(d) The acceptance of a plea of guilty or nolo contendere or the rendering of a verdict after trial ... .\n\n(e) If the offender is convicted, the date set for sentencing, the sentence imposed ... . 137\n\n134 President's Task Force on Victims of Crime, Final Report 64 (1982).\n\n35 But cf. United States v. Turner, 367 F. Supp. 2d 319, 328 (E.D.N.Y. 2005) (concluding that, in the absence of a national rule requiring\nprosecutors to provide notice to victims, the court would direct the prosecutor to provide the name and contact information of each victim so\nthat the court can ensure that notice is properly given).\n\n16 See, e.g., Ala. Code 15-23-62(8) (2000) (requiring law enforcement officers to give victims initial description of their rights and “the\nname and telephone number of the office of the prosecuting attorney to contact for further information\"); Ariz. Rev. Stat. 13-4409 (2001)\n(requiring prosecutor to provide notice to victim of criminal proceedings; Conn. Gen. Stat. Ann. 5]-286e (2000) (requiring prosecutor to\nnotify victim of any judicial proceedings related to the case); Del. Code Ann. tit. 1], 9411 (2001) (requiring Attorney General to provide\ninformation to victim including \"notice of the scheduling of court proceedings and changes including trial date, case review and sentencing\n\nhearings\"); Ga. Code Ann. 17-17-8(b) (2004) (requiring prosecutor where possible to give victim \"prompt advance notification of any\n\nscheduled court proceedings\"); Ky. Rev. Stat. Ann. 421.500.5 (LexisNexis 1992) (requiring prosecutor to provide victim \"prompt notification,\nif possible, of judicial proceedings relating to the case\"); Me. Rev. Stat. Ann. tit. 15, 6101 (2003) (requiring prosecutor to provide victims of\ncertain crimes notice of any plea agreement and of trial date); Afass. Gen. Laws Ann. ch. 258B, 3 (West 2004) (requiring prosecutor to give\nvictims notice of various rights); Afich. Comp. Laws Ann. 780.755(1) (West 1998) (requiring prosecutor to give victims notice of court\n\nproceedings); Minn. Stat. Ann. 6114.03 (West 2003) (requiring prosecutor to give victim notice of plea agreement and sentencing hearing);\nN.M. Stat. Ann. 31-26-9(B) (LexisNexis 2004) (requiring prosecutor to provide victim with notice of scheduled court proceedings); N.Y.\n[Executive] Law. 646a (McKinney 2005) (requiring prosecutor to provide notice of court proceedings); S.D. Codified Laws 23A-28C-]\n(2004) (requiring prosecutor to notify victim of certain hearings); Tenn. Code Ann. 40-38-103 (2003) (requiring prosecutor to notify victim of\n\"times, dates, and locations of all pertinent stages in the proceedings\"); Tex. Code Crim. Proc. Ann. art. 56.08(b) (Vernon 2004) (requiring\nprosecutor to give victim notice of court proceedings); Utah Code Ann. 77-38-3 (2004) (requiring prosecutor to give victim notice of\n\"important criminal justice hearings\"); Wis. Stat. Ann. 972.14(2m) (West 1998) (\"Before pronouncing sentence, the court shall inquire of the\ndistrict attorney whether he or she has complied with 971.095(2) and with sub. (3)(b), whether any of the victims of a crime considered at\nsentencing requested notice of the date, time and place of the sentencing hearing and, if so, whether the district attorney provided to the\nvictim notice of the date, time and place of the sentencing hearing.\"); vo. Stat. Ann. 1-40-204(b)(i) (2004) (requiring prosecutor to inform\nvictim about all hearings). But see Ohio Rev. Code Ann. 2930.06(C) (2005) (requiring court to give notice to victim of court proceedings).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017730",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017730.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5409,
    "word_count": 821,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:45.337560",
    "prefix": "IMAGES-004"
  }
}