{
  "document_id": "HOUSE_OVERSIGHT_015728",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015728.txt",
  "text": "38 Are the Androids Dreaming Yet?\n\npractice. A number of people\nhave wondered whether you\ncan take this literally, and if you\ndevote 10,000 hours to practicing\nsomething you can become\nworld class. Dan McLaughlin\nfrom the USA used to be a\nprofessional photographer and\ndecided he might like to become\na professional golfer. He quit his\njob and is now 3,500 hours in. So\nfar, he has achieved a 4 handicap.\nI also personally got bitten by this\nbug and am learning the piano. I\nam about 3,000 hours in and am\nmaking good progress.\n\nGladwell’s interpretation of\nEricsson's results is not without\ncontroversy. Ericsson stresses\n‘purposeful practice’ is the\nimportant element. Practicing\nthe wrong thing for ten thousand\nhours will just make you good at doing something wrong. Practicing\nwithout concentration and attention will equally have little effect. One\nillustrative example is the story of Edward Sanford, a supreme court\n\nPiano Practice\n\njudge, who read the morning prayer aloud every day over a 25 year\nperiod. After he retired he was asked if he could recite it from memory.\nDespite reading it as many as 5000 times during his working life, he was\nunable to remember it. It seems you must purposefully practice the exact\nthing you want to do if you wish to learn it, in this case recall.\n\nComputers don’t require practice to learn a skill. If their program\nis right they work correctly, and if it is wrong, they are always wrong.\nComputers can be programmed to learn but so far this learning has been\nlimited to specific problem domains, such as face recognition. They do\nnot have the general-purpose capability humans enjoy.\n\nHOUSE_OVERSIGHT_015728",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015728.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1654,
    "word_count": 279,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:47.880164",
    "prefix": "IMAGES-003"
  }
}