{
  "document_id": "HOUSE_OVERSIGHT_013261",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013261.txt",
  "text": "References 345\n\nEde93. Gerald Edelman. Neural darwinism: Selection and reentrant signaling in higher brain function.\nNeuron, 10, 1993.\n\nElm91. J. Elman. Distributed representations, simple recurrent networks, and grammatical structure.\nMachine Learning, 7:195-226, 1991.\n\nEMC12. Effective-Mind-Control.com. Cellular memory in organ _ transplants. Eeffec-\ntive Mind Control,, 2012. http://www.effective-mind-control.com/\ncellular-memory-in-organ-transplants.html, updated Feb 1 2012.\n\nEsoo. G. Engelbretsen and F. Sommers. An invitation to formal reasoning. The Logic of Terms. Alder-\nshot: Ashgate, 2000.\n\nFBO8. Stan Franklin and Bernard Baars. Possible neural correlates of cognitive processes and modules\n\nfrom the lida model of cognition. Cognitive Computing Research Group, University of Memphis,\n2008. http://ccrg.cs.memphis.edu/tutorial/correlates.html.\n\nFC86. R. Fung and C. Chong. Metaprobability and Dempster-shafer in evidential reasoning. In L. Kanal\nand J. Lemmer. North-Holland, editors, Uncertainty in Artificial Intelligence, pages 295-302.\n1986.\n\nFis80. K. Fischer. A theory of cognitive development: control and construction of hierarchies of skills.\nPsychological Review, 87:477-531, 1980.\n\nFis01. Jefferson M. Fish. Race and Intelligence: Separating Science From Myth. Routledge, 2001.\n\nFod94. J. Fodor. The Elm and the Expert. Cambridge, MA: Bradford Books, 1994.\n\nFP86. Doyne Farmer and Alan Perelson. The immune system, adaptation and machine learning. Physica\nD, v. 2, 1986.\n\nFra06. Stan Franklin. The lida architecture: Adding new modes of learning to an intelligent, autonomous,\nsoftware agent. Int. Conf. on Integrated Design and Process Technology, 2006.\n\nFre90. R. French. Subcognition and the limits of the turing test’. Mind, 1990.\n\nFre95. Walter Freeman. Societies of Brains. Erlbaum, 1995.\n\nFT02. G. Fauconnier and M. Turner. The Way We Think: Conceptual Blending and the Mind’s Hidden\nComplezities. Basic, 2002.\n\nGar99. H Gardner. Intelligence reframed: Multiple intelligences for the 21st century. Basic, 1999.\n\nGDO9. Ben Goertzel and Deborah Duong. Opencog ns: An extensible, integrative architecture for intel-\nligent humanoid robotics. 2009.\n\nGdGos. Ben Goertzel and Hugo de Garis. Xia-man: An extensible, integrative architecture for intelligent\nhumanoid robotics. pages 86-90, 2008.\n\nGE86. R. Gelman and E. Meck and s. Merkin (1986). Young children’s numerical competence. Cognitive\nDevelopment, 1:1-29, 1986.\n\nGEAO8. Ben Goertzel and Cassio Pennachin Et Al. An integrative methodology for teaching embodied\n\nnon-linguistic agents, applied to virtual animals in second life. In Proc.of the First Conf. on AGI.\nIOS Press, 2008.\n\nGer99. Michael Gershon. The Second Brain. Harper, 1999.\n\nGGCr11. Ben Goertzel, Nil Geisweiller, Lucio Coelho, Predrag Janicic, and Cassio Pennachin. Real World\nReasoning. Atlantis, 2011.\n\nGGKO02. T. Gilovich, D. Griffin, and D. Kahneman. Heuristics and biases: The psychology of intuitive\njudgment. Cambridge University Press, 2002.\n\nGib77. J. J. Gibson. The theory of affordances. In R. Shaw & J. Bransford. Erlbaum, editor, Perceiving,\nActing and Knowing. 1977.\n\nGib78. John Gibbs. Kohlberg’s moral stage theory: a Piagetian revision. Human Development, 22:89-112,\n1978.\n\nGib79. J. J. Gibson. The Ecological Approach to Visual Perception. Boston: Houghton Mifflin, 1979.\n\nGIGHO8. B. Goertzel, M. Ikle, I. Goertzel, and A. Heljakka. Probabilistic Logic Networks. Springer, 2008.\n\nGil82. Carol Gilligan. In a Different Voice. Cambridge, MA: Harvard University Press, 1982.\n\nGMITHO08. B. Goertzel, I. Goertzel M. Iklé, and A. Heljakka. Probabilistic Logic Networks. Springer, 2008.\n\nGoe93a. Ben Goertzel. The Evolving Mind. Plenum, 1993.\n\nGoe93b. Ben Goertzel. The Structure of Intelligence. Springer, 1993.\n\nGoe94. Ben Goertzel. Chaotic Logic. Plenum, 1994.\n\nGoe97. Ben Goertzel. From Complexity to Creativity. Plenum Press, 1997.\n\nGoe0 1. Ben Goertzel. Creating Internet Intelligence. Plenum Press, 2001.\n\nGoe(6a. Ben Goertzel. The Hidden Pattern. Brown Walker, 2006.\n\nGoe06b. Ben Goertzel. The Hidden Pattern. Brown Walker, 2006.\n\nHOUSE_OVERSIGHT_013261",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013261.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4122,
    "word_count": 557,
    "line_count": 97,
    "import_date": "2025-11-19T21:47:47.597306",
    "prefix": "IMAGES-002"
  }
}