{
  "document_id": "HOUSE_OVERSIGHT_029225",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029225.txt",
  "text": "From: jeffrey E. [jeevacation@gmail.com]\n\nSent: 2/10/2015 5:22:52 PM\n\nTo: Mortimer Zuckernan\nSubject: time to publish this instead of the trite.\n\nore\n\n15 of 141,013\n\nFwd: Statement for Press\n\nFrom: Carolyn Cohen a >\nDate: February 10, 2015 at 10:40:57 AM EST\n\nTo: Aln Deshowit7,\n\nSubject: Statement for Press\n\nAlan Dershowitz’s Statement: We can now prove that Jane Doe #3 has no credibility and lied\nabout Clinton, the Gores and Dershowitz.\n\nDershowitz’s lawyers have filed a detailed reply to Jane Doe #3 false charges. In it they definitively\nrespond to all of the alleged evidence presented by Jane Doe #3 and her lawyers. Since that filing Mr.\nDershowitz’s lawyers have uncovered additional evidence that Jane Doe #3 has lied about her\nalleged contacts with former President Clinton and former Vice President Gore and the then Mrs.\nGore. In her first affidavit to the court she repeats the claim that she had earlier sold to a British\ntabloid: namely that “former President Bill Clinton was present on the island [Jeffrey Epstein’s\nprivate island] at a time when [Jane Doe #3] was also present on the Island.”\n\nThis statement, sworn under oath, summarizes a far more elaborate fantasy that she sold to a British\ntabloid which has since been repeated by the international media. In neither statement, does she\nprovide any specific dates or times, but she does weave an imaginative fantasy about her fictional\nmeeting with former President Clinton. She “describes” how Mr. Clinton’s Secret Service detail\nallowed Ghislaine Maxwell, then a novice helicopter pilot, to fly the former President to Epstein’s\nprivate island on a large black helicopter —an obvious lie. She then purports to “describe” specific\nseating locations at a fictional dinner party that included her, Mr. Clinton, Jeffrey Epstein and two\nother underage “olive-skinned brunettes” whose identities she could not provide:\n\n“I flew to the Caribbean with Jeffrey and then Ghislaine Maxwell went to pick up Bill in a huge black\nhelicopter that Jeffrey had bought her. She’d always wanted to fly and Jeffrey paid for her to take\nlessons, and I remember she was very excited because she got her licence around the first year we\nmet. I used to get frightened flying with her but Bill had the Secret Service with him and I remember\nhim talking about what a good job she did. I only ever met Bill twice but Jeffrey had told me that\nthey were good friends. I asked, “How come?” and he laughed and said, “He owes me some\nfavours.” Maybe he was just joking but it constantly surprised me that people with as much to lose as\nBill and [Prince] Andrew weren't more careful. She said that when dining that night, Maxwell sat at\n\nHOUSE_OVERSIGHT_029225",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029225.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2706,
    "word_count": 453,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:46.570602",
    "prefix": "IMAGES-010"
  }
}