{
  "document_id": "HOUSE_OVERSIGHT_031778",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031778.txt",
  "text": "for comment Tuesday. A message seeking comment from Geragos was also not returned.\n\nAvenatti shot to national prominence last year representing Stormy Daniels, the porn\nactress who took $130,000 from Trump lawyer Michael Cohen to stay quiet about her\naffair with the future president and then sued to void the deal.\n\nThe brash lawyer seemed to relish needling Trump and others on countless cable news\nappearances and on Twitter. He also faced mounting legal troubles in the form of a $10\nmillion judgment stemming from the breakup of his old firm, Eagan Avenatti LLP, and\naccusations from former partners that he hid millions in assets. Avenatti also split with\nDaniels in recent weeks.\n\nDaniels said Monday she was \"saddened but not shocked\" by news of Avenatti's arrest,\nand that he had dealt with her \"extremely dishonestly.\"\n\nDespite the recent setbacks, Avenatti was back on Twitter less than 24 hours after his\narrest, saying Nike had made payments to the mother of Phoenix Suns player DeAndre\nAyton while he was a college player and to University of Oregon center Bol Bol.\n\n\"A lot of people at Nike will have to account for their criminal conduct, starting with\nCarlton DeBose & moving higher up. The diversion charade they orchestrated against me\nwill be exposed,\" he tweeted. DeBose is the head of Nike's youth basketball division.\n\nA Nike spokesperson on Tuesday referred to a company statement that it has been\ncooperating with a government investigation into NCAA basketball for more than a year,\n\nand would not \"be extorted or hide information\" relevant to that probe.\n\nThe case is U.S. v. Avenatti, case number 19-mj-2927, in the U.S. District Court for the\nSouthern District of New York.\n\nHOUSE_OVERSIGHT_031778",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031778.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1726,
    "word_count": 284,
    "line_count": 32,
    "import_date": "2025-11-19T21:47:46.781080",
    "prefix": "IMAGES-011"
  }
}