{
  "document_id": "HOUSE_OVERSIGHT_023785",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023785.txt",
  "text": "What Can’t You Teach? 3g\n\nIf this stuff makes people happy, then build more of it, by all\nmeans. But if we want to address real issues, we need to discuss per-\nsonality and how to deal with it.\n\nI have insisted, as long as I have been discussing education,” that\nlearning has to be experientially based. I proposed building complex\nsocial simulators 20 years ago, and this has come to be understood by\nthe e-learning community as telling people they are in a situation that\nthey may or may not relate to instead of actually putting them into a\nvery realistic simulation of that situation. The reason they do it that\nway is money, of course, but something gets lost in the translation.\n\nWhat is the difference?\n\nSuppose that I tell you that you are a baseball player in the major\nleagues and your team is down by one run with one out in the bottom\nof the ninth with the bases loaded. I then give you a set of multiple\nchoices about what to do on the first pitch (like, a—take the first pitch,\nb—look for a fast ball, etc.). What is the problem with this? There are\nright answers about what to do, but they depend on many variables\n(Do you know this pitcher’s habits? How have you been hitting today?\nHow fast is the guy on third?). Pretending that we can abstract a situa-\ntion with a simple description and then suggest there is a right answer,\nis absurd. But more important, if you have never actually been in that\nsituation, if you have never played baseball, your comprehension of\nthe unmentioned details is likely to be zero. Attempting to teach any-\nthing through short descriptions of situations followed by multiple\nchoice answers is just dumb.\n\nWhy, then, do e-learning companies keep on building courses that\nsound like that? Usually the answer is that corporations that don’t\nknow any better asked them to.\n\nWhat does this have to do with altering basic behavior? I do in-\ndeed play baseball, as I have said, and what I would do in that situ-\nation depends on my personality in many ways. It also depends on\nan accurate assessment of my own abilities. What it doesn’t depend\non is deep thought. Professional athletes do not become professional\nathletes owing to their superior cognitive abilities. They have superior\nphysical abilities and rely on instinct for thinking. They do what they\n“know” to do. They don’t think it out. Coaches try like crazy to get\nthem to think it out, but you often can find a 20-year professional vet-\neran getting chewed out by his coach and being asked, What were you\n\nHOUSE_OVERSIGHT_023785",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023785.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2532,
    "word_count": 452,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:47.167300",
    "prefix": "IMAGES-007"
  }
}