{
  "document_id": "HOUSE_OVERSIGHT_016200",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016200.txt",
  "text": "Case 1:19-cv-03377-LAP Document 36-4 Filed 07/03/19 Page 4 of 6\n\n24, After more than six months of follow-up investigation, on Decem\nrites and | filed Ms. Virginia Giuffre’s allegations of stiee by fivele Dewi a\nothers in the CVRA case as part of a motion for her to join the CVRA case. The decision to file\nwas made by Mr. Edwards and me. To the best of my recollection, | did not inform Mr Boies\nof our intentions and, to my knowledge, neither he, nor his partner Ms, McCawley, nor atto\nStan Pottinger, were informed in advance of the date or contents of the filing, uy\n\n33. In the course of those public attacks, Mr. Dershowitz made a number of statemenis\nto the press that were inconsistent with information that I possessed.\n\n34. Dershowitz said, for example, that his wife accompanied him everywhere: “I've\nbeen married to the same woman for 28 years. She goes with me everywhere. People know that I\nwon't argue a case or give a speech unless my wife travels with me.” (American Lawyer, Jan.\n15, 2015.) Dershowitz also denied being with Epstein in the company of young women: “I was\nnever alone with Jeffrey Epstein in the company of any young women, I can tell you that\nunequivocally.” (Wall Street Journal, Jan. 2, 2015), He cited flight manifests: “As far as the\nplanes are concemed, there are flight manifests. They will prove I was never on any private\nairplane with any young women.” (Hala Gorani, CNN Live, Jan. 5, 2015).\n\n35. Contrary to these assertions, evidence I possessed showed the following things.\n\n36. On February 9, 1998, Alan Dershowitz appears on flight #1073 to Teterboro Airport\nwith Epstein, Ghislaine Maxwell, Emmy Taylor, Claire Hazel, Joel Pashcow, one\nunidentified female, Mandy and Dubins +1 (without his wife).\n\n37. On February 5, 2004, Alan Dershowitz appears on flight #1695 to Teterboro\nAirport, then boards flight #1696 lo Palm Beach with Epstein and Sarah Kellen (without\n\nhis wife).\n\n38. On November 17, 2005, Alan Dershowitz appears on flight #1841 to Montreal,\nCanada, then boards flight #1842 to Bedford, then #1843 to Teterboro with Epstein,\nAdriana Mucinska (AM), and Tatianna Kovylskna (without his wite).\n\nANTES A Shots\n1 at eee soy Menge, Sit Li Or\n! BN\n\n(4p, ALON perowown rz LV\nieu'h S44, AG, Tar cane\n\n39. To be clear, the flight logs that I had reviewed did not show Mr. Dershowitz alone\nwith Ms. Giuffre. But | did not have a complete set of flight logs for the relevant time period\nand, in addition, it appears that Mr. Dershowitz had access to the flight logs before they were\nproduced to law enforcement authorities, (See Police Detective Joe Recarey Depo. at 281, Jane\nDoe No. 2 v. Epstein, No. 9:08-cv-80119-KAM (Mar. 19, 2010) (Dershowitz personally\n\nprovided the flight logs).)\n\n40. To also be clear, the foregoing is not a complete recitation of the substantial\ninformation that I had that contradicted Mr. Dershowitz’s claims.\n\nHOUSE_OVERSIGHT_016200",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016200.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2913,
    "word_count": 496,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:46.467907",
    "prefix": "IMAGES-003"
  }
}