{
  "document_id": "HOUSE_OVERSIGHT_015608",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015608.txt",
  "text": "media outlet in exchange for your statements (whether \"on the record\" or \"off the record\")\nregarding Jeffrey Epstein, Alan M. Dershowitz, Prince Andrew, Duke of York, and/or being a sex\nslave.” Whether Jane Doe No. 3 has interacted with the media has nothing to do with the Florida\nDefamation Action. As explained above, a non-party’s personal financial information and other\nconfidential information is subject to protection by this Court. See Woodward v. Berkery, 714 So.\n2d 1027, 1034-38 (Fla. 4th DCA 1998). Accordingly, the requests relating to financial\ninformation from this non-party should be quashed’,\n\nd. Category 4 — Plainly Privileged Communications\n\nDefendant’s subpoena requests seek documents that are plainly privileged. Florida courts\nare unequivocal in stating that an opposing party can never obtain attorney-client privileged\nmaterials. See Quarles & Brady LLP v. Birdsall, 802 So. 2d 1205, 1206 (Fla. 2d DCA 2002)\n(quashing discovery order and noting “undue hardship is not an exception (to disclosure of\nprivileged material), nor is disclosure permitted because the opposing party claims that the\nprivileged information is necessary to prove their case.”’) (internal citations omitted). Non-party,\nJane Doe No. 3, objects to all of Defendant’s subpoena requests to the extent that they seek\ndocuments protected by the attorney client privilege, work product doctrine, joint defense and\ncommon interest privileges and any other relevant privilege. Indeed, Jane Doe No. 3 should be\nprotected from responding to Request no. 25 in its entirety because on its face it seeks solely\nprivileged and confidential information relating to her retention of BSF.* See Westco Inc. v. Scott\nLewis’ Gardening & Trimming, Inc., 26 So. 3d 620, 622 (Fla. 4™ DCA 2010) (court explaining\nthat “[w]hen confidential information is sought from a non-party, the trial court must determine\n\nwhether the requesting party establishes a need for the information that outweighs the privacy\n\n> These Requests include nos. 9, 17, 18, 20 and 23.\n\n* Specifically, Request no. 25 seeks: “All documents concerning your retention of the law firm Boies,\nSchiller & Flexner LLP, including but not limited to: signed letter of retainer, retention agreement,\nexplanation of fees, and/or any documents describing the scope of retention.”\n\n10\n\nHOUSE_OVERSIGHT_015608",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015608.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2346,
    "word_count": 358,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:44.648439",
    "prefix": "IMAGES-003"
  }
}