{
  "document_id": "HOUSE_OVERSIGHT_030444",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_030444.txt",
  "text": "From: Steve Bannon \nSent: 5/6/2018 1:54:36 AM \nTo: jeffrey E. [jeevacation@gmail.com] \nSubject: Fw: Fwd: APNewsBreak: Mueller team questions Trump friend Tom Barrack \nImportance: High \nGates served this brother up \nSent via BlackBerry by AT&T \nFrom: Jason Miller__________________________________ \nDate: Sat, 5 May 2018 13:43:02 -0400 \nTo: Steve Bannon \nSubject: Fwd: APNewsBreak: Mueller team questions Trump friend Tom Barrack \nGates. \nBegin forwarded message: \nFrom: Comms Alert <CommsAlert@gop.com> \nDate: May 5, 2018 at 1:19:54 PM EDT \nTo: undisclosed-recipients:; \nSubject: APNewsBreak: Mueller team questions Trump friend Tom Barrack \nAPNewsBreak: Mueller team questions Trump friend Tom Barrack \nAssociated Press \nTom LoBianco \nMay 5, 2018 \nhttps://apnews.com/6dd33b4234634079821e5825f112e85b?utm_campaign=SocialFlow&utm_medium=AP&utm_source=T \nwitter \nWASHINGTON (AP) — The Associated Press has learned that investigators working with special counsel Robert Mueller \nhave interviewed Tom Barrack, a close friend and confidant of President Donald Trump. \nThree people familiar with the probe tell the AP that Barrack met with federal investigators working on the Russia inquiry. \nThe people spoke on condition of anonymity to discuss private deliberations. \nBarrack's spokeswoman, Lisa Baker, declined to comment. \nBarrack has known Trump for decades. He's been one of Trump's closest advisers through the 2016 campaign and into the \nadministration. Barrack also is a leading fundraiser for the president and oversaw the fundraising for the inauguration. \nBarrack has a longstanding relationship with Trump's former campaign chairman, Paul Manafort, and Manafort's onetime \ndeputy, Rick Gates. \nGates agreed to begin cooperating with Mueller's investigators in February. \nHOUSE OVERSIGHT 030444",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_030444.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1802,
    "word_count": 236,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:47.764060",
    "prefix": "TEXT-001"
  }
}