{
  "document_id": "HOUSE_OVERSIGHT_012931",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012931.txt",
  "text": "1.12 Key Claims of the Book 15\n\ne inter-reflecting networks modeling self and others, reflecting a “mirrorhouse” design\npattern\n\n10. Given the strengths and weaknesses of current and near-future digital computers,\n\na. A (loosely) neural-symbolic network is a good representation for directly storing many\nkinds of memory, and interfacing between those that it doesn’t store directly;\n\nb. Uncertain logic is a good way to handle declarative knowledge. To deal with the prob-\nlems facing a human-level AGI, an uncertain logic must integrate imprecise probability\nand fuzziness with a broad scope of logical constructs. PLN is one good realization.\n\nc. Programs are a good way to represent procedures (both cognitive and physical-action,\nbut perhaps not including low-level motor-control procedures).\n\nd. Evolutionary program learning is a good way to handle difficult program learning prob-\nlems. Probabilistic learning on normalized programs is one effective approach to evolu-\ntionary program learning. MOSES is one good realization of this approach.\n\ne. Multistart hill-climbing, with a strong Occam prior, is a good way to handle relatively\nstraightforward program learning problems.\n\nf. Activation spreading and Hebbian learning comprise a reasonable way to handle atten-\ntional knowledge (though other approaches, with greater overhead cost, may provide\nbetter accuracy and may be appropriate in some situations).\n\ne Artificial economics is an effective approach to activation spreading and Hebbian\nlearning in the context of neural-symbolic networks;\n\ne ECAN is one good realization of artificial economics;\n\ne A good trade-off between comprehensiveness and efficiency is to focus on two kinds\nof attention: processor attention (represented in CogPrime by ShortTermImpor-\ntance) and memory attention (represented in CogPrime by LongTermImportance).\n\ng. Simulation is a good way to handle episodic knowledge (remembered and imagined).\nRunning an internal world simulation engine is an effective way to handle simulation.\n\nh. Hybridization of one’s integrative neural-symbolic system with a spatiotemporally hier-\narchical deep learning system is an effective way to handle representation and learning\nof low-level sensorimotor knowledge. DeSTIN is one example of a deep learning system\nof this nature that can be effective in this context.\n\ni. One effective way to handle goals is to represent them declaratively, and allocate atten-\ntion among them economically. CogPrime’s PLN/ECAN based framework for handling\nintentional knowledge is one good realization.\n\n11. It is important for an intelligent system to have some way of recognizing large-scale pat-\nterns in itself, and then embodying these patterns as new, localized knowledge items in\nits memory. Given the use of a neural-symbolic network for knowledge representation, a\ngraph-mining based “map formation” heuristic is one good way to do this.\n\n12. Occam’s Razor: Intelligence is closely tied to the creation of procedures that achieve goals\nin environments in the simplest possible way. Each of an AGI system’s cognitive algorithms\nshould embody a simplicity bias in some explicit or implicit form.\n\n13. An AGI system, if supplied with a commonsensically ethical goal system and an intentional\ncomponent based on rigorous uncertain inference, should be able to reliably achieve a much\nhigher level of commonsensically ethical behavior than any human being.\n\n14. Once sufficiently advanced, an AGI system with a logic-based declarative knowledge ap-\nproach and a program-learning-based procedural knowledge approach should be able to\n\nHOUSE_OVERSIGHT_012931",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012931.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3621,
    "word_count": 530,
    "line_count": 66,
    "import_date": "2025-11-19T21:47:44.100729",
    "prefix": "IMAGES-002"
  }
}