{
  "document_id": "HOUSE_OVERSIGHT_029342",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029342.txt",
  "text": "From: Lesley Groff iy |\n\nSent: 5/7/2013 5:55:30 PM\nTo: Epstein Jeffrey [jeevacation@gmail.com]\nSubject: Fwd: Rising Star\n\nImportance: — High\n\nBegin forwarded message:\n\nFrom: \"Lisa Rossi\" <\n\nSubject: Rising Star\n\nDate: May 7, 2013 1:02:53 PM EDT\n\nTo: Jeffrey < s\n\nReply-To: Lisa_Rossi_bdnlev_gfparhr@cp20.com\n\nDear Jeffrey-\n\nWe are thrilled to announce that we are working with Congressman Hakeem Jeffries, one of the rising stars in\nthe New York Congressional delegation. Sometimes referred to as \"Brooklyn's Barack\", he is a staunch\nsupporter of President Obama and a progressive voice for the people of New York City. NY1 did a profile piece\nabout his work on the vitally important Budget and Judiciary committees in Washington. You can watch the\nvideo here or read the text below.\n\nHakeem is committed to electing a Democratic majority in 2014 and is encouraging his friends to participate in\nthe DCCC/DSCC fundraising dinner with President Obama this coming Monday night. Shoot us an email or\ngive us a call at (212) 531-2858 if you would like to get involved with the dinner, or would like to get an\nopportunity to get to know Hakeem better. He is an impressive guy and who will be a progressive voice in New\nYork politics for years to come.\n\nThanks,\nDarren Rigger, Lisa Rossi & Walter Swett\nDynamic SRG\n\nNY1: Hakeem Jeffries Positions Himself For Long Career In Washington\n\nApr 29, 2013\nBy: Michael Scotto\n\nHakeem Jeffries is only about four months into his freshman year in Congress but he's already positioning\nhimself for a long career in Washington. NY 1's Michael Scotto filed the following report.\n\nIf you're looking to knock Hakeem Jeffries off message, you won't get very far.\n\n\"There's a hip hop song, every day I'm hustling, and I kind of feel that way down here in Washington,\" Jeffries\nsaid. \"In a positive manner, of course.\"\n\nHOUSE_OVERSIGHT_029342",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029342.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1868,
    "word_count": 308,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:47.471234",
    "prefix": "IMAGES-010"
  }
}