{
  "document_id": "HOUSE_OVERSIGHT_010973",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010973.txt",
  "text": "Another mini-surprise is the physics-like care in definitions. The reason is that my\narguments later will drive logic pretty far. Logic needs words that are like algeraic\n\nsymbols in meaning the same thing all along.\n\nFiguratively and literally, foundations are groundwork. They will be less a chore if\nyou love logic. And you'd better if you’re going to like the later chapters. Let’s get\n\nstarted.\n\nOrientation\n\nEconomics itself, I think, is a quantitative rationale of choices. Psychology is a sister\nstudy not explicitly quantitative, and accounting for subliminal behavior as well as\ndeliberate choices. The two fields cooperate and overlap. Economics is quantitative\nin that it asks how much as well as what, and focuses on numbers. It is science-like\nin that it looks for surprising and testable predictions in the end. It is philosophy-\nlike in that choices are subjective and that the larger factor, human capital, leaves\nlittle market evidence from which to reason upward. Both facts put the burden on\n\nreasoning downward from axioms.\n\nMuch of the evidence for both factors, meaning physical and human capital, comes\nfrom the records of literal markets where we rent and hire and buy and sell. Most\neconomics looked no further until Gary Becker and others expanded the boundaries\nabout 50 years ago. The expansion made sense. A rationale of choices in literal\nmarkets alone is a silly concept. It is silly to acknowledge only choices that ring cash\nregisters. We are the same people everywhere. Logic is the same everywhere. We\nhave little interest in axioms that aren’t the same everywhere. Becker was right to\nsee choices in marriage and even crime as predictable in terms of supply and\n\ndemand and price.\n\nThat includes psychic price. Once we follow Becker past literal markets, we accept\n\npsychic value and yield. We must anyhow. Value is in the mind. Economics works as\n\nChapter 3: Foundations 1/11/16 2\n\nHOUSE_OVERSIGHT_010973",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010973.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1942,
    "word_count": 316,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:44.490284",
    "prefix": "IMAGES-001"
  }
}