{
  "document_id": "HOUSE_OVERSIGHT_011503",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011503.txt",
  "text": "eyes over all the boys in their late teens and early 20s. I was sure that after\nsomething like this there had to be some sign of who had done it. But they\nlooked the same as before, eating and talking as if nothing had happened.\n\nThe Yemenis also needed jobs. This led to a challenge for Mishmar\nHasharon. The core of the kibbutz ethos was that we would live from our own\nlabor. Yet Ben-Gurion insisted we and other kibbutzim provide work for the\nYemenis and other new arrivals from the Arab states. We began hiring Yemeni\nworkers when I was about ten, the age when we kids started working for an\nhour or so each day in the fields. We worked alongside several dozen Yemeni\nwomen who lived a few miles north in a maabarah, a transit settlement which\nlater evolved into a village called Elyakhin. Each morning, the Yemenis arrived\nin a bus, and they left at the end of their day’s work.\n\nI don’t know whether I expected to feel a Gordonian sense of joy at the\nredemptive value of physical labor when I began working in the fields. Our first\nassignment was to plant long rows of flower bulbs — gladioli — spaced at\nintervals of four inches or so. But as I joined the other children and the Yemeni\nwomen, what I felt was more mundane. Heat. Fatigue. Boredom. To make the\ntime pass, I thought of it as a competition. Each of us began together, planting\nthe bulbs in furrows stretching to the end of the field. The point was obviously\nto do it right. But I found it interesting to see who finished first, and how much\nlonger it took the rest of us.\n\nThe same worker always led the way. She was a Yemeni in her early thirties.\nHer name was Baddura. Short and stocky, with dark curly hair, she was nearly\nalways smiling, whether we were planting bulbs, sowing seeds or picking\noranges and grapefruit and lemons, potatoes or peppers and tomatoes. When I\nremarked to her how much better and faster she was than the rest of us, she\nlaughed. Still years away from growing into my adult body, I looked more like a\neight- or a nine-year-old. She took me under her wing. The next day, we were\npicking tomatoes. “Do the row next to mine,” she said. Watching the almost\nballetic grace with which she moved made it easier. I decided it was like\nmastering a new piece on the piano. The secret was to achieve a kind of\nunthinking fluidity, by focusing on the passage one or two ahead of the one you\nwere playing. Physically, Baddura was far stronger than me. Before long,\nhowever, I was finishing my sowing or reaping a good ten yards ahead of the\nother kids, and not too far behind her.\n\nThough the Yemenis worked in our fields, they were not members of the\nkibbutz. They were paid a day-rate. Though they were by far the most\n\n32\nHOUSE_OVERSIGHT_011503",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011503.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2734,
    "word_count": 509,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:44.337149",
    "prefix": "IMAGES-001"
  }
}