{
  "document_id": "HOUSE_OVERSIGHT_024051",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024051.txt",
  "text": "in thousands of blogs and other written forums and converts this unstructured content\ninto structured information to support better-informed decision making by patients,\nproviders, and pharmaceutical marketing teams.\n\ne Investment Theme - Patient Engagement / Shift to Low-Cost Setting: As incentives move\n\naway from procedural volume and towards cost-effective quality and outcomes,\nproviders and care delivery organizations are seeking ways to deliver care outside of the\nhospital or physicians’ office through technologies that may allow remote monitoring,\nand empowers other healthcare professionals, or even patients to play a greater role in\npatient care and well-being. Audax Health (NLV-IJ; exited at 3.4x) touches on this\ntheme with its Zensey product, which engages patients in their own health through\nprograms endorsed by their payer.\n\nProblem Area: Inflated Pricing & Fraud\n\ne Investment Theme - Price & Cost Transparency, Financial Error Reduction: Error reduction\ncan generate significant cost savings at the enterprise level. Truveris (NLV-II) allows\n\nself-insured employers to verify the accuracy of all pharmaceutical benefit claims from\ntheir pharmacy benefit managers in real time, thus resulting in more accurate payments\nand significant cost savings.\n\nThese are just some of the illustrative themes for IC. investments in NLV-II. This is an\nemerging area with strong growth drivers, and the Fund Managers expect the opportunity set\nto evolve and broaden substantially over NLV-III’s investment cycle.\n\nAn intriguing aspect of this sector is the possibility for significantly shortened development\ntimelines and product iteration cycles. Particularly because they are usually outside the\njurisdiction of the FDA and standard reimbursement paths, companies in the LC. sector can\ndevelop and launch products in months not years, and for single digit millions rather than\nseveral tens of millions of dollars. Product development for these types of applications\nleverages “off-the-shelf technologies” in sensors, communications, software and web\ndesign/deployment that were invented and validated in non-healthcare market segments.\nThese products can be quickly and cheaply tested, iterated and refined in the marketplace with\ncustomers while generating early revenue, which provides a greater degree of flexibility to\nevolve the right solution through a series of incremental improvements rather than a single\ntrack, expensive and prolonged development effort.\n\nThe Fund’s I.C. investments will be predominantly in private companies in the U.S, at or near\ncommercialization. Similar to the biopharmaceutical strategy, New Leaf’s objective in its LC.\ninvestments is to build ownership positions that are large enough to allow the Fund Managers\nto exert influence on the company, and to actively manage the investments through board\nparticipation. In certain circumstances, NLV may initially take smaller positions with plans to\nsignificantly increase the Fund’s investment as the companies make progress through key early\ntechnical or commercial hurdles. Utilizing this strategy, the Fund Managers expect to build\nlarger positions around select investments as they are progressively de-risked, and may not\ncontinue to support investments that do not demonstrate appropriate progress.\n\n40 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024051",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024051.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3362,
    "word_count": 481,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.182712",
    "prefix": "IMAGES-007"
  }
}