{
  "document_id": "HOUSE_OVERSIGHT_027126",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_027126.txt",
  "text": "From: Jeffrey Epstein [jeeyacation@gmail.com] \nSent: 9/16/2013 11:15:03 AM \nTo: ehud barak___________________________ \nSubject: Re: Summers withdraws from Fed race \nyes the good side is now he is free to have fun and a life. LIsa the wife is very happy as she did not want to \nlive in two cities. tell you more when i see you \nOn Mon, Sep 16, 2013 at 7:12 AM, ehud barak - \nA major blow to a friend. Lest BO takes him to replace JL. \nNow he'll probably be free in the next few days. EB \nSent from my iPad \nBegin forwarded message: \nwrote: \nFrom: \"FT Breaking News\" <FTgemailbriefings.ft.com> \nDate: 15 23:50:52 2013 -ontnon GMT+03:00 \nTo: \nSubject: Summers withdraws from Fed race \nReply-To: \"FT Breaking News\" <FT409AS2.6532248@emailbriefingsft.com> \nTo view this email as a webpage, click here \n'ffgas \nSunday September 15 2013 \nBREAKING NEWS \nSummers withdraws from Fed race \nLawrence Summers has taken himself out of the running to be the \nnext chair of the Federal Reserve, withdrawing his name after \nopposition from key Democratic senators indicated they would \noppose his nomination. \nMr Summers, a former Treasury Secretary and senior economic \nadviser to Barack Obama in his first term, galvanised opposition \namong left-of-centre Democrats who painted him as symbol of the \nwrongs of financial deregulation. \nHOUSE OVERSIGHT 027126 \n4.-474E. \nManage email \nFeedback \nForward this email \nManage portfolio \nSubscribe to the FT \nFollow the FT \nUnsubscribe I My Account I RSS I Privacy Policy I About Us I Help \n0 THE FINANCIAL TIMES LTD 2013 \nYou have received this email because you have signed up from the NBE preference page. \nThis email was sent by a company owned by Pearson plc, registered office at 80 Strand, London WC2R ORL. \nRegistered in England and Wales with company number 53723. \n*********************************************************** \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJeffrey Epstein \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nHOUSE OVERSIGHT 027127",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_027126.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2496,
    "word_count": 382,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:45.993093",
    "prefix": "TEXT-001"
  }
}