{
  "document_id": "HOUSE_OVERSIGHT_016026",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016026.txt",
  "text": "336 Are the Androids Dreaming Yet?\n\nwhere the choice of detector orientation was made by a random number\ngenerator after the photons had left the emitter. This shows the photons\nreally can’t know what they will do before they start their journey. Another\nloophole is the loss of some photons. We don’t measure all the photons in\nan optical experiment because some are absorbed by the apparatus. It has\nbeen suggested all the ‘lost’ photons make up the error in the experiment.\nThis is not very likely, it’s akin to assuming all the voters who did not vote\nin an election would have voted Democrat. To avoid this criticism, an\nexperiment has been performed with magnetized particles that don't get\nlost. The Bell result holds true.The loopholes are diminishing and it seems\nlikely Bell will win out in the end.\n\nAlthough the coordination information appears instantaneous,\nJohn Bell gave us an elegant explanation as to why this does not allow\nus to use the effect to transfer information faster than the speed of light.\nImagine we are sitting at opposite ends of a room. We both toss coins and\neach of us write down our results; heads, tails, heads, heads and so on.\nI then acquire a magical power that causes your coin to make an extra\nflip just before you catch it, so it always gives the opposite result to mine.\nAlthough I am now controlling your coin, you cannot tell, as the result\nlooks as random as before. The difference is simply that at first the coin\norientation was random in its own right and then the opposite of my\nrandom result. It is only when I walk over and compare our results we\ncan see they are matched in this strange way. There is no way to transmit\ninformation using this effect. Only after the experiment is finished can\nwe exchange the necessary information to see the coordination that\nexisted, and that comparison required me to transfer information. The\nfastest way to do that is at the speed of light.\n\nDespite saying it is impossible, let us do a thought experiment and\ntry to transmit information using Morse code. I will set up a simple old\nfashion telegraph machine. When I press the telegraph button at my end\nthis will cause a measurement and the photons at your end will be forced\nto the opposite polarization. When I lift the key, your photons will revert\nto being randomized. You can see this illustrated in the diagram. Although\nI make your photon take up a polarization, analogous to making the coin\ntake an extra flip, you don’t have enough information to know this.\n\nNow we are ready to use our quantum Morse machine to prove the\nUniverse must have free will, or at least a degree of non-determinism.\n\nHOUSE_OVERSIGHT_016026",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016026.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2669,
    "word_count": 471,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:46.811141",
    "prefix": "IMAGES-003"
  }
}