{
  "document_id": "HOUSE_OVERSIGHT_016166",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016166.txt",
  "text": "Table 18: Public and private hospital and bed distribution Chart 56: Public and private hospital and bed distribution\nRiyadh Jeddah Other 400%\n\nPopulation 7,117,467 4,224,568 18,828,340\n\nPublic 80%\n\nHospitals 47 13 210 60%\n\nBeds 7,937 2,993 29,370 40%\n\nBeds/hospital 169 230 140\n\nPrivate 20%\n\nHospitals 34 33 74 0%\n\nBeds 4,554 3,109 8,001 Riyadh Jeddah Other\n\nBeds/hospital 134 94 108\n\nTotal = % population = % public hospitals ™% public beds\n\nHospitals 81 46 284 OF ii F Biewi 3 .\n\nBeds 12,491 6,102 37.371 = % private hospitals m% private beds = % hospitals\n\nBeds/hospital 154 133 132 1% beds\n\nSource: BofA Merrill Lynch Global Research, Ministry of Health\nSource: BofA Merrill Lynch Global Research, Ministry of Health\n\nHospital quality would be key to attracting private buyers\n\nThe government has not invested in hospital infrastructure and some hospitals may\nrequire substantial investment by any buyer, if they are acquired at all. One Saudi\nhospital operator has said that there is no way it would seek to acquire government\nhospitals for that reason.\n\nBidders would likely want to obtain scale benefits from multiple purchases\nOperating hospitals has benefits of scale in terms of centralising certain non-medical\nservices (e.g. purchasing, catering, laundering) and allocating central costs over a greater\nrevenue base. The greatest financial benefit would come from acquiring groups of\nhospitals to maximise these benefits. There would likely be cases where staff, and/or\nhigh net worth individuals chose to bid for individual assets.\n\nPrivatisation proceeds could defray some of NTP cost\n\nAmounts raised from any privatisation would reflect the degree of competition for\nindividual assets as well as level of reimbursement and the profits any acquirer could\ngenerate. In terms of pure asset values we assume the Riyadh and Jeddah hospitals (60)\nwould be worth more than those elsewhere (210), simply because of the greater\npopulation currently and higher expected future growth. Government hospitals are likely\nlower cost than that of private facilities given they are not competing on the quality of\naccommodation offered. Arbitrarily assuming US$100m for hospitals in Jeddah and\nRiyadh and USS50m elsewhere would imply proceeds of $16.5bn (SAR61bn). If every\nhospital were sold then it could more than cover the SAR23bn allocated to the MoH for\nthe NTP. That seems unlikely however; there will be hospitals that require substantial\ninvestment and aren’t worth the indicative figures we have used above, or are in areas\nwhere profitability means there will be no return for the private sector at that level of\nacquisition.\n\nReforms could attract additional competition\n\nIncumbent private hospital operators are best placed to expand and are seen as the\nnatural buyers of any privatised assets. However, any substantial privatisation process,\nor the potential created by widespread adoption of private health insurance in general,\ncould attract interest from foreign investors or operators. We note only a small number\nof international hospital groups to date have experience of successfully operating in\nmultiple countries (IHH, Mediclinic), and we think Saudi Arabia could be too challenging\nas a first step for those yet to operate outside their domestic market.\n\nStructure of insurance market needs to be set\nThere are a number of ways the government could roll-out private health insurance\nmore widely:\n\ne Set up its own insurance company\n\n56 GEMs Paper #26 | 30 June 2016 3S Merrill Lynch\n\nHOUSE_OVERSIGHT_016166",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016166.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3530,
    "word_count": 552,
    "line_count": 81,
    "import_date": "2025-11-19T21:47:45.352669",
    "prefix": "IMAGES-003"
  }
}