{
  "document_id": "HOUSE_OVERSIGHT_023878",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023878.txt",
  "text": "132 Teaching Minds\n\nTeaching people how to influence people involves putting them\nin situations where it is possible to influence people and seeing how it\ngoes. There is nothing to learn exactly. We try behaviors and see what\nworks. What works for one person may not work for another. One way\nor another, we learn how to get what we want, or we learn to hang\nout with people who will respond to our needs. This is basically a sub-\nconscious process. We are so busy working on this at a very young age\nthat we may not have any idea what it is we know or how to improve\nwhat we do. Of course, there is a conscious part as well. Someone can\ntell us that we will catch more flies with honey than with vinegar,\nand we can, if we think about it, adjust our behavior. But aphorisms\nabout what works and what doesn’t work aren’t always correct and\nare highly idiosyncratic. Although there are books about how to win\nfriends and influence people, the reality is that, apart from adopting a\nphony personality, people are who they are, more or less.\n\nBut this does not mean they can’t be taught what works. It usually\ndoes mean that they can be taught what works as a result of their own\nexperience. And, they can be taught what doesn’t work as a result of\ntheir own experience. But this isn’t at all easy. If it were, psychiatrists\nwould not be able to make a living. You can tell a person to change\nhis behavior, you can even tell him exactly what to do when, but he is\nlikely not going to be able to do what you say.\n\nThe way influence is taught currently is probably the way it has to\nbe taught, then, by use of mentors who look at your behavior and talk\nyou through why you do what you do. This same mentoring method\ncan be used in corporate settings. Simulations may not be so effective\nbecause while we may know and be able to say the right answer, this\ndoesn’t mean that we can execute the desired behavior in reality.\n\nHOW TO TEACH TEAMWORK\n\nTeamwork is learned by working in teams. It is a mixed process be-\ncause, here again, we behave in ways that are not so conscious but\nwe can make conscious changes. Leaders learn to manage teams by\nthinking about what works and what doesn’t. Quarterbacks must\nlearn to manage their teammates. If they don’t, it really doesn’t mat-\nter how well they can throw the ball. Team members have to want\nto work hard for the leader, and the leader has to know how to mo-\ntivate each team member. People are different so what works for one\n\nHOUSE_OVERSIGHT_023878",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023878.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2493,
    "word_count": 468,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:45.026033",
    "prefix": "IMAGES-007"
  }
}