{
  "document_id": "HOUSE_OVERSIGHT_011591",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011591.txt",
  "text": "Dado sat me down and filled me in on what was obviously a changing situation.\nHe said the terrorists had allowed the pilot, Reginald Levy, to come see Dayan\nand press their demands. He had brought with him a slab of light-yellow\nmaterial to demonstrate the seriousness of the risk of saying no. When tested, it\nturned out to be exactly what the hijackers said it was: plastic explosive.\n\nThe pilot said there were four terrorists: two men with pistols and two\nwomen with explosives and grenades. There were 95 passengers and seven\ncrew. He’d also confirmed that none of the exits above the wings was blocked\nby a passenger seat. He’d returned to the plane without any clear answer from\nDayan on the prisoner release. But before leaving, he revealed that his own wife\nwas among the passengers. He asked Dayan to promise that Israel would help\ncare for their daughter if the hijack ended tragically.\n\nBy the next morning, that was looking more and more likely. Though the\nhijackers were still in contact with the tower, the only visible movement was the\narrival of a representative of the Red Cross. The lead hijacker, who called\nhimself Captain Rifa’at, was making increasingly forceful demands for the\nprisoner release. Our negotiating team did its best to buy time by giving the\nappearance we were considering the demand. It was Dayan who came up with\nthe idea of going further. He told Rechavam Ze’evi, as the head of the central\ncommand area, to begin rounding up hundreds of young Israeli reserve soldiers.\nHe wanted them dressed them in prison uniforms, and then bused to the airport,\nwithin sight of the hijacked jet. Dayan also arranged for another Boeing 707,\nostensibly to take the “freed prisoners” on to Cairo.\n\n“What then?” Ze’evi asked Dayan. “We’re not really going to put them on a\nplane and take off!”\n\nIt was after he’d had no real reply that he in effect answered his own\nquestion, inadvertently leading us to the idea of attempting a daytime attack\nafter all. Talking to Dado and me, he said: “Since we’re going to such lengths to\ndeceive them, why not just add another layer? Why can’t Ehud’s people take the\nrole of the airport mechanics?” Looking at each other, Dado and I realized it\nwas a stroke of brilliance. Dado went to share the plan with Dayan, confident\nthat he would be no less enthusiastic, which he was. I remained with Ze’evi and\nhis deputy to work out the details. We agreed they would take care of the\npantomime with the prisoners, as well arranging for El Al to get us the ladder\ntrucks that airline maintenance crews used, which would allow us access to the\nSabena jet’s front and rear doors as well. That left me free to concentrate on\npreparation and training.\n\n120\nHOUSE_OVERSIGHT_011591",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011591.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2729,
    "word_count": 478,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:47.803610",
    "prefix": "IMAGES-001"
  }
}