{
  "document_id": "HOUSE_OVERSIGHT_011339",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011339.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n36\nH3VOGIU1\n\nwithout getting into the details of another separate lawsuit\n\nthat did not involve Ms. Giuffre as a party, and so we've moved\nin limine.\n\nAnd let me make clear that I emphasize the narrowness\n\nof our motion here. We seek to preclud vidence involving\nthat litigation. Your Honor has already heard from my\n\ncolleague, Ms. McCawley, who has presented our argument for why\n\nDershowitz should not be in this case at all, and of course, if\n\nwe prevail on point 1, this point becomes irrelevant.\n\nBut in addition to point 1, we don't need to be\ngetting into the details of the separate lawsuit. It's not\nrelevant to the case of Giuffre versus Maxwell. Defendants, in\ntheir responsive brief, if I understand correctly what they say\nis, oh, well look. Why didn't Ms. Giuffre join the lawsuit or\n\nwhy hasn't she filed a lawsuit against Dershowitz? What's\n\ngoing on there?\nWell, of course, your Honor is aware, there are a\n\nvariety of statutes of limitation around the country, and\n\nindeed around the world. Ms. Giuffre has not -—- those statutes\n\nhave not all run at this point. There are varying\n\nconsiderations that go into whether or not someone like\n\nMs. Giuffre would file a lawsuit, and these issues shouldn't be\n\ndiscussed in front of the jury. That's nothing to do with this\n\nparticular lawsuit.\n\nMoreover, defendant apparently argues that statements\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011339",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011339.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1504,
    "word_count": 255,
    "line_count": 82,
    "import_date": "2025-11-19T21:47:44.311312",
    "prefix": "IMAGES-001"
  }
}