{
  "document_id": "HOUSE_OVERSIGHT_026913",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026913.txt",
  "text": "3.2% (i.e. the cost of borrowing). Stocks typically struggle when the cost of borrowing exceeds the\nnominal growth of the economy (see Exhibit 4). Second, the recent backup in interest rates was\ndriven primarily by improving real growth expectations, not higher inflation. This distinction is critical,\nbecause higher rates in response to improving real growth tend to benefit earnings sufficiently to\novercome the downward pressure they place on valuation multiples. Finally, it will take a number of\nyears before higher rates meaningfully impact aggregate S&P 500 interest expense, considering 91%\nof S&P 500 debt is fixed-rate and only 13% matures over the next two years.\n\n4. Inflection Point for Negative Correlation Between Stock Prices and Bond\nYields\n\n6\n\n5.1\n\nUS 10-Year Treasury Yield (%)\n\nCurrent Historical Since 1962 Adjusted for Today's\nLower Equilibrium Rate*\n\nYield at Which Stock Prices and\nRates Become Negatively Correlated\n\n*Adjusts for the reduction of 1.25 percentage points in the long-run equilibrium nominal\nrate, in line with the shift in Federal Reserve projections since 2012.\n\nSource: Investment Strategy Group, Bloomberg.\n\nLow Probability of Recession\n\nWe continue to maintain a low, 10%, probability of recession driven by:\ne The positive trend of leading economic indicators\ne Low levels of inflation\n\ne The continued slow but steady pace of Federal Reserve interest rate hikes. We believe that\nFederal Reserve Chairman Powell’s recent commentary indicates that the FOMC will continue\nto be driven by data and financial market conditions. Their stated goal is to extend this\nexpansion “indefinitely.”' While the Federal Reserve dots point towards four more interest rate\nhikes by the end of 2019, we do not think that such hikes materially increase the odds of a\nrecession in an economy that continues to grow at levels that are generally regarded as above\ntrend growth in the US.\n\ne Recent steepening of the yield curve. We have highlighted two measures of the yield curve as\nsign-posts we watch as an early harbinger of a recession. Both have steepened since their\nlows, as shown in Exhibits 5 and 6.\n\nHOUSE_OVERSIGHT_026913",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026913.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2157,
    "word_count": 341,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:48.383604",
    "prefix": "IMAGES-009"
  }
}