{
  "document_id": "HOUSE_OVERSIGHT_017327",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017327.txt",
  "text": "4.2.12\nWC: 191694\n\nOur investigation also uncovered that Desiree’s father had a history of violence toward her.\nAccording to a news report, Desiree’s mother had her father arrested and charged with assault\nand battery against Desiree. “In her account,” reported in the media, “Desiree alleged to the\npolice that her father ‘hit me and pushed my head under the sink...He continued slamming my\nhead into the wall and the floor. I freed myself and reached for a knife to protect myself.’” A\nsworn statement by the mother reportedly said that her husband “flew off the handle” when\nDesiree told him “she had lost her virginity.”\n\nIn order to avoid his fury once again, this time for having consensual sex with Tyson, she\napparently decided to cry rape once again. At first, she said that he had \"tried\" to rape her. She\ninitially denied having sex with Tyson. Then she said they had sex \"on the floor.\" She told the\nfemale chaplain at the hospital that there had been some \"participation\" and consensual physical\ninvolvement on her part, before he forced her. Finally, she settled on the account she gave at\ntrial: that he had raped her on the bed with no prior consensual involvement on her part.\n\nNo one except Tyson and Washington knows exactly what went on behind the closed doors of his\nhotel room. There was no videotape. Nor was there any physical evidence to corroborate\nWashington’s unlikely story. Indeed, the available physical evidence completely undercuts her\nstory. She was wearing a sequin-studded outfit, which she claims Tyson “yanked” off her as he\n“slammed [her] down on the bed.” If that had happened, there would have been sequins all over\nthe hotel room. Indeed, at the trial, when the dress was gingerly introduced into evidence,\nsequins fell off in the courtroom. But only one sequin was found in Tyson’s hotel room after the\nallegedly forcible rape.\n\nNor were there any bruises—external or internal—found on Ms. Washington that were consistent\nwith her account of how Tyson had “forced” her to have sex. She testified that Tyson “slammed\n[her] down on the bed,” got on top of her, held her down with his forearm across the chest, and\nforced himself inside her.\n\nHad the 230-pound, muscular Tyson done that to the 105-pound, slight Washington, there would\nhave been bruises, welts, contusions, and even broken ribs. Yet there was not even the slightest\nbruise on Washington’s body when she went to the hospital just hours after the sexual encounter.\nThe doctors found only two tiny microscopic abrasions, which, according to leading experts, are\nperfectly consistent with consensual sex—especially if the man has a larger-than-average penis or\nthe woman a smaller-than-average vagina. Such tiny abrasions are also more likely when two\npeople have consensual sex with each other for the first time and are not used to one another’s\nsexual movements and desires. Mike Tyson’s account of what occurred, on the other hand, was\nentirely consistent with the physical evidence. And it would have been corroborated had the\njudge not excluded the three objective eye witnesses who saw them necking and kissing just\nmoments before they went to his hotel room.\n\nDespite the absence of physical evidence to corroborate Desiree Washington's story, the jury\neventually believed her because there was no compelling reason to disbelieve the testimony of a\n\nyoung, religious, sexually inexperienced \"girl\" who had no possible motive to put herself through\nthe agony of a rape trial. But it turns out that there were very good reasons for not believing her.\n\n240\n\nHOUSE_OVERSIGHT_017327",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017327.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3588,
    "word_count": 593,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:46.063019",
    "prefix": "IMAGES-004"
  }
}