{
  "document_id": "HOUSE_OVERSIGHT_022524",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022524.txt",
  "text": "companies should be aware of the risks involved in engag-\ning third-party agents or intermediaries. The fact that a\nbribe is paid by a third party does not eliminate the poten-\ntial for criminal or civil FCPA liability.?!\n\nFor instance, a four-company joint venture used\ntwo agents—a British lawyer and a Japanese trading\ncompany—to bribe Nigerian government officials in\norder to win a series of liquefied natural gas construc-\ntion projects.” Together, the four multi-national cor-\nporations and the Japanese trading company paid a\ncombined $1.7 billion in civil and criminal sanctions\nfor their decade-long bribery scheme. In addition, the\nsubsidiary of one of the companies pleaded guilty and a\nnumber of individuals, including the British lawyer and\nthe former CEO of one of the companies’ subsidiaries,\nreceived significant prison terms.\n\nSimilarly, a medical device manufacturer entered into\na deferred prosecution agreement as the result of corrupt\npayments it authorized its local Chinese distributor to pay\nto Chinese officials.’ Another company, a manufacturer\nof specialty chemicals, committed multiple FCPA viola-\ntions through its agents in Iraq: a Canadian national and\nthe Canadian’s companies. Among other acts, the Canadian\nnational paid and promised to pay more than $1.5 million\nin bribes to officials of the Iraqi Ministry of Oil to secure\nsales ofa fuel additive. Both the company and the Canadian\nnational pleaded guilty to criminal charges and. resolved\ncivil enforcement actions by SEC.\n\nIn another case, the US. subsidiary of a Swiss freight\nforwarding company was charged with paying bribes on\nbehalf of its customers in several countries.' Although the\nUS. subsidiary was not an issuer under the FCPA, it was an\n“agent” of several USS. issuers and was thus charged directly\nwith violating the FCPA. Charges against the freight for-\nwarding company and seven of its customers resulted in\nover $236.5 million in sanctions.!**\n\nBecause Congress anticipated the use of third-party\nagents in bribery schemes—for example, to avoid actual\nknowledge of a bribe—it defined the term “knowing” in a\nway that prevents individuals and businesses from avoiding\n\nliability by putting “any person” between themselves and\n\nThe FCPA:\n\nAnti-Bribery Provisions\n\nthe foreign officials.'®” Under the FCPA, a person’s state of\nmind is “knowing” with respect to conduct, a circumstance,\nora result if the person:\n* is aware that [he] is engaging in such conduct,\nthat such circumstance exists, or that such result is\nsubstantially certain to occur; or\ne hasa firm belief that such circumstance exists or\nthat such result is substantially certain to occur.’\nThus, a person has the requisite knowledge when he is\naware of a high probability of the existence of such circum-\nstance, unless the person actually believes that such circum-\nstance does not exist.” As Congress made clear, it meant to\nimpose liability not only on those with actual knowledge\nof wrongdoing, but also on those who purposefully avoid\n\nactual knowledge:\n\n[T]he so-called “head-in-the-sand” problem—vari-\n\nously described in the pertinent authorities as “con-\n\n» «\n\nscious disregard,” “willful blindness” or “deliberate\n\nignorance”—should be covered so that management\nofficials could not take refuge from the Act’s prohi-\nbitions by their unwarranted obliviousness to any\naction (or inaction), language or other “signaling de-\n\nvice” that should reasonably alert them of the “high\n\nprobability” of an FCPA violation.!°\nCommon red flags associated with third parties include:\n\n® excessive commissions to third-party agents or\nconsultants;\n\ne unreasonably large discounts to third-party\ndistributors;\n\ne third-party “consulting agreements” that include\nonly vaguely described services;\n\ne the third-party consultant is in a different line of\nbusiness than that for which it has been engaged;\n\ne the third party is related to or closely associated\nwith the foreign official;\n\nHOUSE_OVERSIGHT_022524",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022524.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3971,
    "word_count": 607,
    "line_count": 102,
    "import_date": "2025-11-19T21:47:45.650624",
    "prefix": "IMAGES-007"
  }
}