{
  "document_id": "HOUSE_OVERSIGHT_016186",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016186.txt",
  "text": "provides for the acquisition of 72 Typhoon aircraft in a programme aimed at the\nmodernisation of the Saudi Armed Forces, was launched in September 2007. This\ncarries substantial packages of work and expertise transfers, aimed at developing the\nSaudi industrial defence sector. BAE Systems has made a major commitment to the\ntraining of local nationals to bring them into management, technical and other qualified\npositions. Saudis constitute 21% of BAE’s group sales, 57% of the total BAE Systems’\nworkforce in Saudi Arabia making the Company one of the largest private sector\nemployers of Saudis with 5,000 employees based locally. The UK and Saudi have\ndiscussed in the past moving the final assembly of some of the 72 Typhoons in Saudi\nArabia but it failed. Now, the two countries may be trying to have locally produced\nHawks on the back of the 22 trainer order at the end of 2015, according to local press.\n\nThales (10% of group sales in the Middle East, mainly in defence) has an established\npresence in the Kingdom of Saudi Arabia, with 750 employees and a diversified portfolio\nof activities. The company has built a mature relationship with Saudi Arabia based on\nsolid, country-wide partnerships. Thales’s major commercial successes include the\nShahine and Crotale air defence contracts with logistic support. In naval defence, Thales\nis the prime contractor for the Sawari II contract (three frigates), that follows on from\nthe successful Sawari | programme (four frigates) for which Thales now provides logistic\nsupport. In 2007, Thales was selected by the Saudi Arabian Ministry of Defence to\nsupply a major electronic protection system to the Royal Saudi Air Force.\n\nUS contractors such as Lockheed Martin (supplier of F16 jets, C130) transport planes),\nGeneral Dynamics (military vehicles) and Raytheon (missiles) have some local presence\nin Saudi Arabia, but BAE is by in large the largest and historical local presence.\n\n76 GEMs Paper #26 | 30 June 2016 3S Merrill Lynch\n\nHOUSE_OVERSIGHT_016186",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016186.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2009,
    "word_count": 323,
    "line_count": 29,
    "import_date": "2025-11-19T21:47:47.031341",
    "prefix": "IMAGES-003"
  }
}