{
  "document_id": "HOUSE_OVERSIGHT_031435",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031435.txt",
  "text": "me up to a host of unfounded outside complaints and allegations that other faculty do not receive, each of\nwhich the University has to respond to. The fact that I have remained a professor in all Universities with\nwhich I have been associated, in good standing, and also an officer or an invited speaker at organizations like\nCFI, which have strict harassment policies, is a confirmation of the fact that their experience validates a trust in\nmy behavior. I was asked to be an honorary director of CFI, and continue to be invited to their last 3 meetings\nto speak, specifically because, as they have written me after the fact, the attendees universally appreciated my\ntalks, my courtesy, and graciousness in spending time with the attendees. Ifthe purpose of your report is to\nimpugn my integrity or suggest I have a history of harassment, that too is false. As noted in one of your\n‘miscellaneous facts’, as a scientist I try and remain skeptical, and rely on empirical evidence, rather than\nallegations and innuendo by people whose motives I cannot judge. I also try and judge the facts in\n\ncontext. The fact that Universities and other organizations employ me or have me on their boards, or invite me\nto meetings is because they value my contributions and my actions.\n\nThe items you list are false or distorted. Item 1 refers to a consensual encounter in my hotel room in 2006\nwhere we mutually decided, in a polite discussion in fact, that taking it any further would not be appropriate,\nand there were respectful and platonic encounters afterwards. There is nothing to comment on in item 3, which\ninvolves an anonymous 3rd party claim because I know nothing about it, there are no details provided, and it\nclearly was not taken seriously enough to result in any university action. Item 4 is confusing. Are you saying\nthat because I decided I didn’t want to go out to a bar with a group of attendees that I was harassing them? The\nsecond part did not happen. Re incident 5: The ‘female companion’ in this case is my wife, who accompanied\nme on the cruise, and has attested to the fact that the claim is false. This is what I wrote at the time in response\nto the blog in question, causing it to be taken down.\n\nIt is worth responding to Item 2 and 6 in more detail,\n\nRe item 2: the student in question was interested in science communication, and on dozens of occasions came\nto me, asked me to talk over coffee, or wrote to me with questions. When she asked about advice for after\ngraduation I DID tell her she was different than the other students in her year. The rest of them were interested\nin going on to graduate school in physics, but she was interested in science communication so IJ told her that\nshe might want to take a different path. Since she was the only woman in her year, as I recall, I did ask her on\none of these occasions if that made it difficult for her in any way. I asked, because as a faculty member and\ndepartment chair I was interested in knowing what we could do, if necessary to encourage more women to go\ninto physics, and also because as someone she had asked for career advice from I wanted to know if that made\na difference to her. Re asking her for dinner.. I have gone back over emails from that period. I have numerous\nrequests from her asking me to go for coffee to talk, which I usually had to turn down because I was busy, and\non several occasions she asked me to have coffee with her off campus to talk, and I politely declined. I did let\nher accompany me off campus one time to watch me do a BBC interview because she specifically requested it,\nand I believe she found it useful. I did and do have coffee and meals with students on campus, and I see\nnothing wrong with this. I try to treat students as respected colleagues if possible. I was shocked when I later\nlearned of the complaint she was apparently asked to lodge to the University, not least because there was no\ninappropriate interaction but also because, well after the dates you listed on which she was apparently\noffended, she continued to email me with joking questions or comments. Also, at a later AAAS\n\nconference, again in 2008, for which she had asked, and for which I had written her a letter of\nrecommendation to attend, my wife and I gave her a lift in our taxi well out out of our way in order to drop her\noff at her hotel, and I note in an email response to her email about the conference, again in 2008, I expressed\nthat I would pass her regards along to my wife and vice versa. When the University later informed me of the\ncomplaint I was shocked and concerned. When I spoke to the human resources person, including relating my\nconcerms and explaining the situation, I was told that no formal complaint of sexual harassment was\n\nrequested. By that time I learned of the complaint I had already announced my intentions to leave Case to\naccept an offer at ASU—a very difficult decision for me because of my long-standing attachment to the\nUniversity, the excellent relations I had with my colleagues there— both among the faculty (many of whom in\nphysics I had hired while department chair)) and among the administration, along with a very attractive\n\nHOUSE_OVERSIGHT_031435",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031435.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5192,
    "word_count": 942,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:47.317853",
    "prefix": "IMAGES-011"
  }
}