{
  "document_id": "HOUSE_OVERSIGHT_024769",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024769.txt",
  "text": "KR L\nPI L\n\nAC EL\nCA TA CHAPTER VII Capital Markets for Cannabis Companies\n\nm Private Capital Markets\n\nThe cannabis industry today is replete with early-stage private companies seeking to raise capital. This\ncapital, whether equity or debt, may be available from (i) “friends and family,” (ii) more formalized\ngroups and networks of “angel” investors, (iii) family offices, (iv) dedicated cannabis investment funds\n(currently few in number, but growing), and (v) strategic investors. However, because of the legal\nconsiderations, traditional institutional investors—most notably the venture capital and private equity\ncommunities— continue to be mostly absent from the market.\n\nAs with most early-stage companies in other industries, many emerging cannabis-related companies\nare trying to follow the typical progression of raising equity capital, as illustrated in the following chart.\n\nEquity Financing Progression for Cannabis-Related Companies\n\nFriends and - ? Initial Public\nr Series B Series C 7\nFamily Oklering\n\nIndividual Investors Institutional and Strategic Investors\n\nThe following table provides a summary of the reported capital (equity and debt) raised by private\ncannabis-related companies in 2016 and year to date through November 30, 2017. While the table\nindicates that significant capital is available in the private markets, we believe that the dearth of acces-\nsible institutional capital makes it challenging for many companies to raise subsequent rounds of financ-\ning after successfully securing their start-up capital. In addition, the amount raised per transaction is\nsmall and there have been very few announced financings of meaningful size by private companies.\nWhile we believe that the data is informative, it is challenging to get accurate and comprehensive data\nfor the number and dollar amount of transactions that occur in private markets within the cannabis\nindustry because of the number of transactions that are not reported.\n\n© 2017 Ackrell Capital, LLC | Member FINRA/SIPC 133\n\nHOUSE_OVERSIGHT_024769",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024769.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2038,
    "word_count": 301,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:48.633902",
    "prefix": "IMAGES-008"
  }
}