{
  "document_id": "HOUSE_OVERSIGHT_011940",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011940.txt",
  "text": "Expand\n\nJeffrey Epstein, the billionaire financier who the FBI believes molested around 40 underaged\ngirls, was assisted by a prominent modeling agent and scout. Here's what we know about Jean\nLuc Brunel.\n\nJeffrey Epstein, you will no doubt recall, is the man who thought ferrying Bill Clinton on his\nprivate jet, lawyering up with superstar Alan Dershowitz, and making frequent $100,000\ndonations to the Palm Beach Police Department would insulate him from prosecution for his\nvarious depravities.\n\nSay you're not as famous or celebrated as Roman Polanski and you want to sexually\nassault...Read more\n\nWhich included, for the record: buying a 14-year-old Yugloslavian named Natalia Marcinkova\nfrom her parents in order to keep Marcinkova as his \"sex slave\"; paying a retinue of women to\ntrawl Palm Beach for teenagers economically desperate enough to agree to give Epstein\n\"massages\" that often led to sexual contact; receiving two 12-year-old French girls as a \"birthday\npresent\"; and befriending Michael Wolff.\n\nBut as Conchita Sarnoff wrote at The Daily Beast:\n\nPerhaps most disturbing, in terms of possible sex trafficking, was Epstein's relationship with Jean\nLuc Brunel, owner of the MC2 modeling agency. According to a complaint filed in the U.S.\nDistrict Court for the Southern District of Florida, an alleged victim said that Epstein, [assistant\nand girlfriend Ghislaine] Maxwell, Brunel, [house manager Alfredo] Rodriguez, and Marcinkova\n‘deliberately engaged in a pattern of racketeering that involved luring minor children through\nMC2, mostly girls under the age of 17, to engage in sexual play for money.\n\nThe FBI investigated Epstein, and identified around 40 underaged victims. Sarnoff reports that\nthe FBI is also investigating MC2 and Brunel for possibly engaging in child sex trafficking.\nSince pleading guilty to reduced charges of soliciting sex with a minor and serving 13 months of\n\n20\n\nHOUSE_OVERSIGHT_011940",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011940.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1932,
    "word_count": 297,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:45.969697",
    "prefix": "IMAGES-001"
  }
}