{
  "document_id": "HOUSE_OVERSIGHT_020549",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020549.txt",
  "text": "90\n\nwith representatives of the Chinese-language press to lay out China’s demands for their\n\ncoverage of the event.*\n\nIn a further effort to control the overseas Chinese press, the China News Service\nestablished the China News Service Overseas Center, which provides news reports,\neditorials, and layout for overseas Chinese media outlets around the globe. The idea\nbehind the center was that if Beijing were to provide and package content for overseas\nChinese papers, and could convince them to run it, Beijing would then completely\n\ncontrol the message.**\n\nGiven these efforts by Beijing, the space for truly independent Chinese-language media in\nthe United States has shrunk to a few media outlets supported by the adherents of Falun\nGong, the banned religious sect in China, and a small publication and website called\nVision Times. According to the publisher of its New York edition, Peter Wang, Vision Times\nwas formed expressly to address the issue of the shrinking space for independent Chinese\nvoices in the United States. Since then, it has focused on two areas—human rights\nreporting and traditional Chinese culture. Wang noted that while some of the staff of\nthe paper may be Falun Gong adherents, the paper is not a Falun Gong operation. Vision\nTimes began its online presence in 2001, started printing a newspaper in 2005, and claims\n\na circulation in the United States and Canada of below 60,000.*\n\nWeChat as a Source of News in the Diaspora Community\n\nChina’s social media giant, WeChat, is another major source of news within the\nChinese American community. But it is more than that; for many users in the United\nStates, China, and around the world, WeChat is a digital ecosystem so ubiquitous that it\nconstitutes a lifestyle—a drumbeat that determines the rhythms of the day. In the United\nStates, as in China, WeChat censors news and comments in accordance with rules set by\nChina’s Communist Party. In an analysis of WeChat articles popular in the United States,\nresearcher Zhang Chi found that the most successful pieces skewed significantly to the\nright of the US political spectrum.* Zhang noted that the right-wing view on WeChat\ngenerally embraces a social Darwinist, zero-sum conception of racial politics, with\nChinese in America portrayed as beaten down by a system that favors other racial groups\nand illegal immigrants from Latin America. One popular WeChat channel blamed the\n\nwildfires in 2017 in Northern California on an undocumented immigrant.\n\nNumerous other channels reported on alleged plans for mass riots and a civil war in the\n\nUnited States led by the leftist group Antifa. When a Chinese jogger was struck and killed\n\nMedia\n\nHOUSE_OVERSIGHT_020549",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020549.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2689,
    "word_count": 434,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:47.404039",
    "prefix": "IMAGES-006"
  }
}