{
  "document_id": "HOUSE_OVERSIGHT_011519",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011519.txt",
  "text": "settling the land but which, “without the steel helmet and the barrel of the gun,\nwill not succeed in planting a tree or building a home.”\n\nStill, if | was part of a generation that understood the need for military\npreparedness, strength and a readiness to fight if we were to survive in the\nMiddle East, the 1956 war also brought home to me the need to consider how\nwe fought. This meant grappling with a contradiction wired into Zionism from\nthe start: the need to take up arms to defend our state, while recognizing the\nJewish moral code that was its foundation. When the Israeli armed forces were\nestablished in 1948, Tzahal’s doctrine included the principle of tohar haneshek\n— “purity of arms” — and an explicit requirement for our soldiers to use the\nminimum necessary force and do all they could to avoid civilian casualties.\nPutting “purity of arms” into practice was always going to be hard. All arms\nkill. In all wars, civilians die. But that did not make the principle, or the need to\nbe aware of it in combat, any less important.\n\nEven if the soldier called on the make that judgment was someone who had\nmentored me from the time I was six, and whose military prowess I had come to\nrespect. Even if it was Yigal Garber. His parachute jump on the first day of the\n1956 war went smoothly. But the battle for control of the Mitla Pass turned out\nto be the most deadly of the war. It was also unnecessary. Under Israel’s pre-\nwar choreography with the British and French, the very fact of our landing near\nthe Mitla Pass was to be the trigger for an Anglo-French attack. In fact, Arik\nSharon, the commander of Battalion 890, received orders from Tel Aviv not to\ntake the pass. Only grudgingly, did they let him send in a reconnaissance force\nto establish whether it was safe to cross.\n\nThe reconnaissance company walked into a trap. Machine-gun and mortar\nfire rained down from Egyptian troops dug into the caves and other natural\ndefensive positions above the pass. It took hours to extricate the stranded men.\nYigal’s unit fought its way in from the eastern side of the pass. A small group\nfrom the reconnaissance force managed to get a foothold on the western side.\nAlmost 250 Egyptians were killed. But 38 Israeli paratroopers also died, the\nlargest single toll in any battle since 1948. Battered and bitter, the surviving\nmen from the reconnaissance force parachuted into the southernmost part of the\nSinai, near Et-Tur on the Red Sea. Yigal and the others headed overground to\njoin up with them. By the time they got there, Egyptian resistance had all but\nended. Yigal’s company had a brief exchange of fire with several dozen hold-\nouts in the Egyptian force. The Egyptians surrendered. And then, apparently,\nYigal and his fellow paratroopers shot all of them dead.\n\n48\nHOUSE_OVERSIGHT_011519",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011519.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2808,
    "word_count": 494,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:49.335248",
    "prefix": "IMAGES-001"
  }
}