{
  "document_id": "HOUSE_OVERSIGHT_028117",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028117.txt",
  "text": "Chapter Seventeen\n\nIt was an ambush. It came in July 1995, six months after I'd left the army\nand only days before I was expected to named as Interior Minister in Yitzhak\nRabin’s government. The effect, and clearly the intention, was to threaten my\npolitical career before it had even begun — by reviving, and lying about, the\ntragic training accident at the Negev army base of Tze’elim, during our\npreparations for the operation against Saddam Hussein.\n\nWhen the “story” broke, I was nearly five thousand miles away. I was\naccompanying Nava’s brother, Doron Cohen, on a business trip he was making\nto China — and savoring my last few days as a private citizen between my three\ndecades of military service and my entry into politics. I'd got a hint of the storm\nthat was about to engulf me a few days before we left for the Far East. It was a\nletter from a reporter at Yeidot Achronot, Israel’s largest-selling newspaper,\nwith a list of questions about Tze’elim. The thrust of the questions made clear\nthe case Yediot seemed intent on building: that after the live missile strike\nwhich killed the Sayeret Matkal men, I had abandoned the injured and\nimmediately “fled” to Tel Aviv. I probably should have answered the letter. But\nI assumed even rudimentary checks would reveal the story to be false. I'd had\nsimilar questions from a TV journalist a few months earlier. I did phone him\nback. I explained the true details of what had happened. I suggested he talk to\nothers who were there, like Amnon Lipkin, the current chief of staff and my\nformer deputy, to confirm my account. The story was dropped.\n\nBut Yediot evidently decided not to let the facts get in the way of the\n“exclusive” it ran in its weekend edition on July 7. Under a banner headline — an\nundeniably clever Hebrew pun, Ehud Barakh, “Ehud Ran Away” — it accused\nme of having stood by, paralyzed with shock, when the missiles struck and then,\nas other officers tended to the wounded, rushed away by helicopter.\n\nDoron and I were having dinner in Beijing when Nava phoned. She’d just\nseen the newspaper story, and read it to me. I’d never been angrier. As best I\ncould work out, it had been concocted from a patchwork of accounts long after\nthe fact. To the extent the notion of my “fleeing” had been raised, I could only\nimagine that Yediot’s “sources” had misunderstood the arrival of the first\nmedical helicopter, when the pilot was unable to see us and flew on before\nreturning a couple of minutes later. But in every single detail about my actions\nafter the tragedy occurred, it was a pure and simple lie.\n\n269\nHOUSE_OVERSIGHT_028117",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028117.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2602,
    "word_count": 461,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:44.443256",
    "prefix": "IMAGES-009"
  }
}