{
  "document_id": "HOUSE_OVERSIGHT_011103",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011103.txt",
  "text": "beyond depreciation recovery, is simply less consumption with no growth to show\nfor it. My charts and tables show that this has been true wherever and whenever\ntested, in eight economies over 40 to 140 years. We crowd our niches like other\ncreatures, I think, and have no room for growth except as innovation widens the\nniche. The charts and tables seem to tell us that innovation costs no more in failure\n\nrates and learning curves that daily coping does.\n\nMacroeconomics and Keynes\n\nMacro emerged in the 1930s under the influence of Keynes. Simon Kuznets, the chief\narchitect of the U.S. national accounts, was one of the five economists Keynes invited\nto proof the chapters of his General Theory as he wrote them’. National accounts\n\nwere soon reorganized along Keynesian lines.\n\nTo read the General Theory, a beautiful work, one would think that counter opinions\nwere led by his close friend Arthur Pigou. But Pigou was already in print with\nrecommendations much like Keynes’ when it was published in 1936. Opposition\ncame rather from Mises, the other Austrians, Lionel Robbins and the Chicago school.\nThey argued that intervention tends to make things worse. So do many economists\ntoday. Keynes believed in fiscal and monetary policy as I describe in Chapter 1. He\n\nfavored fiscal policy.\n\nChapter 2 said that he made a basic distinction between investment producing new\nthings and repurchase of things already produced. Only the first counted as real\ninvestment. The difference matters because only the first puts plant and people to\nwork. Transfers neither add nor subtract value. Even so, my own language counts all\nas investment, and ranks investment only by return. I make no distinction among\ninvestment adding new plant and equipment, or investment in stocks and bonds\n\nalready issued, or in existing structures, or even under the mattress.\n\n3 The others were Harrod, Sraffa, Joan Robinson and Ralph Hawtree.\n\nChapter 8 Banks, Money and Macroeconomics 2/8/16 14\n\nHOUSE_OVERSIGHT_011103",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011103.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1997,
    "word_count": 324,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:44.847276",
    "prefix": "IMAGES-001"
  }
}