{
  "document_id": "HOUSE_OVERSIGHT_016515",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016515.txt",
  "text": "Page 6 of 42\n103 Minn. L. Rev. 844, *852\n\nfollow from determinations that there is insufficient evidence to support charging, and common law jurisdictions [*853] have\nlong left those assessments in the unregulated discretion of police and prosecutors. 77\n\nBut that is not the whole story. For one, it does not follow from the fact that officials must assess evidentiary sufficiency that\ntheir assessments should be unregulated or unsupervised. The tradition in civil law jurisdictions is otherwise, and available\nevidence often depends on the effort and priority officials give to finding it. More importantly, how rigorously we guard against\nunmerited nonenforcement depends on how we value the interests harmed by nonenforcement, and on how much we worry\nabout nonenforcement for the wrong reasons. Both have changed over time.\n\nThe primary causes of underenforcement are failing to investigate and charge due to biases against certain victims or harms, or\nfavoritism toward certain kinds of suspects. 7° Three kinds of crimes - local government corruption, sexual assaults, and\nunjustified uses of force by law enforcement officers - illustrate the link between these risks, failures to enforce, and the\n\nconsequences of underenforcement. Local corruption garners the least public and political attention now; 7°\n\nnot coincidentally,\nthe United States has found an effective model of enforcement redundancy on this front. 7° The justice system's responses to\nsexual assault and police violence, on the other hand, are subjects of heated political and policy debates. 3! There has been\nnotable progress in reducing the criminal justice system's disregard of [*854] both kinds of offenses, but underenforcement -\nand almost as important, widespread suspicion of underenforcement - remain significant enough that they illustrate some of the\nkey costs of those failures. Suspicion of underenforcement is itself a cost, because it reflects a loss of legitimacy for criminal\njustice institutions. That loss in turn undermines the system's efficacy if citizens decline to report victimization or otherwise\ndecline to cooperate with law enforcement officials. Evidence for those effects is strong for both sexual assaults and police\nviolence. 37 More generally, underenforcement is a form of unequal treatment that unevenly - and unjustly - distributes the\nimportant public benefits of criminal law enforcement, including the state's commitment to protect everyone equally from\nunlawful harms. * It also deprives victims of the private benefits that criminal justice is now widely recognized to afford, and\nowe, to victims.\n\n27 See Morrison v. Olson, 487 U.S. 654, 727-28 (1988) (Scalia, J., dissenting) (\"Law enforcement is not automatic ... . What every\nprosecutor is practically required to do is to select the cases for prosecution and to select those in which the offense is the most flagrant, the\npublic harm the greatest, and the proof the most certain.\" (quoting Robert H. Jackson, Attorney Gen. of the U.S., Address to the Second\nAnnual Conference of United States Attorneys: The Federal Prosecutor (Apr. 1, 1940))); 483 Parl Deb HC (Sth ser.) (1951) col. 681 (UK) (\"It\nhas never been the rule ... that suspected criminal offences must automatically be the subject of prosecution.\").\n\n28 See Alexandra Natapoff, Underenforcement, 75 Fordham L. Rev. 1715, 1722-39 (2006) (documenting underenforcement as a significant\nproblem). On underenforcement of sexual assault offenses, see Deborah Tuerkheimer, Underenforcement as Unequal Protection, 57 B.C. L.\nRev. 1287, 1292-1303 (2016) (discussing empirical evidence of bias leading to underenforcement).\n\n29 Concern about public corruption at the federal government level, by contrast, has increased, precisely where criminal and regulatory level\nare somewhat weaker. See, e.g., Zephyr Teachout, Corruption in America: From Benjamin Franklin's Snuff Box to Citizens United 1-16\n(2014).\n\n30 See infra Part III.B.1.\n\n3 See, eg. Do Police Use Deadly Force Too Often?, N.Y. Times: Room for Debate (Apr. 9, 2015),\nhittps://www.nytimes.com/roomfordebate/2015/04/09/are -police-too-quick-to-use-force.\n\n32 See Michael Planty et al, U.S. Dep't of Justice, Female Victims of Sexual Violence, 1994-2010, at 6 (2013),\nhittps://www.bjs.gov/content/pub/pd{/{vsv9410.pdf (estimating portion of sexual assaults reported to police annually varied from fifty-nine to\nthirty-two percent between 2003-10); Nancy Krieger et al., Police Killings and Police Deaths Are Public Health Data and Can Be Counted,\nPLOS Medicine 1-4 (2015),  Attps://journals.plos.org/plosmedicine/article/file?id=10.1371/journal.pmed. 1001915 &type=printable\n(describing underreporting of killings by police); Kate B. Wolitzky-Taylor et al., Is Reporting of Rape on the Rise? A Comparison of Women\nwith Reported Versus Unreported Rape Experiences in the National Women's Study Replication, 26 J. Interpersonal Violence 807, 807-08\n(2011) (estimating fifteen percent of rapes were reported to police in 2006).\n\n33. This point is better developed in literature on policing than prosecution. See, e.g., Angela J. Davis, Arbitrary Justice: The Power of the\nAmerican Prosecutor 166 (2007) (noting that prosecutorial discretion can unintentionally \"produce inequitable results for similarly situated\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_016515",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016515.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5334,
    "word_count": 774,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:45.188877",
    "prefix": "IMAGES-004"
  }
}