{
  "document_id": "HOUSE_OVERSIGHT_027065",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027065.txt",
  "text": "property. Instead, the best option would be to continue renovating the\nexisting project which could take more than a year to complete, Given said.\nBy auctioning the project through a bankruptcy sale, it will be offered free\nand clear from any liens. The bankruptcy also means that the new owner\nwill not have any responsibility for the issues stemming from EB-5\ninvestors who had invested in the property.\n\nThe 82,648-square-foot project was first developed in 1961 and expanded in\n1981. The property was set to be renovated by a group led by developer\nRobert Matthews.\n\nMatthews then raised $44 million from EB-5 investors, according to a\ncomplaint by the Securities and Exchange Commission. EB-5 is a federal\nprogram that allows foreign investors the chance to gain a green card if they\ninvest at least $500,000 into certain projects that create at least 10 jobs.\nThe SEC’s complaint said, however, that much of this money was\nmisallocated to pay for Matthews’ personal expenses. Some of the funds\nallegedly went to pay for Mathews’ Connecticut home, his 151-foot mega\nyacht, as well as to save his Palm Beach mansion from foreclosure,\naccording to the complaint.\n\nIn a separate lawsuit filed by a group of EB-5 investors, the development\ngroup claimed that famous celebrities and politicians such as Bill Clinton,\nDonald Trump, Celine Dion and Bill Koch — would serve on the Palm\nHouse’s advisory board when, in fact, they did not.\n\nRelated Companies, led by Miami Dolphins owner Stephen Ross,\ndeveloped CityPlace West Palm Beach. The company is also proposing to\nbuild a 25-story office project called One Flagler in downtown West Palm\nBeach.\n\nplease note\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\nJEE\nUnauthorized use, disclosure or copying of this\ncommunication or any part thereof is strictly prohibited\nand may be unlawful. If you have received this\n\nHOUSE_OVERSIGHT_027065",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027065.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2047,
    "word_count": 331,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:46.993383",
    "prefix": "IMAGES-009"
  }
}