{
  "document_id": "HOUSE_OVERSIGHT_024467",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024467.txt",
  "text": "Partners to exchange their interests in KUE and the General\nPartner for interests In a subsidiary of KUE.\n\nRelated Party Transactions: Related party transactions include transactions between (1)\nany of the Principals or any of their affiliates or any entity\ncontrolled by any of the Principals, and (2) KUE or any direct\nor indirect subsidiary or joint venture of KUE involving more\nthan $1 million (including, for the avoidance of doubt, any\nmerger, acquisition, asset purchase or similar transaction\nbetween KUE, its subsidiaries or joint ventures, on the one\nhand, and any person of which fifteen percent (15%) or more\nof the voting stock (or similar voting interests) is owned by\nKUE LLC or its affiliates, on the other hand). Related party\ntransactions do not include (a) any transaction solely\nbetween or among KUE and any of its direct or indirect\nsubsidiaries or joint ventures in which the Principals do not\nhave any direct or indirect ownership interest (ofher than as\na result of their ownership in the General Partner and KUE),\n(b) reasonable and customary director, advisory board\nmember, or consultant compensation and benefits\n(including, without limitation, retirement, health, stock option\nand other benefit plans) as approved by the Independent\nCommittee, provided that any such compensation, benefits\nand arrangements to the Principals that do not exceed $1\nmillion in the aggregate annually shall not be subject to such\napproval, and customary indemnification arrangements, (c)\ntransactions and arrangements pursuant to or contemplated\nby express terms of the Limited Partnership Agreement of\nKUE, including the “Investment in Subsidiaries\" and \"Co-\nInvest Right\" described below, and any payments pursuant\nthereto, and the Fixed Overhead Payment described above,\n(d) agreements, transactions and arrangements described in\n“Related Party Transactions” in this Private Placement\nMemorandum and any amendment thereto (so long as such\namendment is not disadvantageous to the Investors as a\nwhole in any material respect) or any transaction\ncontemplated thereby and any payments pursuant thereto,\nand (e) admissions of any affiliate of the Principals to KUE\nas a Limited Partner on terms substantially equivalent to\nconcurrent admissions of persons that are not affiliates of\nthe Principals.\n\nlf the size of the related party transaction is greater than $1\nmillion and equal to or less than $50 million, then either (a)\nthe Independent Committee must approve the transaction or\n‘(b) the transaction must be approved by the holders of a\nmajority of the Common LP Units unaffiliated with the\nPrincipals.\n\nlf the size of the related party transaction is greater than $50\nmillion, then the transaction must be approved by both (a)\nthe Independent Committee and (b) the holders of a majority\nof the Common LP Units unaffiliated with the Principals.\n\n34\n\nHOUSE_OVERSIGHT_024467",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024467.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2887,
    "word_count": 449,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:48.459526",
    "prefix": "IMAGES-007"
  }
}