{
  "document_id": "HOUSE_OVERSIGHT_018524",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018524.txt",
  "text": "to yours. I remember that when I was in my late teens, one boyfriend asked me if I'd be\nup for a certain kind of sex, and I refused. (He asked very gently, and didn't pressure me\nwhen I said no, which made me feel much safer and happier with him!) At the time I\ncouldn't imagine ever wanting to do it. Then a few years later -- after I'd gained a lot\nmore sexual experience -- I ended up asking my boyfriend to try it! I'm convinced that if\nmy previous partner had pressured me, I wouldn't have come around to it so easily years\nlater -- and if he and I had still been together, then maybe we would have even done it\ntogether.\n\n... But of course, the difficult part here is that sexual needs are important, and can't be put\non the back burner indefinitely. If you have sexual needs that are being routinely ignored\n-- or can't be fulfilled -- by your partner, then it's obviously not desirable to keep gently\nsaying, \"Don't worry, I can do without this.” Still, I think that if you're approaching\nultimatum territory -- for example, if you are tempted to say that \"If you can't satisfy this\nneed, then I need an open relationship so I can find someone who can, or else we have to\nbreak up\" -- then it's best to at least state the ultimatum gently, emphasize that you care\nabout your partner and this is difficult, and steel yourself to act quickly in case you have\nto go through with your ultimatum. And, of course, to understand that this could make\nsexuality with your partner more difficult if you keep trying to date through ultimatum\nterritory.\n\nSadly, sexual pressure can sometimes be simply unavoidable. Sometimes the best we\ncan do is be gentle, understanding, and prepared to face the consequences.\n\n2) Exposure to new conceptions of sexuality, sexual mentors, and sex education\n\nMany gay people say they're \"wired\" for a certain approach to sexuality, but there's also\nothers, such as some BDSMers, who consider ourselves to be innately kinky. And we\noften say that we would have come to those sexual conclusions and practices whether we\nhad examples before us, or not. (Even so, it's really helpful to have a community sharing\ntips and emotional support, especially when it comes to alternative sexuality. It might\nseem like sex will come naturally and obviously, but sometimes non-obvious things can\nreally trip you up!)\n\nStill, there are lots of sexual ideas are worth exploring and wouldn't necessarily occur to\nus if we didn't have examples before us: erotica, pornography, friends and mentors,\nworkshops and educational materials. Here's some concrete advice on how best to\nemotionally access those:\n\n* Find a good mentor, or at least a friend or social group, to talk about sex with --\nwho you don't want to have sex with. Being able to honestly discuss turn-ons in a\nneutral environment is invaluable, as is someone who can guide and advise without\ninserting their preferences and desires into the conversation. Naturally, it's entirely\npossible to have a good sexual relationship with a sexual mentor -- and sometimes,\nmentor (or friend) relationships evolve in unexpectedly sexual ways. But it can be very\nuseful to take that element out of at least some relationships.\n\nOne piece of advice that I love is for mentors to be the same \"type.\" That is, for example,\nif you're a heterosexual female submissive, it's awesome to have an experienced\n\nHOUSE_OVERSIGHT_018524",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018524.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3386,
    "word_count": 590,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:46.934212",
    "prefix": "IMAGES-005"
  }
}