{
  "document_id": "HOUSE_OVERSIGHT_011383",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011383.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n80\nH3VOGIU1\n\nprescribed over a period of time, and you'll understand that\n\nthis is not a situation of someone being a drugee and doctor\n\nshopping, something that's in the news a lot these days. So\n\ntrying to submit it that way is not only irrelevant to this\n\ncase, but the prejudice greatly outweighs whatever probative\n\nvalue it might be. Ms. Giuffre would not, of course, object to\n\ntestifying with regard to what current medication she takes,\nbut that's a different subject altogether.\n\nWith regard to criminal history, as I mentioned,\n\nMs. Giuffre denied that she stole the money. She said her\nboyfriend took the money while he was there with her. And\ndefense counsel reminded Court that this victim is a thief.\n\nAgain, none of this information comes in under the Federal\n\nRules of Evidence. Even the charging document and the warrant\nare classic hearsay and should be excluded.\nWith regard to the next one, I'm going to skip ahead\n\nto school records. The records don't show that she was in\n\nschool, as much as defendant seems to think she is. They don't\n\nhave also what days she attended and what days she doesn't. It\n\ndoesn't say that she was there on, for example, May 23rd, 2000\n\nWhat they do show is that there are no courses taken between\n1999 and the 2000 school year, and no courses taken during the\n2000 to 2001 school years.\n\nMs. Giuffer's attempt to work and resume school at\n\nanother school as as a tenth grader in the 2001 to 2002 school\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011383",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011383.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1597,
    "word_count": 281,
    "line_count": 82,
    "import_date": "2025-11-19T21:47:47.849133",
    "prefix": "IMAGES-001"
  }
}