{
  "document_id": "HOUSE_OVERSIGHT_020584",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020584.txt",
  "text": "125\n\nis the China-US Joint Research Center for Ecosystem and Environmental Change at the\nUniversity of Tennessee, Knoxville.“ Launched in 2006, researchers from the University\nof Tennessee and the DOE-funded Oak Ridge National Laboratory partnered with the\nChinese Academy of Sciences to address “the combined effects of climate change and\nhuman activities on regional and global ecosystems and explore technologies for\nrestoration of degraded environments.” The center’s research focuses on science at the\nheart of the “green technology” revolution, which is one of Beijing’s major national\nindustrial policy objectives.\n\nThe center’s website lays out three goals that match nicely with a tech transfer agenda:\n\n(1) organize and implement international scientific and engineering research; (2) serve as\na center for scientific information exchange; and (3) provide international education and\ntechnical training.'' The website goes on to outline cooperative mechanisms to achieve\nthese goals, including joint research projects, academic exchange, student education, and\n“technical transfer and training [emphasis added].”” This dynamic differs fundamentally\nfrom the mission of Western research facilities abroad, which is to adapt technology already\nin their portfolios to sell in foreign markets. A PRC study on the benefits of overseas\n“research” to obtain foreign technology put it this way: “How can you get the tiger cub if\nyou don’t go into the tiger’s den?” (RARA,.BERT).Y\n\nCyber\n\nPerhaps the most damaging channel for stealing US intellectual property is cyberespionage.\nAs noted above, NSA director Keith Alexander has called cyberespionage by Chinese state\nactors the “greatest transfer of wealth in human history.” Cyberespionage is both a means\nfor pilfering US science and technology, as well as a method of intelligence collection\nfor potential attacks against American military, government, and commercial technical\nsystems. As a result, these cyber intrusions represent a fundamental threat to American\neconomic competitiveness and national security.\n\nOther means of misappropriation\n\nWhile not technology transfer per se, counterfeiting is so common in China that it has\n\nthe same practical effect. Schemes range from the subtle to blatant: benchmarking against\nISO standards; patent research where a design is modified slightly, if at all, re-patented\n\nin China and “legally” produced with government protection; reverse engineering;'®\n“imitative innovation” (&#l¥1)\"” with or without the innovation (also called “imitative\nremanufacturing” #(#0ti&) ;* and marketing the pirated product without or with its original\nlogo.’ Other reporting has detailed how the Chinese government exploits regulatory panels\n(often with members who have direct conflicts of interest by working for local competitors)\nand antitrust investigations to acquire trade secrets from foreign companies, aiding\ndomestic industries.”°\n\nSection 8\n\nHOUSE_OVERSIGHT_020584",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020584.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2960,
    "word_count": 420,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:45.293388",
    "prefix": "IMAGES-006"
  }
}