{
  "document_id": "HOUSE_OVERSIGHT_018814",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018814.txt",
  "text": "General Information 4\n\nPurpose of the Appraisal\n\nThe purpose of the appraisal is to develop an opinion of the market value of the leased fee (going\nconcern) interest in the property as of the effective date of the appraisal, November 25, 2015. The\ndate of the report is December 15, 2015. The appraisal is valid only as of the stated effective date or\ndates.\n\nBasis of Value\n\nMarket value is defined as:\n\n“The most probable price which a property should bring in a competitive and open market under all\nconditions requisite to a fair sale, the buyer and seller each acting prudently and knowledgeably, and\n\nassuming the price is not affected by undue stimulus. Implicit in this definition is the consummation of\na sale as of a specified date and the passing of title from seller to buyer under conditions whereby:\n\ne Buyer and seller are typically motivated;\n\n¢ Both parties are well informed or well advised, and acting in what they consider their own\nbest interests;\n\ne Areasonable time is allowed for exposure in the open market;\n\ne Payment is made in terms of cash in U.S. dollars or in terms of financial arrangements\ncomparable thereto; and\n\ne The price represents the norma! consideration for the property sold unaffected by special or\ncreative financing or sales concessions granted by anyone associated with the sale.”\n\n(Source: Code of Federal Regulations, Title 12, Chapter |, Part 34.42[g]; also Interagency Appraisal and\nEvaluation Guidelines, Federal Register, 75 FR 77449, December 10, 2010, page 77472)\n\nDefinition of Property Rights Appraised\n\nLeased fee interest is defined as, “A freehold (ownership interest) where the possessory interest has\nbeen granted to another party by creation of a contractual landlord-tenant relationship (i.e., a lease).”\n\nLease is defined as, “A contract in which rights to use and occupy land or structures are transferred by\nthe owner to another for a specified period of time in return for a specified rent.”\n\n(Source: The Dictionary of Real Estate Appraisal, Fifth Edition, Appraisal Institute, Chicago, Illinois,\n2010)\n\nDefinition of Going-Concern Premise\n\nGoing-Concern Premise is defined as, “one of the premises under which the total assets of a business\ncan be valued; the assumption that a company is expected to continue operating well into the future\n(usually indefinitely). Under the going-concern premise, the value of a business as a going concern is\n\nequal to the sum of the value of the tangible assets and the value of the intangible assets, which may\n\nIGY American Yacht Harbor Marina\n\nHOUSE_OVERSIGHT_018814",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018814.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2575,
    "word_count": 416,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:48.337431",
    "prefix": "IMAGES-005"
  }
}