{
  "document_id": "HOUSE_OVERSIGHT_023849",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023849.txt",
  "text": "New Curricula for a New Way of Teaching 103\n\nare confused, or when a long-held belief is challenged, with a request\nfor evidence. She might have asked where she might try duck or what\nduck tasted like since she had not understood it correctly. She might\nhave allowed for the possibility that she was wrong and asked to know\nmore. But she didn’t. People who aren’t intellectually curious rarely do.\n\nThis kind of dull thinking is not so much a matter of genetics as it\na matter of not having been educated properly. And, that is, of course,\nthe real issue here. If a child grows up in a world where questions are\nexpected and where long-held beliefs can be abandoned because of\nnew evidence, he will seek such interactions. But a child who grows up\nin a world where adults set themselves up as knowing everything and\nno one’s beliefs are ever questioned, you will get mindless behavior\nlike this.\n\nOf course, it doesn’t matter if this woman doesn’t try duck. It\nis likely, however, that this behavior pattern—learn rules and never\nquestion them—pervades her life. This leads me to my main point.\n\nScripts are great things to have. They get you through the airport.\nThey get you through Burger King. They get you through most of the\nmundane aspects of life. But scripts need to be modified. They fail all\nthe time. The airport starts a new check-in procedure. The restaurant\nyou always go to deletes your favorite item from the menu. The store\nyou always shop in is getting very crowded. At some point we encoun-\nter script failure and we deal with it. The question is how.\n\nWe deal with script failure using two key procedures. It is our facil-\nity with these procedures that differentiates intelligence from stupid-\nity. Thinking depends on them, and everyone must do them when\ntrying to think. But not everyone does them well.\n\nThe procedures are:\n\nGeneralization\nExplanation\n\nThese are not new ideas in the context of this book. Explanation is\none kind of describing. Generalization is the method by which we do\nprediction, make judgments, do diagnosis, and determine causation.\nWe generalize whenever we try to think.\n\nThis entire book is a generalization. It is an attempt to make\nsense of a vast array of information. That is what generalization is all\nabout. The book is also an explanation of the generalizations I have\n\nHOUSE_OVERSIGHT_023849",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023849.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2350,
    "word_count": 406,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:48.171893",
    "prefix": "IMAGES-007"
  }
}