{
  "document_id": "HOUSE_OVERSIGHT_025176",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_025176.txt",
  "text": "From: jeffrey E. [jeevacation@gmail.com] \nSent: 1/20/2017 12:32:18 PM \nTo: David Grosof \nSubject: Re: Your Special Day \nImportance: High \nyes , now assume that there i a balancing force. and gravity is merely the result of paticles being pushed \ntogether . etc \nOn Fri, Jan 20, 2017 at 7:26 AM, David Grosof wrote: \nhttp://xkcd.com/123/ can't resist! \nPlease forgive typos. Sent from Android Nexus 6 phone. \nOn Jan 20, 2017 4:14 AM, \"jeffrey E.\" <jeevacation@gmail.com> wrote: \nprobablity and statistics gets its strengh from the law of large numbers. centrifigal force is a pseudo \nforce but not distinguishable in the right frame. . like gravity, lets assume that there is a force pushing \nheads and tails towards a 50 50 distribution. . not merely recording it. regression to the mean. etc. would \n. could be a force similar to the EM one. \nOn Fri, Jan 20, 2017 at 7:11 AM, David Grosof < > wrote: \nCool. And the former question, of clarification? \nPlease forgive typos. Sent from Android Nexus 6 phone. \nOn Jan 20, 2017 4:10 AM, \"jeffrey E.\" <jeevacation@gmail.com> wrote: \npretty well \nOn Fri, Jan 20, 2017 at 7:02 AM, David Grosof < wrote: \nProbability as a force rather than a what? \nDidn't suss out the next word... \nWatson's pretty wild and fun, if overconfident about some ideas about autism when I saw him talk —4 years \nago on book tour @Google. I met him once through Gunther Stent, as well as Crick on another occasion. \nKnow him well? \nD. \nPlease forgive typos. Sent from Android Nexus 6 phone. \nOn Jan 20, 2017 2:47 AM, \"jeffrey E.\" <jeevacation@gmail.com> wrote: \n1. is probability a force rather than a markter. if you look at a bell curve from scratch, it looks as if it \nunder a force pushing things towards the center. i think gravity might be just that. 2. all signals in \nnature need to be envvyrpted so that the enemy cannot read. this includes inner signals that if you are \naware of, can give you up to your predator. so signals from the nose , my conjecture is that each person \nhas its own enxruption de encyption algorithm built in. fyi having dinnner with Jin Watson. \nOn Fri, Jan 20, 2017 at 1:28 AM, David Grosof wrote: \nAt 10:13 PM 01/19/17, you wrote: \nHOUSE OVERSIGHT 025176 \nall good.A A thx.A A areas of interest,A A A A distribuitionsA in nature. .A A A A 2 \ndeception.A 3.A sleep . 4.A power. 5 money.A 6 music and the brain. 7, signal intellignece in the \nbiologocal systems \nExcellent alignment with some of my interests or those of people I like and think are smart! \nThe rest of the truncated message has been sent. \n1. What's been stimulating as a source of good questions for the \"distributions in nature\" issue? \n7. \"Signal intelligence in biol. systems\" seems to cover all of neurophysiology: Jonathan Victor, whom \nyou met a few years ago in your office, is powerfully thoughtful on the issues of neural coding. Are there \nspecific examples that have stimulated you to better questions or turned your thinking around? \n6. Are you aware of apps that purport to play music to enhance productivity and focus on tasks at hand? \nMy buddy Reese Jones has backed that; he has a fascinating set of beliefs and projects around what may \nsoon be understood as \"consciousness hacking.\" He's on the board of Singularity University as one of the \nfounders. (His father was a pioneer UCSF MD researcher of hallucinogens, I believe!) \nMore to come in a day or so. \nThanks! \nYou're up late or you're not so east of my SF location! \nDavid \nPS How to trade the Trump-GOP demolition of the welfare state, erratic elevation of risks of trade \ndisruptions and war? Has anyone from the rational center or left given thought to how to respond to a \nnational emergency to cope with a kakistocratic seizure of emergency powers? The Patriot Act was on a \n'shelf as you know, ready to be used. What should the better folks in this country have at hand if, say, a \nport is subject to a radiological attack of unknown origin? \nOn Fri, Jan 20, 2017 at 1:07 AM, David Grosof <____________________> wrote: \nDear Jeffrey, \nA Congratulations on another spin around the sun. \nA I would like to offer you a birthday present: my best efforts for a few hours on something where I \nmight be able to contribute either to making something good happen for you or help you prevent the bad. \nWe haven't talked much at all for quite some time, so I'm not sure of the nature of your current interests \nbut here are some of mine, where I feel I either have some special capability or can get access to those \nwho have such. \n* open science -- open access publishing, data publishing, and open culture institutions considered as a \nnetwork with largely consistent and mutually reinforcing values: Public Library of Science (PLoS), \nWikipedia, Internet Archive, Electronic Frontier Foundation, and Creative Commons, along with allied \nUS, UK, European governmental and NGO funding sources and other institutions. \n* early-stage life science-based ventures, especially those with one or more of these technologies: optics, \nwearable-sensors, brain-computer interface, behavioral engineering that goes beyond robo-noodging. I \nam not up to speed on synthetic bio and CRISPR, but I have a good friend who is. \n* cybersecurity for you and your life. I have carefully monitored the web for articles about you and I \nhave reason to think that those will persist indefinitely. I would be remiss as your friend if I did not \nencourage you to be as diligent and smart as possible in using tools like Signal, two-factor/multi-factor \nauthentication, taking webmail archives off the web onto your own secure privately maintained archive \nor deleted (unlike Podesta), and other measures. \nHOUSE OVERSIGHT 025177 \n* publicity for your cool-ass creative and important philanthropy in support of really good and \nadventuresome, high-risk basic science research. Most obvious benefit: it would be nice to know you \nhung out with the bright \nDavid Grosof \nAA AA AA A please note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nDavid Grosof \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nplease note \nHOUSE OVERSIGHT 025178 \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nHOUSE OVERSIGHT 025179",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_025176.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 9064,
    "word_count": 1460,
    "line_count": 152,
    "import_date": "2025-11-19T21:47:49.385504",
    "prefix": "TEXT-001"
  }
}