{
  "document_id": "HOUSE_OVERSIGHT_017342",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017342.txt",
  "text": "4.2.12\nWC: 191694\n\nRashomon Rape Cases\n\nIn the great Japanese film, Rashomon, a horrible crime is presented through the very different\nperspectives of several participants. In some rape cases, a similar Rashomon perspective is\nsometimes at work. In the Mike Tyson case, for example, it is possible (though unlikely in my\nview) that Desiree Washington did not intend to consent to sex but that Mike Tyson reasonably\nbelieved—based on her “groupie-like” actions and statements—that she did. What should the\nlaw be in such situations?\n\nUnder American law, if a person makes a reasonable mistake of fact which leads to the\ncommission of a crime, he is generally not guilty. For example, if a person walking down the\nstreet sees another person coming at him with a gun about to pull the trigger, and he shoots first\nand kills his assailant, he is not guilty, even if the “assailant” turns out to be an actor in a movie\nholding a gun that shot blanks. Since the defendant reasonably, though mistakenly believed, that\nhis life was in danger, his reasonable mistake of fact constituted a complete defense to a murder\ncharge. A crime requires both a criminal act and a criminal intent, and if the defendant reasonably\nbelieves that facts, as he saw them, made what he was doing permissible under the law, then he\ndoes not have a guilty mind. A mistake about law, on the other hand, is not a defense, since\neverybody is presumed to know the law. (This latter point led an English wag to comment that\n“all Englishmen are presumed to know the law, except Her Majesty’s judges, who have a court of\nappeals above them to set them right.”’)\n\nIn recent years, however, there has been a movement to deny defendants in rape cases the right to\nraise the defense of reasonable mistake of fact, especially when it comes to whether the woman\nconsented. No means no, and no man should be allowed to believe that no might mean yes or\neven maybe. (There is the anachronistic joke about the difference between a diplomat and a lady:\nWhen the diplomat means maybe, he says yes. When he means no, he says maybe. A diplomat\nnever says no, for to say no would mean he was not a diplomat. When a lady says no, she means\nmaybe. When she says maybe, she means yes. A lady never says yes, for to say yes would mean\nshe was not a lady.)\n\nThe law is correct in demanding that a man understand no to mean no. He may subjectively\nbelieve that no means maybe when it comes to him, but such a belief is unreasonable as a matter\nof law. In some situations, however, the woman does not say no. Nor does she say yes. Nor does\nshe even say maybe. (There was a song made famous by Ella Fitzgerald entitled “She didn’t say\nyes. She didn’t say no.” The lyrics continued: “She didn’t say stay, she didn’t say go...clearly\nshe took one sly little look and something awoke and smiled inside. Her heart began beating wild\ninside. So what did she do? I leave it to you. She did what you’d do too...she didn’t say yes.\nShe didn’t say no. She wanted to stay but knew she should go. She wasn’t so sure that he’d be\ngood. She wasn’t even sure that she’d be good...above her, sweet love was beckoning and yet\nshe knew there’d be a reckoning....”) In real life, women often convey their intentions via\nambiguous verbal and physical cues. In such situations, it is morally wrong, in my view, for a man\nto assume consent, but it may also be legally wrong for the law to punish such immoral behavior\n\n255\n\nHOUSE_OVERSIGHT_017342",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017342.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3467,
    "word_count": 627,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:44.211794",
    "prefix": "IMAGES-004"
  }
}