{
  "document_id": "HOUSE_OVERSIGHT_018252",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018252.txt",
  "text": "BitCoin - these are, of course, expressions of a kind of network power. But “Network\nPower” is something larger. It represents a potentially comprehensive grasp, new in\nhuman history and enmeshing billions of connected lives and tens of billions of\nlinked sensors and machines. It is becoming, with every passing moment, more\ncomprehensive: more sensors, more links, more points and more speed. Cascades,\nepidemics and interactions are ubiquitous on all these networks, producing\nunexpected innovation in their collisions: the weaving of genetics and databases, for\ninstance, or of terrorism and mobile messaging\". Scientists who study networks call\nthis sort of change “Explosive Percolation,” by which they mean an instant shift in\nthe very nature of a system as it passes a threshold level of connectivity.15 This\nmelding of nodes into a single fabric is not unlike the linking of water molecules one\nto another as the temperature drops. One moment you have something you can\ndrink; the next you have ice. So: One moment you have a world of simply connected\nusers, the next a billion-person platform like Facebook or YouTube solidifies. One\nday you have tumbling, angry fundamentalists; the nexta linked terror movement.\nAnd because the impact of terrorism - which might be best defined as violence with\nan aim of causing psychological impact - depends on connection, exploding the\nlandscape of links instantly expands its effects.1° The network enables a new kind of\nterror. It changes its nature. Expands its impact. Such elemental phase transitions,\nwhere more means different, appear everywhere in linked natural systems- the\nformation of crystals, for example, of the collapse of an ecosystem when the last of a\nkeystone species is hunted down. They appear on networks too. So you might say: A\nphase transtion lingers ahead of us in our security, our finances, our politics. The\nage we're entering now will be as different from the age we're leaving behind as the\nEnlightenment was from the dark feudal era that preceded it.\n\nThe Enlightenment’s revolution of free ideas and men and trade and capital\ndemanded a new sensibility. Our age is similar. It insists already on a fresh feeling\nfor the power that emerges as a result of connection. There’s an irony here: At the\nvery moment when we might expect ourselves to be most free - liberated by\nwireless connections, by easy jet travel, by never-off communications - we find\nourselves, inescapably, enmeshed and dependent. Mastery of connection turns out\nto be the modern version of Napoleon’s Coup D’Oeil. Connection increasingly defines\nthe most elemental pieces of our lives. The old individualistic, me-first instincts\ndon’t answer as well as they might once have when “me-first” now demands\nconnection of some sort in order to get what you might want: Am education, better\nmedical care, a pizza. What is true for the machines all around us now is true for us\ntoo: We are what we are connected to.\n\n4 Cascades, epidemics and interactions: Dirk Helbing, “Globally Networked Risks\nand How to Respond,” Nature, 2013, 51-59.\n\n15 Scientists who study networks: D. Achlioptas, R. M. D'souza, and J. Spencer.\n\"Explosive Percolation in Random Networks.\" Science, 2009, 1453-455.\n\n16 And because the nature of terrorism: See Anthony Richards, Conceptualizing\nTerrorism, (Oxford: Oxford University Press, 2015)\n\n20\n\nHOUSE_OVERSIGHT_018252",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018252.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3390,
    "word_count": 543,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:48.303590",
    "prefix": "IMAGES-004"
  }
}