{
  "document_id": "HOUSE_OVERSIGHT_017592",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017592.txt",
  "text": "This used to be illegal... We had the posse comitatus acts which said, yes, if there’s a real\nemergency you could call up the ARMY to deal with the emergency, but you cannot do it ona\npermanent basis but we now do do it on a permanent basis. We haven't even bothered to repeal the\nposse comitatus. We are in a state of emergency that was declared on September the 14th, 2001.\nAnd it's still enforced. It has to be renewed every year. Obama did it every year just as George Bush\nrenewed it every year.\n\nWhat are the roots of this? Well there are the legitimate roots that go back to fear of an atomic\ndecapitation of the government back in the Truman era, so legitimate COG planning goes back to\nTruman and Eisenhower, but the illegitimate use of COG to deal with any emergnecy you like, that\ngoes to the Reagan administration and it really goes back to the [Halloween] Massacre where\nRumsfeld and Cheney put their thumbprint on American politics for the first time.\n\n-- interview of Peter Dale Scott, @ min. 32:00,\nhttps://www. youtube.com/watch?v=hNqDAYWYFuQ&t=2433s\n\nThis all suggests that the start of the 9/11 agenda pre-dated him as well. | see now that there was a\nseemingly relevant 1990 event as well. \"On September 11, 1970 -- a date that only took on haunting\novertones with the attacks on New York and Washington in 2001 -- Nixon became the first U.S.\npresident to try to protect air travelers from extremists who sensed gaping vulnerabilities in security\nfor commercial airliners, issuing a statement listing a string of measures including the introduction of\n100 air marshals on U.S. planes. \"Most countries, including the United States, found effective means\nof dealing with piracy on the high seas a century and a half ago,” Nixon said. \"We can -- and we will -\n- deal effectively with piracy in the skies today.”\n\nThe President had been jolted into action by the simultaneous hijackings of planes in Europe headed\nto the United States. Jets belonging to TWA, Pan Am and Swissair were seized by the Popular Front\nfor the Liberation of Palestine. The group also attempted to hijack a jet over London belonging to the\nIsraeli airline El Al but was thwarted by security guards on board.\n\nThe Pan Am seizure ended quickly, but the passengers on the TWA and Swissair jets were diverted\nto a British air base in Jordan and the drama only ended after days of tense diplomacy, when the\nhostages were all released in a deal in which the Swiss, German, British and Israeli governments let\n\nPalestinian prisoners go.” (http://www.cnn.com/2015/07/27/politics/terrorism-19 70s-richard-\nnixon/index.html)\n\nThis 9/11 response sounds quite normal of course. But fast forward and the two secret service\nindividuals chosen for an April 2001 interview by a PWC staff member on behalf of what becomthe\nIBM Center for the Business of Government were (1) Steve Colo who happened to be the head of\nthe division at SAIC that falsely labeled me a threat and added my name to some sort of Do Not\nAdmit list at the end of a 5 month temp assignment in 2005 into early 2006. The consequence of the\nSAIC designation for me was the following:\n\n(| write) \"The SAIC designation took advantage of a devilish stratagem in which as a national\nsecurity employee (having filed out a SF-86 form, governed actually by the GSA -\nhttps://Awww.gsa.gov/portal/forms/download/116390 - for government clearance) working a\ndesignated contract in a classified facility, being designated a disturbance/dissident/threat to\noperations, makes one, in turn, a threat to national security - with all the surveillance/targeting that\nenables.\" In essence | was made an enemy of the State and was tracked, my family and friends\nturned, my opportunities seized to include the opportunity to rear family as demonstrated especially\nin the 2007 sabotage of my third trimester pregnancy and then the targeting and eventual capture of\nchildren | used to babysit - in 2011, they were predominantly tweens - to be used for sexual\nblackmail and other forms of leverage. The reason for the use of children in this barbaric way was to\n\nHOUSE_OVERSIGHT_017592",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017592.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4105,
    "word_count": 693,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:44.053498",
    "prefix": "IMAGES-004"
  }
}