{
  "document_id": "HOUSE_OVERSIGHT_016038",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016038.txt",
  "text": "348 Are the Androids Dreaming Yet?\n\nA guess would mean particles have free will; no extraneous\ninfluence or piece of information either on their person or from some\nexternal source could have any effect. We are now going to prove the\nparticle does guess.\n\nThe Proof\nConway and Kochen construct their proof from a small set of axioms,\nwhich form a rhyme. The axioms are; twin, fin and spin.\n\nIf two particles are separated by a distance (fin) and entangled\n(twin), the spins of the particles (spin) cannot be determined by any\ninformation in their history of the Universe up to that point. The proof\nrelies on a thought experiment.\n\nConsider twin particles separated by a long distance. Physicists call\nthis ‘space like separation. All this means is one particle is measured on, say,\nEarth and the other on Mars, so relativity is significant in the experiment.\nThis may be impractical today but there is no reason the experiment\ncould not be done in principle. In the future, our children could set up\non the UN Moon base and fire one photon to a detector on Hubble II\nand the other to the future Mars Orbital Station. Farfetched? If you had\ntold Einstein back in 1947 that in less than 70 years we would be able\nto measure individual photons by sending them down spun glass fibers\nto locations separated by 50 kilometers, involving a multidisciplinary\nteam composed of American, German, French and Russian scientists, all\nworking in harmony, he might have been equally incredulous.\n\nAs the proof introduces relativity we also need two imaginary\nrocket ships. They must be traveling below the speed of light, so no Star\nTrek Enterprise or Millennium Falcon. We will have to stick with an old-\nschool spaceship, the Sulaco from Aliens should do the trick. They must\ntravel in opposite directions, passing our Moon Base just as the scientists\nrun the experiment.\n\nSpecial Relativity shows our Universe has a strange property: there\nis no such thing as a simultaneous event for two observers — at least if\nthey are separated by any distance. From the point of view of the first\nspaceship, the measurement on Mars occurs first. But from the vantage\npoint of the second observer, the measurement on Hubble occurs first.\n\nNow comes the proof by counter example. Let us suppose the\nparticles were influenced by an outside effect and had no free will.\n\nHOUSE_OVERSIGHT_016038",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016038.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2366,
    "word_count": 404,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:45.798226",
    "prefix": "IMAGES-003"
  }
}