{
  "document_id": "HOUSE_OVERSIGHT_013215",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013215.txt",
  "text": "16.6 Issues with Virtual Preschool Engineering 299\n\n1. one could carry out all the standard cognitive development experiments described in devel-\nopmental psychology books\n\n2. one could implement intuitively reasonable versions of all the standard activities in all the\nstandard learning stations in a contemporary preschool\n\nthen current virtual world technologies appear not to suffice.\n\nAs reviewed above, typical preschool activities include for instance building with blocks,\nplaying with clay, looking in a group at a picture book and hearing it read aloud, mixing\ningredients together, rolling/throwing/catching balls, playing games like tag, hide-and-seek,\nSimon Says or Follow the Leader, measuring objects, cutting paper into different shapes, drawing\nand coloring, etc.\n\nAnd, as typical, not necessarily representative examples of tasks psychologists use to mea-\nsure cognitive development (drawn mainly from the Piagetan tradition, without implying any\nassertion that this is the only tradition worth pursuing), consider the following:\n\n1. Which row has more circles- A or B? A: O O OO O, B: OOOOO\n\n2. If Mike is taller than Jim, and Jim is shorter than Dan, then who is the shortest? Who is\n\nthe tallest?\n\nWhich is heavier- a pound of feathers or a pound of rocks?\n\n4. Eight ounces of water is poured into a glass that looks like the fat glass in Figure 2 16.1\nand then the same amount is poured into a glass that looks like the tall glass in Figure 16.2\n. Which glass has more water?\n\n5. A lump of clay is rolled into a snake. All the clay is used to make the snake. Which has\nmore clay in it — the lump or the snake?\n\n6. There are two dolls in a room, Sally and Ann, each of which has her own box, with a marble\nhidden inside. Sally goes out for a minute, leaving her box behind; and Ann decides to play\na trick on Sally: she opens Sally’s box, removes the marble, hiding it in her own box. Sally\nreturns, unaware of what happened. Where will Sally would look for her marble?\n\n7. Consider this rule about a set of cards that have letters on one side and numbers on the\nother: “If a card has a vowel on one side, then it has an even number on the other side.” If\nyou have 4 cards labeled “E K 4 7”, which cards do you need to turn over to tell if this rule\nis actually true?\n\n8. Design an experiment to figure out how to make a pendulum that swings more slowly versus\nless slowly\n\nad\n\nWhat we see from this ad hoc, partial list is that a lot of naive physics is required to make an\neven vaguely realistic preschool. A lot of preschool education is about the intersection between\nabstract cognition and naive physics. A more careful review of the various tasks involved in\npreschool education bears out this conclusion.\n\nWith this in mind, in this section we will briefly describe an approach to extending current\nvirtual world technologies that appears to allow the construction of a reasonably rich and\nrealistic AGI preschool environment, without requiring anywhere near a complete simulation of\nrealistic physics.\n\nHOUSE_OVERSIGHT_013215",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013215.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3054,
    "word_count": 528,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:48.720015",
    "prefix": "IMAGES-002"
  }
}