{
  "document_id": "HOUSE_OVERSIGHT_014070",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014070.txt",
  "text": "2014] CRIME VICTIMS’ RIGHTS 91\n\nit has extended many rights to victims before the formal filing of criminal\ncharges as a matter of internal policy.'** This approach appears to be\nworkable, as a number of states extend rights to victims during the\ninvestigative process.!**\n\nA. A TEST FOR DETERMINING WHEN RIGHTS ATTACH\n\nAs explained in the earlier Parts of this Article, the CVRA clearly\nenvisions that crime victims would have nghts in the criminal justice\nprocess before the return of indictments or the filing of criminal complaints.\nThe question then as to how much earlier in the process crime victims have\nrights naturally arises. Does the CVRA apply one second after a federal\ncrime has been committed? Or does it apply at some later point during an\ninvestigation?\n\nThis issue was nicely framed by the U.S. District Court for the Eastern\nDistrict of New York in a securities fraud case. In the first indictment\nunderlying the case, the charged crime did not include various victims. A\nlater superseding indictment broadened the charges to include those missing\nindividuals. When they brought a suit under the CVRA, the court noted\nthat “[q]uite understandably, movants perceive their victimization as having\nbegun long before the government got around to filing the superseding\nindictment.”!** The court, however, explained that there must be “logical\nlimits” to crime victims’ rights before the filing of charges.'* The court\nnoted:\n\nFor example, the realm of cases in which the CVRA might apply despite no\nprosecution being ‘underway,’ cannot be read to include the victims of uncharged\ncrimes that the government has not even contemplated. It is impossible to expect the\ngovernment, much less a court, to notify crime victims of their rights if the\ngovernment has not verified to at least an elementary degree that a crime has actually\ntaken lac, given that a corresponding investigation is at a nascent or theoretical\nstage.\n\nThe logical limits that the CVRA envisions could come from how the\nJustice Department interacts with criminals during the investigation of a\ncrime. Crime victims’ rights advocates are fond of saying that victims\n“only want to be treated like criminals”—that is, they simply want to have\nthe same kinds of rights as criminals receive, such as the right to be notified\n\n182 See, e.g., ATTORNEY GENERAL GUIDELINES, supra note 52, at 41-42 (discussing the\nright to confer regarding plea bargains).\n\n183 See infra Part ILD.\n\n184 United States v. Rubin, 558 F. Supp. 2d 411, 419 (E.D.N.Y. 2008).\n\n185 7g.\n\n186 Td.\n\nHOUSE_OVERSIGHT_014070",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014070.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2568,
    "word_count": 417,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:45.771128",
    "prefix": "IMAGES-002"
  }
}