{
  "document_id": "HOUSE_OVERSIGHT_022386",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022386.txt",
  "text": "Tax\n\nTrump additionally proposed capping itemized deductions\nat $100,000 for single filers and $200,000 for married\nfilers and highlighted the benefits of his proposals for\nworking Americans and the middle class. “By lowering\nrates, streamlining deductions, and simplifying the\nprocess, we will add millions and millions of new jobs. In\naddition, because we have strongly capped deductions for\nthe wealthy, and closed special interest loopholes, the tax\nrelief will be concentrated on the working and middle\nclass taxpayer..,” he said. “This is a working and middle-\nclass tax relief proposal.” A campaign fact sheet\nproclaimsthat Trump’s economic proposals would add 25\nmillion jobs over a decade, which equates to 200,000 new\njobs per month.\n\nThe motivating factors for tax reform will remainthe\nsame as they were in the current Congress, but unified\ngovernment should make enacting tax reform much\neasier. The statutory corporate incometax rate is seen as\ntoo high and the international tax system compels profit\nshifting to low-tax jurisdictions and erodes the US tax\nbase. That phenomenon escalated this year with the\nEuropean Commission’s latest state aid decision, which\nwas seen as demonstrating a tension between the US and\nEurope over who should tax the foreign income of US\nmultinationals.\n\nThe passage of the EU’s harmful tax competition directive\nwilllead to enactment in all EU countries of a variety of\nmeasures that could increase taxes on US companies\noperating in Europe, while implementation of innovation\nbox regimes in many countries, following the OECD BEPS\nproject outline, will make it more attractivefor US\ncompanies to move intellectual property and exploit that\nIP into those jurisdictions. The Administration took\nsignificant steps this year to try to prevent further\nerosion of the US tax base through regulatory action to\ndeter inversions and earnings stripping, but all involved\nsaid these were Band-Aid approaches that were no\nsubstitute for US tax reform.\n\nDesign issues —international tax reform. As has been the\ncase for the last few years, there is broad agreement on\nthe design elements of businesstax reform, and more\nspecifically, international tax reform, but the devil is in\nthe details. For example, the House Republican Blueprint\nontax reform calls for a 8.75%tax rate on previously\nuntaxed accumulated foreign earnings held in cash or\ncash equivalents, and a 3.5%tax rate on all other\naccumulated earnings, with tax liability payable over an\neight-year period.\n\nThis is the same tax treatment of accumulated foreign\nearnings called for under former Ways and Means\nCommittee Chairman Dave Camp’s (R-MI) Tax Reform Act\nof 2014.\n\nBut in a departure from the Camp bill, the Blueprint also\ncallsfor a move to a destination-basis tax system, under\nwhich border adjustments exempt exports from tax while\ntaxing imports, making the tax jurisdiction the location of\nconsumption rather than production. Exempting exports\nfrom US tax and taxing imports regardless of where they\nare produced will eliminate incentives for US businesses\nto move or locate operations outside of the United States\nunder a territorial tax system, according to the Blueprint.\nBy relieving exports from US tax while imposing US tax on\nimports, the Blueprint would eliminate the need for any\nnew exemption or territorialtax system to be\naccompanied by a minimum tax or any other more\nconventional anti-base erosion measure, thereby\nsidestepping one of the more intractable and divisive\ndebates among the business community over the past\nseveral years of tax reform discussions.\n\nDeveloping a workable border adjustability mechanism\nthat is not actually a component of a value-added tax\npresents some significant policy and technical hurdles.\n\nUS companiesthat are net exporters could end upina\nperpetual tax loss position, and handing out refunds to\nsome of the largest US companies may not work froma\npolitical standpoint, particularly as the domestic income\nof US companies (including the suppliers for exporting\ncompanies) is subject to tax. How to apply the border\nadjustability concept to cross-border flows of capital, or\nwhether to exempt financial transactions must also be\nconsidered.\n\nWhile moving to a form of exemption system has some\nlevel of bipartisan support, more liberal Democrats will\ninsist on a more pure worldwide system that includes\nrepeal of deferral. Senate Finance Committee Ranking\nMember Wyden (intermittently) and Senator Warren\n(consistently) have both backed the latter approach, and\nSpeaker Ryan noted the differing viewpoints in\nSeptember given that Democrats increasingly call for a\nworldwide system and repeal of deferral.\n\nEY 14\n\n| Election 2016\n\nHOUSE_OVERSIGHT_022386",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022386.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4714,
    "word_count": 727,
    "line_count": 106,
    "import_date": "2025-11-19T21:47:45.447709",
    "prefix": "IMAGES-006"
  }
}