{
  "document_id": "HOUSE_OVERSIGHT_030230",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030230.txt",
  "text": "defence. The witness must be advised of this requirement.\n\n16\n*Payment to criminals\n\ni) Payment or offers of payment for stories, pictures or information,\nwhich seek to exploit a particular crime or to glorify or glamorise\ncrime in general, must not be made directly or via agents to convicted\nor confessed criminals or to their associates — who may include\nfamily, friends and colleagues.\n\nii) Editors invoking the public interest to justify payment or offers\nwould need to demonstrate that there was good reason to believe the\npublic interest would be served. If, despite payment, no public\ninterest emerged, then the material should not be published.\n\nRoss Gow\nManaging Partner\n\nACUITY Reputation Limited\n23 Berkeley Square\nLondon W1J 6HE\n\nMobile\nTel\nacuityreputation.com\n\nSent from my iPad\n\nOn 10 Mar 2011, at 16:41, GMAX i, wrote:\n\nActually school means university in the states. I think probably best not to get into the legality or not of sexual activity of young\npeople and nor is it relevant to JE case as he was in his late 40’s at the time of this story..the headline is deliberately wrong..school adults\nwould have been accurate..\n\nOn 3/10/11 3:16 AM, \"Brian Basham\" i wrote:\n\nWe should think about a letter to the editor today. ‘School’ can mean university. Age of consent in Florida is complex — see\nbelow:\n\nIfyou are 16-yrs-old, a sexual relationship with someone 18-24is legal in Florida. The two persons involved must be between 16\nand 24.\n\nFlorida Statute 794.05\n\n(1) A person 24 years of age or older who engages in sexual activity with a person 16 or 17 years of age commits a felony of the\nsecond degree.\n\nHOUSE_OVERSIGHT_030230",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030230.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1649,
    "word_count": 278,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:45.513282",
    "prefix": "IMAGES-010"
  }
}