{
  "document_id": "HOUSE_OVERSIGHT_018392",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018392.txt",
  "text": "sent it along to some friends for their input, they’d be in the same bind. One after\nanother, in just this fashion, users tumbled into the program. It became a standard, a\n“platform” in industryspeak.\n\nAnd Microsoft enjoyed a particularly appealing economic leverage: Developing\nWord may have cost millions, but once that work was done, each additional copy\ncost just cents to produce. This astonishing speed loop of profitability demanded a\nwhole new economics. It also forced a reconsideration of what “competition” might\nreally mean. Once Excel or Windows had settled into place, had become a standard,\nyou couldn’t really compete with it. New, optimistic maybe even better rivals rushed\ninto the marketplace, but they were all assaulting the impregnable wall of habit, of a\nlocked-in technology. Should this be legal? Arthur wondered. Traditional economics\nsaid such monopolies were bad for everyone. (As did the Department of Justice and\ntheir global peers as they chased Microsoft for a decade.) But was that right? The\n“platform dividend” that accrued to Microsoft was surely large, but if you could\nsomehow total up the benefit to the rest of us? The convenience, the efficiency, the\nbenefits of Microsoft's billions of research spending might dwarf even Redmond’s\nmassive profits. “Increasing returns,” Arthur wrote, “cause businesses to work\ndifferently and they stand many of our notions of how business operates on their\nhead.”\n\nThe essential phenomenon Arthur spotted at work two decades ago is something we\nnow know as “network effects” - an idea that changed how we think about\nbusinesses, and particularly about the sticky and alluring power of gated, connected\nsystems in nearly any setting. In the years after Arthur's paper, billions of us ran\nmadly along a course he had anticipated: We crashed our way as fast as possible\ninto those single, winning businesses - rewarding them with near monopoly\npositions in exchange for the benefits of being “inside”. In the twenty years since\nArthur spotted increasing returns in software, eight different billion-user worlds\nhave emerged - and others are not far behind: Microsoft Office and Windows,\nGoogle Search, Google Maps, Facebook, Google Chrome, YouTube and Android all\nexhibit that appealing, “If you use it, I’ll use it!” logic. Profits and power, just as\nArthur would have expected, followed right along. The most valueable company on\nearth in the early age of connection was one that, particularly, had perfected the\nidea of a closed iWorld where the efficiencies and charm of inclusion made outside\nassault difficult. Younger companies like Instagram, WhatsApp, Weixin and others\nhover not far from a billion users and point us to this gated model spread and\nrepeated. It is easy enough to imagine a world where billions will be enmeshed\nbehind certain gates.\n\nIt was just as Arthur predicted: If ten people use WhatsApp or Facebook or\nYouTube, it’s hard for the eleventh to do something different. And when the\neleventh person joins in, they make it harder still for the twelfth to walk a unique\npath. So: Windows runs on 90% of the globe’s PCs, nearly 30 years after its first\nrelease. Google has 65% market share. Android runs on 81% of new phones.\nWhatsApp neared a billion users with less than 50 engineers on staff. Facebook\npassed a billion connected people and faced no real competition. The rich got richer.\n\n160\n\nHOUSE_OVERSIGHT_018392",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018392.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3417,
    "word_count": 556,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:46.704801",
    "prefix": "IMAGES-004"
  }
}