{
  "document_id": "HOUSE_OVERSIGHT_016519",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016519.txt",
  "text": "Page 10 of 42\n103 Minn. L. Rev. 844, *861\n\nWhen resource constraints remain, however, they force officials to choose which cases get priority. That creates more\nopportunity for biases and favoritism to play a role in determining which cases to charge and which to forgo. That is especially\nso with crimes in which evidence development is more costly, so officials have to decide whether to invest scarce resources in\nthose that require substantial investigative efforts. Both sexual assault and police violence cases often require larger-scale\ninvestments to develop evidence sufficient for prosecution. Failures to make those investments are common reasons for non-\n\nprosecution in both contexts. >?\n\nIl. MECHANISMS OF PROSECUTORIAL ACCOUNTABILITY\n\nFor a range of reasons and across a range of contexts, public prosecutors’ failures to enforce criminal law have been of\nsufficient concern to lead contemporary justice systems to devise checks against unjustified underenforcement. Approaches\ntake three basic forms: (1) limited authority for private parties to initiate or participate in criminal prosecutions; (2) independent\nreview of initial non-prosecution decisions, upon petition from a [*862] victim; and (3) multiple, mdependent public\nprosecution agencies with independent authority to bring charges for the same wrongdoing. Outside the United States, the first\ntwo options predominate; their expansion in recent years is a direct consequence of broader reforms to expand crime victims'\nrights. °° U.S. jurisdictions, however, rely almost wholly on the third model. Despite having adopted otherwise expansive\nvictims’ rights laws in recent decades in response to an influential movement for crime victims' rights, state and federal laws\nconsistently and explicitly avoid granting any formal authority to private parties, or courts, over criminal charging. The next\nthree Sections provide an overview of these options, where they exist. Largely with regard to U.S. policy choices only, they\nalso suggest reasons that one model prevailed over others.\n\nA. Victim Rights and Private Versus Public Interests\n\nIn the wake of victims’ rights movements in North America and Europe, crime victims now have an array of legal nights once\ncriminal charges are filed. Victims in the U.S. and European jurisdictions now commonly have rights to participate that include\nrights to consult with prosecutors, to be notified of and present at court proceedings, and to offer statements at stages such as\nhearings on bail, sentencing, and parole. ©!\n\n48 See Daniel Duane, Is It O.K. to Kill Cyclists?, N.Y. Times (Nov. 9, 2013), hitps:/Avww.nytimes.com/2013/11/10/opinion/sundav/is-it-ok-\nto-kill-cyclists html (discussing failures to prosecute motor vehicle drivers who injure or kill bicyclists); see also BikeMaps.org,\nhittps://bikemaps.org (last visited Oct. 30, 2018) (displaying a crowd-sourced map of locations of cyclist injuries and fatalities).\n\n49 See John F. Decker, Don't Forget to Wear Your Hunter Orange (or Flack Jacket): A Critique on the Lack of Prosecution of Hunting\n\"Accidents,\" 56.S.C. L. Rev. 135, 166-73 (2004).\n\n© See id.; Duane, supra note 48.\n\n5! Eisenberg, supra note 45, at 893-96 (discussing data from prosecutor interviews). In the contexts Eisenberg describes, prosecutors\ntypically forgo hate-crime offenses in favor of other charges rather than declining to prosecute altogether. Though the focus here is on\nprosecutors, they may not be the key cause of underenforcement. For similar reasons, police may not investigate or arrest in such cases, or if\nthey do prosecution can be undermined by lax evidence-gathering. Police practices are the focus on much of the scholarship on\nunderenforcement of certain offenses. Much of the literature on inadequate enforcement of sexual assault crimes focuses on weaknesses in\nthe police rather than prosecutors. See, e.g., Tuerkheimer, supra note 28, at 1292-99 (discussing evidence of police bias).\n\n2 See, e.g., Alan Blinder, Michael Slager, Officer in Walter Scott Shooting, Gets 20-Year Sentence, N.Y. Times (Dec. 7, 2017),\nhttps ://www.nytimes.com/2017/12/07/us/michael-slager-sentence-walter-scott.html (explaining that an officer pled guilty in federal court\nafter a 2016 prosecution in state court ended with a hung jury).\n\n3 See Natapoff, supra note 28.\n\n4 See, e.g., id.\n\n% See U.S. Dep't of Justice, United States Attorneys' Manual § 9-27.230 cmt. 1 (1997) (recognizing limited prosecution resources); see also\nHuman Rights Watch, supra note 22, at 99 (listing \"lack of investigative or prosecutorial resources\" among the most common reasons noted\n\nby the federal Civil Rights Division for declining to prosecute); U.S. Dep't of Justice, FY 2013 Performance Budget: Civil Rights Division 39\n(noting that strengthening of civil rights enforcement efforts under the \"Vulnerable People Priority\" policy \"has been reversed because full\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_016519",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016519.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4942,
    "word_count": 729,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:48.308583",
    "prefix": "IMAGES-004"
  }
}