{
  "document_id": "HOUSE_OVERSIGHT_022761",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022761.txt",
  "text": "interview the girl who then supplies names of other girls. Some of whom are\nyounger than 18.\n\nIn the end, the police track down 18 girls—nine who are under 18; the\nothers in their 20s and 30s; one woman is in her 60s—a number of whom\ngive statements describing scenarios not terribly different from Epstein’s\ndescription above, except each is laid out in clinical, lurid, and near-identical\ndetail. A cold and forceful Epstein demands that unwitting juveniles (though\nthey have come here for this very purpose) perform repulsive (or at least\nrepulsively described) acts on him. (Although the nature of the allegations\nwill dramatically grow into threesomes and forced sexual encounters,\nnobody at this point alleges anything more than Epstein masturbating.)\n\nEpstein vastly raises the stakes by calling Dershowitz, who flies into\nPalm Beach to put the local authorities in their place—alienating Palm\nBeach officialdom—and, doubling down on the profile of the case, brings in\nRoy Black the famous criminal attorney who defended William Kennedy\nSmith in his rape trial in Palm Beach.\n\nHere’s the narrative: the shadowy rich man, friend of the louche and\ndisgraced President, at all times surrounded by a retinue of young and\ngorgeous female retainers doing his bidding, is now found to have gathered a\nnetwork of wrong-side-of-the-tracks Palm Beach girls to provide him with\nweird sexual services. (It somehow reads weirder that he doesn’t have sex\nwith them.) To boot, his former girl friend, Ghislaine Maxwell—the\ndaughter of the disgraced Robert Maxwell—encouraged at least one of the\ngirls to come to Epstein’s home (and forever more has become a fixture of\nfurther weird possibilities in this tale).\n\nPalm Beach Police Chief Michael Reiter is reported to say: “This is\nbigger than Rush Limbaugh,” who, in a storm of publicity, has just been\narrested in Palm Beach for possession of controlled drugs.\n\nOn one side are some of the nation’s most powerful defense attorneys\n(who, increasingly, seem more stumblebum than effective), on the other\nside, a round-up of hapless girls, with sensational tales of perversion and\ninfamy (in the telling they are not so much sex workers, as Dickensian\nvictims), relatively speaking giving the Palm Beach authorities the choice\nbetween utter capitulation to the powerful or standing on the side of the\nseemingly exploited and powerless.\n\nStill, with a cold eye, it also quite appears to be a straightforward tale\nof prostitution (however more or less kinky). And even though some of the\ngirls are minors, age is not a distinguishing factor 1n a solicitation charge in\nFlorida, nor in most places (in New York, for instance, at this time soliciting\n\nHOUSE_OVERSIGHT_022761",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022761.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2710,
    "word_count": 437,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:48.822031",
    "prefix": "IMAGES-007"
  }
}