{
  "document_id": "HOUSE_OVERSIGHT_018277",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018277.txt",
  "text": "corporations might be directed in the service of really ambitious goals: European\npeace or the fiber-speed transformation of telecommunications or billion-user\nfinancial grids. It’s thin air up at this level, honestly, by which I mean that at these\nelevated heights you see the most ambitious athletes of human power at work: The\nmaniacal CEO, the egotistical statesman, the mad dictator. Hundreds of millions of\nlives are in play; even more in some cases. By a “grand strategy” we mean the very\npeak of this sort of consideration. It represents, in the world of global affairs, the\nconstruction of a strategic idea that suggests how military, diplomacy, markets, and\npolitics might be harnessed, firmly, in service of a singular aim. Grand strategy is a\nbasic stance towards the world. If it works, it liberates creativity and national\nenergy. It sets a clear direction*‘. It protects against the steep price of surprise.\nGrand strategy holds, in a single concept, the nature of their age and our plans to use\nthat nature for the aims - security, prosperity - that gird a nation’s life and decide\nits future. Like it or not, we all live under the umbrella raised by grand strategic\nchoices.\n\n“Containment” of the Cold War period, “Balance of Power” from Europe’s 19\nCentury Age of Revolutions, or the “Tributary Alliances” that shaped a thousand\nyears of Chinese power - these were all big, essential organizing grand strategic\nconcepts. They shaped security decisions for durable empires. Each balanced ideal\naims like freedom or the preservation of dynastic continuity against technological\nrevolution, economic crisis, ideologies and the numberless other forces that can\ncrack empires. Each idea reflected the demands of the age, and as a result each tells\nus something about power in those eras.\n\nThe Chinese strategist General Liu Yazhou observed a few years ago in a widely\ncirculated essay, perhaps a bit too eagerly, “A major state can lose many battles, but\nthe only loss that is always fatal is to be defeated in strategy.”5> There’s something a\nbit cold in that line, but it expresses a hard truth. Massiveness and deep\ncommitment to a particular, flawed view of the world can turn strength to weakness\nin a heartbeat. In our connected age this sort of reversal can happen with a\nparticularly devastating speed. In the past, traditional measures of power - tanks,\nairplanes, national wealth - declined or rose as a gradual process. It took years for\nGenoa to fund and build an expeditionary force to gut Venice’s Adriatic designs.\nDecades passed as Germany built her naval fleet. But in our age, such slower-moving\nmeasures are of limited use. Network systems rise and fall with astonishing speed.\nOnce-successful firms in technology, companies like Wang or Fairchild\nSemiconductor or MySpace, found themselves unseated in months, after years of\ngrowth. New firms can emerge as if from nowhere and erase once cherished\nbalances, demolish once strong names. Google unseats Britannica. Ride-sharing\nfirms vaporize taxi medallion economics. “Change or die,” the old computer\n\n54 If it works: Hal Brands, The Promise and Pitfalls of Grand Strategy, (U.S. Army War\nCollege Strategic Studies Institute, August 2012); Jennifer Mitzen, “Illusion or\nIntention? Talking Grand Strategy into Existence”, Security Studies, 24:1(2015), 61-\n94\n\n55 The Chinese strategist: Liu Yazhou, “Da guoce” on aisixiang.com (2004)\n\n45\n\nHOUSE_OVERSIGHT_018277",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018277.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3443,
    "word_count": 551,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.942354",
    "prefix": "IMAGES-004"
  }
}