{
  "document_id": "HOUSE_OVERSIGHT_023350",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023350.txt",
  "text": "know a simple answer. and today after asking at least every week since then donot have an answer. I have\nbeen trying not to add stress to your day. i try to explain things and take the time to do so gently, ( not my forte\n. this is one question out of hundreds. the fact that a 21 year old was in the office only xeroxing for a\n\nmonth, was obvious to everyone in the office. having a 26 year old xeroxing instead doesnt move us\n\nforward, answers first. copying old files. can wait.\n\nDate: Wed, Apr 22, 2015 at 1:56 PM\n\nSubject: another flowery email.\n\nTo: Melanie Spinclla TT i\n\nIam sorry. I realize you are under tremendous stress, In Bedford you asked me for my help I could not have\nbeen more clear that thought it very unwise as in my words I did not want any financial arrangment between\nus, it risked conflict and tension what neither of us needed more of. and did not want to risk torturing our\nfriendship into the likes of the kind you have with Mark nor Josh, : now,- I dont have anyone but you yelling\nat me , in my own house. no one. it is highly unpleasant but I am trying my best to be understanding . sorry\n\n. From the outset and as you told me you recall. 1 tsuggested that three years should be the period of\nengagment. as planning is not a one year excericse . you declined to commit to a number of alternatives\npresented to you for payment of the third year. I told you in nov that you should decide whether to now sign\non for that very third year as the vast majority of my work ended on oct 15. you recently told me you thought i\nwas kidding. .you hired brad patting him on the back that after months of inquiry he can now, finallly tell you\nwhich Ile owns the cars??\n\nonce he has all the facts what next ??._ whether or not you refer to a portion of the third year as after care, or\nwhatever term besides 'scoundrel you choose to use, I m not sure why you assume now it should be free.(\n\nI HATE THIS CONVERSATION < HATE, ) andi heard you when you said you told me what was | work\nstill to be done you thought valuable enough to pay for. please tell me . and then we can decide the next steps\n»», 1f any. I consider my work rarefied art. I guess the value is in the eye of the beholder . IT reminds me of\nthose people looking at a modern art piece and saying \" my child could do that\". hope you are feeling better.\n\nDate: Fri, May 1, 2015 at 12:50 AM\n\nSubject:\n\nTo: Melanie Spinella\n\nada and brad are respondbile for the loan ,. docs, ata minimum, leon he hasn't read the financial\n\nstatements SINCE DEC. !!. impossible ,had he done so the silly numbers jump off the page . ( sent in another\nemail ). itis a financial office., 190 million sitting unused in CASH , budget and planning person for what , its\nnot a publice co. ? townhouse construciton , household operations, boat, plane, taxes, we went through this\nwith the cash flow. you and iknow approx how much each will cost. its a week job nota fulll time\n\none- ada has no lien copies. none. ?! impossible not to know , ask, quesiton? two senior accountants CPA\ns. not the 75k girl that they hired, . IT professional backed by a firm. high quality,can we tap apollo\nresources? new lawyer , heather level . new receptionist, and bookeeper. get rid of ava. next could be new\noffice ,znew furniture , , the whole place reeks of cheap. ITIS MAY<_ [have not been asked to interview one\nperson to date. notone. having cpas in there tomrrow woudl go along way. 1 dont understand the time\nline, coo first. ? in by july?? cpas in by sept. tax return due oct 15. ?\n\nDate: Fri, May 1, 2015 at 2:36 PM\n\nSubject:\n\nTo: Melanie Spinella\n\nI know that both you and I heard brads’. im out of here if i dont get a coo. . sorry,. i know that neither of us\nhave stood in the way of his finding/ gettting one.. JPM account DB account GS account, ??? its MAY\n\n1. nothing in the first quarter and these are only papers that need signing.\n\nI suggest your thinking on my role and compensation for my work might benefit , from a mental shift - think\nmark and josh, without the mutual resentment (HAHA) only in terms of sharing ,thanks, Iam and have been\nyour financial partner 1.. rectifying circumstances that appear in hind sight unexplainable. I wish you woudl\nhave asked me earllier to review your things , but i understand. I do know that soley as a result of my actions\n\nHOUSE_OVERSIGHT_023350",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023350.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4347,
    "word_count": 839,
    "line_count": 72,
    "import_date": "2025-11-19T21:47:47.822728",
    "prefix": "IMAGES-007"
  }
}