{
  "document_id": "HOUSE_OVERSIGHT_031372",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031372.txt",
  "text": "—_ Profile: Michael Nobel, who visited Japan in March, 2010\n\nNOBEL CHARITABLE TRUST\n\nMichael Nobel\n\nTrustee, Nobel Family Society\nFormer Chairman of the Nobel Charitable Trust in Switzerland\nFormer Chairman of the Appeal of the Peace Prize Laureates Foundation.\n\nyN\n\n[Michael Nobel’s Profile]\n\nDr. Nobel was born in Sweden and has been living in Switzerland for many years. He is a citizen of Sweden and Switzerland. After studies in Sweden\nand America he obtained a doctorate at the University of Lausanne in psycho-pedagogy in 1979. He then worked for seven years as a researcher in\nsocial sciences at the Institute for Mass Communication at the Lausanne University and at the Institute of Social and Preventive Medicine and has\nbeen a consultant to UNESCO in Paris and the United Nation’s Social Affairs Division in Geneva.\n\nCommercially he participated in the introduction of magnetic resonance imaging and is chairman or board member of a total of 10 international\ncompanies in the fields of diagnostics, treatment, financial investments and information systems in the field of medicine, satellite communications,\nInternet service provision, airport security, management consulting and finance.\n\nIn his idealistic work Michael Nobel is chairman or board member of several non-for-profit organizations in the field of conflict resolution, youth\neducation and development. He has also served as Chairman of the Nobel Charitable Trust, a trust that will honor politicians, scientists and\ncorporations who make a significant contribution in the field of renewable energy by providing awards. NCT also plans to hold international\nconferences in this field.\n\nMichael Nobel has received numerous international citations and awards for his work in the fields of medicine and conflict resolution including an\nhonorary doctorate from Soka University and an honorary professorship from the National Academy of Science of Azerbaijan. He is also an honorary\nmember of two Rotary clubs and in 1997 Rotary International conferred on him the Paul Harris Fellowship Award.\n\nIn 2002 he was awarded the Gandhi, King, Ikeda Award from Morehouse College in Atlanta, earlier only given once, to Prince El Hassan bin Talal of\nJordan. In 2004 he became the Board of Trustees Citation Recipient from the Midwest Research Institute of Kansas City. Previous recipients include\nMargaret Thatcher (former Prime Minister of the United Kingdom), Henry Kissinger (former US National Security Advisor), Paul Volcker (former\nchairman of the Federal Reserve Bank), Edward Teller (father of the H-bomb) and Henry Ford (founder of the Ford Motor Company).\n\nIn 2004 he was appointed foreign member of the Russian Academy of Natural Sciences as well as receiving the UNESCO medal for outstanding\ncontributions to the cultural dialogue between nations. The same year in Jerusalem he received the Albert Einstein Medal for Outstanding\nAchievements in Life Sciences and Technology and in 2006 the International Order of Perfection, First Class.\n\n13\nHOUSE_OVERSIGHT_031372",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031372.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3034,
    "word_count": 464,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:45.938375",
    "prefix": "IMAGES-011"
  }
}