{
  "document_id": "HOUSE_OVERSIGHT_023099",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023099.txt",
  "text": "Mr. Milch has fought such codes in the past. He was a co-creator, with Steven Bochco, of\nthe network police show, \"NYPD Blue,\" which prompted protests in 1993 for its rude\nlanguage and exposure of David Caruso's backside. That battle was won; \"NYPD Blue\"\novercame the howls of the American Family Association and an early blackout by some\nABC affiliates to become a huge hit that ended its run only this month. But it's a measure\nof what has happened since that now even the backside of a cartoon toddler is being\npixilated in the animated series \"Family Guy,\" on Fox. Mr. Bochco told Variety, \"I don't\nthink today we could launch or sell 'NYPD Blue' in the form that it launched 12 years\nago.\" He's right. We're turning the clock back to the days of Hays.\n\nThis is why \"Deadwood\" could not be better timed. It reminds us of who we are and\nwhere we came from, and that even indecency is part of an American's birthright. It also, if\ninadvertently, illuminates the most insidious underpinnings of today's decency police by\nfurther reminding us that the same people who want to stamp out entertainment like\n\"Deadwood\" also want to rewrite American history (and, when they can, the news)\naccording to their dictates of moral and political correctness. They won't tolerate an\nhonest account of the real Deadwood in a classroom or museum any more than they will\nits fictionalized representation on HBO.\n\nLynne Cheney has taken to writing and promoting trrumphalist children's history books\nthat, as she said on Fox News recently, offer \"an uncynical approach to our nation and to\nour national story.\" (So much for her own out-of-print \"Deadwood\"-esque novel of 1981,\n\"Sisters,\" with its evocation of lesbian passions on the frontier.) That's her right. But when\nher taste is enforced as government policy that's another matter. The vice president's wife\nhas used her current political clout, as The Los Angeles Times uncovered last fall, to\nquietly squelch a Department of Education history curriculum pamphlet for parents that\ndidn't fit her political agenda. It's no coincidence that Senator Stevens attacked the\nSmithsonian Institution in the 1990's when it mounted an exhibit deromanticizing the old\nWest, \"Deadwood\"-style, by calling attention to the indignities visited on women, Indians\nand the environment.\n\nAt a certain point political correctness on the right becomes indistinguishable from that of\nthe left. On the Oscar telecast, Robin Williams was prohibited by ABC from delivering a\nsatirical comic song by Marc Shaiman and Scott Wittman, the \"Hairspray\" songwriting\nteam, inspired by James Dobson's attack on the \"pro-homosexual activism\" of the cartoon\ncharacter SpongeBob SquarePants. One of the no-no's: an unflattering reference to Indian\ncasinos in the lyric \"Pocahontas is addicted to craps.\" If the lyric had said Pocahontas was\nvictimized by white guys, the right would have shut the song down just as fast.\n\n\"It's a dangerous world we're living in when you get to the point that a joke about Jude\nLaw is the most controversial thing in the Oscar show,\" says the TV star and standup\ncomic Bob Saget. \"I'm missing Marlon Brando's Indian wife, David Niven and the\nstreaker.\" I had called Mr. Saget because he is one of the hundred or so comedians who\nappear in the documentary \"The Aristocrats,\" in which another comic, Paul Provenza, and\nthe magician-comedian Penn Jillette interview their peers about the decades-long history\nand countless improvisational variations on the film's eponymous joke.\n\nHOUSE_OVERSIGHT_023099",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023099.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3538,
    "word_count": 577,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:44.556399",
    "prefix": "IMAGES-007"
  }
}