{
  "document_id": "HOUSE_OVERSIGHT_020819",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020819.txt",
  "text": "By\n\nKimberley A. Strassel\nMay 10, 2018 6:50 p.m. ET\n\n1663 COMMENTS\n\ne\n\ne e The Department of Justice lost its latest battle with Congress Thursday when it agreed to brief House\nIntelligence Committee members about a top-secret intelligence source that was part of the FBI’s\ninvestigation of the Trump campaign. Even without official confirmation of that source’s name, the news so\n\nfar holds some stunning implications.\n\nAmong them is that the Justice Department and Federal Bureau of Investigation outright hid critical\ninformation from a congressional investigation. In a Thursday press conference, Speaker Paul Ryan bluntly\nnoted that Intelligence Chairman Devin Nunes’s request for details on this secret source was “wholly\n\n99 66\n\nappropriate,” “completely within the scope” of the committee’s long-running FBI investigation, and\n“something that probably should have been answered a while ago.” Translation: The department knew full\nwell it should have turned this material over to congressional investigators last year, but instead deliberately\n\nconcealed it.\n\nHouse investigators nonetheless sniffed out a name, and Mr. Nunes in recent weeks issued a letter and a\nsubpoena demanding more details. Deputy Attorney General Rod Rosenstein’s response was to double\ndown—accusing the House of “extortion” and delivering a speech in which he claimed that “declining to\nopen the FBI’s files to review” is a constitutional “duty.” Justice asked the White House to back its\nstonewall. And it even began spinning that daddy of all superspook arguments—that revealing any detail\n\nabout this particular asset could result in “loss of human lives.”\n\nThis is desperation, and it strongly suggests that whatever is in these files is going to prove very\n\nuncomfortable to the FBI.\n\nThe bureau already has some explaining to do. Thanks to the Washington Post’s unnamed law-enforcement\nleakers, we know Mr. Nunes’s request deals with a “top secret intelligence source” of the FBI and CIA, who\nis a U.S. citizen and who was involved in the Russia collusion probe. When government agencies refer to\n\nsources, they mean people who appear to be average citizens but use their profession or contacts to spy for\n\nHOUSE_OVERSIGHT_020819",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020819.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2218,
    "word_count": 343,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:47.188365",
    "prefix": "IMAGES-006"
  }
}