{
  "document_id": "HOUSE_OVERSIGHT_032499",
  "filename": "IMAGES-012-HOUSE_OVERSIGHT_032499.txt",
  "text": "De : jeffrey E. <jeevacation@ gmail.com>\nEnvoyé : vendredi 10 février 2017 18:40\n\nA: Etienne Binant; Lang, Caroline\nObjet : Re: update\n\nyes, lets start. . yes we are on. sorry with trump around its been very crazy busy\nOn Fri, Feb 10, 2017 at 7:59 AM, Etienne Binant {i wrote:\nHi Jeffrey\nHappy to talk to you almost anytime today until around 3PM. Just tell me what number | should reach.\n\nNot sure what got lost in translation here: never had the intention to go to any art fair or art show or\nanything of the kind.\n\nAll the artists we have in mind or send to you are people we have direct connections with. Not just their\nstudio, but also their home. They are people the work of whom we follow, and many of them are already\nfriendly (Arianna, Cali have had dinner or stayed home).\n\nThe idea is absolutely to have an impact on the ecosystem and to make a difference by supporting great\nartists when they need it.\n\nGalleries references are important, because galleries allow artist to reach a broader audience. We would go\ndirectly to the source.\n\nThis is why it's important for me to go to LA or Berlin (or elsewhere) because those artists are not rich yet,\nthey dont travel so much. They belong to a scene, and it does make a big difference to them if you connect\nin person.\n\nThe spirit is to have an impact on young, talented folks, and absolutely to stay at the source.\n\nOnce again, not sure was drifted away from this in communication\n\nDe : jeffrey E. <jeevacation@ gmail.com>\nEnvoyé : vendredi 10 février 2017 12:32\n\nA: Etienne Binant\nCc : Darren Indyke\nObjet : Re: update\n\ngoing to artists studio s much more appropriate , i think\n\nOn Thu, Feb 9, 2017 at 9:49 PM, Etienne Binant qq wrote:\n\nHOUSE_OVERSIGHT_032499",
  "metadata": {
    "original_filename": "IMAGES-012-HOUSE_OVERSIGHT_032499.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1719,
    "word_count": 315,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:44.370881",
    "prefix": "IMAGES-012"
  }
}