{
  "document_id": "HOUSE_OVERSIGHT_015509",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015509.txt",
  "text": "Morality Games 297\n\n1990), avoidance of guilt (Cain, Dana, & Newman, 2014; Dana, Cain, & Dawes,\n2006; DellaVigna, List, & Malmendier, 2012), anticipation of reputational benefits\nor reciprocity (as Plato’s Glaucon suggests, when he proffers that even a pious man\nwould do evil if given a ring that makes him invisible; Trivers, 1971). At the extreme,\nthis amounts to asking if saintly individuals such as Gandhi or Mother Teresa were\nmotivated thus, or if they were “authentic” altruists who did good without anticipat-\ning any reward and would be altruistic even in the absence of such rewards.\nCertainly, religions advocate doing good for the “right” reasons. In the Gospel of\nMatthew, Chapter 6, Jesus advocates, “Be careful not to practice your righteousness\nin front of others to be seen by them. If you do, you will have no reward from your\nFather in heaven,’ after which he adds, “But when you give to the needy, do not let\nyour left hand know what your right hand is doing, so that your giving may be in\nsecret. Then your Father, who sees what is done in secret, will reward you.”\n\nThe Envelope Game suggests authentic altruism is indeed possible: By focusing\nentirely on the benefits to others and ignoring the benefits to themselves, authentic\naltruists are trusted more, and the benefits from this trust outweigh the risk of, for\nexample, dying a martyr’s death. Moreover, this model helps explain why we think\nso highly of authentic altruists, as compared to others who do good, but with an\nulterior motive (consider, as an example, the mockery Sean Penn has faced for\nshowing up at disaster sites such as Haiti and Katrina with a photographer in tow).\n\nPrinciples. Why do we like people who are “principled” and not those who are\n“strategic”? For example, we trust candidates for political office whose policies are\nthe result of their convictions and are consistent over time and distrust those whose\npolicies are carefully constructed in consultation with their pollsters and who “flip-\nflop” in response to public opinion (as caricatured by the infamous 2004 Republican\npresidential campaign television ad showing John Kerry windsurfing and tacking\nfrom one direction to another). CWOL offers the following potential explanation.\nSomeone who is strategic considers the costs and benefits to themselves of every\ndecision and will defect when faced with a large temptation, whereas someone who\nis guided by principles is less sensitive to the costs and benefits are to themselves\nand thus less likely to defect. Imagine our flip-flopping politician was once against\ngay marriage but supports it now that it is popular. This indicates the politician is\nunlikely to fight for the cause if it later becomes unpopular with constituents or risks\nlosing a big donor. Moreover, this model may help explain why ideologues that are\nwholly devoted to a cause (e.g., Hitler, Martin Luther King, and Gandhi) are able to\nattract so many followers.\n\nDon’t Use People. Recall Kant’s second formulation of the categorical imperative:\n“Act in such a way that you always treat humanity, whether in your own person or\nin the person of any other, never simply as a means but always at the same time as\nan end.” In thinking this through, let’s again consider dwarf tossing. Many see it as\na violation of dwarfs’ basic dignity to use them as a means for amusement, even\nthough they willingly engage in the activity for economic gain. Our aversion to\nusing people may explain many important aspects of our moral intuitions, such as\n\nHOUSE_OVERSIGHT_015509",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015509.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3546,
    "word_count": 589,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:45.852083",
    "prefix": "IMAGES-003"
  }
}