{
  "document_id": "HOUSE_OVERSIGHT_020636",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020636.txt",
  "text": "177\n\nteaching at the National University of Singapore’s Lee Kuan Yew School of Public Policy\n(LKYSPP), was expelled from Singapore and permanently banned from the country.\nThe Ministry of Home Affairs (responsible for internal security and counterespionage)\nsaid in a statement announcing the expulsion that Huang had been “identified as\n\nan agent of influence of a foreign country” who had “knowingly interacted with\nintelligence organizations and agents of the foreign country and cooperated with\nthem to influence the Singapore Government’s foreign policy and public opinion in\nSingapore. To this end, he engaged prominent and influential Singaporeans and gave\nthem what he claimed was ‘privileged information’ about the foreign country so as to\ninfluence their opinions in favor of that country. Huang also recruited others in aid of\nhis operations.”* The statement went on to say that Huang gave supposedly “privileged\ninformation” to a senior member of the school of public policy in order that it be\nconveyed to the Singapore government. The information was duly conveyed to very\nsenior public officials who were in a position to direct Singapore’s foreign policy.\nThe intention, the statement said, was to use the information to cause the Singapore\ngovernment to change its foreign policy. The statement concluded that Huang Jing’s\ncollaboration with foreign intelligence agents was “subversion and foreign interference\nin Singapore’s domestic politics.”\n\nThe Singapore government has not named the foreign country. In 1988, Singapore had\nexpelled an American diplomat for interference in domestic politics. But it is generally\naccepted that Singapore’s moves in Huang Jing’s case were directed at China.\n\nImplications for ASEAN\n\nThere has been no systematic study of Chinese influence operations in ASEAN member\nstates. AS a major economy contiguous to Southeast Asia, China will always naturally\nenjoy significant influence even in the absence of such operations. However, anecdotal\nevidence suggests that Singapore’s experience is generally consistent across the region.\nThe differences stem mainly from lax governance standards in other ASEAN member\nstates and their lower level of development. Economic inducements and the greater\ndependence of these countries on Chinese investment, under the general rubric of the\nBelt and Road Initiative, seem to play a more prominent role.\n\nA common factor is the focus on overseas Chinese communities. Such operations are\nleading China into sensitive territory in Southeast Asia, where the overseas Chinese are\nnot always welcome minorities. China’s navigation of these complexities has in many\ncases been clumsy. Malaysia provides a particularly egregious example that betrays a\nform of cultural and political autism. During the 2018 Malaysian general elections, the\nChinese ambassador to Malaysia openly campaigned for the president of the Malaysian\nChinese Association (MCA) in his constituency. This was a blatant violation of the\n\nAppendix 2\n\nHOUSE_OVERSIGHT_020636",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020636.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3022,
    "word_count": 450,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:46.122929",
    "prefix": "IMAGES-006"
  }
}