{
  "document_id": "HOUSE_OVERSIGHT_013181",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013181.txt",
  "text": "13.6 Glocal Memory 265\n\n— but this subnetwork still might occupy only a small fraction of the neurons in the brain (say,\n1/100 or less), since there are very many neurons available. This attractor would constitute the\nmap. But then, there would be a much smaller number of neurons serving as key to unlock\nthis map: i.e. if a few of these key neurons were stimulated, then the overall attractor pattern\nin the map as a whole would unfold and come to play a significant role in the overall brain\nactivity landscape. In prior publications [Goe97] the primary author explored this hypothesis\nin more detail in terms of the known architecture of the cortex and the mathematics of complex\ndynamical attractors.\n\nSo, one possible interpretation of the [QKIXF08] data is that the MTL neurons they’re\nmeasuring are part of key networks that correspond to broader map networks recording percepts.\nThe map networks might then extend more broadly throughout the brain, beyond the MTL\nand into other perceptual and cognitive areas of cortex. Furthermore, in this case, if some MTL\nkey neurons were removed, the maps might well regenerate the missing keys (as would happen\ne.g. in the glocal Hopfield model to be discussed in the following section).\n\nRelated and interesting evidence for glocal memory in the brain comes from a recent study of\nsemantic memory, illustrated in Figure ?? [PNRO7]. Their research probed the architecture of\nsemantic memory via comparing patients suffering from semantic dementia (SD) with patients\nsuffering from three other neuropathologies, and found reasonably convincing evidence for what\nthey call a “distributed-plus-hub” view of memory.\n\nThe SD patients they studied displayed highly distinctive symptomology; for instance, their\nvocabularies and knowledge of the properties of everyday objects were strongly impaired,\nwhereas their memories of recent events and other cognitive capacities remain perfectly in-\ntact. These patients also showed highly distinctive patterns of brain damage: focal brain lesions\nin their anterior temporal lobes (ATL), unlike the other patients who had either less severe or\nmore widely distributed damage in their ATLs. This led [PNR07] to conclude that the ATL\n(being adjacent to the amygdala and limbic systems that process reward and emotion; and the\nanterior parts of the medial temporal lobe memory system, which processes episodic memory)\nis a “hub” for amodal semantic memory, drawing general semantic information from episodic\nmemories based on emotional salience.\n\nSo, in this view, the memory of something like a “banana” would contain a distributed as-\npect, spanning multiple brain systems, and also a localized aspect, centralized in the ATL.\nThe distributed aspect would likely contain information on various particular aspects of ba-\nnanas, including their sights, smells, and touches, the emotions they evoke, and the goals and\nmotivations they relate to. The distributed and localized aspects would influence one another\ndynamically, but, the data [PNR07| gathered do not address dynamics and they don’t venture\nhypotheses in this direction.\n\nThere is a relationship between the “distributed-plus-hub” view and [Dam00] better-known\nnotion of a “convergence zone”, defined roughly as a location where the brain binds features to-\ngether. A convergence zone, in [Dam00] perspective, is not a “store” of information but an agent\ncapable of decoding a signal (and of reconstructing information). He also uses the metaphor\nthat convergence zones behave like indexes drawing information from other areas of the brain —\nbut they are dynamic rather than static indices, containing the instructions needed to recognize\nand combine the features constituting the memory of something. The mechanism involved in\nthe distributed-plus-hub model is similar to a convergence zone, but with the important differ-\nence that hubs are less local: [PNRO7] semantic hub may be thought of a kind of “cluster of\nconvergence zones” consisting of a network of convergence zones for various semantic memories.\n\nHOUSE_OVERSIGHT_013181",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013181.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4077,
    "word_count": 629,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:44.632220",
    "prefix": "IMAGES-002"
  }
}