{
  "document_id": "HOUSE_OVERSIGHT_024891",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024891.txt",
  "text": "COWEN\nCOLLABORATIVE INSIGHTS February 25, 2019\n\nRegulatory Considerations For CBD (Assaraf - Washington Research\nGroup)\n\n2\n\nAny portion of this report prepared by a 2018 Farm Bill\n\nmember of Cowen Washington Research — The Agricultural Improvement Act of 2018 (also known as the 2018 Farm Bill) was\nGroup is intended as commentary on _ signed into law by President Donald Trump on Dec. 20, 2018. The main CBD-related\npolitical, economic or market conditions changes in the law are that it: 1) declassifies industrial hemp as a Schedule | substance\nand isnotintendedasaresearchreportas — under the Controlled Substances Act, 2) shifts regulatory authority over hemp from the\ndefined by applicable regulation. — Drug Enforcement Administration to the Department of Agriculture, and 3) provides\nautonomy for states to regulate the industry.\n\nHowever, the 2018 Farm bill does not change the FDA's oversight authority over CBD\nproducts intended for human consumption. The statutory language emphasizes that\n“nothing in this subtitle shall affect or modify ... the authority of the Commissioner of\nFood and Drugs ... under the Federal Food, Drug, and Cosmetic Act [FDCA] ... to\npromulgate Federal regulations and guidelines that relate to the production of hemp.”\n\nFDA Implications\n\nFDA Commissioner Scott Gottlieb issued a statement and FAQ immediately following\nthe signing of the 2018 Farm Bill, essentially reminding CBD manufacturers of FDA’s\ncontinued regulatory authority over CBD products.\n\nOn the positive side, Gottlieb indicated that the FDA is open to engaging with industry\nplayers early to clarify uncertainty and to help develop a clear and consistent pathway\nfor bringing legal CBD products to market. To that end, the FDA intends to hold a public\nmeeting “in the near future” to gather stakeholder input on CBD products, including the\nperspectives of consumers and manufacturers. The FDA will use this meeting to inform\nan “efficient regulatory framework for allowing product developers that meet the\nrequirements under [FDA] authorities to lawfully market these types of products.\"\n\nOn the other hand, Commissioner Gottlieb expressed concern over the proliferation of\nCBD products making drug claims. According to Gottlieb, \"the FDA requires a cannabis\nproduct (hemp-derived or otherwise) that is marketed with a claim of therapeutic\nbenefit, or with any other disease claim, to be approved by the FDA for its intended use\nbefore it may be introduced into interstate commerce. This is the same standard to\nwhich we hold any product marketed as a drug for human or animal use. Cannabis and\ncannabis-derived products claiming in their marketing and promotional materials that\nthey're intended for use in the diagnosis, cure, mitigation, treatment, or prevention of\ndiseases (such as cancer, Alzheimer’s disease, psychiatric disorders and diabetes) are\nconsidered new drugs or new animal drugs and must go through the FDA drug approval\nprocess for human or animal use before they are marketed in the U.S.\"\n\nEven before the passage of the Farm Bill, the FDA has kept a close watch on certain\nhealth claims being made by CBD manufacturers. A simple web search on the FDA's\nwebsite turns up dozens of previous warning letters to CBD manufacturers making such\nclaims (see below for links to FDA warning letters). According to Gottlieb, “the FDA will\ncontinue to evaluate and take action against products that are being unlawfully\nmarketed and create risks for consumers.”\n\nIn his statement, Gottlieb also presented the following warning for CBD additives to\nfood and beverages:\n\n“Additionally, it’s unlawful under the FD&C Act to introduce food containing added CBD\nor THC into interstate commerce, or to market CBD or THC products as, or in, dietary\n\nCOWEN.COM 75\n\nHOUSE_OVERSIGHT_024891",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024891.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3793,
    "word_count": 592,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:45.355062",
    "prefix": "IMAGES-008"
  }
}