{
  "document_id": "HOUSE_OVERSIGHT_014907",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014907.txt",
  "text": "Facebook (Buy, $165 PO)\n\nStock view: Becoming the one-stop social shop\n\nWe expect Facebook to report upside to Street 1Q revenue (but less in absolute dollars\nthan in 4Q) driven by robust demand, Instagram momentum, and solid underlying user\ngrowth and engagement. Early ad checks in the quarter indicate steady advertiser\ntrends, with some elements of seasonality off a stronger 4Q, and strength at Instagram.\nWe expect pricing tailwinds to begin to pick up as we approach ad inventory supply\nmoderation in 2H17, and a flurry of new product introductions could provide additional\nsources of ad load inventory over time. Overall, we see 1Q as an in-line to slightly better\nquarter, and are optimistic on the set-up for the remainder of the year for pricing,\nexpense management, user engagement, and new platforms/feature ramps. Facebook\nwill be hosting its F8 developer conference before earnings in San Jose on April 18-19.\n\nFacebook had another busy quarter of new product launches with a notable trend of\nSnapchat-like features (Stories, Direct ephemeral messaging) and Video. At this point,\nwe believe the Snap threat is less of a near-term concern. Recent key product/feature\nreleases include:\n\n¢ Stories for all: On the tail of a successful Instagram Stories launch in 8/16,\nFacebook rolled out WhatsApp Status (2/17), Messenger Day (3/17), and Facebook\nStories (3/17).\n\n- Direct ephemeral messaging: After introducing ephemeral direct photo/video\nsharing on Instagram in 11/16, Facebook announced a comparable feature with\nintegrated filters/masks/frames for the core Facebook app in 3/17.\n\n¢ Video App for TV: Announced in February, new app for Apple TV, Amazon Fire TV,\nand Samsung Smart TV to enable FB video viewing on TV.\n\n« New ad products: Instagram Stories ads (1/17) a positive tailwind to Instagram ad\nload, while vertical video ads (Facebook 9/16, Instagram 11/16) and Collections\n(3/17) are likely positive for pricing.\n\nWhile, in many ways, Facebook is duplicating Snapchat’s innovation, we are encouraged\nwith the rate of new product introductions and view the Facebook Stories and Direct\nephemeral messaging (with filters/masks) as positives for user engagement and\npotential barriers to competitive risk. While management’s focus in the near-term will\nlikely be on new feature adoption, we expect Stories ads within 1-2 quarters and the\ncompany is already establishing partnerships for branded masks/filters (see More\nStories in the Snap competitive saga). Over time, we would not be surprised to see\nfilter/mask features and ads added to WhatsApp and, possibly, Messenger, which could\nunlock new monetization potential.\n\nOn the expense front, we continue to view management’s 2017 expense growth\nforecast (47-57%) as conservative. History would seem to suggest manage could trim\nthe top of the range on the 2Q earnings call, with more meaningful revisions in 2H17.\nThat said, we won’t be surprised if management maintains the outlook on the April call,\nparticularly given the velocity of new feature launches and potential investments in\nvideo content.\n\nBankof America\n\nMerrill Lynch Internet/e-Commerce | 06 April2017 = 21\n\nHOUSE_OVERSIGHT_014907",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014907.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3171,
    "word_count": 489,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:48.892644",
    "prefix": "IMAGES-003"
  }
}