{
  "document_id": "HOUSE_OVERSIGHT_019531",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019531.txt",
  "text": "Thief | 43\n\nin a 2013 interview. “He then walked into the NSA and said you\nshould hire me because I am this good on the test.”\n\nThe reason why he attempted to gain entry into the upper ranks\nof the NSA in the late summer of 2012 is less clear. If his Internet\nposting and libertarian riffs are an indication of his state of mind\nthen, he was hostile to the surveillance activities of the NSA. If so, it\nmade little sense that he would seek a permanent career there. If this\nis considered in light of the career move he made six months later\n(in March 2013), which, as he himself admits, was for the express\npurpose of getting at tightly held documents stored on computers\nthat were not available to him in his job at Dell, then he might have\nbeen seeking wider access in 2012 for a more nefarious purpose than\nan NSA job.\n\nIn any case, despite the near-perfect scores, the NSA did not offer\nhim a Senior Executive Service job. “It was totally unrealistic for\nSnowden to expect to get an SES position,” a former senior NSA\nofficer told me. Snowden’s ambitions might have been disappointed\nin this instance, but it did not prevent him from later claiming that\n\n© he had been a senior adviser to the CIA and also a senior adviser to ©\nthe Defense Intelligence Agency.\n\nInstead of an SES position, the NSA offered him a lowly G-13 job\nas an information technology worker, which was not an improve-\nment on his job at Dell. He took this slight as evidence of the NSA’s\nincompetence, subsequently joking to a reporter in Moscow that his\nability to steal the test answers should have been seen as a qualifica-\ntion for the NSA job. In September 2012, he turned down the NSA\noffer. If he was to advance himself now, he had to find a new way.\n\n| | Epst_9780451494566_2p_all_r1.z.indd 43 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019531",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019531.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1823,
    "word_count": 336,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:44.006834",
    "prefix": "IMAGES-005"
  }
}