{
  "document_id": "HOUSE_OVERSIGHT_019213",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019213.txt",
  "text": "thetimes-tribune.com\n\ne Home\ne About\n\nHome > Uncategorized > Trump meets with docs today as Congress preps Obamacare repeal\n\nTrump meets with docs today as Congress preps Obamacare repeal\n\nDecember 28th, 2016\nGoto comments Leave a comment\n\nIn case you’re interested, President-elect Donald Trump meets today with a a group of doctors at his Mar-a-\nLago resort in Palm Beach, Florida.\n\nThey are Dr. John H. Noseworthy, president and chief executive officer of the Mayo Clinic; Dr. Paul B.\nRothman, dean of the medical faculty, vice president for medicine of The Johns Hopkins University and chief\nexecutive officer of Johns Hopkins Medicine; Dr. Bruce Moskowitz; Dr. David F. Torchiana, president and\nchief executive officer of Partners HealthCare; and Dr. Toby Cosgrove, president and chief executive officer\nof the Cleveland Clinic.\n\nThe Cleveland Clinic has lots of patients, but a notable one is U.S. Rep. Tom Marino, R-10, Lycoming Twp.,\none of Mr. Trump’s top supporters, who has undergone kidney cancer surgery there.\n\nNone of the doctors gave to Mr. Trump’s campaign and generally don’t contribute much to political\ncampaigns if at all. When they do, they donate mostly to Democrats.\n\nMr. Trump is also meeting with Isaac Perlmutter, chief executive officer of Marvel Entertainment, and David\nM. Rubenstein the co-founder of Carlyle Group.\n\nMr. Perlumuter hardly ever gives to political campaigns either, but his wife, Laura, gave $2 million to former\npresidential candidate Marco Rubio’s campaign super PAC, according to The New York Times.\n\nMr. Rubenstein gives extensively to candidates from both parties.\n\nNeither he nor Perlmutter gave to Mr. Trump.\n\n— BORYS KRAWCZENIUK\n\nAuthor: borys Categories: Uncategorized Tags: Bruce Moskowitz, Cleveland Clinic, David F. Torchiana,\nDavid Rubenstein, Donald Trump, Isaac Perlmutter, John H. Noseworthy, Laura Perlmutter, Marco Rubio,\nMayo Clinic, Palm Beach Florida, Paul B. Rothman, Toby Cosgrove, Tom Marino\n\nGhostery blocked comments powered by Disqus.\n\nQ»»\n\nTed Cruz humming forget-filled tune on president-elect Donald Trump\n\nHOUSE_OVERSIGHT_019213",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019213.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2105,
    "word_count": 318,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:47.214540",
    "prefix": "IMAGES-005"
  }
}