{
  "document_id": "HOUSE_OVERSIGHT_027888",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027888.txt",
  "text": "Among the precautions they took was to base several hundred reservists from\nthe Alexandroni Brigade in a defensive position near the Mediterranean: the\neucalyptus grove at the top end of our kibbutz, where the cover was so dense\nthey were all but invisible from the air.\n\nWe kids seized on the chance to talk to the reservists. I can’t remember\nwhether it was Ido or Moshe who noticed an area at the back of their\nencampment, on the other side of the kibbutz cemetery, where neatly stacked\nboxes of munitions were being kept. But we spent the next several afternoons\non reconnaissance. A soldier was always on guard. But there were times the\narea was unwatched, either when one guard handed over to the next, or on their\ncigarette breaks.\n\nWe struck the following Friday. Nowadays, the cemetery consists of a half-\ndozen rows of headstones. Walking through it, as I still do at least once each\nyear, 1s like revisiting my past. Almost all the grown-ups I remember from my\nchildhood now rest there, including my parents. My father died in 2002, at the\nage of 92. My mother passed away only a few years ago, a few weeks after her\n100\" birthday. But in 1956, the cemetery was tiny. The chances of anyone being\nthere at midnight on a Friday were close to zero. Crouching in the shadow of the\nheadstones, we could see the guard. We waited until he left for his break. Each\nof us took a wooden box and one of the slightly larger metal boxes. Inside, we\nfound a treasure trove: thousands of bullets for all kinds of weapons. The metal\ncases held heavier firepower: grenades and mortars. We returned those. We\nwere mischievous, but not crazy. Yet each of us now had a crate full of\nammunition, even including belts for machine guns.\n\nMy experience at school began to change in my early teenage years as well.\nShortly before my fourteen birthday, our age group was sent to a school outside\nMishmar Hasharon. The kibbutz had decided that since there were only a\ndozen-or-so children in each class, it wasn’t economically viable to provide a\nquality education. They sent us to the regional high school.\n\nIt was several hundred yards down the road in the direction of Tel Aviv. It\nwas far more rigorous. I was no longer the only kid in my class who liked to\nread or could do math problems in his head. It was there I first got truly\n\n40\nHOUSE_OVERSIGHT_027888",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027888.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2347,
    "word_count": 422,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:46.182842",
    "prefix": "IMAGES-009"
  }
}