{
  "document_id": "HOUSE_OVERSIGHT_024386",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024386.txt",
  "text": "as projection, where we can assign to our Islamic Enemy traits we wish to see in them or introject traits from\nthem into ourselves that we wish not to acknowledge. These maneuvers involve a mixing of identities where we\nactually lose clarity about who we are and who the enemy is. Projection and introjection are active almost\nacross the board. It is always helpful, for instance, to ask how what the enemy accuses us of is more\nappropriately descriptive of it. When we add Western Guilt and Shame, our need to be liked, and o ther\npsychological dimensions, basic thoughts solidify into larger fantasies.\n\nAs these narratives (“Our courts will never allow that,” “As a superpower we will always be able to win any\nfight we put our minds to,” “Assimilation will ensure Muslims are westernized” ...) gain consent from others\nthey tend to guide us deeply and become infused on our policies. Ultimately, what emerges is a relationship we\ntake with our Islamic Enemy that parallels that between an addict and an enabler. Emblematic of this\nrelationship is the “transfer of responsibility” in which we assume responsibility for the enemy’s behavior who\nis addicted to transferring it away from itself. The Control Factor actively maintains this relationship and makes\nchanging that relationship as difficult a chore as any addict finds in breaking his addiction. And just as an addict\nneeds to devote serious effort and con sciousness to his addiction, so must we devote great energy to unders\ntanding how the Control Factor ultimately sabotages us.\n\nFP: Describe the threat we face in our Islamic enemy. And you talk about the three levels of jihad against us.\nWhat are they?\n\nSiegel: Simply stated, our Islamic Enemy seeks the totalitarian domination of Islam throughout the world —\nIslamic supremacy. It seeks to have the West submit to Islam. Obviously, this does not mean that everybody\nbecomes a Muslim. Islam, in all its varied expressions, permits dhimmis- those Christians, Jews, and some\nothers who are permitted to remain as protected non-Muslims as long as they submit to an inferior status. What\nis critical is that Shariah (Islamic Law) ultimately rules the world.\n\nJihad, loosely, is the effort/struggle to see this vision through. The most obvious method of Jihad is through\nviolence; it is the one most familiar to most Westerners and almost all of the Koranic references to Jihad are\nbased in violence. The Violent Jihad includes al-Qaeda and its offshoots as well as other groups that formed\naround the globe independent of al-Qaeda. It also obviously includes the violence from Islamic nations such as\nthe Islamic Republic of Iran whose constitution specifies such vision. It also includes, however, various militant\ngroups and training camps here in the US as well as ad hoc efforts of individuals.\n\nSince 9/11, there have been something in excess of 15,000 Violent Jihadic attacks across the globe. However, as\nterrible as this is, we have a tendency in the West to think that the only dimension of threat we face comes from\nviolence. While the Bush administration helped initiate this thinking, the Obama administration has actively\nabused it by limiting any discussion of the threat we face to al-Qaeda and some other terrorist groups abroad. As\nfrightening as these groups are, we can get some ease from thinking they are a band of “extremists limited in\nnumber, weaponry, sophisticati on, and means. Stunningly, Hillary Clinton recently estimated that there are\nonly about 50,000 “homicidal” violent extremists around the world who simply have been able to project power\nmuch greater than their number should allow. Here the Control Factor makes the threat appear more easily\nmanageable.\n\nJihad, however, is pursued in other often even more effective ways which I have grouped into three “levels.” A\nsecond more insidious level of threat is what the Muslim Brotherhood itself called the “Civilization Jihad.” It is\nthe effort to infiltrate all aspects of our society, peacefully according to our laws, in order to later be in position\nto sabotage and destroy it from the inside. The Civilization Jihadists have learned the culture and rules of the\nterritories they seek to command and use those rules to maneuver—specifically using our freedoms to destroy\nour freedoms. They use “lawfare” to seek changes in our laws so as to push Shariah into our society. Your\nreaders should read Daniel Pipes and Brooke Goldstein’s Lawfare Project material and others to fully appreciate\nhow cancerous this activity has become. This includes intimidating in a variety of ways anyone who speaks out\nagainst them or Islam and seeking to squelch our treasured broad right to free speech so as to ultimately prevent\nany criticisms of Islam. Once criticism of Islam is prohibited, little can stop it from cascading throughout the\nculture.\n\nHOUSE_OVERSIGHT_024386",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024386.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4863,
    "word_count": 797,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:46.234882",
    "prefix": "IMAGES-007"
  }
}