{
  "document_id": "HOUSE_OVERSIGHT_028038",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028038.txt",
  "text": "Sephardim resented about the Ashkenazi, Labor Zionist establishment. Begin, at\nhis rally, played it like a virtuoso. “Did you hear what they called you?” he\ncried. Chachachim. He slightly mispronounced the word, as if he’d never heard,\nmuch less used, it before, and that even having to repeat it made his blood\ncurdle. “Is that what you are?” There was pandemonium. Maybe Begin would\nhave won anyway. But it was close, just one Knesset seat between the two\nmajor parties. And win, he did.\n\nI became increasingly convinced in the weeks that followed that Begin’s\nsecond government, with Arik now moved to defense minister, would further\nput the brakes on any follow-up negotiations for a deal with the Palestinians. I\ndid not yet know that Arik, in particular, had a far more ambitious, military plan\nto try to bury the possibility of a Palestinian state once and for all. But I did\nknow he had his eyes on a possible thrust across our northern border into\nLebanon, where Arafat and the PLO were based.\n\nThere was no public mention of any of this. But several times in 1981, I was\nordered to move a large part of my division onto the Golan Heights for weeks at\na time: two brigades, 200 tanks and dozens of APCs in a massive motorcade\nfrom the bottom to the top of the country and back again. We dubbed it\nCinerama, from the Hebrew words for Sinai and the Heights, Ramah. If there\nwas an escalation of hostilities, the northern command’s regular division would\ncross into Lebanon. Our role would be to take their place in defending the\nGolan, and possibly follow them in.\n\nWhen I returned from my final episode of Cinerama in the late summer of\n1981, the Sinai withdrawal was entering its final stage. I organized a full-scale\nmilitary exercise on the roughly one-third of the Egyptian desert we still held,\nknowing that we’d no longer have the room to do so after the final withdrawal.\nIt was the largest exercise I'd ever commanded. The advances and tactical\nretreats, the flanking maneuvers and ambushes and fighter jet attacks were like\na very big war in a very small place.\n\nBut a war game was not a real war. The Sinai was not like the Golan, or the\ncramped, hilly confines of Lebanon. And it was in Lebanon, the following year,\nthat the war came. It was different from any in Israel’s history. Arik was in\ncharge. And I would become involved in ways which began to change the way I\nsaw not only Arik, but the political and military direction of our country.\n\n190\nHOUSE_OVERSIGHT_028038",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028038.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2492,
    "word_count": 443,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:45.885935",
    "prefix": "IMAGES-009"
  }
}