{
  "document_id": "HOUSE_OVERSIGHT_016518",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016518.txt",
  "text": "Page 9 of 42\n103 Minn. L. Rev. 844, *858\n\nto assess conduct as non-negligent rather than reckless. °° Yet even those relatively benign affinities can lead to sub-optimal\nenforcement policies that might benefit from redundant evaluation of charging decisions.\n\nB. Other Contributions to Underenforcement\n\nIt is worth noting that prosecutors themselves might not share those biases so much as take account of them in a local\ncommunity and jury pool. Expecting juries will be unreceptive to a case is one reason that some prosecutors cite for not\ncharging in some cases. There is evidence for this with regard to hate [*859] crimes against LGBT victim groups, for\n\nexample, *!\n\nand the difficulty prosecutors have faced in convicting police officer defendants is a well-recognized hurdle in\npolice violence cases. *2 The same considerations can cut against prosecutions when victims are undocumented immigrants,\nsex workers, prisoners, and suspects in custody. >? Redundant enforcement authority can do less to redress this barrier,\nalthough depending on its form, it is not powerless. A separate prosecuting authority might bring better investigation and fact\n\ndevelopment, or different jurisdictional rules that change the composition of jury venires. ~4\n\nInadequate funding for criminal justice agencies can also play a role in aggravating areas of unjustified underenforcement.\nLack of public resources is an accepted (and inevitable) justification for declining to prosecute in some cases where evidence is\nsufficient to prove guilt. °° But funding constraints are [*860] not an affirmative good on par with other policy-based, public-\ninterest justifications for non-prosecution, such as judgments finding that civil, regulatory, or public-health remedies are\npreferable to criminal sanctions, or concluding that third-party harms outweigh prosecution's benefits. *° Resource constraints\nare a problem justice systems would like to minimize. Two of the three primary forms of enforcement redundancy do exactly\nthat, or have in the past. Expanding federal law enforcement jurisdiction over crimes already within state jurisdiction was\ndesigned to bring federal resources to bear on crimes where state resources were insufficient. >’ And private prosecution,\nwhere it [*861] still exists, has an equivalent effect - it permits victims to contribute private funds to public enforcement\nefforts. It is no coincidence that common law jurisdictions relied on private prosecution most heavily - through the mid-\nnineteenth century - when state capacity, including criminal justice infrastructure, was much thinner. *®\n\n4 See, e.g., Paul D. Butler, Poor People Lose: Gideon and the Critique of Rights, /22 Yale L.J. 2176, 2204 (2013) (describing protest\nmovements and other responses to racially disparate criminal justice policies); Roseanna Sommers, Will Putting Cameras on Police Reduce\nPolarization?, /25 Yale L.J. 1304, 1307-17 (2016) (describing polarized public perceptions of, and protests against, police uses of force and\nnon-prosecution of police); What We Believe, Black Lives Matter, tips://blacklivesmatter.com/about/what-we-believe (last visited Oct. 30,\n2018).\n\n4 See Aviana Eisenberg, Expressive Enforcement, 67 UCLA L. Rev. 858, 861-64 (2014) (studying the reasons prosecutors choose not to\ncharge hate crimes); Natapoff, supra note 28 (summarizing evidence of underenforcement of crimes against prostitutes, undocumented\nimmigrants, residents of certain low-income neighborhoods, and drug-crime suspects); see also Human Rights Watch, supra note 22, at 102\n(\"In fiscal year 1997, the [DOJ] Civil Rights Division received a total of 10,891 complaints [against law enforcement officers], ... leading to\ntwenty-five indictments and informations, involving sixty-seven law enforcement agents; nine were convicted, nineteen entered guilty pleas,\nand four were acquitted.\"); Ryan Gabrielson et al., Deadly Force, in Black and White, ProPublica (Oct. 10, 2014),\nhttps://www.propublica.org/article/deadly-force-in-black-and-white (\"Analysis of killings by police shows outsize risk for young black\nmales.\").\n\n46 See Kennedy, supra note 2, at 29-75 (providing a broader account of complaints about law enforcement providing insufficient protection\nto black communities); Rod K. Brunson & Ronald Weitzer, Police Relations with Black and White Youths in Different Urban\nNeighborhoods, 44 Urb. Aff. Rev. 858, 876 (2009) (Perceived police under-protection or poor service in poor, minority neighborhoods has\nbeen complained about for generations ... .\").\n\n47 Michael Javen Fortner, Black Silent Majority: The Rockefeller Drug Laws and the Politics of Punishment 173-216 (2015) (describing\nsupport from working-class and middle-class blacks for punitive drugs laws in the 1970s as a means to fight growing disorder in black\ncommunities); Kennedy, supra note 2, at 351-86; David A. Sklansky, Cocaine, Race, and Equal Protection, 47 Stan. L. Rev. 1283, 1285-90\n(1995) (describing the effects of anti-cocaine laws on black communities). Underenforcement of criminal law by southern states through the\n1960s, when civil rights activists were the victims, are another example.\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_016518",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016518.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5209,
    "word_count": 748,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:47.956897",
    "prefix": "IMAGES-004"
  }
}