{
  "document_id": "HOUSE_OVERSIGHT_019865",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019865.txt",
  "text": "Sure enough, the “La La” landslide never happened. It did win a spectacular six Oscars before\nWarren Beatty and Faye Dunaway walked to center stage for the best picture finale.\n\n| was now standing against the wall at the first row of the first balcony. Lionsgate publicists Julie\nFontaine and Jennifer Peterson, both dressed in haute couture gowns and borrowed emeralds,\nanxiously insisted | join their good luck group hug as best picture was announced. Despite my\nfaux pas, and my work on most of the year’s top films, including “Moonlight,” “Manchester by the\nSea’ and “Hidden Figures,” Oscar night | was in the “La La” camp due to my long friendship with\nit's director Damien Chazelle.\n\nSo we three bejeweled broads were hugging tightly, wnen Faye broke Warren’s pregnant pause\nand screamed \"La La Land”. The girls cried, the “La La” producers ran to the stage and | was\nthinking about how to apologize to Marc Platt as he thanked his family. Then, the stage filled up\nwith men in headsets. Producer Jordan Horowitz, the class act of the evening, grabbed the right\ncard and calmly announced \"Moonlight. No Joke.\" Platt, Horowitz and their co-producer Fred\nBerger handed their Oscars to Moonlight director Barry Jenkins, and producers Jeremy Kleiner\nand Adele Romanski and left the stage as Mahershala Ali, the first Muslim actor to get the gold\nguy, joined the cast waving his historic Oscar.\n\nJulie and Jennifer ran to Soho House to oversee Lionsgate's victory party, where hundreds of\nconfused well-wishers waited to celebrate the “La La” wins, including Emma Stone’s best\nactress, Justin Hurwitz’s best score, and Benj Pasek, Justin Paul and Justin Hurwitz’s best song\nfor “City of Stars.” At 32, Damien Chazelle also made history as the youngest best director ever.\nSome, lacking any empathy for the winners and losers onstage, called this historic screw-up\n\"great live-television.” But standing in the balcony, alone and speechless, all | could think was,\n“How did | miss this?”\n\n| ran to the Governor's Ball, which is the next stop for winners on their busy night. They get their\nstatues engraved there before they drop by their studio’s party, get photographed, Oscar in\nhand at Vanity Fair's fete, wall-to-wall with celebrities, and then head to Guy Oseary's home\nhigh in Beverly Hills to rock-and-roll ‘till dawn.\n\nAt the entrance to the Governor's Ball, Warren Beatty walked up to me, still holding the two\npriceless envelopes as proof of his innocence. | asked him, \"What happened?\"\n\nHis phone rang. It was so noisy, he bent toward me to hear better. The phone was almost in my\nface and | heard Annette Benning asking where he was and saying, \"Warren, come home.\"\nWarren said, \"No. | have done nothing wrong.\"\n\nWarren's wonderful film, \"Rules Don't Apply\" received little Academy love, yet he was generous\nenough to show up. Now, fifty years after “Bonnie and Clyde,” he was in the Oscar spotlight\nagain, the latest unwitting star of Oscar’s all-time blooper reel. As Jimmy Kimmel said, “We don’t\nhave to watch reality shows anymore because we are living in one.”\n\nHere’s reality-show Oscar week as | lived it:\n\nTuesday, February 21st\n\n| checked into Jeff Klein's Sunset Tower Hotel still exhausted from last weekend's oh-so-grand\nbirthday extravaganza thrown by fun loving billionaire Stephen Schwarzman’s wife Christine for\n\nHOUSE_OVERSIGHT_019865",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019865.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3363,
    "word_count": 556,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.991273",
    "prefix": "IMAGES-005"
  }
}