{
  "document_id": "HOUSE_OVERSIGHT_024020",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024020.txt",
  "text": "number of commercial stage companies with novel and clearly differentiated products targeting\ndefined and established high growth market segments.\n\nDEAL FLOW AND INVESTMENT PROCESS\n\nThe Fund Managers have a proactive approach to deal sourcing, which targets both private and\npublic opportunities. The established and proven sourcing activities rely on diverse networks\nof deal sources that have been built and cultivated over two decades and focus on identifying\ncompelling healthcare technology investment opportunities, at attractive time points for\ninvestment. These efforts balance the inherent attractiveness of an innovative technology with\nthe selection of the appropriate investment stage, offering an optimal risk-adjusted return\npotential and multiple paths to realization and liquidity.\n\nThe Fund Managers have refined and successfully executed this investment process over many\nyears, and it is an integral part of the firm’s culture. New Leaf’s investment philosophy and\nprocess emphasize a team approach to maximizing investment returns, focusing the most\nappropriate resources within the firm to deal sourcing, rigorous investment analysis, deep\ninvolvement with portfolio companies and active management of financings and exits.\n\nDISTINCTIVE FEATURES OF NEW LEAF\nOver the last two decades, New Leaf has established itself as one of the premier brands in\nhealthcare technology investing as a result of a powerful combination of:\n\ne one of the most established and stable teams in the venture capital industry with deep\nand complementary operating and investing experience;\n\ne a long term track record across portfolios of healthcare technology investments in six\ndistinct venture funds and over $1.6 billion in total invested capital that has\ndemonstrated consistent outperformance versus venture industry peers and relevant\npublic market indices (S&P 500, S&P Healthcare, NASDAQ Composite, and Russell\n3000)14;\n\ne anevolving investment strategy, focused ona diversified portfolio of investments across\nsectors, stages (start-ups to growth equity), and therapeutic areas that has proven to\ngenerate returns through both up and down phases of macro investment cycles;\n\ne a hands-on approach to working with management teams as board members to\noptimize corporate strategy, develop and refine clinical, regulatory, and operating plans,\nrecruit world-class talent, and drive business development activities that lead to value-\nmaximizing follow-on financings, partnerships, and M&A transactions; and\n\ne¢ a reputation for intellectual rigor, hard work, value added contributions, and\nconstructive collaboration that makes New Leaf a sought after lead investor by\noutstanding entrepreneurs and a preferred co-investor amongst a broad range of top\nquality investors.\n\n\"* Please refer to Section II: “Summary of Historical Investment Performance” and Section XII: “Appendices” including endnotes\nB, C, F and G in Appendix 4.\n\n9 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024020",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024020.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2993,
    "word_count": 426,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.802735",
    "prefix": "IMAGES-007"
  }
}