{
  "document_id": "HOUSE_OVERSIGHT_016825",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016825.txt",
  "text": "only until it runs out of fuel. Similarly, the exponential advances in Moore’s Law are\nstarting to run into limits imposed by basic physics. The clock speed of computers\nmaxed out at a few gigahertz a decade and a half ago, simply because the chips were\nstarting to melt. The miniaturization of transistors is already running into quantum-\nmechanical problems due to tunneling and leakage currents. Eventually, the various\nexponential improvements in memory and processing driven by Moore’s Law will\ngrind to a halt. A few more decades, however, will probably be time enough for the\nraw information-processing power of computers to match that of brains—at least by\nthe crude measures of number of bits and number of bit-flips per second.\n\nHuman brains are intricately constructed, the process of millions of years of\nnatural selection. In Wiener’s time, our understanding of the architecture of the brain\nwas rudimentary and simplistic. Since then, increasingly sensitive instrumentation and\nimaging techniques have shown our brains to be far more varied in structure and\ncomplex in function than Wiener could have imagined. I recently asked Tomaso\nPoggio, one of the pioneers of modern neuroscience, whether he was worried that\ncomputers, with their rapidly increasing processing power, would soon emulate the\nfunctioning of the human brain. “Not a chance,” he replied.\n\nThe recent advances in deep learning and neuromorphic computation are very\ngood at reproducing a particular aspect of human intelligence focused on the operation\nof the brain’s cortex, where patterns are processed and recognized. These advances\nhave enabled a computer to beat the world champion not just of chess but of Go, an\nimpressive feat, but they’re far short of enabling a computerized robot to tidy a room.\n(In fact, robots with anything approaching human capability in a broad range of\nflexible movements are still far away—search “robots falling down.” Robots are good\nat making precision welds on assembly lines, but they still can’t tie their own shoes.)\n\nRaw information-processing power does not mean sophisticated information-\nprocessing power. While computer power has advanced exponentially, the programs\nby which computers operate have often failed to advance at all. One of the primary\nresponses of software companies to increased processing power is to add “useful”\nfeatures which often make the software harder to use. Microsoft Word reached its\napex in 1995 and has been slowly sinking under the weight of added features ever\nsince. Once Moore’s Law starts slowing down, software developers will be confronted\nwith hard choices between efficiency, speed, and functionality.\n\nA major fear of the singulariteers is that as computers become more involved in\ndesigning their own software they’! rapidly bootstrap themselves into achieving\nsuperhuman computational ability. But the evidence of machine learning points in the\nopposite direction. As machines become more powerful and capable of learning, they\nlearn more and more as human beings do—from multiple examples, often under the\nsupervision of human and machine teachers. Education is as hard and slow for\ncomputers as it is for teenagers. Consequently, systems based on deep learning are\nbecoming more rather than less human. The skills they bring to learning are not\n“better than” but “complementary to” human learning: Computer learning systems can\nidentify patterns that humans cannot—and vice versa. The world’s best chess players\nare neither computers nor humans but humans working together with computers.\nCyberspace is indeed inhabited by harmful programs, but these primarily take the form\nof malware—viruses notable for their malign mindlessness, not for their\n\n22\n\nHOUSE_OVERSIGHT_016825",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016825.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3746,
    "word_count": 577,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:45.909566",
    "prefix": "IMAGES-004"
  }
}