{
  "document_id": "HOUSE_OVERSIGHT_011783",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011783.txt",
  "text": "/ BARAK / 26\n\nthat he and others were convinced Bibi couldn’t win. A couple of weeks later,\nYitzhik Mordechai seemed on the verge of becoming the latest of Bibi’s ministers\nto resign. He was openly flirting with the idea of joining a new centrist party that\nhad been formed by Likud’s Dan Meridor. Bibi struck back with a mixture of\nsubtlety and venom. He fired Mordechai, accusing him of being driven by personal\nambition. Then he offered the Defense Minister’s job to Misha Arens.\n\nYitzhik did join the Center Party, as did Amnon Lipkin, who had ended his\nterm as chief-of-staff and, with initial opinion poll numbers suggesting he’d do\nwell, even briefly entered the race for Prime Minister. Now, he endorsed Yitzhik\nMordechai instead: a man not only with strong military credentials, but of Sephardi\nbackground and religiously observant, and a proven politician and cabinet minister.\nIt was clear that he would be going after many of the same votes I needed to win.\n\nThat situation wasn’t ideal, to put it mildly. But all I could do at this stage was\nto put our own campaign house in order. I hoped that if we ran the campaign I\nexpected, there wouldn’t be a run-off.\n\nAt the start of April, the final list of candidates was set. There were five. In\naddition to Bibi, Yitzhik and me, Benny Begin had decided to run on the right.\nAlso in the contest was Knesset member Azmi Beshara, the first Israeli Arab\ncitizen to seek national office.\n\nWhen we chose “One Israel” as the name of our campaign alliance, it was not\nmeant just as a catchy phrase. Though now a half-century old, the country had\nrarely seemed so diverse, and in many ways divided. It was not just the old fault\nline between Labor and Revisionist Zionism that defined our politics, or even the\nAshkenazi-Sephardi gulf that had predominated since the late 1970s. There were\nnew, younger, more assertive, more right-wing and more pro-settlement voices\namong the Orthodox. There was the contrast between the overwhelmingly secular,\npolitically and socially liberal, and culturally Western Tel Aviv, with its lively\ncafés and restaurants, and the constellation of wealthy suburbs to the north; and\nsmaller Israeli towns and cities in the interior, Jerusalem as well, not to mention\n\n312\nHOUSE_OVERSIGHT_011783",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011783.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2272,
    "word_count": 386,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:46.665948",
    "prefix": "IMAGES-001"
  }
}