{
  "document_id": "HOUSE_OVERSIGHT_014647",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014647.txt",
  "text": "US - Gaming, Lodging and Leisure Coverage Cluster\nBofA Merrill Lynch\n\nInvestment rating Company ticker Bloomberg symbol Analyst\n\nBUY\nChoice Hotels International CHH CHH US Shaun C. Kelley\nClubCorp MYCC MYCC US Shaun C. Kelley\nExtended Stay America STAY STAY US Shaun C. Kelley\nHilton Worldwide HLT HLT US Shaun C. Kelley\nHyatt Hotels H HUS Shaun C. Kelley\nInternational Game Technology IGT IGT US Barry J. Jonas\nIntrawest Resorts SNOW SNOW US Shaun C. Kelley\nLas Vegas Sands LVS LVS US Shaun C. Kelley\nMarriott International Inc. MAR MAR US Shaun C. Kelley\nMGM Growth Properties LLC MGP MGP US Shaun C. Kelley\nMGM Resorts International MGM MGM US Shaun C. Kelley\nPinnacle Entertainment PNK PNK US Shaun C. Kelley\nRed Rock Resorts, Inc. RRR RRR US Shaun C. Kelley\nSunstone Hotel Investors SHO SHO US Shaun C. Kelley\nVail Resorts, Inc MTN MTN US Shaun C. Kelley\n\nNEUTRAL\nBoyd Gaming Corp BYD BYD US Shaun C. Kelley\nHersha Hospitality HT HTUS Shaun C. Kelley\nLa Quinta Holdings LQ LQUS Shaun C. Kelley\nLaSalle Hotel Properties LHO LHO US Shaun C. Kelley\nPebblebrook Hotel Trust PEB PEB US Shaun C. Kelley\nPenn National Gaming PENN PENN US Shaun C. Kelley\nRyman Hospitality Properties RHP RHP US Shaun C. Kelley\nWynn Resorts Ltd WYNN WYNN US Shaun C. Kelley\n\nUNDERPERFORM\nAshford Hospitality Trust AHT AHT US Shaun C. Kelley\nDiamondRock Hospitality DRH DRH US Shaun C. Kelley\nFelCor Lodging Trust FCH FCH US Shaun C. Kelley\nGaming & Leisure Properties, Inc. GLPI GLPI US Shaun C. Kelley\nHost Hotels & Resorts Inc. HST HST US Shaun C. Kelley\nRLJ Lodging Trust RLJ RLJ US Shaun C. Kelley\nScientific Games Corporation SGMS SGMS US Barry J. Jonas\nSummit Hotel Properties INN INN US Shaun C. Kelley\n\n26 Top 10 US Ideas Quarterly | 03 January 2017 Bankof America “>\n\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014647",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014647.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1794,
    "word_count": 311,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:47.973589",
    "prefix": "IMAGES-003"
  }
}