{
  "document_id": "HOUSE_OVERSIGHT_024819",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024819.txt",
  "text": "G@i=— COWEN WASHINGTON\n\n~——-:« RESEARCH GROUP\n\nCOLLABORATIVE INSIGHTS\nFebruary 25, 2019\n\nm Cannabis\n\nCOWEN RESEARCH\n\nCowen Research\n646 562 1330\ncowen.research@cowen.com\n\nVivien Azer\n646 562 1351\nvivien.azer@cowen.com\n\nJohn Blackledge\n646 562 1359\njohn.blackledge@cowen.com\n\nAndrew M. Charles, CFA\n646 562 1332\nandrew.charles@cowen.com\n\nOliver Chen, CFA\n646 562 1424\noliver.chen@cowen.com\n\nJohn Kernan, CFA\n646 562 1324\njohn.kernan@cowen.com\n\nPhil Nadeau, Ph.D.\n646 562 1336\nphil.nadeau@cowen.com\n\nCharles Neivert\n646 562 1370\ncharles.neivert@cowen.com\n\nJeffrey Osborne\n646 562 1391\njeffrey.osborne@cowen.com\n\nCharles Rhyee\n646 562 1376\ncharles.rhyee@cowen.com\n\nDoug Schenkel\n617 946 3918\ndoug.schenkel@cowen.com\n\nCOWEN WASHINGTON RESEARCH GROUP\n\nEric Assaraf\n202 868 5304\n\nric.assaraf@cowen.com\nAny portion Of this report prepared\n\nby a member of Cowen Washington\nResearch Group is intended as\ncommentary on political, economic\nor market conditions and is not\nintended as a research report as\ndefined by applicable regulation.\n\nPlease see pages 100 to 106 of this report for important disclosures.\n\nCOLLABORATIVE INSIGHTS\n\nCOWEN'S COLLECTIVE VIEW OF CBD - AHEAD\nOF THE CURVE SERIES\n\nTHE COWEN INSIGHT\n\nIn a collaboration featuring 11 analysts spanning Cowen's consumer, health care, industrials\nand regulatory teams, we offer a deep dive on the global cannabis market, with a particular\nemphasis on the U.S. For consumer goods, we believe the U.S. CBD market could represent\na $16 bn opportunity by 2025.\n\n$16 bn Consumer Opportunity (Azer, Blackledge, Charles, Chen & Kernan)\n\nIn our monthly proprietary consumer survey (n = ~2,500) we were surprised to see that\nnearly 7% of respondents in January 2019 reported using CBD as a supplement. This strong\nconsumer interest is validated by the growing number of brands and form factors that are\nnow available through increasingly diverse retail channels, including Amazon, Sephora and\nNeiman Marcus. That said, consumption of CBD on-premise will likely take longer, given\nregulatory uncertainty. And, while our analysis primarily focuses on consumer staples\napplications for CBD, it is interesting to see a growing number of specialty apparel brands\nembrace hemp as a sustainable textile.\n\nRetail sales of CBD consumer products in 2018 have been estimated between ~$600 mm\nand $2 bn. By 2025, we believe CBD offerings could conservatively generate $16 bn in retail\nsales (assuming a ~40% increase in consumer incidence, to 10%, and spend of less than $2 /\nday). Our bottom-up analysis anticipates a diverse category, that is still led by traditional\nhealth & wellness form factors (e.g., $6.4 bn in nutraceuticals, and $4 bn in topicals). And,\nwhile likely smaller, we also expect categories like food, beverages, beauty and vapor to all\ngenerate sales between ~$1-2.5 bn by 2025.\n\nHerein, we offer a detailed look at category brand and pricing architecture in the U.S.\n\nCBD market today, as well as detailed discussions of 21 public and private operators that\ncurrently have exposure to the category, including Outperform rated Canopy Growth, Tilray\nand Turning Point Brands, which have all announced plans to enter the U.S. CBD market.\n\nThe Science of CBD (Nadeau)\n\nCannabis’s therapeutic potential is attributable to the valuable overlap between\nphytocannabinoids (i.e. plant-derived cannabinoids) and the endogenous cannabinoid\nsystem in humans, termed a “therapeutic handshake.” While THC's activity in the body is\nfairly well elucidated, CBD’s pharmacokinetics are less well understood (no specific receptor\nfor CBD has been identified). Clinical trial results to date demonstrate few adverse effects\nfrom oral CBD doses of up to 1500 mg/day or up to 30mg IV. The scientific understanding\nof CBD’s clinical effects is based mostly on studies in specific indications, like epilepsy. GW\nPharma’s Epidiolex (highly potent, pure formulation of CBD) was approved by the FDA in\n2018 for the treatment of seizures associated with Lennox-Gastaut syndrome and Dravet\nsyndrome, and other companies (Tilray, MMJ Phytotech, Insys) have clinical trials underway\nin seizure disorders as well.\n\nCBD Hemp Cultivation (Neivert)\n\nAccording to the National Conference of State Legislatures, 41 states have set up cultivation\nand production programs to regulate the production of hemp. There is little research on\nCBD hemp cultivation methods as hemp cultivation research historically has focused on\nfiber and grain/seed. This lack of research, combined with a number of variables that affect\nhemp for CBD yield, makes hemp for CBD cultivation much more art than science at this\npoint. That said, no other crop in the U.S. offers the type of return of the CBD Plasticulture\nModel, and we would thus expect the country's two largest crops, corn and soybeans, to\nlose some acreage to CBD hemp.\n\nCOWEN.COM\n\nHOUSE_OVERSIGHT_024819",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024819.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4860,
    "word_count": 731,
    "line_count": 137,
    "import_date": "2025-11-19T21:47:44.090975",
    "prefix": "IMAGES-008"
  }
}