{
  "document_id": "HOUSE_OVERSIGHT_017026",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017026.txt",
  "text": "present (or, for that matter, from the common noun “a bet”).\n- the verb is not a compound, like “overpay” or “unbind”, as the effect of the underlying verb\n(“pay”, “bind”) is presumably stronger than that of usage frequency.\n\nWe therefore obtain a list of 106 verbs that we use in the study (marked by the denomination ‘True’ in the\ncolumn “Use in the study?”)\n\nIII.5B. Verb frequencies\n\nNext, for each verb, we computed the frequency of the regular past tense (built by suffixation of ‘-ed’ at\nthe end of the verb), and the frequency of the irregular past tense (summing preterit and past participle).\nThese trajectories are represented in Fig 3A and Fig S8.\n\nWe define the regularity of a verb: at any given point in time, the regularity of a verb is the percentage of\npast tense usage made using the regular version. Therefore, in a given year, the regularity of a verb is\nr=R/(R+l) where R is the number of times the regular past tense was used, and | the number of times the\nirregular past tense was used. The regularity is a continuous variable that ranges between 0 and 1\n(100%).\n\nWe plot in Figure 3B the mean regularity between 1800-1825 in x-axis, and the mean regularity between\n1975-2000 in y-axis.\n\nIf we assume that a speaker of the English language uses only one of the two variants (regular or\nirregular); and that all speakers of English are equally likely to use the verb; then the regularity translates\ndirectly into percentage of the population of speakers using the regular form. While these assumptions\nmay not hold generally, they provide a convenient way of estimating the prevalence of a certain word in\nthe population of English speakers (or writers).\n\nIII.5C. Rates of regularization\n\nWe can compute, for any verb, the slope of regularity as a function of time: this can be interpreted as the\nvariation in percentage of the population of English speakers using the regular form.\n\nBy holding population size constant over the time window used to obtain the slope, we derive the\nvariation of population using the regular form in absolute terms.\n\nFor instance, the regularity of “sneak/snuck” has decreased from 100% to 50% over the past 50 years,\nwhich is 1% per year. We consider the population of US English speakers to be roughly 300 million. As a\nresult, snuck is sneaking in at a speed of 3 million speakers per year, or about one speaker per minute in\nthe US.\n\nIII.5D. Classification of Verbs\n\nThe verbs were classified into different types based on the phonetic pattern they represented using the\nclassification of Ref 18 (main text). Fig 3C shows the median regularity for the verbs ‘burn’, ‘spoil’, ‘dwell’,\n‘learn’, ‘smell’, ‘spill’ in each year. We compute the UK rate as above, using 60 million for UK population.\n\nIII.6. Collective Memory\n\nOne hundred timelines were generated, for every year between 1875 and 1975. Amplitude for each plot\nwas measured by either computing ‘peak height’ — i.e., the maximum of all the plotted values, or ‘area-\nunder-the curve’ — j.e., the sum of all the plotted values. The peak for year X always occurred within a\n\n18\n\nHOUSE_OVERSIGHT_017026",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017026.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3114,
    "word_count": 533,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:44.721496",
    "prefix": "IMAGES-004"
  }
}