{
  "document_id": "HOUSE_OVERSIGHT_017696",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017696.txt",
  "text": "Page 61 of 78\n2007 Utah L. Rev. 861, *946\n\nThe Advisory Committee's next argument is that to allow victims to be heard on dismissals would violate the CVRA's\nrequirement that nothing in the Act \"shall be construed to impair the prosecutorial discretion of the Attorney General.\" 48° But\nit is hard to understand how allowing information from a victim to go to a court \"impairs\" the government's discretion.\nParticularly given that courts must already review the public interest in reviewing dismissal motions, executive branch power is\nnot impaired when a court hears from a victim in making its determination whether to approve. 4°!\n\nThe Advisory Committee's final argument is that \"when there is no public court proceeding, the victim's views will be taken\ninto account through the right to confer with the government ... .\"_ 48? The passive voice (\"taken into account\") obscures the\noverarching fact that it is the government itself that is proposing to dismiss the charges. The victim deserves to be heard not\nmerely by the government agency proposing to drop the charges, but by the independent branch of government - the judiciary -\nthat will review that proposal. For all these reasons, Rule 48 should be amended to ensure that victims are heard because\ncharges are dismissed.\n\n[*947] Rule 50 - Victims’ Right to Proceedings Free From Unreasonable Delay The Proposals:\n\nI proposed that a victim's right to proceedings free from unreasonable delay should be recognized as follows:\nRule 50. Prompt Disposition\n\n(a) Scheduling Preference. Scheduling preference must be given to criminal proceedings as far as practicable.\n\n(b) Defendant's Right Against Delay. The court shall assure that the defendant's right to a speedy trial is protected, as provided\nby the Speedy Trial Act.\n\n(c) Victim's Right Against Delay. The court shall assure that a victim's right to proceedings free from unreasonable delay is\nprotected. A victim has the right to be heard regarding any motion to continue any proceeding. If the court grants a motion to\ncontinue over the objection of a victim, the court shall state its reasons in the record. 4%?\n\nThe Advisory Committee proposed no change to this Rule. 444\nDiscussion:\n\nVictims have speedy trial rights under the CVRA, which grants victims the right \"to proceedings free from unreasonable delay.\"\n\n485 Tn addition, child victims previously had the right to a \"speedy trial\" in certain situations. 45°\n\nIn view of these statutory rights, I proposed supplementing the existing rule on scheduling (Rule 50) to fold in victims' rights.\nThe Advisory Committee did not explicitly discuss this proposal, suggesting that its failure to act was possibly due to oversight.\n487 Further suggesting oversight is the Advisory Committee's repeated statements that it \"sought to incorporate, but not go\n\n480 18 U.S.C. § 3771(d)(6) (2006).\n\n481 See Heaton, 458 F. Supp. 2d at 1271-73 (reaching this conclusion). In Heaton, the government did not challenge this holding and, after\nthe decision requiring it to submit the victim's views, filed a pleading to that effect, all without any apparent separation of powers problem.\n\n482 CVRA Subcommittee Memo, supra note 66, at 20.\n483 Cassell, Proposed Amendments, supra note 4, at 918-19.\n\n484 Proposed Amendments, supra note 71.\n\n485 18 U.S.C. § 3771(a)(7) (2006).\n486 Id. § 3509(j).\n\n487 See CVRA Subcommittee Memo, supra note 66, at 17-20 (cataloging my proposals that the subcommittee did not adopt; Rule 50 not\nmentioned).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017696",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017696.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3528,
    "word_count": 566,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:46.154837",
    "prefix": "IMAGES-004"
  }
}