{
  "document_id": "HOUSE_OVERSIGHT_018028",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018028.txt",
  "text": "Case 1:19-cv-03377 Document 1-12 Filed 04/16/19 Page 3 of 4\n\nDuring the time that I worked for Epstein, he arranged for me to work on a special\nart project at the Ohio mansion of Leslie Wexner. This was in approximately the\nsummer of 1996. I went to Ohio and stayed at the property to work on the art\nprojects. I was also babysitting my two younger brother’s and they were staying\nwith me at Wexner’s mansion.\n\nIn addition to my two younger brothers, I also had a younger sister who was fifteen\n(15) years old. Maxwell and Epstein took an interest in my younger sister. Epstein\ntook us to a movie in New York and during the movie he held my younger sister’s\nhand and was rubbing her in a sexual manner without my knowledge. He then\ncontacted my mother and said he wanted to help put my younger sister through a\nspecial school program in Thailand. During the summer of 1996, Epstein and\nMaxwell flew my younger sister to their ranch in New Mexico. She was only\nfifteen (15) at the time and they directed her take off all of her clothes and get on a\nmassage table. Maxwell and Epstein then touched her inappropriately on the\nmassage table. It was not until later in the summer when I called my sister in\nThailand where she was studying that I learned what had happened to her at\nEpstein’s New Mexico ranch.\n\nDuring that same summer of 1996 when I was working on my art project at\nWexner’s mansion, Ghislaine Maxwell and Jeffrey Epstein came to Wexner’s\nmansion. They asked me to come into a bedroom with them and then proceeded to\nsexually assault me against my will. I fled from the room and called the sheriff's\noffice but did not get any response. The Wexner’s security staff refused to let me\nleave the property. I pleaded with them and my father drover up from Kentucky to\nOhio to help me. I was held against my will for approximately twelve (12) hours\nuntil I was ultimately allowed to leave with my father. Upon my return to New\nYork, I went to the New York Sixth Precinct police department for help and they\ncounseled me to contact the FBI to make a report about the assault in Ohio. I called\nthe FBI and made the report but to my knowledge, the FBI did not take any action\nagainst Epstein or Maxwell. To my knowledge I was the first person to report\nMaxwell and Epstein to the FBI. It took a significant amount of bravery for me to\nmake that call because I knew how incredibly powerful and influential both Epstein\nand Maxwell were particularly in the art community.\n\nAfter the sexual assault, Maxwell and Epstein called me multiple times threatening\nme. Maxwell and Epstein contacted my art clients and individuals in the art\ncommunity in an effort to ruin my art career. Maxwell and Epstein were successful\nand J was shut out of all art related opportunities. Maxwell and Epstein worked in\nconcert to make sure that my career and my life was ruined. I was terrified of\nMaxwell and Epstein and I moved a number of times to try to hide from them.\n\nI have struggled throughout my life as a direct result of Epstein and Maxwell’s\nactions against me and my hope is that they will be held accountable for their\ncrimes. While I am still afraid, I am coming forward because I think it is so\nimportant to do so.\n\nHOUSE_OVERSIGHT_018028",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018028.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3235,
    "word_count": 593,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:46.075013",
    "prefix": "IMAGES-004"
  }
}