{
  "document_id": "HOUSE_OVERSIGHT_020260",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020260.txt",
  "text": "108\n\nin no uncertain terms that Snowden had to be out of Hong Kong by the end of the week, or June\n25\n\nOn June 19\", Snowden had a meeting with Tibbo, the barrister who would handle the court\ncase, and Mann and Ho, the Hong Kong solicitors who had been retained for him. It took place\nin a small apartment where, according to Ho, they ate pizza while they discussed Snowden’s\noptions.\n\nTibbo had a strategy for Snowden. It required that Snowden remain in Hong Kong, allow\nhimself to be arrested, seek bail and fight extradition in court. Tibbo said he planned to mount a\npowerful legal defense against extradition by using a provision in Hong Kong’s extradition treaty\nwith the United States that protects fugitives from persecution on political grounds. After he told\nSnowden that it would entail a long court battle, Snowden asked him if he could avoid even being\narrested.\n\nTibbo explained that Hong Kong courts, which closely follow British law, would certainly issue\nan arrest warrant for him immediately after the US formally filed charges against him. Those\ncharges could come within hours, he reckoned. Soon afterwards, Snowden would be temporarily\njailed and his computers, electronic gear and thumb drives would be seized and placed in the\ncustody of the court. Tibbo would immediately seek his release on bail but could not guarantee\nan outcome since Snowden, who had fled U.S. jurisdiction, might be considered a flight risk. If\nso, Snowden could remain incarcerated during the long court battle. Even so, during the\nlitigation, Snowden would have a platform to make his case against US surveillance. Indeed,\nTibbo’s strategy involved building massive public support for Snowden’s cause.\n\nOnce the US government filed charges, he could further expect it would invalidate his passport\nto go anywhere except for his return to the US and Interpol would issue a red alert to all its\nmembers. Since the case involved national security secrets, the Hong Kong court might also deny\nhim any use of the Internet until the case was settled. If Snowden wanted to leave Hong Kong,\nhe had to act swiftly.\n\nTibbo, although evasive on the point when I interviewed him, may not have known about the\nescape Harrison was planning As far as he could see, Snowden’s other alternatives were not\ngood. He had no money and his credit card had been blocked. He had no visas to go any other\ncountry and Interpol would issue its own “red notice” as soon as the US filed formal charges\nagainst him. At that point, Hong Kong airport authorities would be officially notified and could\nprevent him from leaving the city. Even if he somehow got out, he would be an international\nfugitive. Tibbo counseled Snowden to seek redress in the Hong Kong courts.\n\nBut Snowden had no intention of allowing himself to be arrested. Despite what he told Lana\nLam only one week earlier, at least for publication, about his determination to seek justice in the\nHong Kong courts, he had not planned to use Hong Kong as anything more than a temporary\nstop over on his escape route. Two later months later and safely in Moscow, he made this point\n\nHOUSE_OVERSIGHT_020260",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020260.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3132,
    "word_count": 536,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:46.325799",
    "prefix": "IMAGES-005"
  }
}