{
  "document_id": "HOUSE_OVERSIGHT_023407",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023407.txt",
  "text": "In re: TERRORIST ATTACKS ON SEPTEMBER 11, 2001., 2012 WL 257568 (2012)\n\nThe district court also dismissed many other non-Federal plaintiffs’ intentional tort claims for assault and battery, trespass,\nand wrongful death and survival on the ground that plaintiffs failed to allege that the defendants had “supported, aided and\nabetted, or conspired with the September 11 terrorists” in a manner that warranted liability. SPA101-02 (SAMBA J);\nSPA87-88 (Terrorist Attacks IT); SPA53-54 (Terrorist Attacks I). The court dismissed corresponding wrongful death and\nsurvival claims, as well as the Federal Ins. plaintiffs’ trespass claims, on the same grounds. SPA231-32, 252-53 & n.12\n(Terrorist Attacks V); SPA101-02 (SAMBA J); SPA88, 98 (Terrorist Attacks IT); SPA53-54, 61-62 (Terrorist Attacks I).\n\nAs the court recognized, however, because the ATA incorporates state tort law causes of action, liability under the plaintiffs’\nintentional tort claims, wrongful death and survival claims, and trespass claims is necessarily coextensive with liability under\nthe ATA. SPA88 (Terrorist Attacks IT) (“If Plaintiffs state a claim for relief under the ATA, they will have also stated a claim\nfor wrongful death and survival, the Federal Plaintiffs will have stated a claim for trespass, and the Aston and Burnett\nPlaintiffs will have stated claims for intentional infliction of emotional *149 distress.”). Because the complaints state claims\nunder the ATA for knowingly providing material support to al-Qaeda, see supra Pomt LA & LB, the district court’s dismissal\nof plaintiffs’ intentional tort claims -- like its dismissal of the ATA claims -- should be vacated.\n\n2. Defendants Who Supported al-Qaeda Through Its Network Are Liable.\n\nFinally, in its most recent opinion, the district court held that the intentional tort claims against some defendants (precisely\nwhich ones, the court does not say) fail because plaintiffs “broaden the scope of liability to include those who allegedly\naided, abetted, conspired and/or provided material support to other terrorist organizations that were affiliated with al Qaeda.”\nSPA231-32 (Terrorist Attacks V). The court appears to have concluded that because plaintiffs alleged that some defendants\nsupported front charities and institutions in the larger al-Qaeda network that funnel money to the organization, rather than,\nsay, wrote a check directly payable to “al Qaeda,” plaintiffs therefore have not alleged that defendants supported al-Qaeda at\nall.\n\nTo the extent that this is what the court meant, then Judge Daniels -- who took over the MDL litigation after Judge Casey\npassed away -- advances a line of reasoning never endorsed by his predecessor. Indeed, *150 this line of reasoning would be\ncontrary to the court’s own prior statements of law, if not its applications thereof. Cf SPA24 (Terrorist Attacks IT) (“The\nCourt is not ruling as a matter of law that a defendant cannot be liable for contributions to organizations that are not\nthemselves designated terrorists. But [the defendant must have] kn[own] the receiving organization to be a solicitor,\ncollector, supporter, front or launderer for such an entity.”).\n\nMore problematic than inconsistency, however, is the fact that the court’s rationale is incorrect. Support for a terrorist\norganization can be just as intentional if provided directly to the organization as if provided through an intermediary or agent\ncertain to pass the funds to the terrorists. For this reason, courts have repeatedly recognized that material supporters of\nterrorism may be found liable “even where support wasn’t provided directly” to the attackers, but rather through “support to\nan alias or agent.” Goldberg, 660 F. Supp. 2d at 432; cf Nat’l Council of Resistance of Iran, 373 F.3d at 157-58 (“Just as it is\nsilly to suppose” that State Department designations of terrorist organizations did not survive organizational name changes,\n“so too it is implausible to think that Congress” did not “authorize the Secretary to prevent” terrorist organizations “from\nmarshaling all the same support via juridically separate agents subject to its *151 control.”). And, such a rule would have\nprovide a ready path for terrorist organizations to shield their financiers from liability -- simply by placing having the\nfinancier contribute to a cooperative intermediary. See Companion Brief at Point I.A.3 (describing implications of excluding\nfrom liability indirectly provided support for terrorism); see Boim ITI, 549 F.3d at 690-91 (shielding a financier from liability\nwould exclude from the operation of the law precisely those parties most likely be deterred by the prospect of liability).\n\nPlaintiffs have consistently alleged in their pleadings that al-Qaeda operates through an integrated network of institutions and\nindividuals. E.g., R.3779-80. The district court, for its part, cited no authority in support of its “al Qaeda-only” principle,\n\nwhich departs from both precedent and common sense. The dismissals of plaintiffs’ tort claims predicated upon it should be\nvacated.\n\nV. The Court Should Reverse The Dismissals Of NCB and the Sovereign Defendants Based Upon Doe v. Bin Laden\n\nWESTLAW\n\nHOUSE_OVERSIGHT_023407",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023407.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5199,
    "word_count": 789,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:45.320683",
    "prefix": "IMAGES-007"
  }
}