{
  "document_id": "HOUSE_OVERSIGHT_017748",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017748.txt",
  "text": "Page 34 of 52\n2005 B.Y.U.L. Rev. 835, #892\n\n(1) Time to Disclose. Unless the defendant has consented in writing, the probation officer must not submit a presentence report\nto the court or disclose its contents to anyone until the defendant has pleaded guilty or nolo contendere, or has been found\n\nguilty.\n\n(2) Minimum Required Notice. The probation officer must give the presentence report to the defendant, the defendant's\nattorney, and an attorney for the government at least 35 days before sentencing unless the defendant waives this minimum\nperiod. The attorney for the government shall, if any victim requests, communicate the relevant contents of the presentence\nreport to the victim.\n\nThe Rationale:\n\nThe presentence report plays a critical role in the federal sentencing process. The report contains information about the crime,\nthe background of the defendant, the impact of the crime on the victim, and other matters relevant to sentencing. Most\nimportant, the report also contains a calculation under the Federal [*893] Sentencing Guidelines specifying a range for any\n\nrecommended prison sentence (e.g., forty-six to fifty-seven months). While judges need not slavishly impose a sentence within\n\n236 237\n\nthis range, most trial judges give significant weight to the Guidelines calculation,\n\n238\n\nand appellate courts have\ndiscouraged straying too far from the Guidelines without good reason.\n\nThe CVRA entitles victims to be heard on disputed Guidelines issues and, as a corollary, entitles them to the right to review\nparts of the presentence report relevant to those issues. The CVRA gives victims \"the right to be reasonably heard at any public\nproceeding in the district court involving ... sentencing ... .\". 73? This codifies the right of crime victims to provide what is\nknown as a \"victim impact statement\" to the court. 74° The victim's right to be heard, however, is not narrowly circumscribed\nto just impact information. To the contrary, the right conferred is a broad one - to be \"reasonably heard\" at the sentencing\nproceeding.\n\nThe victim's right to be \"reasonably heard\" is best understood as giving the victim the opportunity to speak about disputed\nissues regarding the Sentencing Guidelines calculation. As Senator Kyl explained, the right to be heard includes the right to\nmake sentencing recommendations:\n\nWhen a victim invokes this right [to be heard] during ... sentencing proceedings, it is intended that the [sic] he or she be\nallowed to provide all three types of victim impact [information]: the character of the victim, [*894] the impact of the crime\non the victim, the victim's family and the community, and sentencing recommendations. 7+!\n\nA “sentencing recommendation\" will often directly implicate Guidelines issues. For example, if the victim wishes to\nrecommend a hundred-month sentence when the maximum guideline range is only fifty-seven months, that sentencing\nrecommendation is essentially meaningless unless a victim can provide a basis for recalculating the Guidelines or departing or\nvarying from them. 74?\n\n236 See United States v. Booker, 125 S. Ct. 738 (2005).\n\n237 See, e.g., United States v. Wilson, 350 F. Supp. 2d 910, 912 (D. Utah 2005) (giving \"heavy weight\" to Guidelines recommendation).\n\n238 See, e.g., United States v. Dalton, 404 F.3d 1029 (8th Cir. 2005); United States v. Rogers, 400 F.3d 640 (8th Cir. 2005).\n\n239 18 ULS.C.A. 3771(a)(4) (West 2004 & Supp. 2005).\n\n240 See generally Beloof, Cassell & Twist, supra note 15, at 625-67 (discussing victim impact statements); Paul G. Cassell, Balancing the\nScales of Justice: The Case for and the Effects of Utah's Victims' Rights Amendment, 1994 Utah L. Rev. 1373,_1395-96; cf. Dan Narled,\nState, Be Not Proud: A Retroactive Defense of the Commutation of Death Row and the Abolition of the Death Penalty, 40 Harv. C_R.-C.L. L.\n\nRev. 407 (2005).\n\n41 150 Cong. Rec. $4268 (daily ed. Apr. 22, 2004) (statement of Sen. Kyl) (emphasis added). See generally Beloof, Cassell & Twist, supra\nnote 15, at ch. 10 (discussing three types of victim impact information).\n\n242 See United States v. Wilson, 355 F. Supp. 2d 1269, 1272-73 (D. Utah 2005) (discussing departures and variances from the Guidelines).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017748",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017748.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4248,
    "word_count": 672,
    "line_count": 72,
    "import_date": "2025-11-19T21:47:48.859438",
    "prefix": "IMAGES-004"
  }
}