{
  "document_id": "HOUSE_OVERSIGHT_010804",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010804.txt",
  "text": "av won num Fs WN EF\n\nwo aon nub WN FE\n\nNNNNNNPREFP PP RP PRP FP RP\nWMPBWNF Ow ATH UY Bw NE OO\n\noften than we usually say.\n\nMR. SCAROLA: Yes, sir.\n\nBY MR. SCAROLA:\n\nQ. In interviews on January 4 and January 5,\nyou claim to have completed the necessary work to\nidentify documents exonerating you within an hour\nafter learning of the accusations that were made,\ncorrect?\n\nA. 1 don't remember having said that. But\nwithin a minute, I had clear knowledge that every\ndocument in the world would exonerate me because I\nknew for absolute certainty that every aspect of her\nallegation was totally false. That's why I\nchallenged the other side to produce videos, to\nproduce photographs. I knew that there could be no\nevidence inculpating me because I knew I was\ninnocent. So I knew that all of my records would\nprove that.\n\nFacts are facts. And I just wasn't in any\ncontact or any sexual contact with Virginia Roberts,\nand I knew with absolute certainty that the facts\nwould completely exonerate me. And if your clients\nhad just called me, at the courtesy of simply\ncalling me, I would have been able to point them to\nProfessor Michael Porter of the Harvard Business\n\nfo On HM fF WN\n\nNNN NNN EH HM eB bb pp pp\nob WN FO © ON A MB WN HO\n\nA. Where? Where? Can you point to that?\nBY MR. SCAROLA:\nQ. Well, I'm asking you, sir, based upon your\nsuperb memory whether you remember having said —\n\nMR. SCOTT: No, we're going to do --\n\nBY MR. SCAROLA:\nQ. - on Jan --\n\nMR. SCOTT: He's going to take a moment to\nreview the transcript and -- and that's -- any\nwitness is entitled to do that. So why don't\nwe take a break, he'll review transcript and\nwe'll come back? We've been going an hour --\n\nMR. SCAROLA: Because I haven't asked him\na question about the transcript.\n\nMR. SCOTT: You've asked --\n\nMR. SCAROLA: I'masking him a question\nabout his recollection.\n\nMR. SCOTT: Based upon what he said in the\ntranscript.\n\nMR. SCAROLA: No, I'm asking him whether\nhe has a recollection of having made public\nstatements that within an hour, he had gathered\nthe documents that proved his innocence,\nexonerated him.\n\n262\n\nSchool. I would have been able to -- to alert them\nto the Ashes. I would have been able to tell them\nthat | keep little black books which have all of my\ntravel information. Although they were in the\nbasement of Martha's Vineyard, | would have been\nhappy to go up and get them.\n\nIf they had just simply called me, I would\nhave been able to persuade them without any doubt\nthat these allegations were false. If they needed\nany persuading because I believe, as | sit here\ntoday, that they knew they were false at the time --\ncertainly should have known, but I believe knew they\nwere false at the time that they leveled them.\n\nQ. My question related to your gathering\ndocuments that you claim exonerated you --\n\nA. That's right.\n\nQ. --and your public statements were that\nwithin an hour, you --\n\nA. Can you --\n\nQ. -- had gathered the documents --\n\nMR. SCOTT: Listen to the question.\nBY MR. SCAROLA:\n\nQ. -- you had gathered the documents that\nexonerated you, correct?\n\nMR. SCOTT: You can refer.\n\nfo On nm fb WN FE\n\nNNNNN NPP FP FP RP PP OF PB\nUP wWNnNEF OM MAYH MH BwWNEH OO\n\nBY MR. SCAROLA:\n\nQ. Do you remember having made those\nstatements?\n\nA. I donot, but it's true. I was able to\ngather documents literally within an hour. I was\nable to call Tom Ashe. He was able to access his\ndaughter's journal notes that I had taught his\ndaughter's class. 1 was able to find out where my\nother documents were.\n\nMy wife made some phone calls immediately.\nWe called the Canyon Ranch. We called and\ndetermined the dates of when I was in Florida. We\ncalled the Porters. We very, very, very quickly\nwere able to gather information that conclusively\nwould prove that she was lying about me having had\nsex with me on the island, in the ranch,\nparticularly those two I was able to prove\nconclusively.\n\nAnd when a woman lies deliberately and\nwillfully about two instances where she in great\ndetail claims she had had sex, I think you can be\nclear that you should discount any other -- any\nother false allegations.\n\nMR. SCOTT: We've been going for an hour.\n\nLet's take a break for a few minutes. Then we\n\n22 (Pages 261 to 264)\n\nwww.phippsreporting.com\n(888) 811-3408\n\nHOUSE_OVERSIGHT_010804",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010804.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4254,
    "word_count": 787,
    "line_count": 156,
    "import_date": "2025-11-19T21:47:44.167961",
    "prefix": "IMAGES-001"
  }
}