{
  "document_id": "HOUSE_OVERSIGHT_017183",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017183.txt",
  "text": "4.2.12\nWC: 191694\n\nI am Curious Yellow\n\nMy initial professional encounter with the First Amendment involved a direct challenge to the\nconcept of offensiveness in the context of a Swedish anti-war film called I Am Curious Yellow.\nThe story involved a young girl coming-of-age both politically and sexually during the Vietnam\nWar. It included several scenes in which she was nude and engaged in sexual activities. By\ntoday’s standards, it could be shown on cable television and in art theater with an R rating, but in\nthe late 1960s, it was scandalous. (The young girl who played the lead role, and also starred in an\nIngmar Bergmann film, recently died at the age of 66, thus bringing home to me how much time\nhad passed).\n\nThe film was seized by US Customs and banned throughout the country. Grove Press, a radical\npublishing house in New York, owned the film and retained me to argue for its protection under\nthe First Amendment. I don’t recall whether I charged a small fee or whether I took the case pro\nbono, but I put everything I had into my new found role as part time litigator on behalf of my\nbeloved First Amendment.\n\nI decided on a bold challenge to the traditional power of the government to censor obscene\nmaterial—indeed to censor any “offensive” material shown only to people who aren’t offended by\nit. Instead of arguing that the film itself was not obscene, I decided to argue that it was none of\nthe government’s constitutional business to act as a board of censors—to tell its adult citizens\nwhat they could and could not watch in the privacy of a movie theater that was off limits to\nchildren and that did not advertise in a pandering manner that would reasonably offend people\noutside the theater. There was no legal binding precedent for such a challenge. Indeed the\nSupreme Court had just recently reaffirmed the power of the government to ban and prosecute\nobscenity, as an exception to the freedom of speech. In this respect, my bold and unprecedented\nchallenge was much like the one I helped Justice Goldberg devise against the death penalty, with\nthe difference being he was a Justice of the Supreme Court, while I was a novice lawyer litigating\nmy first case. What both challenges shared was a large dose of chutzpah. The leading case\naffirming the power of government to censor porn was Roth v. United States. But in a more\nrecent case, Stanley v. Georgia, the court carved out an exception to the exception. A divided\ncourt ruled, in an opinion by Justice Thurgood Marshall, that the state had no power to prosecute\nan adult for merely possessing obscene material—in this case some old stag films—in the privacy\nof his home. The ruling was a combination of 4 Amendment (the right of privacy in one’s home)\nand 1 Amendment principles and was somewhat unclear about its reach, because it went out of\nits way to reaffirm the holding in Roth that obscenity was not protected by the First Amendment.\n\nI decided to try to use the Szan/ey case as a battering ram against the very idea that government\nhas the power to tell adults what films they could watch in a theater. The mechanism I chose for\nthis attack was to challenge the constitutionality of the Massachusetts obscenity statute under\nwhich the owner of an art theater located across the street from the famous Boston Symphony\nHall was being prosecuted for showing J Am Curious Yellow.\n\nIn those days, a challenge to the constitutionality of a state statute could be brought in front of a\nthree judge district court with the right to appeal its ruling directly to the Supreme Court. The\n\n96\n\nHOUSE_OVERSIGHT_017183",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017183.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3596,
    "word_count": 626,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.261605",
    "prefix": "IMAGES-004"
  }
}