{
  "document_id": "HOUSE_OVERSIGHT_023917",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023917.txt",
  "text": "CHAPTER 12\n\nMZ\n\nPE G@:\n\nHow Not to Teach\n\nSome people will never learn anything, for this reason, because\nthey understand everything too soon.\n—Alexander Pope\n\nMy daughter learned a lot from me and from her surroundings when\nshe was small. All children learn all the time when they are little.\nBut what are they learning? When Hana was about 1-1/2 we lived in\nSwitzerland. Hana was my parent’s first grandchild. Since they were in\nNew York, there were frequent phone calls back and forth and more\nthan the occasional visit. Once during this period I got curious as\nto whether Hana knew the names of her grandparents. I figured she\nmight not know the word name so I asked her, “What does Gammy\n(her name for my mother) call Poppy (my father). She immediately\nresponded, “Maaacc!!” imitating the intonation and exasperation of\nmy mother trying to get my father’s attention. I asked what my father\ncalled my mother, and she said “Marge!” in the tone of an authorita-\ntive military call.\n\nHana talked to her grandparents on the phone quite a bit. One day\nI noticed her walking in furious circles while she was talking, at one\npoint almost bringing the phone down on her head. Now who had\nbeen teaching her that? Well... me. That’s what I do when I talk on\nthe phone. And it is still what my daughter does, 30 years later.\n\nSpeaking of 30 years later (well, 20 in this story), I observed this\nsame seemingly imitative behavior in Hana when she was in college.\nI remarked to a friend of my daughter who went to school with her in\nEvanston that there was a no left turn sign in Evanston (where I also\nworked) that I always ignored because it was so stupid. She said that\nmy daughter always ignored the same sign and also said it was stupid.\nThe curious part of this story is that my daughter and I, having our\nown cars and lives, had never been in a car together in Evanston and\nneither had we ever discussed this sign.\n\n177\n\nHOUSE_OVERSIGHT_023917",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023917.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1941,
    "word_count": 353,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:48.343883",
    "prefix": "IMAGES-007"
  }
}