{
  "document_id": "HOUSE_OVERSIGHT_018452",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018452.txt",
  "text": "hurt me, that it left me cold. Maybe I wasn't sure it would register: he hadn't appeared to\nbelieve me when I first told him to let me up. And maybe something in me agreed that\nsuch a response was incorrect.\n\nEventually, I got away. Stupidly, confused, I mentioned the incident to my boyfriend. Of\ncourse he was furious; I had to calm him. For my part, it hadn't occurred to me to be mad.\nThat didn't feel as bizarre as it sounds -- on some level, I felt that the whole incident was\nreasonable, even if it hadn't turned out to be what I wanted.\n\nNot then. Not with him.\n\nte OK ok\n\nAfter I cried my heart out in his bed, Richard was very kind. He brought me a glass of\nwater and listened as I said a lot of bewildered things. When I finally ran down, it was\n\nlate; he invited me to sleep over, but didn't put the moves on me. The next morning, he\ntold me he had work to do. Straightforwardly, I asked when I could see him again. He\n\nsmiled, said to email him, that we'd work something out.\n\nThe next few days -- weeks -- time, I don't know; however long it was, it felt like being\nput through a shredder. I couldn't think about anything but that night and how, through\nmy turmoil and tears, I'd found a kind of exultation. I had been sober, prepared and clear-\nheaded. I couldn't find a way around the brutal, uncompromising revelation that\napparently, I wanted nothing more than to be subordinated, used, hurt. I actually wanted\nto be a victim.\n\nI wanted to talk to someone, but wasn't sure how to frame my words. I was positive it\nwould help to talk to Richard, but he was busy, and busy, and busy. I had a number of\nfriends who I suspected were into hardcore BDSM; I could have called any of them. But\nit was one thing to be fine with other people doing it, and quite another to discover such a\ndesire in myself. In another situation, I would have thoroughly deconstructed my obvious\ndouble standard -- but just then, it was a minor irrationality on top of one big chunk of\ninsanity.\n\nI considered asking my loving, liberal parents for advice and tried to imagine how it\nwould go.\n\nMom. Dad. I love you, and I'm so sorry. I know you've tried to give me an independent,\nrational, feminist outlook, as well as self-esteem and integrity. Sadly, none of this\nappears to have taken; I guess I'm a broken mockery of everything you tried to instill. I\ndon't want you to worry, or blame yourselves, but have you any advice on where to go\nfrom here?\n\nNo.\n\nok oe\nMy mental images of that summer are hazy with remembered anger. As Richard\nremained occupied, I felt fury building within my fascination. I'm sure I felt like the\n\nclassical woman spurned: he was nice enough when he ran into me and told me he was\nthere to talk if I needed it, but the evidence contradicted his words. For weeks after that\n\nHOUSE_OVERSIGHT_018452",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018452.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2817,
    "word_count": 531,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:48.877167",
    "prefix": "IMAGES-004"
  }
}