{
  "document_id": "HOUSE_OVERSIGHT_015732",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015732.txt",
  "text": "42 Are the Androids Dreaming Yet?\n\n“We consciously, and through the exercise of will, make decisions\nbetween different choices without anyone or anything causing the\ndecision in advance. Others can influence decisions — by offering advice\nor even holding a gun to our head, but we choose:\n\nIf you can devise a better, stronger definition please email me and\nI will revise my definition to your better one. I’m searching for the most\npowerful definition of free will — totally free and born out of the exercise\nof will.\n\nThe human mind appears to have free will. At least this is my\npersonal conscious experience. Computers, on the other hand, do not.\nThey run programs that dictate exactly how they will operate in every\nsituation. Could a computer be programmed to have free will? That's\nhard to do. Let’s see why.\n\nThinking with Clockwork\n\nAstronomers have been predicting the motions of the heavens for\ncenturies and to do this they need accurate clocks. The very first clocks\nwere sundials. These suffered the obvious disadvantage of not working\nat night, but it was also unsatisfactory to use the motion of the sun to\npredict the motion of the sun. The earliest ‘heaven independent’ clocks\nused water flowing through small holes in pottery vessels. They were\neffective over short intervals but plagued by dust, dirt and evaporation.\nIt was the invention of the anchor escapement that enabled the first\naccurate mechanical clocks.\n\nBy the sixteenth century clockmakers had gone to town developing\nastrological clocks with more and more gears, to show all manner of\ninformation; the phases of the moon, the motions of planets, even the\nmotion of moons orbiting those planets. These clocks became hugely\nornate. The astrological clock at Hampton Court Palace was built for\nHenry VII circa 1542 and, as well as showing phases of the moon\nand the signs of the zodiac, it accurately calculated the time of high\ntide at London Bridge, allowing Henry to travel quickly to the Tower\nof London. You might also notice it shows the sun orbiting the earth!\nCopernicus published his book, De revolutionibus orbium coelestium (On\nthe Revolutions of the Celestial Spheres) showing the earth orbited the sun\na year later in 1543, and it took centuries before it became accepted fact.\n\nClocks need gears. The humble gear is a simple machine. They\nwork because wheels of different size have different circumferences — the\ndistance around the edge - but one full turn is the same for all wheels.\nImagine you have a circular sweet such as a Life Saver — or Polo for\n\nHOUSE_OVERSIGHT_015732",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015732.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2573,
    "word_count": 434,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:45.588304",
    "prefix": "IMAGES-003"
  }
}