{
  "document_id": "HOUSE_OVERSIGHT_029453",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029453.txt",
  "text": "social network, which billed itself as bringing democracy and enlightenment to the\nworld, was used by the Russians to subvert democracy and sow confusion in the\nUnited States.\n\nEven people paid to see the future didn’t see that one coming.\n\n“The board’s role is to help think about some of the medium- and longer-term\nproblems coming around the corner,” Mr. Thiel said. “We were far from perfect in\ndoing that.”\n\nMr. Thiel, 50, is at the center of nearly every issue that roils Silicon Valley,\nranging from the tech elite’s fascination with New Zealand hideaways (Mr. Thiel\nobtained New Zealand citizenship) to Bitcoin (he is a major investor) to the\nproblems of herd thinking (he is moving from San Francisco to Los Angeles to\nescape it) to the evolving role of content on the internet (he has been exploring the\ncreation of a media company that would outflank Breitbart and Fox for a younger\naudience).\n\nTwo subjects are currently overwhelming everything else: President Trump,\nwhom Mr. Thiel aggressively backed for president, and Facebook, whose core\nmission is being called into question in the wake of the Russian revelations. In a\ntypical Thiel move — he tends to run toward controversy even as his Silicon Valley\npeers try to make themselves inconspicuous — he agreed, in a rare interview, to\ntalk about both.\n\n“It’s been a crazier two years than I would have thought,” Mr. Thiel said in his new\nMidtown Manhattan apartment, which is so far up in the clouds that it literally\nlooks down on Trump Tower.\n\nDespite the proximity, the mutual enthusiasm between Mr. Thiel and Mr.\nTrump seems to have cooled. After Mr. Thiel spoke at the Republican National\nConvention in 2016, there were unsourced media reports that said Mr. Trump\nwanted to put him on the Supreme Court. But now even photo ops are rare.\n\nThe investor said he had last spoken to the president “a few months ago.”\n\n“We don’t talk that often,” he said, but added, “I can get access anytime I\n\nwant.”\nHOUSE_OVERSIGHT_029453",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029453.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1990,
    "word_count": 340,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:48.966134",
    "prefix": "IMAGES-010"
  }
}