{
  "document_id": "HOUSE_OVERSIGHT_030086",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030086.txt",
  "text": "2]\n\nNusayris, after their eponymous founder Ibn Nusayr, who lived in\nIraq during the ninth century. Taking refuge in the mountains above\nthe port of Latakia, on the coastal strip between modern Lebanon and\nTurkey, they evolved a highly secretive syncretistic theology\ncontaining an amalgam of Neoplatonic, Gnostic, Christian, Muslim,\nand Zoroastrian elements. Their leading theologian, Abdullah al-\nKhasibi, who died in 957, proclaimed the divinity of Ali, the Prophet\nMuhammad’s cousin and son-in-law, whom other Shiites revere but\ndo not worship. Like many Shiites influenced by ancient Gnostic\nteachings that predate Islam, they believe that the way to salvation\nand knowledge lies through a succession of divine emanations.\nAcknowledging a line of prophets or avatars beginning with Adam\nand culminating in Christ and Muhammad, they include several\nfigures from classical antiquity in their list, such as Socrates, Plato,\nGalen, and some of the pre-Islamic Persian masters.\n\nNusayrism could be described as a folk religion that absorbed many\nof the spiritual and intellectual currents of late antiquity and early\nIslam, packaged into a body of teachings that placed its followers\nbeyond the boundaries of orthodoxy. Mainstream Muslims, both\nSunni and Shia, regarded them as ghulta, “exaggerators.” Like other\nsectarian groups they protected their tradition by a strategy known as\ntaqiyya—the right to hide one’s true beliefs from outsiders in order to\navoid persecution. Taqiyya makes a perfect qualification for\nmembership in the mukhabarat—the ubiquitous intelligence/security\napparatus that has dominated Syria’s government for more than four\ndecades.\n\nSecrecy was also observed by means of a complex system of\ninitiation, in which insiders recognized each other by using special\nphrases or passwords and neophytes underwent a form of spiritual\nmarriage with the naqibs, or spiritual guides. At this ceremony three\nsuperior dignitaries represent a kind of holy trinity of the figures who\n\nHOUSE_OVERSIGHT_030086",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030086.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2018,
    "word_count": 301,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:44.202789",
    "prefix": "IMAGES-010"
  }
}