{
  "document_id": "HOUSE_OVERSIGHT_026584",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026584.txt",
  "text": "Originally published in Business Entities, July/August 2009. Reprinted with permission of Thomson Reuters/RIA.\n\nDISREGARDED ENTITIES\n\nDisregarded Entities: To Be Or Not To Be?\n\nExceptions to the general rule that a disregarded entity is treated as a “tax nothing” for tax\npurposes have burgeoned over the last several years.\n\nAuthor: BRAD A. BIRMINGHAM and JAMES M. BANDOBLU, JR.\n\nBrad A. Birmingham is a tax partner practicing in the Buffalo, New York, office of the\nlaw firm Hodgson Russ LLP. James M Bandoblu, Jr. is a tax associate in the same\noffice.\n\nAs practitioners regularly use disregarded entities (DREs) in estate, corporate, and tax planning,\nit is very important that they consider during the course of planning the growing number of\ninstances in which DREs are considered to exist, in whole or in part, for tax purposes.\n\nVarious provisions of the Code and regulations confer “disregarded” status on an entity. This\narticle briefly describes the four most common forms of DREs and their origins and outlines some\nof the more significant—but often overlooked—exceptions and modifications to the general rule\nthat DREs are treated as “tax nothings.” Because the forms of DREs originate in different\nstatutory and regulatory provisions, some of the exceptions and modifications are specific to only\ncertain forms of DREs, others apply to all forms of DREs, and some are unique to grantor trusts.\nPractitioners should be attentive to this growing class of exceptions and modifications when tax\nplanning for their clients.\n\nTypes of Disregarded Entities\n\nThe discussion below gives a general overview of four of the more frequently used types of DREs\nand their legislative creation, but there are also other miscellaneous DREs that arise primarily\nthrough the combined use of one DRE. For example, a partnership between a taxpayer and a\nDRE that is wholly-owned by the taxpayer does not constitute a partnership for federal tax\npurposes; rather, the partnership is a DRE, absent an election (under the check-the-box\nregulations discussed below) to be treated as a corporation. +\n\nGrantor Trust Rules.\n\nThe oldest form of a disregarded entity is the grantor trust. While the development of the\ngrantor trust rules began in the early 1900s, Congress did not issue statutory guidance until\n1954. That statutory guidance developed into what is commonly known today as the grantor\ntrust rules, which are found in Subpart E of Subchapter J of the Code. 2\n\nIn short, the primary result of the grantor trust rules is to tax the grantor of a trust on the trust's\nincome if the grantor retains dominion and control over the trust (or a portion of it). 2 In doing\nso, the grantor trust rules treat the grantor of a trust as the “owner” of the trust (or relevant\nportion thereof) for income tax purposes. “ As a result, in calculating his or her taxable income,\nthe grantor includes the applicable portion of the trust's income, deductions, and credits. =\n\nHOUSE_OVERSIGHT_026584",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026584.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2977,
    "word_count": 485,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.552632",
    "prefix": "IMAGES-009"
  }
}