{
  "document_id": "HOUSE_OVERSIGHT_011687",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011687.txt",
  "text": "of our retaliatory fire. Some of the Shi’ite villages in the south even greeted our\ninvading units with their traditional welcome, showering them with rice. But for\nanew Shiite militia calling itself Hizbollah — formed after the invasion and\ninspired by the Ayatollah Khomeini’s revolution in Iran — our continuing\nmilitary presence was anathema. In November 1983, Hizbollah signalled its\nintentions when a truck bomber drove into a building being used as our military\nheadquarters in the south Lebanese city of Tyre, killing more than 60 people.\n\nYet the election ended up as a near-tie. Peres did lead Labor back into top\nspot for the first time since Begin’s victory in 1977. But he got only 44 seats, to\nthe Likud’s 41. After weeks of horse-trading with smaller parties, he could not\nform a government. Neither could Shamir. The result, for the first time in\npeacetime, was a national-unity coalition, including both main parties. Peres\nwould be Prime Minister for the first two years, and Shamir the final two. But\nthe stipulation of most relevance to me was that one man would be the Defence\nMinister throughout the four years: Yitzhak Rabin.\n\nMy relationship with Rabin went back much further than with Misha. I'd\nfirst met him when I was a sayeret soldier. I’d interacted with him more as\nsayeret commander, and of course during Entebbe. Now, we began to work\neven more closely, and the main challenge in his early months as Defense\nMinister was what to do about our troops in Lebanon. We had gradually been\npulling back. We were more or less on the 40-kilometer line which Sharon had\nclaimed was the point of the invasion. But even this was costing us lives, with\nno obvious benefit from controlling a large slab of territory on which nearly\nhalf-a-million Lebanese lived. A decision was now reached to shrink our\n“security zone” further, pulling back to the Litani River. It meandered about 25\nkilometers north of the border, and in some areas was even closer to Israel.\n\nI argued strongly in favor of getting out altogether. I accepted that the\n“Litani line” might help impede cross-border raids. But especially since the\nremaining Palestinian fighters and Hizbollah were acquiring newer Katyushas,\nwith a range of up to 20 kilometers, they could fire rockets over the security\nzone. My deeper concern was that we intended to hold the area with between\n1,000 and 1,500 Israeli troops in open alliance with a local Maronite Christian\nmilitia, called the South Lebanon Army. This would rule out any hope of\nworking out security arrangements with the non-Christian majority in the south.\nI tried to persuade Rabin we should withdraw all the Israeli soldiers and\ncoordinate security arrangements with the equivalent of a local civil-defense\nguard. I suggested four separate militias drawn from the local population —\n\n216\nHOUSE_OVERSIGHT_011687",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011687.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2851,
    "word_count": 474,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:49.002183",
    "prefix": "IMAGES-001"
  }
}