{
  "document_id": "HOUSE_OVERSIGHT_020094",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020094.txt",
  "text": "passage in the interview: the president had admonished the special counsel not to cross the\nline into his family’s finances.\n\n“Ehhh ... ehhh ... ehhh!” screeched Bannon, making the sound of an emergency alarm.\n“Don’t look here! Let’s tell a prosecutor what not to look at!”\n\nBannon then described the conversation he’d had with the president earlier that day: “I\nwent right into him and said, “Why did you say that?’ And he says, “The Sessions thing?’\nand I say, ‘No, that’s bad, but it’s another day at the office.’ I said, “Why did you say it was\noff limits to go after your family’s finances?’ And he says, “Well, it is ... .” I go, “Hey, they\nare going to determine their mandate... . You may not like it, but you just guaranteed if\nyou want to get anybody else in [the special counsel] slot, every senator will make him\nswear that the first thing he’s going to do is come in and subpoena your fucking tax\n\n299\n\nreturns.\n\nBannon, with further disbelief, recounted the details of a recent story from the\nFinancial Times about Felix Sater, one of the shadiest of the shady Trump-associated\ncharacters, who was closely aligned with Trump’s longtime personal lawyer, Michael\nCohen (reportedly a target of the Mueller investigation), and a key follow-the-money link\nto Russia. Sater, “get ready for it—I know this may shock you, but wait for it’—had had\nmajor problems with the law before, “caught with a couple of guys in Boca running\nRussian money through a boiler room.” And, it turns out, “Brother Sater” was prosecuted\nby—‘wait”—Andrew Weissmann. (Mueller had recently hired Weissmann, a_high-\npowered Washington lawyer who headed the DOJ’s criminal fraud division.) “You’ve got\nthe LeBron James of money laundering investigations on you, Jarvanka. My asshole just\ngot so tight!”\n\nBannon quite literally slapped his sides and then returned to his conversation with the\npresident. “And he goes, ‘That’s not their mandate.’ Seriously, dude?”\n\nPreate, putting out the Chinese food on a table, said, “It wasn’t their mandate to put\nArthur Andersen out of business during Enron, but that didn’t stop Andrew\nWeissmann”—one of the Enron prosecutors.\n\n“You realize where this is going,” Bannon continued. “This is all about money\nlaundering. Mueller chose Weissmann first and he is a money laundering guy. Their path\nto fucking Trump goes right through Paul Manafort, Don Jr., and Jared Kushner ... It’s as\nplain as a hair on your face... . It goes through all the Kushner shit. They’re going to roll\nthose two guys up and say play me or trade me. But ... ‘executive privilege!’ ” Bannon\nmimicked. “ “We’ve got executive privilege!’ There’s no executive privilege! We proved\nthat in Watergate.”\n\nAn expressive man, Bannon seemed to have suddenly exhausted himself. After a\npause, he added wearily: “They’re sitting on a beach trying to stop a Category Five.”\n\nWith his hands in front of him, he mimed something like a force field that would\n\nHOUSE_OVERSIGHT_020094",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020094.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2960,
    "word_count": 497,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.808101",
    "prefix": "IMAGES-005"
  }
}