{
  "document_id": "HOUSE_OVERSIGHT_021785",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021785.txt",
  "text": "In October, the police interviewed Ms. Robson, then 19, who told them Mr. Epstein had\nroutinely paid her to bring teenage girls to his home. The police then interviewed a total\nof 5 alleged victims and 17 witnesses, many of whom told similar stories about what they\nhad observed or participated in at Mr. Epstein’s home. According to the report, at least\none said Mr. Epstein had engaged in intercourse with her.\n\nMr. Lefcourt, his lawyer, said one girl who told the police of having had sex with Mr.\nEpstein as a minor had lied about both the sex and her age and had not shown up for\ngrand jury questioning. He also said Mr. Epstein had passed a lie-detector test clearing\nhim of any sexual involvement with under-age girls.\n\nA spokeswoman for the Palm Beach police said that early this year, the police went to\nMr. Krischer, the state attorney, intending to apply for warrants to arrest Mr. Epstein.\nInstead, she said, they were told that Mr. Krischer would convene a grand jury to\nexamine the evidence and decide what charges, if any, to bring.\n\nAround that time, the police report said, Mr. Dershowitz met with prosecutors to share\ninformation about the accusers, including statements they had posted on MySpace.com,\nthe social networking site, concerning use of drugs and alcohol. According to the report,\nMr. Krischer’s office then decided to delay the grand jury session for several months.\n\nThe Palm Beach police grew frustrated, the report said, and on May 1 the department\nasked prosecutors to approve warrants to arrest Mr. Epstein.\n\nChief Reiter also wrote Mr. Krischer questioning “the unusual course that your office’s\nhandling of this matter has taken” and suggesting that Mr. Krischer disqualify himself.\nChief Reiter refused several requests to be interviewed, and his spokeswoman would not\nsay explicitly why he had urged the prosecutor to step aside.\n\nMike Edmondson, a spokesman for Mr. Krischer, said the state attorney’s office\nsometimes sent noncapital cases to grand juries when there were questions about witness\ncredibility. Mr. Krischer does not recommend a particular charge in such cases, Mr.\nEdmondson said, but gives the grand jury a list of possible charges.\n\nBruce J. Winick, a law professor at the University of Miami, said that while prosecutors\nin Florida rarely referred noncapital cases to grand juries, they sometimes did so with\nsensitive cases to be extra-cautious.\n\nMr. Lefcourt said the police were wrong to have released the report so soon, especially\nwithout correcting information that later proved wrong. He cited his assertion that one\naccuser had lied about her age, adding that she had also been arrested on drug charges\n\nand had been fired by her employer for stealing.\n\n‘What I’m trying to focus on,” Mr. Lefcourt said, “is, What’s motivating the selective\nand misleading release of information to the public?”\n\nCopyright 2006 The New York Times Company\n\nHOUSE_OVERSIGHT_021785",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021785.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2929,
    "word_count": 480,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:48.288380",
    "prefix": "IMAGES-006"
  }
}