{
  "document_id": "HOUSE_OVERSIGHT_030006",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030006.txt",
  "text": "From: US GIO [us.gio@jpmorgan.com]\n\nSent: 6/14/2011 11:54:12 AM\nTo: Undisclosed recipients:\nSubject: Eye on the Market, June 14, 2011\n\nAttachments: image001.png; 06-14-11 - EOTM - The Stratford Inn.pdf\n\nEye on the Market, June 14, 2011 (attached PDF is easier to read)\n\nMarket update: for better or worse, this is the kind of year we were expecting. We were surprised at the market’s\nunbridled optimism in April*, since the tug-of-war between private sector profits and public sector problems has a long\nway to go. We chose the charts on the front page of our 2011 Outlook carefully; they were designed to show that equity\nmarkets were priced inexpensively, but were likely to stay that way, given too much stimulus in the East, and ineffective\nstimulus in the West **. We expect a modest second half recovery, based primarily on US capital spending increases,\neasy credit conditions everywhere, and a pick-up in industrial production in Japan. But the world’s structural problems\nare weighing on the private sector, and our portfolios are positioned for a single-digit year in credit, equities and hedge\nfunds.\n\n* The Osama Bin Laden episode marked the equity market peak. Some commentators saw this event as a basis for further optimism,\nbut unsurprisingly, the positive glow lasted for only around 2.5 hours the subsequent Monday. According to the Congressional\nResearch Service, over the last decade, the US has spent at least $1.1 trillion in war funding operations, surpassing the\nconstant-dollar cost of the Korean and Vietnam Wars combined. This highlights the disproportionately large pain that small,\nnon-sovereign entities can inflict in the modern era.\n\n** So far, the large growth and employment multipliers from deficit spending estimated by Christina Romer (former Chair of the\nPresident’s Council of Economic Advisers) have not materialized. John Taylor and John Cogan from Stanford have been closer to the\nmark: an initial boost, but then a rapidly fading benefit\n\nSomething different this week. I was on the road seeing clients last week, and was asked “what should be done about\njob growth”. We are investors and not politicians, so my ideas [a] are not relevant. However, it seems to me that anyone\ninvolved in the jobs debate should be required to read the article below, written after the prior deep US recession\n(1990-1991). It’s from George McGovern, one of the most liberal politicians [b] ever to hold office and run for\nPresident. His epiphanies after leaving office and running the Stratford Inn are worth considering as legislators\ncontemplate additional job creation measures, and the broader regulatory environment in which the private sector\noperates.\n\n“A Politician's Dream Is a Businessman's Nightmare”, by George McGovern, June 1992 [c]\n\nWisdom too often never comes, and so one ought not to reject it merely because it comes late. (Justice Felix\nFrankfurter). It's been 11 years since I left the U.S. Senate, after serving 24 years in high public office. After\nleaving a career in politics, I devoted much of my time to public lectures that took me into every state in the\nunion and much of Europe, Asia, the Middle East and Latin America.\n\nIn 1988, I invested most of the earnings from this lecture circuit acquiring the leasehold on Connecticut's\nStratford Inn. Hotels, inns and restaurants have always held a special fascination for me. The Stratford Inn\npromised the realization of a longtime dream to own a combination hotel, restaurant and public conference\nfacility--complete with an experienced manager and staff. In retrospect, I wish I had known more about the\nhazards and difficulties of such a business, especially during a recession of the kind that hit New England just\nas I was acquiring the inn's 43-year leasehold. I also wish that during the years I was in public office, I had\nhad this firsthand experience about the difficulties business people face every day. That knowledge would\nhave made me a better U.S. senator and a more understanding presidential contender.\n\nToday we are much closer to a general acknowledgment that government must encourage business to expand\nand grow. Bill Clinton, Paul Tsongas, Bob Kerrey and others have, I believe, changed the debate of our\nparty [d]. We intuitively know that to create job opportunities we need entrepreneurs who will risk their\ncapital against an expected payoff. Too often, however, public policy does not consider whether we are\nchoking off those opportunities.\n\nHOUSE_OVERSIGHT_030006",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030006.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4494,
    "word_count": 724,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:46.565818",
    "prefix": "IMAGES-010"
  }
}