{
  "document_id": "HOUSE_OVERSIGHT_020593",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020593.txt",
  "text": "134\n\nalso consults with other bureaucracies that may have a stake in the issue. The draft\npolicy proposals are then forwarded to the Leading Small Groups (448), which\ndeliberate, vet, and sign off on the policy proposals before sending them to the\nPolitburo and the Politburo Standing Committee for a final decision. These leading\nsmall groups, which range in size from five to a dozen members, are normally\nchaired by a Politburo member and include a range of ministerial-level officials\nrelevant to that functional policy area. Some meet at regular intervals (biweekly),\nwhereas most convene on an ad hoc basis when necessary. In this formal, ministry-\nor department-initiated process, the ultimate decision-making authority lies with the\n\nPolitburo Standing Committee.\n\nAt this level of policy formulation, of particular relevance to China’s international\ninfluence activities are the External Propaganda Leading Group (WHE AS 46),\nwhich has a dual bureaucratic identity as the State Council Information Office (B4-#1\nHs); the Central Committee Propaganda Department (PHAREHRB); the Central\nCommittee United Front Work Department (FHP RAKE); the Central Committee\nForeign Affairs Commission (F#}22 AS);' and the Central Committee Education\nLeading Small Group (RB). Although bureaucratically ranked slightly lower, the\nMinistry of Culture and Tourism, the Ministry of Education, the newly created Voice\nof China, and the Xinhua News Agency all exercise policy formulation and oversight\n\nroles in their functional domains.\n\nThere is also a parallel top-down policy process initiated by one of the top leaders\non the Politburo Standing Committee. As a rule, Xi Jinping, the CCP general\nsecretary, has broad authority and may issue a brief directive on a matter he\nbelieves should receive extra attention or priority. (Typically, such directives are\nshort comments he writes on reports that come across his desk.) Otherwise, only\na Politburo Standing Committee (PBSC) member overseeing a particular portfolio\ncan issue such directives on matters that fall into his area of responsibility. Such\ncomments are then related to the functional bureaucracies and can lead to the\nformulation of a new policy, the modification of an existing policy, or other\n\nactions.\n\nOn the Politburo and its seven-member PBSC, several members have direct\nresponsibility for external affairs. As the chair of the Foreign Affairs Commission, Xi\nhas overall authority on all aspects of China’s foreign relations. Wang Huning, the\n\nStanding Committee member responsible for Party affairs, ideology, and propaganda,\n\nAppendix 1\n\nHOUSE_OVERSIGHT_020593",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020593.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2624,
    "word_count": 392,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:45.608927",
    "prefix": "IMAGES-006"
  }
}