{
  "document_id": "HOUSE_OVERSIGHT_023789",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023789.txt",
  "text": "What Can’t You Teach? 43\n\nThat story cannot be short and sweet. It takes a great deal of emo-\ntion and empathy to change a point of view in a belief system. Decid-\ning to construct a 15-minute, e-learning module in which one plays\nthe sales rep and learns that honesty is the best policy, is so absurd that\nIam sorry I am referring to it at all, except that is what was proposed\nby the integrity and compliance people to whom I was speaking.\n\nYou can move people ever so slightly by having them have emo-\ntional experiences that they can discuss with one another. Imagine a\nbook club that deals with a book about dishonesty and causes people\nin the discussion group to talk about the subject. If the book presented\ndeep dilemmas to which there were no obviously right answers, this\nwould allow people to get to and discuss their unconscious beliefs.\nSimply articulating those beliefs can be quite helpful. This is what\nclinical psychologists are really trying to do, after all. It is also what Lit-\nerature professors are trying to get their classes to do. Thinking about\nand talking about complex emotional issues makes personality traits\nand core beliefs something you can think about consciously.\n\nThe real issue, in the end, is interests. Teaching works best when\nyou teach students who agree that they really want to learn what-\never it is you have to teach. This means making sure that students\nare preparing to do things that they want to do and actually will do.\nThat makes teaching much easier for all involved. The one-size-fits-all\ncurriculum doesn’t work because one size doesn’t fit all. Let detail-\noriented people learn detailed kinds of things. Let artistic people learn\nartistic kinds of things. Let logical people learn logical kinds of things.\nEveryone would be much happier and all would enjoy learning a lot\nmore if we simply let people be themselves.\n\nHOUSE_OVERSIGHT_023789",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023789.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1896,
    "word_count": 326,
    "line_count": 33,
    "import_date": "2025-11-19T21:47:46.130689",
    "prefix": "IMAGES-007"
  }
}