{
  "document_id": "HOUSE_OVERSIGHT_014753",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014753.txt",
  "text": "Rates: short inflation/long duration\n\nPositioning surveys generally indicate that the rates market is neutral or short duration\namid rising inflation expectations. According to our rates & FX sentiment survey, clients\nare relatively short in relation to their average positioning across major fixed income\nmarkets including the EU, UK, and to a lesser extent the US (Chart 42). Such position\nindications suggest that contrarian investors should be long duration in Europe, the UK,\nand the US. These positions have been factored into some of our pre-existing\nfundamental views, which include receiving euro vs US rates and expecting UK\nsupply/demand dynamics to be supportive of longer-dated Gilts going into year end. We\nare reluctant to recommend outright long duration positions in US rates at present\ngiven that the sharp election-induced selloff could extend over the coming weeks.\n\nConsensus expects rising inflation\n\nInstead, we focus on contrarian views regarding the outlook for inflation, which\nunderpinned some of short rates positioning and is expected to increase with US fiscal\npolicy expansion and base effects. According to our recent Global Fund Manager Survey\ntaken prior to the election, global inflation expectations are on the rise, with 70% of\nsurvey respondents expecting higher global CPI readings in the near term. Headline CPI\nhas been moving higher in the US, and Chinese PPI recently turned positive for the first\ntime since 2012. Similarly, global market-based measures of inflation expectations have\nbeen rising, with 5y5y forward inflation swaps in the US, UK, and Europe all rising over\nrecent months and US inflation protected funds receiving nearly $2 billion in inflows\nsince the start of October.\n\nDisinflation may strike back\n\nRisks to the near-term outlook for inflation could rise if: (1) expectations for US fiscal\nstimulus disappoint as House deficit hawks insist on revenue-neutral tax cuts or\nspending measures; (2) Beijing pushes the RMB lower before President-elect Trump\ntakes office leading to risk-off and imported disinflation; (3) commodity prices decline if\nan OPEC deal cannot be reached, the USD meaningfully appreciates, or if EM growth\nfalters; or (4) EU slowdown fears rise should the ECB taper due to technical constraints.\n\nWe recommend buying 3-year 0% inflation floors in the US, which currently\ndemand only 9 basis of premium. These levels are low in relation to recent history and\ncould increase if Beijing were to more rapidly weaken the RMB or if commodities falter\n(Chart 43). Investors seeking to offset the premium could consider selling longer-dated\nmore deeply negative floors under the assumption that any near-term disinflation scare\nwould be short-lived and likely be offset by more activist monetary policies thereafter.\nThe risk to the trade is a spike in commodity prices or a continued rise in core inflation.\n\nChart 42: Z-score of duration positioning: short except in Japan/Canada\n\nChart 43: Cost of 3Y¥ 0% deflation floor has spiked with weak RMB (bps)\n\n0.5\n0.0\n-0.5\n-1.0\n-1.5\n-2.0\n\n-2.5\nEU Core UK EUPeriph US JP CA\n\nNote: negative z-score values indicate short positioning, positive z-score values indicate long\npositions; z-score taken from survey net exposure index with responses dating back to 1992 for US,\nCA, JP, UK & EU, EU periphery data available back to 2013. Source: BofA Merrill Lynch Global Research\n\n60\n50\n40\n30\n20\n10\n\n0\n2011 2012 2013 2014 2015 2016\n\nSource: BofA Merrill Lynch Global Research, Bloomberg\n\nBankof America\nMerrill Lynch\n\nGlobal Rates, FX & EM 2017 Year Ahead | 16 November 2016 23\n\nHOUSE_OVERSIGHT_014753",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014753.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3614,
    "word_count": 571,
    "line_count": 79,
    "import_date": "2025-11-19T21:47:47.000458",
    "prefix": "IMAGES-003"
  }
}