{
  "document_id": "HOUSE_OVERSIGHT_026826",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026826.txt",
  "text": "Deutsche Asset\n& Wealth Management\n\nEric D.K. Melby\nPrincipal, The Scowcroft Group\n\nA founding Principal of The Scowcroft Group, Eric D. K. Melby has extensive experience in telecommunications, energy and\ninvestment support. He also advises clients on market entry and geopolitical risk. Dr. Melby’s primary regions of focus are the\nMiddle East and Asia.\n\nDr. Melby was a senior staff member on the National Security Council from 1987 to 1993, during which he participated in\nbilateral and multilateral trade and economic negotiations, including the North American Free Trade Agreement, the Uruguay\nRound, bilateral economic issues, international energy policy and export controls. He was also member of the U.S. ‘Sherpa’\nteam for the G7 Economic Summits during this period. Before serving on the NSC staff, Dr. Melby was a Special Assistant to\nthe Under Secretary of State for Economic Affairs, responsible for trade and energy issues. Previously, he worked at the\nInternational Energy Agency in Paris. He has also served with the U.S. Agency for International Development and was a\nPeace Corps Volunteer in the Philippines.\n\nDr. Melby received his BA from Haverford College and his MA and PhD from the Johns Hopkins University (SAIS). He is a\nmember of the Council on Foreign Relations, a Director of the Atlantic Council of the United States and of the International\nStudent House of Washington, D.C. He serves on the advisory councils of the European Institute and of SAIS Europe. He\nalso sits on the Chapter of the Washington National Cathedral.\n\nKevin G. Nealer\nPrincipal, The Scowcroft Group\n\nA Principal of The Scowcroft Group, Kevin G. Nealer provides strategic risk advisory services and direct investment support\nto clients, specializing in financial services and trade policy issues for emerging markets, with emphasis on China and\nSoutheast Asia. Before joining The Scowcroft Group, Mr. Nealer advised multinational clients on investment issues, project\nfinance, and trade law/policy as a principal in the consulting affiliate of Washington's largest law firm, and as Vice President\nfor corporate affairs with a leading government strategies practice.\n\nOn October 1, 2014, President Obama appointed Mr. Nealer as a Member of the President’s Intelligence Advisory Board.\nFollowing his confirmation by the United States Senate on December 14, 2010, Mr. Nealer had served on the Board of\nDirectors of the Overseas Private Investment Corporation, the development finance agency of the U.S. government, and as a\nmember of OPIC’s Audit and Governance Committees until the conclusion of his term in January, 2013. He is a member of\nthe international advisory boards of Ancora Capital Management Pte, Ltd., China Highland Fund, and the board of the\nAustralian American Leadership Dialogue. A trade attorney and former State Department officer, Mr. Nealer previously\nserved as trade policy advisor to the Senate Democratic Leadership.\n\nA member of the Council on Foreign Relations, he is the author of numerous articles on political economy, including co-\nauthoring the Council's report Beginning the Journey: China, the United States, and the WTO. He is a consultant to the U.S.\ngovernment on trade and economic security issues. A Fulbright professor in the People’s Republic of China (1990 to 1991),\nMr. Nealer has served as a lecturer, program moderator, and adjunct professor of trade law and policy at the Georgetown\nUniversity McDonough School of Business.\n\nMr. Nealer received his JD from Case Western Reserve University, and serves on its International Visiting Committee. He\nreceived his BA from the University of Michigan and is a member of the Advisory Board of the Michigan in Washington\nProgram.\n\n“Deutsche Bank” means Deutsche Bank AG and its affiliated companies. Deutsche Asset & Wealth\n\nManagement represents the asset management and wealth management activities conducted by Deutsche\n\nBank AG or its subsidiaries. Banking and lending services are offered through Deutsche Bank Trust Company ™\"\nAmericas, member FDIC, and other members of the Deutsche Bank Group. Brokerage services are offered\n\nthrough Deutsche Bank Securities Inc., a broker-dealer and registered investment adviser, which conducts\n\ninvestment banking and securities activities in the United States. Deutsche Bank Securities Inc. is a member\n\nof FINRA, NYSE and SIPC. © 2015 Deutsche Bank AG. All rights reserved. 022527.112315 |\n\nHOUSE_OVERSIGHT_026826",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026826.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4443,
    "word_count": 684,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:45.285380",
    "prefix": "IMAGES-009"
  }
}