{
  "document_id": "HOUSE_OVERSIGHT_017745",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017745.txt",
  "text": "Page 31 of 52\n2005 B.Y.U.L. Rev. 835, *887\n\naware of this issue, having withdrawn a previous proposal to expand Rule 32 to include all victims in the wake of the CVRA.\n223\n\nRule 32(c)(1)(B) - Presentence Report Considering Restitution in All Cases\nThe Proposal:\n\nRule 32(c)(1)(B) should be amended to require that the presentence report contain restitution information in all cases as\nfollows:\n\n(c) Presentence Investigation.\n(1) Required Investigation.\n\n(A) In General. The probation officer must conduct a presentence investigation and submit a report to the court before it\nimposes sentence unless:\n\n(i) /8 U.S.C. 3593(c) or another statute requires otherwise; or\n\n(i1) the court finds that the information in the record enables it to meaningfully exercise its sentencing authority under /8 U.S.C.\n3553, and the court explains its finding on the record.\n[*888]\n\n(B) Restitution. If the law requires permits restitution, the probation officer must conduct an investigation and submit a report\nthat contains sufficient information for the court to order restitution.\n\nThe Rationale:\n\nAs currently written, the rule directs that a presentence report contain information about restitution only when the law\n\"requires\" restitution. The proposed amendment directs that all presentence reports contain appropriate restitution information\nwhenever the law \"permits\" restitution. If the law permits restitution, the court ought to receive information sufficient to allow\nit to determine whether to order such restitution. Only with such knowledge can the court appropriately exercise its discretion.\n\nIn most cases, restitution is covered by one of two federal statutes: the Mandatory Victims Restitution Act of 1996 (MVRA),\n224 and its predecessor, the Victim and Witness Protection Act of 1982 (VWPA). 7%° For all crimes of violence and certain\ncrimes against property, the MVRA firmly directs that \"notwithstanding any other provision of law, when sentencing a\n\ndefendant convicted of [certain offenses such as crimes of violence] ... the court shall order ... that the defendant make\nrestitution to the victim of the offense or, if the victim is deceased, to the victim's estate.\" 226 For other crimes, the earlier\n22)\n\nVWPA controls. It permits the court to order restitution in its discretion after considering various relevant factors.\n\n3 See Letter from Ed Carnes, Chair of the Advisory Comm. on Federal Rules of Criminal Procedure, to Hon. David F. Levi, Chair of the\nStanding Committee on Rules of Practice and Procedure (May 18, 2004) (on file with the author) (noting that proposed expansion of Rule 32\nshould be withdrawn if the CVRA was passed).\n\n224 18 U.S.C. 3663A, 3664 (2000).\n\n25 Td. 3663, 3664. See generally United States v. Bedonie, 317 F. Supp. 2d 1285 (D. Utah 2004) (discussing different statutes), rev'd on other\ngrounds, United States v. Serawop, 410 F.3d 656 (10th Cir. 2005).\n\n26 18 U.S.C. 3663A(a)(1) (emphasis added); see United States v. Monts, 31] F.3d 993, 1001 (10th Cir. 2002) (holding that restitution under\nthe MVRA is mandatory).\n\n27 18 U.S.C. 3663A(a)(3); see United States v. Fountain, 768 F.2d 790, 801 (7th Cir. 1985) (holding that restitution under the VWPA is\ndiscretionary).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017745",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017745.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3252,
    "word_count": 505,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:44.422707",
    "prefix": "IMAGES-004"
  }
}