{
  "document_id": "HOUSE_OVERSIGHT_017702",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017702.txt",
  "text": "Page 67 of 78\n2007 Utah L. Rev. 861, *955\n\nmaterially altered by attending the trial. >? Because the Advisory Committee proposal essentially tracks my proposal, it is not\nnecessary to discuss this issue here.\n\n(New) Rule 60(a)(3) - Victims’ Right to be Heard on Bail, Plea, Sentencing and Other Issues The Proposals:\n\nI proposed not only specific rules allowing victim to be heard at release, plea, and sentencing hearings but also a general rule\ngiving victims the right to be heard on all issues directly affecting their rights as follows:\n\nRight to be Heard on Victims' Issues. In addition to rights to be heard established elsewhere in these rules, at any public\nproceeding at which a victim has the right to attend, the victim has the right to be heard on any matter directly affecting a\nvictim's right. °7+\n\nThe Advisory Committee proposed only a narrow rule giving victims the right to be heard at only three specific points in the\nprocess - bail, plea, and sentencing hearings:\n\nRight to Be Heard. The court must permit a victim to be reasonably heard at any public proceeding in the district court\n\nconcerning release, plea, or sentencing involving the crime. **°\n\n[*956] Discussion:\n\nThe Advisory Committee's proposed general rule on the victim's right to be heard is inferior to weaving that right into the\nspecific rules on release, plea, and sentencing. This issue is discussed earlier in this Article. °2° The larger issue to pursue here\nis the silence of the Advisory Committee on how a court should proceed when a victim's rights under the CVRA are at stake in\nother proceedings. For example, what if the court is considering continuing a trial in violation of a victim's right to\n\"proceedings free from unreasonable delay\"? °27 Or excluding the victim from a proceeding in violation of a victim's right \"not\nto be excluded from ... public court proceeding\"? > Or turning over to the defense personal and confidential information\nabout the victim in violation of a victim's night \"to be treated with fairness and with respect for the victim's dignity and\nprivacy\"? *°° Or giving a defendant the victim's home address in an alibi situation in violation of the victim's right to be\n\"reasonably protected from the accused\"? °7°\n\nMy proposed rule would state directly that the victim has the right to be heard on such issues. How the Advisory Committee\nwould handle such issues is unclear. The Advisory Committee's proposed rule on the victim's right to be heard only confers\nsuch a right for three specific hearings. The listing of three hearings might seem to suggest victims could not be heard\nelsewhere. But denying victims a chance to be heard at other hearings where their rights are implicated is such an obvious\nviolation of fundamental notions of fairness (not to mention the victim's right to fairness under the CVRA) that one should be\nreluctant to ascribe that position to the Advisory Committee.\n\n*23 See Cassell, Proposed Amendments, supra note 4, at 904-11; Proposed Amendments, supra note 71, R. 60(a)(2), at 16; see also Jn re\nMikhel, 453 F.3d 1137, 1139-40 (9th Cir. 2006) (reversing district court decision excluding victims from trial under the CVRA); Beloof &\nCassell, supra note 229, at 519-20 (concluding that the CVRA grants a \"nearly unqualified\" right for the victim to attend a trial).\n\n24 Cassell, Proposed Amendments, supra note 4, at 905, 911.\n5 Proposed Amendments, supra note 71, R. 60(a)(3), at 16.\n\n*26 See supra notes 464-468 and accompanying text (proposing amendments to Rule 48 regarding release); supra notes 151-158 and\naccompanying text (proposing amendments to Rule 11 regarding pleas); supra notes 434-448 and accompanying text (proposing\namendments to Rule 32).\n\n927 18 U.S.C. § 3771(a)(7) (2006).\n928 Td. § 3771(a)(3).\n\n529 Td. § 3771(a)(8); see also supra notes 231-351 and accompanying text (discussing amendments to Rule 17).\n\n330-18 U.S.C. § 3771 (a)(1); see also supra notes 177-213 and accompanying text (discussing this question).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017702",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017702.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4032,
    "word_count": 663,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:47.361660",
    "prefix": "IMAGES-004"
  }
}