{
  "document_id": "HOUSE_OVERSIGHT_011805",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011805.txt",
  "text": "/ BARAK / 48\n\nseemed to me we might finally be on a path to substantive negotiations. There was\nobviously not going to be a deal at this round of talks, but I agreed with President\nClinton that when they ended, he could phone Assad and tell him that I had\n\n) (24\n\nconfirmed Rabin’s “pocket deposit.”\n\nYet by the time we left for home, the prospects suddenly looked much worse —\nfor the reason I’d feared from the moment we arrived. There were two major leaks.\nThe first came in an Arabic-language newspaper in London. Given the thrust of the\nstory, it had presumably come from the Syrians. But it was more annoying than\ntruly damaging. The second leak, however, was in the Israeli newspaper Ha ‘areiz,\nwhich published the entire US negotiating paper. This was unwelcome for us, since\nit confirmed we were ready to go far in return for peace. But for the Syrians, the\nfact the final-border section was still a work-in-progress, with the parentheses to\nprove it, created the impression that they’d decided to negotiate the details of a full\npeace without first nailing down the return of the Golan Heights. Assad’s image as\na strongman, implacably tough on Israel, had been built and burnished over his\nthree decades in power. The embarrassment of being seen as amenable to talking\nabout a Syrian embassy in Israel without an agreement on the Golan struck me as a\npotentially fatal blow to the prospects for a deal, since it dramatically narrowed the\nscope for the flexibility needed by both sides to negotiate. I can’t say I was\nsurprised when Clinton phoned me when we got back to Israel to say that Assad\nhad refused to send Al-Sharaa back, as planned, for a further round of talks in 10\ndays’ time.\n\nI didn’t give up, however, and neither did President Clinton. In February, at the\nAmericans’ request, I sat down with Danny Yatom and US Ambassador Martin\nIndyk in Jerusalem to draw up a “bottom line” proposal on a withdrawal from the\nGolan Heights. Since I’d already empowered Clinton to reaffirm the “pocket\ndeposit”, I saw no reason not to do this. If only because of Assad’s failing health, I\nbelieved it was the only way we could know whether an agreement was possible.\nWe worked on a large satellite map of the Golan and the valley below, and drew\nour proposed border in red. We marked out a strip of several hundred meters on the\nfar side of the Sea of Galilee. It included, or came near to, a handful of Syrian\nvillages that had been there before 1967. But we were careful to adjust the line to\nexclude any area where buildings had stood. We compensated — with slightly more\nterritory — by bending the border westward to give the Syrians part of the slope\noverlooking the lake, in what was now Israel. We also included the hot springs at\n\n334\nHOUSE_OVERSIGHT_011805",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011805.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2775,
    "word_count": 496,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:47.147237",
    "prefix": "IMAGES-001"
  }
}