{
  "document_id": "HOUSE_OVERSIGHT_020099",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020099.txt",
  "text": "forms seemed to have been leaked; assuming he’d been sabotaged by his enemies,\nScaramucci blamed Priebus directly, implicitly accusing him of a felony. In fact,\nScaramucci’s financial form was a public document available to all.\n\nThat afternoon, Priebus told the president that he understood he should resign and they\nshould start talking about his replacement.\n\nThen, that evening, there was a small dinner in the White House, with various current\nand former Fox News people, including Kimberly Guilfoyle, in attendance—and this was\nleaked. Drinking more than usual, trying desperately to contain the details of the\nmeltdown of his personal life (being linked to Guilfoyle wasn’t going to help his\nnegotiation with his wife), and wired by events beyond his own circuits’ capacity,\nScaramucci called a reporter at the New Yorker magazine and unloaded.\n\nThe resulting article was surreal—so naked in its pain and fury, that for almost twenty-\nfour hours nobody seemed to be able to quite acknowledge that he had committed public\nsuicide. The article quoted Scaramucci speaking bluntly about the chief of staff: “Reince\nPriebus—if you want to leak something—he’ll be asked to resign very shortly.” Saying\nthat he had taken his new job “to serve the country” and that he was “not trying to build\nmy brand,” Scaramucci also took on Steve Bannon: “I’m not Steve Bannon. I’m not trying\nto suck my own cock.” (In fact, Bannon learned about the piece when fact-checkers from\nthe magazine called him for comment about Scaramucci’s accusation that he sucked his\nown cock.)\n\nScaramucci, who had in effect publicly fired Priebus, was behaving so bizarrely that it\nwasn’t at all clear who would be the last man standing. Priebus, on the verge of being fired\nfor so long, realized that he might have agreed to resign too soon. He might have gotten\nthe chance to fire Scaramucci!\n\nOn Friday, as health care repeal cratered in the Senate, Priebus joined the president on\nboard Air Force One for a trip to New York for a speech. As it happened, so did\nScaramucci, who, avoiding the New Yorker fallout, had said he’d gone to New York to\nvisit his mother but in fact had been hiding out at the Trump Hotel in Washington. Now\nhere he was, with his bags (he would indeed now stay in New York and visit his mother),\nbehaving as though nothing had happened.\n\nOn the way back from the trip, Priebus and the president talked on the plane and\ndiscussed the timing of his departure, with the president urging him to do it the right way\nand to take his time. “You tell me what works for you,” said Trump. “Let’s make it good.”\n\nMinutes later, Priebus stepped onto the tarmac and an alert on his phone said the\npresident had just tweeted that there was a new chief of staff, Department of Homeland\nSecurity chief John Kelly, and that Priebus was out.\n\nThe Trump presidency was six months old, but the question of who might replace\nPriebus had been a topic of discussion almost from day one. Among the string of\n\nHOUSE_OVERSIGHT_020099",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020099.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3005,
    "word_count": 516,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.322887",
    "prefix": "IMAGES-005"
  }
}