{
  "document_id": "HOUSE_OVERSIGHT_023844",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023844.txt",
  "text": "98 Teaching Minds\n\nclamoring for what is now offered. Ninety-eight percent of them\nwant to be programmers, Almost none of them want Ph.D.s.\n\nI cannot go to a faculty meeting any more. I get into a fight\nat every faculty meeting. I argue about teaching and education\nand they think they know because they are professors. I cannot\nsubject myself anymore to their abuse.\n\nThese problems exist precisely because of the subject-based\neducation system. That system is about factual knowledge, and it is\nthis emphasis on factual knowledge that has given rise to the testing\nmania that has swept the country. These problems exist because the\nreal mission of the university is very different than the general public\nimagines.\n\nHere is a quote and a story that I rather like:\n\nA university is what a college becomes when the faculty loses\ninterest in students.—John Ciardi\n\nBenjamin Franklin told the story of some Massachusetts\ncommissioners who invited the Indians to send a dozen of their\nyouth to study free at Harvard. The Indians replied that they\nhad sent some of their young braves to study there years earlier,\nbut on their return “they were absolutely good for nothing,\nbeing neither acquainted with the true methods for killing deer,\ncatching beaver, or surprising an enemy.” They offered instead to\neducate a dozen or so white children in the ways of the Indians\n“and make men of them.”(From Benjamin Franklin, An American\nLife, by Walter Isaacson)\n\nWhat has changed? Key life skills no longer include catching beaver.\nOtherwise, things are pretty much the same. Change “catching bea-\nver” to any modern daily skill, and Franklin’s story is just as valid\ntoday.\n\nWhat do students really learn at a great university? Parents never\nreally ask this question. They just know that their kid got into a good\ncollege and that their child is lucky to go there.\n\nShould you avoid sending your child to top schools because they\ndon’t teach so well there and really don’t plan to improve the situa-\ntion any time soon?\n\nHOUSE_OVERSIGHT_023844",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023844.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2033,
    "word_count": 342,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:45.033306",
    "prefix": "IMAGES-007"
  }
}