{
  "document_id": "HOUSE_OVERSIGHT_017512",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017512.txt",
  "text": "OoOrArnork WNE\n\nhad to have Curtis Renie or Bil! actually come into my\noffice, set up a special icon to allow me to do that.\nIt was a real pain, so it was rare.\n\nQ. Who else attended the meetings that you had\nwith the Clockwork group with respect to the investors\nin the Epstein case?\n\nA. There were multiple meetings with what I'l]\ncall the Clockwork investors at various points in\ntime. A variety of people came in and out of the\n\nmeetings. Some of the meetings occurred down in Bova.\n\nOther people came up to the meetings. Some of the\nmeetings involved Michael Szafranski, our fake\nindependent verifier. Some of the meetings may have\ninvolved bankers and the like. ] cannot tell you\nspecifically who was at those meetings.\n\nQ. The specific meetings that we are talking\nabout with -- where you left the boxes at your office,\ndo you recall who else was there with you at that\nmeeting?\n\nA. J only remember there being a handful of\npeople from the investment group and myself. | don't\nrecal] -- and ] remember the guys bringing the boxes\nthe down, but they didn't stay for the meeting. There\nmay have been other people there, ] don't recal] one\n\nme\n\nShe RB\n\nwhere we owed 20, $30 million in Ponzi payments out\nand she needed to write a check for even $5,000, she\nprobably would have checked with me on that. So\nsubstantial and whether or not she would have checked\nwith me depended upon the circumstance at the time.\n\nQ. You stated earlier, and J think I'l] get\nthis quote right, that 2009 was a dismal year; is that\ncorrect?\n\nA. For the legitimate law firm business, it was\na dismal year.\n\nQ. Soin the months immediately preceding the\ndissolution of RRA, July to October of 2009, what\nwould you consider a substantial expense that had to\nbe approved?\n\nA. It would vary literally from day-to-day.\n\nQ. Do you have any independent recollection of\nhow you were doing in, say, July 2009?\n\nA. The legitimate business was always doing\npoorly in 2009, as far as ] was concerned.\n\nQ. So would you have --\n\nA. The Ponzi scheme had its moments of\nsignificant wealth and significant poverty, so it\nvaried from time to time. It was a daily thing.\nSometimes it was hourly. It just depended upon what\n\nOnrmwnrnrFrowwmrwntnuornesk wWwnr owmrn ars WN FH\n\n=\n:\n:\ng\n:\na\ni\n:\ne\n:\ni\n:\n:\n=\ni\na\na\n;\n\nPage 86 i\n\nMM NM MH NM NW FT |\n\nway or the other who it was. was coming in and what needed to go out.\n\nEy\n\nQ. Ifthe expenditures were being made on a\ncase that were substantial, did you have to approve\nthem or did you have a specific practice for them?\n\nA. The head of a practice group could basically\napprove them but Irene, our CFO, would generally run\nthem by me before she actually cut the check. If]\nwasn't around she'd run it by Stu.\n\nQ. So as the equity partners you had the\nauthority to make the determination what funds could\nand could not be expended?\n\nA. As the shareholders, as the two 50 percent\nshareholders, we controlled the finances.\n\nQ. And if Irene was coming to you to tell you\nwhat the funding was for, to get approval rather,\nwould she tell you specifically what the funding was\nfor or just tell you \"we need $100,000\"?\n\nA. No, if it was a substantial expense --\n\nQ. Tell me what you deem as substantial.\n\nA. That would have been -- substantial to me\nwould have been based upon how much money we had in\nour coffers at the time. So, if it was one of those\n\nQ. So would you have to utilize the\nillegitimate funds to fund the legitimate cases at\ntimes?\n\nA. Yes.\n\nQ. And that varied daily you said?\n\nA. Well, aj] the money was commingled together,\nso we used whatever funds were in there to fund both\nthe legitimate and the iJlegitimate financial\nrequirements of the firm, the Ponzi scheme and other\nlegitimate and illegitimate things that were going on.\n\nQ. Ifan outside agency or investigator was\nbeing utilized for a case and they needed a signed\nretainer agreement with your firm, would you have to\napprove that?\n\nA.. It would depend upon the significance of the\nexpense. | didn't necessarily get involved in every\nretention of every expert in every case.\n\nQ. Okay. So it would depend on the cost or the\nnature of the case?\n\nA. Who the lawyer was, their level of\nexpertise, all things of that nature.\n\nMMMM P PRP RPP BBP PB\nWNHNFrFPOW MAND UBWNHEH OW DANAUS WNHPH\n\nperiods of time where we had 20 or $30 million\nfloating around the law firm, Irene probably would\nhave just written a check without even letting me know\nwe were writing it. If it was one of those times\n\nQ. Ifit was this gentleman who you have no\nrecollection of meeting, Mr. Black, and the attorney\nwas Mr. Edwards, was that something you needed to look\nover?\nPage 873 Page 89\n\nstent iBT DRAPES aN eet ae ee ao esse R RP a ER GRA NERS TES EPR ERA NE NER\n\na\nhm Mm\noof\n\nia eeeienamuagiet\n\n23 (Pages 86 to 89)\n\nFRIEDMAN, LOMBARDI & OLSON\n305-371-6677\n\n5ed93085-0554-447f-bcdd-ca2d8fe941df\n\nHOUSE_OVERSIGHT_017512",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017512.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4871,
    "word_count": 905,
    "line_count": 187,
    "import_date": "2025-11-19T21:47:46.736919",
    "prefix": "IMAGES-004"
  }
}