{
  "document_id": "HOUSE_OVERSIGHT_021702",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021702.txt",
  "text": "_, Prince Andrew and girl, 17, who sex offender friend flew to Britain to meet him | Mail On... Page 6 of 17\n\nDoe 102 has agreed to waive her anonymity and tell for the first time her deeply disturbing story.\n\nHer real name is Virginia Roberts and she now lives in Australia, where she is a happily married mother\nof three.\n\nOver the course of a week during which she spoke at length to The Mail on Sunday, she appeared\nsometimes vulnerable, and sometimes steely, but always quietly resolute and consistent.\n\nRevisiting events from a past that she had hoped she had left behind, Virginia occasionally buried her\nface in her hands.\n\nSome recollections — and, for reasons of taste, not all the details can be included here — caused her to\nflush with shame. ‘I’m telling you things that even my husband didn’t know,’ she said.\n\nVirginia, who has undergone counselling to try to come to terms with her past, is honest about her\ninitiation into Epstein’s depraved world.\n\nShe was a troubled teenager, whose slender figure, delicate complexion, hesitant voice and soulful blue\neyes made her look young for her years.\n\nBorn in Sacramento, California, in August 1983, Virginia spent her early years on a small ranch on the\nWest Coast of America.\n\nThis seemingly idyllic childhood ended when she was sexually molested by a man close to her family.\n\nThe fallout from that led to her parents temporarily splitting up. Blaming herself, Virginia began to get into\ntrouble Aged 11, she was sent to live with an aunt but repeatedly ran away.\n\nLiving on the streets, she was beaten up and slept with at least two older men in return for food. ‘I was a\npaedophile’s dream,’ she says.\n\nThree years later, she was reunited with her family and started a new life with her father who had moved\nto Palm Beach,\n\nFlorida, where he was maintenance manager at Donald Trump’s country club, Mar-a-Lago.\n\nVirginia got a part-time job as a changing room assistant —which is where, soon after her 15th birthday,\nshe met Ghislaine Maxwell, who invited her to work as Epstein’s personal masseuse.\n\n‘was wearing my uniform — a white miniskirt and a skin-tight white polo top ~ when | was approached by\nGhislaine,’ Virginia says.\n\n‘I told her | wanted to become a masseuse and she said she worked for a very wealthy gentleman who\nwas looking for a travelling masseuse.\n\nI'd get training and be paid well.’Virginia’s father gave his blessing, believing his daughter was being\nhanded the opportunity to learn a skill and to work for a wealthy and respectable employer.\n\nHe drove her to Epstein’s pink mansion on the Palm Beach waterfront — he also owns a nine-storey home\nin New York, the city’s biggest private residence; a 7,500-acre ranch called ‘Zorro’ in New Mexico and\nLittle Saint James, a private 70- acre atoll in the US Virgin Islands.\n\nhttp://www.dailymail.co.uk/news/article-1361039/Prince-Andrew-girl-17-sex-offender-frie... 3/16/2011\n\ni — - - _\n\nHOUSE_OVERSIGHT_021702 |",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021702.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2947,
    "word_count": 498,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:46.065218",
    "prefix": "IMAGES-006"
  }
}