{
  "document_id": "HOUSE_OVERSIGHT_022975",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022975.txt",
  "text": "separate worlds. If you said I was in Colonel Gaddafi’s Little Black Book I couldn’t be less surprised.’\n\nThere were also numbers for the influential Rothschild family, including Sir Evelyn de Rothschild and his\ndaughter Hannah. Last night she said: ‘I have no idea why Mr Epstein would have my numbers as I don’t\n\nknow him.’\n\nA print-out of the contacts book came to light after it was subpoenaed for use in a civil case against the\n\nfinancier by one of the young girls he employed as a masseuse.\nThe list included 16 numbers for Prince Andrew under his title The Duke of York.\n\nHis ex-wife, Sarah Ferguson, was entered under the Duchess of York and there were 18 numbers for her\n\nand her associates as well as an email address.\n\nThe ‘book’ also appeared to contain contacts of Epstein’s former girlfriend Ghislaine Maxwell, including\n\nher extended family, friends and brief acquaintances.\n\nOne prominent journalist, who asked not to be named, was horrified to discover her parents’ details were\nlisted. She said: ‘I knew Ghislaine once but that was more than 20 years ago. To be honest\nI find it really spooky.’\n\nArtist Kate Stracher was also baffled by her inclusion.\n\nShe said: ‘Ghislaine and I were at Oxford together but I haven’t seen her since. I’m not at all glamorous\n\nand not at all well-connected. I definitely shouldn’t be there.’\n\nOthers have had only the briefest of meetings. Philippe Amon, a Swiss industrialist, said: ‘I think I came\nacross Epstein some years ago in New York but I honestly don’t think I would recognise him walking by in\n\nthe street.’\n\nA spokesman for Richard Branson said: “Jeffrey Epstein has the island next door to Necker but Richard\n\nhas literally only met him once for about five minutes. That’s the extent of it.’\nThose who clearly do have a connection are, perhaps unsurprisingly, less keen to talk about it.\n\nLisa Walker is listed alongside her friend Caroline Stanbury, a former girlfriend of Prince Andrew.\n\nShe said: ‘I met Epstein with Caroline.’\n\nAsked if Prince Andrew was also present, Miss Walker said: ‘I wish I could help but I don’t think I should\n\nsay any more.’\n\nPolice chief's fury over plea bargain\nHOUSE_OVERSIGHT_022975",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022975.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2181,
    "word_count": 372,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:44.063035",
    "prefix": "IMAGES-007"
  }
}