{
  "document_id": "HOUSE_OVERSIGHT_012877",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012877.txt",
  "text": "child that he was going to leave the room. If they wanted to eat the marshmallow, they only had to ring\nthe bell. But, as Mischel informed them, if they waited for his return, he would bring them more\nmarshmallows. Mischel took out his stopwatch and recorded how long each child waited before ringing\nthe bell.\n\nSome children rang the bell almost immediately, leaving Mischel no time to leave the room.\nOthers waited. This isn’t surprising. Some children are impulsive, others are impatient, and this shows up\nearly in life. What is surprising is that these early appearing personality types held steadfast, impacting\nlater life decisions and actions. The more impatient types were more likely to be involved in juvenile\ndelinquency, have poor grades, abuse drugs, get divorced, and lose their jobs. For women who developed\neating disorders, those who were more patient were more likely to be anorexic, whereas those who were\nmore impulsive were more likely to be bulimic. When the American developmental psychologist B.J.\nCasey put these now 40-somethings inside a brain scanner, the patient ones showed stronger activation in\nthe prefrontal areas of the brain when viewing happy and fearful faces, revealing stronger self-control\nover their feelings. In contrast, when the impatient ones viewed the same stimuli, not only was there a\nweaker response in the prefrontal region but a stronger response in the ventral striatum when viewing\nhappy faces. The striatum, as noted earlier, is involved in the experience of reward. For the impatient\ntypes, seeing something positive is like eating candy, something that is hard to ignore. The patient types\nregulate this feeling, transforming the heat of the moment into a cool experience. The impatient types are\noverwhelmed by this feeling, giving into temptation. This work adds to the genetic evidence reviewed\nearlier, showcasing both the importance of individual differences in self-control, and the stability of these\ndifferences as distinctive personality types.\n\nIndividual differences in self-control are also relevant to levels of recidivism in youths who have\ncommitted a crime, and thus tie us back to the beginning of this chapter and the costs of a career criminal.\nCareer criminals are individuals who repeatedly commit crimes. They lack self-control. This is important\nfor judges, juries and society as we want to know in advance who is most likely to commit another crime\nif we release them back out onto the streets. The American sociologist Matt DeLisi presented a self-\ncontrol survey to approximately 800 juvenile youths, ages 12-17 years, each with a criminal record.\nThose who scored one standard deviation from the mean on this survey, and thus were more impulsive\nthan most, were five times more likely to become career criminals. Five times. Self-control on its own\naccounted for about 80% of the variation in recidivism among these delinquents; the remaining 20% was\naccounted for by factors that one might think would be much more important, including mental health,\neducation, gender, and socioeconomic background. As DeLisi concludes, these results suggest that\n\nmeasures of self-control provide a reliable predictor of the likelihood of repeating a crime. They provide a\n\nHauser Chapter 4. Wicked in waiting 131\n\nHOUSE_OVERSIGHT_012877",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012877.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3309,
    "word_count": 523,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:49.028687",
    "prefix": "IMAGES-002"
  }
}