{
  "document_id": "HOUSE_OVERSIGHT_022689",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022689.txt",
  "text": "aah han\n\nIMPORTANT MESSAGE\nFi\n\nFOR ALF\n\nSSEEEESESELEEL\n\nA eee eee eee eh eer eee Oe ee ee oe ee ae\n\nPalm Beach County Court\n\nEpstein, in his Florida sex offender photo; at right, a phone message to Epstein from a modeling agent offering Russian lessons from\n\na “2x8” year old girl.\n\nIn 2006, that reputation caught up with him, when he was arrested by the Palm Beach Police on charges of sexually molesting\nnumerous underage girls. Police reports in the court record show that detectives found Epstein regularly paid very young women to\ngive him massages that he turned into sexual encounters. He allegedly had a preference for very young women, whom he carefully\n\ngroomed into increasingly extreme situations, including what some, including Roberts, allege to be sexual slavery.\n\nIn total, 40 women were identified as possible victims of sexual abuse by Epstein, many of them teenagers at the time, including\nsome younger than 14 years old. Epstein was originally charged with a variety of crimes, including sexual assault, rape, and witness\n\ntampering.\n\nHe avoided most of those charges as well as federal prosecution in late 2007 by agreeing to plead guilty in Florida court, a deal that\nDershowitz, who was one of Epstein’s lawyers, helped negotiate along with an all-star legal lineup that interestingly also included\n\nfamed Clinton-hunter Ken Starr.\n\nIn the end, Epstein got 18 months in prison for a single count of soliciting an underage prostitute, of which he served 13 months. He\n\nis now a registered sex offender who lists his primary residence as the U.S. Virgin Islands.\n\nIn a pleading late last month in federal court, attorneys for Roberts allege that “Dershowitz helped negotiate an agreement with a\nprovision that provided protection for himself against criminal prosecution.” Dershowitz has denied these charges vigorously, calling\n\nthem “salacious and false” and, possibly more importantly, “completely irrelevant” in a Jan. 12 filing.\n\nHOUSE_OVERSIGHT_022689",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022689.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1979,
    "word_count": 316,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:47.219509",
    "prefix": "IMAGES-007"
  }
}