{
  "document_id": "HOUSE_OVERSIGHT_023306",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023306.txt",
  "text": "forthcoming ) in order to make my many corrections. I was then told that Alans involvement warranted a\ndiscount. Even in the best of light , though it is beyond question that not one-,not -one time in three\n\nyears has he ever proposed a unique idea. (including the new tenant in common idea,) and lets say he made\na contribution to the plan andeven that it was 50 %. though no one could posit such a large amount unless they\nwere wearing a brightly colored clown suit. , the price of doing the deal was known . It had both sent in\nwriting and spoken about on the phone numerous times ,_ a detailed execution plan was provided . then and\nonly then after all was laid out for the group I was told that after a number of conversations with brad karp\nthat only 20m would be paid , (and even that was more than originally contemplated ) for both transactions . I\nfeel It was remarkably unfair. Did brad even know of our prior agreement.? I called him and he said he was\nnever told.?, I would ask that you I and Brad karp sit together if you think it would be helpful. . I would like to\nsend him this email, with your consent of course. Ifthe transactions were never consummated , i would not be\nowed a dime, however , the price was known up front. , the detailed step by step plan was followed and\noverseen by me, the price that had been requested before the transaction was begun, and had Iready heavily\ndiscounted, out of friendship, from our agreement . I believe the decision re paying only 20 m has frankly\n\nleft me felling quite uneasy.\n\nsince you asked since last nov. ifound 11 million dollars in dormant accounts. 4 million dollars in eileens\ndrawer. . went through cash flows for phaidon shwoing that john murphy is not an accountant. redid your\ngagosian contract ,. organized structure in case of divorce. set up gift trust. stopped ada from including\nmultiple times things not in your interest. dealt with bad sales tax use tax income tax . created 8 millino in\ndeductions ,500k in mistakes , found bank of scotland fbar problems, . . reorg bad art purchases , funds taken, ,\ncharibale decustions , helped with fincnacil sttment gamoing commions fling. . boat deductions, rescued stock\nfrom grats.. may 1 after months of brad not finding anyone i sent an email saying you would have to pay\nmore. . on april 15. I sent an email detailing payments owed if i could figure out the basis issue, please see\nattached, .\n\nquestions you might ask your team ask them to provide a balance sheet or p&l for REgan arts. . doesnt exist\nask . either wechsler or haperin to tell you what brh is, or how the tra works. .. ? as bronstein to tell you why\nthe proposed phaidon transaction DOES not work. . as them to give you a plan for the plane. ? ask them to\nshow you the cash mgmt for over 100 million dollars. . ask them to show you the IT system progress after one\nyear. . the approval process for payables. . the cash flow projections? assumptions? ask for a comparative\nreview of investments. ask haperin to describle to you in any detail BRH , the major asset of his two biggest\nclients. tax basis, disposiotion in the estate. . etc. ask brad to show you the liquidation of the inteveing art space\ncos? .\n\nLast year you asked , for my help I told you I preferred not as we would be better off having no financial\nintereactions. the risk was not worth it. You told me that as my friend i had to do it Iagreed., here we are\nin what I find to be an awkward situation. the transactions that i decvised were used , our agreement was\nignored. and im not sure how to respond.\n\nsince you asked since last nov. ifound 11 million dollars in dormant accounts. 4 million dollars in eileens\ndrawer... went through cash flows for phaidon shwoing that john murphy is not an accountant. redid your\ngagosian contract ,. organized structure in case of divorce. set up gift trust. stopped ada from including\nmultiple times things not in your interest. dealt with bad sales tax use tax income tax . created 8 millino in\ndeductions ,500k in mistakes , found bank of scotland fbar problems, . . reorg bad art purchases , funds taken, ,\ncharibale decustions , helped with fincnacil sttment gamoing commions fling. . boat deductions, rescued stock\nfrom grats.. may | after months of brad not finding anyone i sent an email saying you would have to pay\nmore. . on april 15. I sent an email detailing payments owed if i could figure out the basis issue, please see\nattached, .\n\nquestions you might ask your team ask them to provide a balance sheet or p&1 for REgan arts. . doesnt exist\n\nHOUSE_OVERSIGHT_023306",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023306.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4579,
    "word_count": 848,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:45.107103",
    "prefix": "IMAGES-007"
  }
}