{
  "document_id": "HOUSE_OVERSIGHT_015606",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015606.txt",
  "text": "“goal.” See Toledo v. Publix Super Markets, Inc., 30 So. 3d 712 (Fla. 4\" DCA 2010) (court of\nappeal quashing discovery order where party sought law firm client file relating to a different\nmatter holding that “curiosity” about a law firm’s records does not satisfy the relevance\nrequirement and explaining that the contents of the “subpoena is a classic ‘fishing expedition’ and\nthe trial court’s order departs from the essential requirements of the law.”); Calvo v. Calvo, 489\nSo. 2d 833, 834 (Fla. 3d DCA 1986) (quashing subpoena served on wife’s bank for financial\nrecords finding them irrelevant: “indeed, the husband has failed to demonstrate what possible\nrelevance the records might have in the proceeding below other than to harass the wife.’”).\n(emphasis added).\n\nDefendant’s incredibly broad and unrelated demands include, for example, Request no. 24:\n“All documents concerning, relating or referring to your assertions that you met former President\nBill Clinton, Former Vice President Al Gore and/or Mary Elizabeth “Tipper” Gore on Little Saint\nJames Island in the U.S. Virgin Islands.” See Exhibit 6, Request no. 24. Whether or not Jane Doe\nNo. 3 met any of these individuals has absolutely nothing to do with the action before this Court.\nSee Allstate Ins. Co. v. Langston, 655 So. 2d 91, 94 (Fla. 2003) (Florida Supreme Court holding\nthat “we do not believe a litigant is entitled carte blanch to irrelevant discovery” and ““It is\naxiomatic that information sought in discovery must relate to the issues involved in the litigation,\n\n999\n\nas framed in the pleadings.’”) (internal citations omitted). Defendant’s Request demonstrates a\nblatant example of abuse of the subpoena power.\n\nIndeed, the face of many of Defendant’s subpoena demands demonstrate that he is using\nthe subpoena power of this Court to obtain discovery for the federal action. Request nos. 1, 5, 6\nand 9 all reference the “federal action” or specifically cite the declaration and case number “OS-\nSO736-CIV-MARRA/JOHNSON. Request no. 1, for example, demands: “All documents that\n\nreference by name, Alan M. Dershowitz, which support and/or confirm the allegations set forth in\n\nParagraphs 24-31 of your Declaration dated January 19, 2015 and/or Paragraph 49 of your\n8\n\nHOUSE_OVERSIGHT_015606",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015606.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2274,
    "word_count": 360,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:48.205627",
    "prefix": "IMAGES-003"
  }
}