{
  "document_id": "HOUSE_OVERSIGHT_022584",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022584.txt",
  "text": "Whistleblower\nProvisions and\nProtections\n\nWHISTLEBLOWER PROVISIONS\nAND PROTECTIONS\n\nAssistance and information from a whistleblower who knows of possible secu-\n\nrities law violations can be among the most powerful weapons in the law en-\n\nforcement arsenal. Through their knowledge of the circumstances and individu-\n\nals involved, whistleblowers can helo SEC and DOJ identify potential violations\n\nmuch earlier than might otherwise have been possible, thus allowing SEC and\n\nDOJ to minimize the harm to investors, better preserve the integrity of the\n\nU.S. capital markets, and more swiftly hold accountable those responsible for\n\nunlawful conduct.\n\nThe Sarbanes-Oxley Act of 2002 and the Dodd-Frank\nAct of 2010 both contain provisions affecting whistleblow-\ners who report FCPA violations. Sarbanes-Oxley prohibits\nissuers from retaliating against whistleblowers and provides\nthat employees who are retaliated against for reporting pos-\nsible securities law violations may file a complaint with the\nDepartment of Labor, for which they would be eligible to\nreceive reinstatement, back pay, and other compensation.”\nSarbanes-Oxley also prohibits retaliation against employee\nwhistleblowers under the obstruction of justice statute.*”!\n\nIn 2010, the Dodd-Frank Act added Section 21F to\n\nthe Exchange Act, addressing whistleblower incentives and\n\nprotections. Section 21F authorizes SEC to provide mon-\netary awards to eligible individuals who voluntarily come\nforward with high quality, original information that leads\nto an SEC enforcement action in which over $1,000,000 in\nsanctions is ordered. *” The awards range is between 10%\nand 30% of the monetary sanctions recovered by the gov-\nernment. The Dodd-Frank Act also prohibits employers\nfrom retaliating against whistleblowers and creates a private\nright of action for employees who are retaliated against.*”*\nFurthermore, businesses should be aware that retali-\nation against a whistleblower may also violate state, local,\n\nand foreign laws that provide protection of whistleblowers.\n\nHOUSE_OVERSIGHT_022584",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022584.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2061,
    "word_count": 290,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:44.373995",
    "prefix": "IMAGES-007"
  }
}