{
  "document_id": "HOUSE_OVERSIGHT_017235",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017235.txt",
  "text": "4.2.12\n\nWC: 191694\n\nThe final part of Mr. Finkelstein’s quest for tenure is to blame his tenure problems on\n“outsiders.” He claims that I intruded myself into the DePaul review process, neglecting to\nmention that I was specifically asked by the former chairman of DePaul’s political science\ndepartment to “point [him] to the clearest and most egregious instances of dishonesty on\nFinkelstein’s part.” I responded by providing hard evidence of made-up quotes and facts\n— a pattern that should alone disqualify him from tenure...\n\nLike the character in the “Groves of Academe,” Mr. Finkelstein generated protests by\nstudents and outsiders. He has encouraged radical goons to email threatening messages;\n“Look forward to a visit from me,” reads one. “Nazis like [you] need to be confronted\ndirectly.” He has threatened to sue if he loses — while complaining about outside\ninterference. No university should be afraid of truth — regardless of its source —\nespecially when truth consists of Mr. Finkelstein’s own words.\n\nHe did not receive tenure. I’m proud of the small role I played in helping to maintain academic\nstandards at DePaul University by exposing Finkelstein’s lack of scholarship and the sordid tactic\nhe tried to use to capitalize on that failing. My actions in exposing Finkelstein were completely\nconsistent with my commitment to free speech and academic freedom. Finkelstein continues to\nlecture at universities around the world—including some that have refused to invite me—but he\nno longer has the academically undeserved imprimatur of DePaul University.\n\nAcademic freedom is not limited to faculty. It extends to students as well, and no professor has\nthe right to propagandize his captive classroom audience or to grade them down if they disagree\nwith his political opinions. But it is sometimes difficult to distinguish between acceptable teaching\nand unacceptable prostheletizing. This too is an area where rights may be in conflict and a\ndelicate balance, always skewed in favor of speech, is required.\n\ncourageously put unruly Blacks in their place.” He says “the main fomenters of anti-\nSemitism “are ‘American Jewish elites’ who need to be stopped.” Normally, no one would\ntake such claims seriously, but he boasts that he “can get away with things which nobody\nelse can” because his parents were Holocaust survivors.\n\nAnd then, of course, there is me. In a recent article, “Should Alan Dershowitz Target\nHimself for Assassination?” Mr. Finkelstein commissioned a cartoon by a man who placed\nsecond in the Iranian Holocaust-denial cartoon contest. The Hustler-type cartoon\nportrayed me as masturbating in joy while viewing images of dead Lebanese on a TV set\nlabeled “Israel peep show,” with a Star of David prominently featured.\n\nMr. Finkelstein has accused me of not having written “The Case For Israel” but when I\nsent his publisher my handwritten draft, they made him remove that claim. He has accused\n\nvirtually every pro-Israel writer, including me, of “plagiarism.” I asked Harvard to conduct\nan investigation of this absurd charge. Harvard rejected it, yet he persists.\n\n148\n\nHOUSE_OVERSIGHT_017235",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017235.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3129,
    "word_count": 495,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.445192",
    "prefix": "IMAGES-004"
  }
}