{
  "document_id": "HOUSE_OVERSIGHT_017965",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017965.txt",
  "text": "Even from jail, Jeffrey Epstein manipulated the system | Miami Herald Page 2 of 17\nCase 1:19-cv-03377 Document 1-1 Filed 04/16/19 Page 3 of 18\n\nLOCAL\n\nSex abuser Jeffrey Epstein was surrounded by powerful people. Here’s a sampling\n\nHe was permitted to hire his own private psychologist for his required sex-offender counseling, and after his release from jail, his subsequent year of\nprobation under house arrest was filled with trips on his corporate jet to Manhattan and to his home in the U.S. Virgin Islands — all approved by the courts\nwith no objections from the state.\n\nOn the morning of his sentencing in 2008, none of Epstein’s victims were in the courtroom to protest his soft jail term or the unusual provisions of his\nincarceration and probation — and that was by design.\n\nPalm Beach multimillionaire Jeffrey Epstein is a free man, despite sexually abusing dozens of underage girls according to police and prosecutors. His\nvictims have never had a voice, until now.\n\nBy\n\nEmails and letters contained in court filings reveal the cozy, behind-the-scenes dealings between federal prosecutors and Epstein’s indomitable legal\nteam during the run-up to his federal plea deal, as they discussed ways to minimize his criminal charges and avoid informing the girls about the details of\nthe deal until after the case was resolved.\n\nThat arrangement benefited Epstein in a number of ways. Unlike other high-profile sex crime cases, federal prosecutors agreed to keep his sentencing\nquiet, thereby limiting media coverage. His underage victims — identified in FBI documents — weren’t told about the plea deal so they weren’t in court,\nwhere they could voice their objections and possibly sway the judge to give Epstein a harsher sentence or reject the agreement altogether.\n\nMost important, Epstein’s crimes would be reduced to felony prostitution charges, giving him the ability to argue that the girls weren’t victims at all —\nthey were prostitutes.\n\nFour accomplices named in Epstein’s non-prosecution agreement — Nadia Marcinkova, Sarah Kellen, Adriana Ross and Lesley Groff — were also given\nimmunity from federal prosecution. Marcinkova was a young girl when Epstein brought her from Yugoslavia to live with him. Several victims told police\nthat she was involved in orgies with Epstein and underage girls. Ross, Groff and Kellen, now known by her married name, Vickers, were schedulers who\narranged his underage sex sessions, according to the FBI and police.\n\nMarcinkova and Kellen, through their attorneys, declined to comment for this story. The Herald was unsuccessful in reaching Ross and Groff.\n\nhttps://www.miamiherald.com/news/local/article2 19494920 html 4/3/2019\nHOUSE_OVERSIGHT_017965",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017965.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2700,
    "word_count": 422,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:45.025750",
    "prefix": "IMAGES-004"
  }
}