{
  "document_id": "HOUSE_OVERSIGHT_017384",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017384.txt",
  "text": "4.2.12\nWC: 191694\n\nof an applicant [to] tip the balance in his favor just as geographic origin or a life spent on a farm\ntip the balance in other candidates’ cases.”\n\nAt bottom, Powell’s opinion really said little about affirmative action as such. It simply delegated\nto universities the discretionary power to decide on the degree and definition of the\ndiversity—including or excluding racial factors—that they feel enhance the educational\nexperiences of their students.\n\nThe Harvard College description, as quoted in the Powell opinion, tells far from the whole story\nof Harvard’s quest for diversity. It fails to disclose the enormous efforts that Harvard Colleges\nundertakes simultaneously to assure a certain kind of uniformity in its student body over time.\nHarvard (like many other Ivy League colleges) always has given great weight to\ngenealogy—whether the applicant’s parents or other family members attended or taught at\nHarvard. Since Harvard’s past student and faculty bodies were anything but diverse, this\n“grandfather policy” guarantees a good deal of homogeneity over the generations of Harvard\nCollege classes, as well as homogeneity in a large part of any given class.\n\nMr. Justice Blackmun doubted whether there was much difference between the Davis and\nHarvard programs, commenting that the “cynical” may say that “under a program such as\nHarvard’s one may accomplish covertly what Davis concedes it does openly.” Justice Powell\nnowhere disputed this. His answer seems to be that even if both programs produce the same\nresult, the Davis program—because of its explicit acknowledgment of racial quotas—“will be\nviewed as inherently unfair by the public generally as well as by applicants for admission. ..,”\nwhereas the Harvard program—with its vague consideration of many unquantified factors—will\nnot be as grating to the public or to its unsuccessful applicants.\n\nBut there is one way in which the Harvard system is ultimately less fair than the Davis one. In\norder to receive special consideration under the discredited Davis program, an applicant had to be\nboth individually disadvantaged and a member of a specified racial minority. Under the approved\nHarvard program, the applicant’s race alone “may tip the balance” in his favor even if he is the\nscion of a wealthy and powerful family who attended the best schools and personally experienced\nalmost none of the trauma of racial discrimination. (Indeed, today some applicants seek a double\npreference: as a disadvantaged black and as an advantaged offspring of a Harvard alumnus.)\nHarvard’s program has the effect of preferring the wealthy and black applicant, for example, over\nthe poor and disadvantaged black or white applicant. In practice, Harvard probably makes more\nturn on race alone than did Davis. But it does it with typical Harvard class: low-keyed, muted,\nand without displaying too much exposed skin. Moreover, the history of Harvard’s use of\n“geographic distribution” as a subterfuge for religious quotas leaves lingering doubts about the\nbona fides of its alleged quest for diversity.*®\n\nIt will be interesting to see whether the courts, in looking to the Harvard model for constitutional\nand statutory guidance, will limit themselves to the Harvard College admissions program as\ndescribed by Justice Powell, or whether they will go beneath the placid surface and probe the\n\n88 The current dean of admissions at Harvard College genuinely seeks diversity and has worked hard to recruit\ninner city Blacks. But at the time of the Bakke decision this was not nearly as true.\n\n297\n\nHOUSE_OVERSIGHT_017384",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017384.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3592,
    "word_count": 566,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:45.165244",
    "prefix": "IMAGES-004"
  }
}