{
  "document_id": "HOUSE_OVERSIGHT_011838",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011838.txt",
  "text": "/ BARAK / 81\n\nwith Arafat still mute and unresponsive. That was the only way we could know\nwith certainty whether peace was possible. If it wasn’t, it would also demonstrate\npowerfully to the Americans that we were not the party who had prevented an\nagreement.\n\nThe President came to see me in Dogwood a little before 11 at night on the 18\",\nless than 12 hours before he was due to take his delayed flight to the G8. I told him\nI’d decided to do what Rabin had done with Syria. I was going to give him a\n“deposit” to keep in his pocket, which he would be free to use as the basis for a\nfurther, American proposal to Arafat, assuming it was part of an agreement with a\n“satisfactory resolution” of the refugee issue and an explicit end-of-conflict. He\ncould present it as something which he could tell Arafat he was confident of\npersuading Israel to accept. It went well beyond what I’d offered before, on all the\nmajor issues. I proposed Palestinian rule over 91 percent of the West Bank. I was\nready for a Palestinian state to have sovereignty over 85 percent of the border in\nthe Jordan Valley as well, and our security zone there would stay in place for “less\nthan 12 years.” Seven out of the nine outer Arab neighborhoods of Jerusalem\nwould come under Palestinian sovereignty. The inner neighborhoods would be\nunder Palestinian civil authority: including planning and zoning, and law-\nenforcement. For the mosques on the Temple Mount, I proposed a shared\ncustodianship to include the new state of Palestine, Morocco and the chair of the\nHigher Islamic Commission in Jerusalem. I also agreed to consider Palestinian\nsovereignty over both the Muslim and Christian quarters of the Old City.\n\nClinton, arching his eyebrows and smiling, said what I'd offered was a package\nof genuine concessions. It was more than he had expected and, he assumed, more\nthan the Palestinians could have hoped for. It had the makings of a potential\nbreakthrough toward a fair and final peace. I told him I hoped so. But given\nArafat’s behavior so far, I had my doubts.\n\nNow, it was our turn to wait. The President invited Arafat to Aspen and, from\nwhat we heard soon afterwards, got no hint of any readiness to reciprocate. He\nagreed only to talk to his negotiators and get back with an answer. Overnight, the\nPalestinians sent messages to the Americans asking questions on each of the\nconcessions, though still with no indication from Arafat of a response. Finally, he\nsent a suggestion that since Clinton was about to fly off to the G8, we take a two-\nweek break to allow Arafat to consult with Arab leaders. To his credit, Clinton\nknew an escape act when he saw it. He recognized that only by confronting the\n\n367\nHOUSE_OVERSIGHT_011838",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011838.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2719,
    "word_count": 481,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:46.857044",
    "prefix": "IMAGES-001"
  }
}