{
  "document_id": "HOUSE_OVERSIGHT_016488",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016488.txt",
  "text": "Non-party movant NYP Holdings, Inc., publisher of the New York Post (the “Post”),\nrespectfully submits this memorandum of law in support of its motion, filed pursuant to 22\nNYCRR § 1250.1(e)(3) and N.Y. Civil Rights Law § 50-b(2)(b), for an order unsealing the briefs\nfiled by the parties in the above-captioned appeal (the “Appeal”) with the names of victims of\nsex crimes redacted.\n\nPRELIMINARY STATEMENT\n\nThe Post seeks to unseal court documents that will shed light on why the Manhattan\nDistrict Attorney’s Office initially sought lenient treatment of billionaire financier and convicted\npedophile Jeffrey Epstein. In 2008, Epstein pled guilty to soliciting prostitution from a minor,\nbut there has been suspicion since that time — voiced by members of the judiciary and the press\nalike — that prosecutors gave Epstein preferential treatment because of his wealth and his\npolitical connections to powerful men like Donald Trump, Bill Clinton, and Prince Andrew. The\nhandling of criminal proceedings against Epstein by federal prosecutors in Florida and thereafter\nby the Manhattan District Attorney’s office has come under renewed scrutiny after the Miami\nHerald published a series of investigative articles beginning November 28, 2018, including an\narticle reporting recently that “prosecutors worked to cut him a break” despite strong evidence\nthat he had abused 80 girls and young women.\n\nAs part of its own news reporting on the New York proceedings against Epstein, the Post\nseeks to unseal the briefs filed in this Appeal, in which this Court held that Epstein had to\nregister as a level three sex offender in New York, which is the category reserved for highest-risk\noffenders. See People v. Epstein, 89 A.D.3d 570, 570, 933 N.Y.S.2d 239, 240 (1st Dep’t 2011).\nDuring the Appeal, Epstein argued that his sex offender status should be downgraded to a lower\n\nlevel while the District Attorney’s Office argued that the level-three designation was appropriate.\n\n4811-372 1-9459v.3 3930033-000039\n\nHOUSE_OVERSIGHT_016488",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016488.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2026,
    "word_count": 315,
    "line_count": 31,
    "import_date": "2025-11-19T21:47:44.686323",
    "prefix": "IMAGES-004"
  }
}