{
  "document_id": "HOUSE_OVERSIGHT_012646",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012646.txt",
  "text": "3 of 8\n\n+ Case 9:08-cv-80232-KAM Document1 Entered on FLSD Docket 03/05/2008 Page 3 of 6\n\nimproper conduct were made. This was an important element of Epstein’s plan.\n\n11. Epstein’s plan and scheme reflected a particular pattern and method. Upon arrival at\nEpstein’s mansion, the victim would be brought to the kitchen. She would then be led up a flight of\nstairs to a bedroom that contained a massage table in addition to other furnishings. Once the girl was\n\nalone in this room, Epstein would enter wearing only a towel to cover his private area. He then\n\nwould lay down on the massage table and perform one or more lewd, lascivious and sexual acts,\n\nincluding masturbation and touching the girl sexually.\n\n12. Consistent with the foregoing plan and scheme, Ms. Robson recruited Jane Doe to\ngive Epstein a massage for monetary compensation. Ms. Robson brought Jane to Epstein’s mansion\nin Palm Beach. Jane was led up the flight of stairs to the room with the massage table. | She was\nalone in the room when Epstein arrived wearing a towel to cover his private parts. He laid down on\nthe massage table, and sexually assaulted Jane Doe during the massage. In addition, Jeffrey Epstein\nmasturbated during the massage.\n\n13. After Epstein had completed the assault, he left the room. Jane was then able to leave\nthe room and go back down the stains. She then met Ms. Robson again who brought Jane home.\nJane was paid $200 by Epstein. Ms. Robson was also paid by Epstein for bringing Jane to him.\n\n14. Asaresult of this encounter with Epstein, the 16-year old Jane experienced trauma,\nshock, confusion, shame, humiliation and embarrassment.\n\nCOUNT I\nSexual Assault\n\n15. Plaintiff Jane Doe repeats and realleges paragraphs 1 through 14 above.\n16. Epstein tortiously assaulted Jane Doe sexually in or about 2004-2005. Epstein’s acts\n\nwere intentional, unlawful, offensive and harmful.\n\nHERMAN & MERMELSTEIN, P. A. www.hermanlaw.com\n\nHOUSE_OVERSIGHT_012646",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012646.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1949,
    "word_count": 322,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:49.098612",
    "prefix": "IMAGES-002"
  }
}