{
  "document_id": "HOUSE_OVERSIGHT_015646",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015646.txt",
  "text": "12/8/2015\n\nPrince Andrew and girl, 17, who sex offender friend flew to Britain to meet him | Daily Mail Online\n\nMy father left and | was told to go upstairs.’ She was led by another woman through Epstein’s\nbedroom into a massage room where he lay face down naked on a table.\n\nHe started to interviewed Virginia. This was unconventional, but Virginia had no suspicions.\nPresumably, she thought, this was how the wealthy conducted their business.\n\nEpstein elicited the information that Virginia had been a runaway, and was no longer a virgin.\n\nVirginia was then told to start massaging Epstein, under the instructions of the woman who had\nshown her in. The massage quickly developed into a sexual encounter.\n\nVirginia was uncomfortable, but reluctant to deny such important people. ‘My face was red with\nembarrassment,’ she says. ‘But | felt under immense pressure to please them.\n\nThe whole time it was going on, they were promising me the world, that I’d travel with Jeffrey on his\nprivate jet and have a well-paid profession.’ Afterwards, she was given two $100 bills and told to\nreturn the next day.\n\nThat was the beginning of the four years she spent with Epstein.\n\nFor three of those years, she was under Florida’s age of consent, which is 18.\n\nTroubled teenager: Virginia on the billionaire's Zorro ranch in New Mexico in 2001\n\nVirginia was fascinated by his life story: the son of a humble New York City parks worker, he was a\nteacher before becoming a Wall Street broker and friends with the upper echelons of the political,\nfinancial and academic establishment.\n\nAs a confused teenager, Virginia easily fell into the practice of sexually gratifying him for money.\nHe guaranteed her a minimum of $200 each time she gave him what he called an ‘erotic massage.’\n\nVirginia said: ‘| would always receive the money immediately. He would give me the cash from a wad\nhe carried in a black duffel bag or an assistant paid me.\n\n‘And, because of the way Epstein had warped her sensibilities, every time she took the cash,\nVirginia felt even more indebted to him. Secretly, he was also preparing her for an even more\ndisturbing role.\n\n‘Basically, | was training to be a prostitute for him 4 H\nand his friends who shared his interest in young Epstein had trained me\ngirls,’ she says: ‘After about two years, he started to do whatever men\n\nto ask me to “entertain” his friends.’\n\nIt started when Epstein called Virginia at the Pam Wanted. | told myself I\nBeach apartment he had rented for her. .\nwas special\n\nShe recalls: ‘He said, “I’ve got a good friend and |\nneed you to fly to the island to\nentertain him, massage him and make him feel how you make me feel.”\n\nHe didn’t spell out what | had to do. He didn’t have to. ‘He’d trained me to do whatever a man\nwanted. | was shocked but | told myself he was sharing me around because he trusted me and | was\nspecial.\n\n| was worried, but | would do anything to keep Jeffrey happy and to keep my place as his number\none girl.\n\nHe would keep telling me how lucky | was with the life | was leading and the money | was making. It\nwas easy to fall into his grasp.\n\n‘The way it usually worked was I’d be sent to meet a man on the private island Jeffrey owned in the\nCaribbean, or at his ranch in New Mexico, which was really isolated.’ She was ‘given’ to men ranging\nin age from their 40s to their 60s.\n\nThey included a well-known businessman (whose pregnant wife was asleep in the next room), a\nworld-renowned scientist, a respected liberal politician and a foreign head of state.\n\nNone appeared to think the arrangement was unusual. Virginia says there were many other girls in\nEpstein’s circle and that she was paid extra money to help recruit them.\n\n‘They would lounge around the Palm Beach house, the ranch or the island, nude or topless,’ she\nsays. ‘But | was one of the very few he trusted as “special” and chosen to “entertain” his friends.’\n\nVirginia took the sedative Xanax to detach herself from sordid reality. ‘It was an escape drug,’ she\nsays. ‘It made me calm and helped me forget about what | had to do. | was up to eight pills a day.’\n\nEpstein had no objection to Virginia’s use of prescription drugs, no doubt recognising that they made\nher even more malleable. ‘I didn’t want to go back to the life I'd had before’ she says.\n\n‘That made me totally obedient.’ Despite the fact that Epstein was, essentially, her pimp, this life now\nseemed normal to Virginia. ‘I felt that he and Ghislaine really cared for me,’ she said.\n\n> The Hunger Games\nmay have prequels as\nLionsgate promises the\nfranchise ‘will live on\nand on’\n\nLionsgate is exploring the\npossibilities\n\n> 'My funny honey’:\nChristie Brinkley\npromotes her 17-year-\nold daughter Sailor's\nmodeling career with\nsome bikini snaps on\nInstagram\n\nb'She's doing great!':\nKim Kardashian's BFF\nJonathan Cheban gives\nupdate on Saint's\nmother as he gets\ncheeky with bikini-clad\ngirlfriend in Miami\n\n> Jimmy Kimmel makes\nup fake baby names for\nKim and Kanye's son\nduring Lie Witness News\nsegment\n\nSpok in his segment Lie-\nWitness News\n\nb Victoria's Secret Angel\n\nLily Aldridge reveals her 2\n\nhusband doesn't want\ntheir daughter\n‘anywhere near the\nrunway’ but insists she\nwould proud\n\n» Androgynous model\nchallenges Victoria's\nSecret's beauty\nstandards by posing in\nthe brand's lingerie and\nthen editing the faces of\nAngels onto her body\n\n» Hey Baby! Abigail\nBreslin signs on to star\nin Dirty Dancing TV\nmusical\n\nThe iconic 1987 movie\nfamously starred Jennifer\nGrey\n\n>» Emma Watson cuts a\nchic figure with knitted\njumpsuit as she attends\nscreening of ethical\nfashion documentary in\nLondon\n\nHarry Potter star\n\n» Yolanda Foster's\nestranged husband\nDavid 'blames' Real\nHousewives show for\n‘ruining his reputation’\nand the failure of his\nrecord company\n\nb'lcan handle myself’:\nNew Star Wars: The\nForce Awakens trailer\nshows Daisy Ridley\ntrying to put Harrison\nFord in his place\nHighly anticipated film\n\nhttp:/Awww.dailymail.co.uk/news/article-1361039/Prince-Andrew-girl- 17-sex-offender-friend-flew-Britain-meet-him.htm|\n\nHOUSE_OVERSIGHT_015646\n\n4/29",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015646.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6040,
    "word_count": 1036,
    "line_count": 179,
    "import_date": "2025-11-19T21:47:45.621100",
    "prefix": "IMAGES-003"
  }
}