{
  "document_id": "HOUSE_OVERSIGHT_023855",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023855.txt",
  "text": "CHAPTER 9\n\nMZ\ni\nCG:\n\ni\n\nHow to Teach the Twelve Cognitive\nProcesses That Underlie Learning\n\nThe art of teaching is the art of assisting discovery.\n—Mark Van Doren\n\nWe need to completely redefine what we mean by school and what we\ndo in school. We need to think about education in a new way. Rather\nthan wanting people to be educated, which usually means being able\nto quote Shakespeare or nod sagely when Freud’s name is mentioned,\nwe need to expect people to be able to think well. Education would be\nbetter defined by defining an educated person as one who can make\nwell-reasoned arguments for what they are about to do.\n\nWe must focus on teaching cognitive processes and abandoning\nthe subject-based (and test-based) education system we have now that\nis clearly failing. The reason we have all those tests is simply because\nwe have no idea how to make people learn all the stuff that is part of\nthat subject-based system without threatening them. No one really\nwants to learn the Pythagorean theorem or information about the Taft\nHartley Act. Let scholars know about these things; the average person\njust doesn’t need to know this stuff.\n\nBut all people do know how to find and use the mathematics they\nneed when they have continually practiced it, and they know how to\nfind prior relevant experiences when they have to come up with a new\nplan they want to propose. That simply does not mean we have to tell\nit all to them years before they might ever make use of it.\n\nIn the age of the Internet, just-in-time learning is a serious reality.\nWe can change things now in part because we have information read-\nily available online. But the Internet has been designed by committee.\nIt has much in it that is nonsense, and finding what you need just in\ntime can be quite difficult. Still, it would not be that complicated to de-\nsign a different kind of Internet, the moral equivalent of Encyclopedia\n\n109\n\nHOUSE_OVERSIGHT_023855",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023855.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1928,
    "word_count": 341,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:44.089973",
    "prefix": "IMAGES-007"
  }
}