{
  "document_id": "HOUSE_OVERSIGHT_024736",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024736.txt",
  "text": ">\n\n=\nPo\ncor\n\n>\nQa\nLA\n\nCannabis Investment Report | December 2017\n\nGreece announced in 2017 that the use of cannabis extracts would be permitted for patients who\nobtain a doctor’s recommendation and are diagnosed with chronic pain, neuropathic pain, chemo-\ntherapy-induced nausea, certain eating disorders and cancer.\n\nIn the United Kingdom, the Misuse of Drugs Act 1971 (Drugs Act) generally prohibits the manu-\nfacture, supply and possession of any “controlled drug,” including cannabis and cannabis resin, with-\nout a license issued by the Home Office, a ministerial department of the U.K. government. There is\nno exception to this general Drugs Act prohibition that would facilitate patient access to cannabis or\nconcentrates for treating specified medical conditions. However, within the Drugs Act framework, the\nHome Office has issued to U.K.-based GW Pharmaceuticals licenses to cultivate, possess and supply\ncannabis for medical research and for commercial purposes. GW Pharmaceuticals produces Sativex,\na mouth spray that contains cannabis-derived THC and CBD and is used for treatment of spasticity\ncaused by multiple sclerosis. Sativex is generally recognized as the first prescription drug in the world\nto include plant-based cannabinoids. It was first approved for use in the U.K. in 2010 and has been\napproved for use in at least 30 countries (but not in the United States).\n\nMiddle East, Asia and Africa\n\nThroughout the Middle East, Asia and Africa, cannabis cultivation, sale and possession generally\nremain prohibited and punishable as criminal offenses. Only a handful of countries from these regions\nhave enacted laws that decriminalize possession of small amounts of cannabis for personal use or facil-\nitate patient access to cannabis or concentrates for treating specified medical conditions.\n\nIn 2017, particular sections of South Africas Drugs and Drug Trafficking Act, which prohibit cul-\ntivation, possession and personal use of cannabis on private property, were declared unconstitutional.\nDuring the same year, Lesotho (an enclave surrounded entirely by South Africa) granted a license to\na pharmaceutical company to grow, process and sell cannabis for medicinal use or scientific purposes.\n\nIn Israel, the country’s Dangerous Drug Ordinance generally criminalizes the manufacture, posses-\nsion and use of cannabis. However, medical cannabis in smokable and other forms has been legal since\nthe 1990s for patients with a range of serious medical conditions, including multiple sclerosis, Crohn’s\ndisease, cancer and post-traumatic stress disorder, and the country is widely recognized as a global\nleader in medical cannabis research and cultivation. Under Israel’s medical cannabis rules, the Ministry\nof Health can issue permits for the production, distribution and use of medical cannabis products.\nPatients must first obtain a doctor’s recommendation and submit it to the ministry in order to receive a\nmedical cannabis use permit. In August 2017, the Israeli Ministries of Health and Finance announced\nthat licensed producers and distributors of medical cannabis would become eligible, for the first time,\nfor permits to export medical cannabis to jurisdictions where it is legal to import.\n\n100 © 2017 Ackrell Capital, LLC | Member FINRA/SIPC\n\nHOUSE_OVERSIGHT_024736",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024736.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3298,
    "word_count": 495,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:47.158697",
    "prefix": "IMAGES-008"
  }
}