{
  "document_id": "HOUSE_OVERSIGHT_026893",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_026893.txt",
  "text": "From: Richard Kahn \nSent: 10/15/2018 6:56:57 PM \nTo: Jeffrey Epstein [jeeyacation@gmail.com] \nSubject: Fwd: The Unsteady Undertow Commands the Seas (Temporarily) \nAttachments: The Unsteady Undertow Commands the Seas (Temporarily).pdf; Untitled attachment 572865.htm \nImportance: High \nRichard Kahn \nHBRK Associates Inc. \n575 Lexington Avenue 4th Floor \nNew York, NY 10022 \ntel \nfa \ncell \nBegin forwarded message: \nFrom: Judie Taylor < \nSubject: The Unsteady Undertow Commands the Seas (Temporarily) \nDate: October 15, 2018 at 2:36:30 PM EDT \nTo: \nHOUSE OVERSIGHT 026893 \nSunday Night Insight \nOctober 14, 2018 \nThe Unsteady Undertow Commands the Seas (Temporarily) \nSharmin Mossavar-Rahmani \nBrett Nelson \nMaziar Minovi \nAndrew Dubinsky \nMichael Murdoch \nMary Rich \nChief Investment Officer \nHead of Tactical Asset Allocation \nManaging Director \nVice President \nVice President \nVice President \nThe 7.8% intraday peak-to-trough decline in US equities between September 21st and October 11th \nhas rattled investor confidence. Numerous headlines of stock market \"carnage\" have further eroded \ntheir confidence. As a result, some of our clients have asked whether this drop signifies the beginning \nof the end of a nearly 10-year bull market. \nWe do not think so. So far, this pullback is actually smaller than the two prior downdrafts we \nexperienced in late January and in mid-March, neither of which derailed the US economy nor the bull \nmarket. The steady factors we highlighted in our annual Outlook—such as economic growth, benign \ninflation, robust earnings, and low probability of recession—have not dissipated. Furthermore, while \nthe investor focus has shifted to the risks around the unsteady undertow, most of these factors are, \non balance, less concerning today than they were at the beginning of 2018. \nOf course, that is not the case across all geopolitical concerns. While trade tensions with Mexico and \nCanada have abated, those with China have certainly deteriorated and will continue to do so for the \nHOUSE OVERSIGHT 026894 \nforeseeable future. But, in aggregate, there has been more improvement than deterioration, in our \nview. \nIn this Sunday Night Insight, we will provide a brief update on the steady factors and unsteady \nundertow. We then conclude with our view that the steady factors will likely continue to win this tug-of-\nwar between the two. \nSteady Factors \nWhile the headlines warn of equity market carnage, the facts do not support such alarming headlines. \nThe S&P 500 is still up 5.1% on a year-to-date total return basis and financial conditions remain at \neasier levels today than they did when the Federal Reserve began this tightening cycle in 2015, \ndespite the recent decline in equities and 0.76 percentage point increase in 10-year Treasury yields \nyear-to-date. Most importantly, as highlighted by Federal Reserve Chairman, Jerome Powell, we are \nin \"extraordinary times\" of steady growth and low inflation. \nEconomic Growth \nEconomic growth remains firm in the US. Both the Institute for Supply Management leading indexes \nfor manufacturing and non-manufacturing remain at very strong levels. Current activity indicators of \nreal GDP growth average about 3.5% for the third quarter and closer to 4% for the fourth quarter. \nForecasts for third quarter real GDP average 3.8% and fourth quarter forecasts are about \n2.8%. While growth is slowing from the 4.2% estimate of the second quarter, it is still forecast to be \nabove trend and we believe a modest slowdown is certainly preferable to continued growth at a pace \nthat was likely unsustainable and possibly even inflationary. \nIn aggregate, the economic data since the intraday peak of US equities on September 21st does not \npoint to any worrisome slowdown in GDP growth or the pace of employment. In fact, while the recent \n134K increase in non-farm payrolls was less than expectations, revisions to earlier months offset the \nmodest headline miss and the unemployment rate still fell to 3.7%. Furthermore, this 134k increase \nis above the estimated sustainable level of employment growth based on population growth and \nchanges in labor force participation, which our colleagues in Goldman Investment Research estimate \nis around 96k. Importantly, a modest slowdown in the 3-month average of non-farm payrolls, which \ncurrently stands at a very robust 190k jobs, is more likely to keep inflation in check. \nRobust Earnings and Buybacks \nContinued above-trend economic growth is supporting solid corporate fundamentals. While many are \nquick to dismiss this strength to US tax reform, it is only half the story. Earnings before interest and \ntaxes (EBIT) expanded by a very healthy 12% in the first half of this year and are expected to grow by \ndouble-digits again in the third quarter. This robust organic profit growth is also fueling sizable \ncorporate buybacks—a key source of equity market support. Our colleagues on the corporate \nbuyback desk expect the highest dollar amount for buybacks on record in 2018, with $1tn in \nauthorizations and $850bn in executed buybacks. \nEven so, such robust earnings growth has begun to foster concern that we have reached a peak in \nEPS growth. While we do expect the pace of growth to slow next year, a local peak in earnings \nHOUSE OVERSIGHT 026895 \ngrowth has not signified an imminent peak in the S&P 500 historically. In fact, about 3/4ths of market \npeaks occurred more than two years after the peak in the growth rate of earnings. Moreover, stock \nmarket returns have remained healthy during this period, with high odds of a positive outcome over \nthe subsequent 6-24 months (see Exhibit 1). In short, the market ultimately follows the path of \nearnings and while their growth rate may be slowing, their absolute level is still rising. \nSource: Investment Strategy Group, Bloomberg. \nInflation and Interest Rates \nInflation data has remained at relatively low levels for all of 2018, as shown in Exhibits 2 and 3. In \nfact, some of the most recent data released in October have ticked slightly lower. Average hourly \nearnings dropped to 2.8% from the prior month's level of 2.9%. Headline CPI dropped to 2.3% from \n2.7% and Core CPI ex-food and energy remain at a low 2.2%, unchanged from the prior month. The \nFederal Reserve's preferred inflation indicator, Core PCE, also remains low at 2.0% which is in line \nwith the Federal Reserve's target, and unchanged from the prior month. \nWhile 10-year Treasury yields have risen by 0.76% (or 76 basis points) over the course of 2018, we \ndo not think the resulting 3.2% yield is enough to derail US economic growth. Keep in mind that most \nof the recent increase since late August was due to stronger real growth rather than runaway inflation \nexpectations. We expect interest rates to range between 3.0% and 3.5% in 2019 with a midpoint of \n3.25%, barring any major geopolitical conflicts such as one between US and China and or escalating \nconflicts in the Middle East. \nHOUSE OVERSIGHT 026896 \nNote: Average hourly earnings is available for the private sector starting in 2006 and is released \nin the monthly employment report. The BLS hourly earnings data for production and nonsupervisory \nemployees, -80% of the private sector, is available back to 1964. \nSource: Investment Strategy Group, Haver. \nSource: Investment Strategy Group, Haver. \nOf course, the recent backup in interest rates is providing equity investors with another source of \nangst. Yet our work suggests there are several reasons why rates could continue to rise before \nbecoming a material headwind for stocks. First, the 4% trend growth rate of nominal US GDP—\nreflecting 2% real growth and 2% inflation—remains comfortably above the 10-year Treasury yield of \nHOUSE OVERSIGHT 026897 \n3.2% (i.e. the cost of borrowing). Stocks typically struggle when the cost of borrowing exceeds the \nnominal growth of the economy (see Exhibit 4). Second, the recent backup in interest rates was \ndriven primarily by improving real growth expectations, not higher inflation. This distinction is critical, \nbecause higher rates in response to improving real growth tend to benefit earnings sufficiently to \novercome the downward pressure they place on valuation multiples. Finally, it will take a number of \nyears before higher rates meaningfully impact aggregate S&P 500 interest expense, considering 91`)/0 \nof S&P 500 debt is fixed-rate and only 13% matures over the next two years. \nSource: Investment Strategy Group. Bloomberg. \nLow Probability of Recession \nWe continue to maintain a low, 10%, probability of recession driven by: \n• The positive trend of leading economic indicators \n• Low levels of inflation \n• The continued slow but steady pace of Federal Reserve interest rate hikes. We believe that \nFederal Reserve Chairman Powell's recent commentary indicates that the FOMC will continue to be \ndriven by data and financial market conditions. Their stated goal is to extend this expansion \n\"indefinitely.\" While the Federal Reserve dots point towards four more interest rate hikes by the end \nof 2019, we do not think that such hikes materially increase the odds of a recession in an economy \nthat continues to grow at levels that are generally regarded as above trend growth in the US. \nHOUSE OVERSIGHT 026898 \nRecent steepening of the yield curve. We have highlighted two measures of the yield curve as sign-\nposts we watch as an early harbinger of a recession. Both have steepened since their lows, as shown \nin Exhibits 5 and 6. \nSource: Investment Strategy Group, Bloomberg. \n*\"Near-Term Forward Spread\" is the implied 3-month forward yield 18-months from now. \nSource: Investment Strategy Group, Bloomberg. \nHOUSE OVERSIGHT 026899 \nUnsteady Undertow \nAs market observers attempt to explain the recent drop in US equities, the risks of geopolitical factors \nhave garnered considerable attention. Potential US retaliation over the recent disappearance of a \nSaudi journalist has only added fuel to the fire of worries given the risk that oil exports could be used \nas a political weapon in a world with tighter oil supply thanks to impending US sanctions on Iran. \nAs we review the geopolitical developments of 2018, it is clear that some of the risks have abated \nwhile others have increased. With the exception of a significant spike in oil prices due to the impact of \nsanctions on Iran or any escalation in US-Saudi tensions, we believe that the net impact of these \nshifts is not material enough to derail the US economic expansion or bull market. \nRisks that have abated  \nMexico: the election of the left-of-center populist president (Andres Manuel Lopes Obrador referred \nto as AMLO) has reduced fear of a reversal of recent reforms. While concerns about fiscal profligacy \nand reverting to a nationalist energy policy that reduces oil production may reappear, AMLO does not \ntake office until the end of the year. \nBrazil: The strong showing of Jair Bolsonaro, a law-and-order former army captain, in the first round \nof elections and the latest data that points to a 75% probability of Bolsonaro becoming the next \npresident of Brazil has provided a boost to the Brazilian real. His current standing has substantially \nreduced the election of another left-wing worker's party candidate who would keep the status quo in \nBrazil. \nNAFTA: The agreement on a revised NAFTA deal between the US, Canada, and Mexico on \nSeptember 30th meaningfully reduced the risk of the US withdrawal from NAFTA. While the new \nagreement, US-Mexico-Canada Agreement (USMCA), has not been ratified by the Mexican and \nCanadian national parliaments nor by the US congress, and a divided congress after the mid-term \nelections may lead to some uncertainty, we believe it is likely to be ratified. \nUS-EU Trade Friction: Tension between the US and European Union eased significantly after a July \n2018 deal between European Commission President Juncker and President Trump to \"work together \ntoward zero tariffs, zero non-tariff barriers and zero subsidies on non-auto industrial goods\". The \ncoast is not totally clear given the threat of auto tariffs, but we do not anticipate any significant \nincrease in trade rhetoric in the near future. \nRisks that have increased  \nChina: The trade war with China continues to escalate and as we have stated before, we believe that \nit cannot be resolved simply by China importing more US goods. The issues range from: \n• A large and growing trade deficit with China \n• Industrial policies & unfair trade practices that reduce competition, such as subsidies and \n\"dumping good at below-market prices\" \n• \"Made in China 2025\" policies which \"harm US companies\" \nHOUSE OVERSIGHT 026900 \n• Uneven tariff rates and the banning of some US goods \n• Intellectual property theft \n• Forced technology transfer \n• Strategic US technology acquisitions \n• Outright cyber theft \n• Foreign ownership restrictions \nRecent headlines that the trade war may be escalating to a cold war are not without merit, as we \nbelieve that US-China relations are changing on a more structural basis and will have a longer-term \nimpact. On a short-term basis, however, US exposure to China is limited with merchandise exports, \ncorporate profits and foreign claims at about 1% of GDP. As seen in Exhibit 7, the Chinese equity \nmarkets have also deteriorated much more significantly than US markets in 2018. \nOf course, specific stocks with greater exposure to China through higher sales have underperformed \nthe S&P 500 by about 6% since the latest tariffs were imposed on $200bn of Chinese products, as \nshown in Exhibit 8. \nSource: Investment Strategy Group, Bloomberg. \nHOUSE OVERSIGHT 026901 \nNote: High China sales basket is aggregated and defined by Goldman Sachs Global Investment Research. \nSource: Investment Strategy Group, Bloomberg. \nItaly: Concerns about Italy have risen to peak levels since the election of a populist government in \nMay and credit default swaps have increased to reflect these higher risks. The government's \nexpansive fiscal plan, with a proposed budget deficit of 2.4% of GDP, may be rejected by the \nEuropean Union commission and result in rating downgrades. While the EU is likely to manage this \nsituation in its usual incremental and reactive way, the possibility of new elections in late 2019 \nreigniting euro viability questions will keep Italy on our radar screens. \nBREXIT: It is hard to know whether Brexit risks are unchanged, higher or lower given the minute by \nminute headlines out of the UK. Our base case remains that while the internal politics of the \nConservative party will keep uncertainty at elevated levels and the European Union will not \ncompromise on its key tenants of free movement of goods, services, and people, the two sides will \nagree to a deal that defers the difficult choices on the shape of a final agreement with the EU until late \n2020. \nThe Middle East: Risks in the Middle East have not changed substantially with respect to Iraq, Syria, \nor even the impositions of sanctions on Iran. However, the disappearance of the Saudi journalist who \nentered the Saudi Embassy in Turkey on October 2nd has the potential to raise risks to global oil \nsupply. While there has been a global uproar, it is not yet clear whether the US will impose serious \nsanctions or Saudi Arabia would retaliate by reducing oil exports if the US finds sufficient evidence \nregarding the alleged killing of the Saudi journalist. The recession in 1973-74 was partly due to the \nquadrupling of oil prices due to the Arab Oil Embargo. Later in that decade, the Iranian Revolution \nand the Iran-Iraq War also led to a 2.5 times spike in oil prices that, along with Federal Reserve \ntightening by then Chairman Paul Volcker, led to a US recession. While we think it is unlikely that \nSaudi Arabia would react so aggressively in the face of serious US reprisals, we note that it remains a \nreal risk. \nHOUSE OVERSIGHT 026902 \nSome Notable Observations \nUS Equities Have Been Shunned All Along  \nIn both our 2018 Outlook and mid-year update, we highlighted the surprising absence of inflows into \nUS equities based on flows into mutual funds and Exchange-Traded Funds. As shown in Exhibit 9, \nflows into US equities were negative in 2018, even before the recent downdraft. In fact, US equities \nhave seen outflows of $81 billion through August 2018 (based on the most recent comprehensive \ndata), while non-US developed equities and emerging market equities have had inflows of $72 billion \nand $20 billion respectively. This is further evidence of our view that while sentiment and short term \npositioning among speculators and hedge fund managers shifts frequently, more stable investors \nhave shunned US equities during this long bull market in favor of other developed and emerging \nmarket equities and global bonds. \nThis steady outflow of assets from US equities has been offset by record levels of stock buybacks by \nUS companies given high levels of profitability and incremental cash from repatriation of overseas \nearnings, as mentioned above. \nNote: Based on ICI weekly estimates through August 30,2018. Flows exclude reinvested dividends. \nSource: Investment Strategy Group, ICI. \nSome Headwinds Facing the FANG MAN Stocks Will Persist \nThe basket of FANGMAN (i.e. Facebook, Apple, Netflix, Google, Microsoft, Amazon and Nvidia) \nstocks have dropped across the board from their respective peak price levels, with Facebook's 29% \ndecline the largest and Apple's 4% decline the smallest among the group. Even so, each of the \nHOUSE OVERSIGHT 026903 \nstocks, with the exception of Facebook, still have positive year-to-date returns and have outperformed \nthe S&P 500, as shown in Exhibit 10. \nThis is not a recommendation to buy or sell individual securities but rather an assertion that these \nstocks represent a small portion of S&P 500 earnings. Anyone looking to buy or sell single name \nequities should consult Goldman Sachs Global Investment Research. \nSource: Investment Strategy Group, Bloomberg. \nNevertheless, we believe that some of the headwinds that have plagued this sector will continue. \nThese include: \n• Data privacy issues impacting a broad range of companies, including Facebook, Google, Twitter, \nAlipay and Tencent. \n• High likelihood of greater regulatory scrutiny in the US2 and Europe as policy makers increasingly \nbelieve that these companies will not address \"the privacy and security issues of social media \nusers\"3 on their own. \n• Increased focus by ESG investors (Environment, Social, and Governance) that many of the \ntechnology and social media companies are falling short on social and governance issues. \nWhile this basket of stocks may or may not lead the market in the future, it is important to note that \nthey represent only 10% of S&P 500 earnings. \nInvestment Implications \nThe recent market downdraft has understandably rekindled fears that the longest bull market in \nhistory is coming to an end. While there are no certainties in investing, we do not think the odds \nsupport that conclusion based on our read of the steady and unsteady factors discussed above. Keep \nin mind that about 75% of historical US bear markets—defined here as equity market declines of 20% \nor more—have occurred during economic recessions. In fact, US equity returns have remained \nfavorable until about five to six months prior to the onset of recession, highlighting the penalty for \nprematurely exiting the market (see Exhibit 11). With only 10% odds of recession over the next year, \nwe think the economic backdrop remains favorable for stocks. \nHOUSE OVERSIGHT 026904 \nSource: Investment Strategy Group, Bloomberg. \nOf course, none of the supportive factors discussed above precludes further bouts of equity volatility. \nAs we highlighted at the beginning of the year, the historical probability of a 5% or greater correction \nfrom current valuation levels was 96%. Yet these statistics alone do not justify underweighting \nequities, since such pullbacks often occur after sizable equity rallies, as this year reminds us. \nMoreover, such pullbacks are quite normal historically. After all, stocks have suffered a median of two \npullbacks of at least 5% and one of at least 10% per calendar year in the post-WWII period, leaving \nboth the frequency and magnitude of this year's dips in line with past experience. Most importantly, \nyears that experienced a similar number of pullbacks as 2018 nonetheless ended with a median gain \nof 6% and had 77% odds of a positive return. \nConclusion \nAlthough we have painted a less alarmist view of recent market weakness, we are by no means \nPollyannaish. While bull markets do not die of old age, they do become more susceptible to ailments \nover time. Yet as we survey the tug of war between the steady factors and the unsteady undertow, \nwe do not think the balance of risks is strong enough to topple the ongoing US expansion and the \ncontinued growth of corporate earnings it supports. \nThat said, this viewpoint does not preclude further market volatility and the market may still make new \nlows if the current downdraft persists. But history suggests the bull market is likely to continue until \nabout 5-6 months prior to the end of this economic expansion. Thus, it will take a significant increase \nin the odds of an imminent recession to provide the trigger—that has been lacking thus far—to \ntactically underweight equities. In the interim, we continue to recommend that clients maintain their \nstrategic allocation to US equities. \nHOUSE OVERSIGHT 026905 \nSources: Investment Strategy Group, Bloomberg, Datastream, Goldman Sachs Global Investment Research, Haver. \nEndnotes: \n(1) Kate Davidson and Sarah Chaney, \"Fed Chair Powell Sees 'Remarkably Positive Set of Economic Circumstances,- The Wall \nStreet Journal, October 3, 2018. \n(2) Statement by the Acting Director of FTC's Bureau of Consumer Protection Regarding Reported Concerns about Facebook \nPrivacy Practices, March 26, 2018. \n(3) \nSenator Mark. R Warner, Press Release, September 28, 2018 \nInvestment Strategy Group. The Investment Strategy Group (ISG) is part of the Investment Management Division of \nGoldman Sachs. ISG is focused on asset allocation strategy formation and market analysis for Private Wealth \nManagement. Any information that references ISG, including their model portfolios, represents the views of ISG, is not \nresearch and is not a product of Global Investment Research. If shown, ISG Model Portfolios are provided for illustrative \npurposes only. Your actual asset allocation may look significantly different based on your particular circumstances and \nrisk tolerance. Tactical tilts may involve a high degree of risk. No assurance can be made that profits will be achieved or \nthat substantial losses will not be incurred. Economic and market forecasts presented herein reflect our judgment as of \nthe date of this presentation and are subject to change without notice. These forecasts do not take into account the \nspecific investment objectives, restrictions, tax and financial situation or other needs of any specific client. Actual data will \nvary and may not be reflected here. These forecasts are subject to high levels of uncertainty that may affect actual \nperformance. Accordingly, these forecasts should be viewed as merely representative of a broad range of possible \noutcomes. These forecasts are estimated, based on assumptions, and are subject to significant revision and may change \nmaterially as economic and market conditions change. Goldman Sachs has no obligation to provide updates or changes \nto these forecasts. Case studies and examples are for illustrative purposes only. If applicable, a copy of Goldman Sachs \nGlobal Investment Research (GIR) Report used for GIR forecasts is available upon request. \nEntities Providing Services. This presentation is intended only to facilitate your discussions with the applicable Goldman \nSachs entity including, but not limited to, Goldman Sachs & Co. LLC, Goldman Sachs International, Goldman Sachs AG, \nGoldman Sachs Bank (Europe) plc, Goldman Sachs Paris Inc. et Cie., Goldman Sachs (Monaco) S.A.M., Goldman Sachs \nSaudi Arabia, Goldman Sachs Bank AG, GS International, Sucursal en Espana, Goldman Sachs (Asia) L.L.C, Goldman \nSachs (Singapore) Pte (Company Number: 19862165W), Goldman Sachs Australia Pty Limited, and Brazil by Goldman \nSachs do Brasil Banco MOItiplo S.A. as to the opportunities available to our private wealth management clients. In \nconnection with its distribution in the United Kingdom, this material has been issued and approved by Goldman Sachs \nInternational which is authorised by the Prudential Regulation Authority and regulated by the Financial Conduct Authority \nand Prudential Regulation Authority. This material has been approved for issue in the United Kingdom solely for the \npurposes of Section 21 of the Financial Services and Markets Act 2000 by GSI, Peterborough Court, 133 Fleet Street, \nLondon EC4A 2BB; by Goldman Sachs Canada, in connection with its distribution in Canada; in the United States by \nGoldman Sachs & Co. LLC; in Hong Kong by Goldman Sachs (Asia)L.L.C.; in Korea by Goldman Sachs (Asia) L.L.C., \nSeoul Branch; in Japan by Goldman Sachs(Japan) Ltd; in Australia by Goldman Sachs Australia Pty Ltd (ACN 006 797 \n897); and in Singapore by Goldman Sachs (Singapore) Pte. (Company Number: 19862165W). \nOptions. Options are not suitable for all investors. Please ensure that you have read and understood the current options \ndisclosure documents before entering into any standardized options transactions. United States listed options disclosure \ndocuments are available from your Private Wealth Management team or \nat http://theocc.com/publications/risks/riskstoc.pdf. A secondary market may not be available for all options. Transaction \ncosts may be significant in option strategies that require multiple purchases and sales of options, such as spreads. When \npurchasing long options an investor may lose their entire investment and when selling uncovered options the risk of loss is \npotentially unlimited. \nDerivatives. Investments that involve futures, equity swaps, and other derivatives give rise to substantial risk and are not \navailable to or suitable for all investors. \nNo Distribution; No Offer or Solicitation. This material may not, without Goldman Sachs' prior written consent, be (i) \ncopied, photocopied or duplicated in any form, by any means, or (ii) distributed to any person that is not an employee, \nofficer, director, or authorized agent of the recipient. This material is not an offer or solicitation with respect to the \npurchase or sale of a security in any jurisdiction in which such offer or solicitation is not authorized or to any person to \nHOUSE OVERSIGHT 026906 \nwhom it would be unlawful to make such offer or solicitation. This material is a solicitation of derivatives business \ngenerally, only for the purposes of, and to the extent it would otherwise be subject to, §§ 1.71 and 23.605 of the U.S. \nCommodity Exchange Act. \nCurrencies. Currency exchange rates can be extremely volatile, particularly during times of political or economic \nuncertainty. There is a risk of loss when an investor has exposure to foreign currency or is in foreign currency traded \ninvestments. \nAustralia: This material is being disseminated in Australia by Goldman Sachs & Co (\"GSCo\"); Goldman Sachs \nInternational (\"GSI\"); Goldman Sachs (Singapore) Pte (\"GSSP\") and/or Goldman Sachs (Asia) LLC (\"GSALLC\"). In \nAustralia, this document, and any access to it, is intended only for a person that has first satisfied Goldman Sachs that: \n• The person is a Sophisticated or Professional Investor for the purposes of section 708 of the Corporations Act 2001 \n(Cth) (\"Corporations Act\"); or \n• The person is a wholesale client for the purposes of section 761G of the Corporations Act. \nNo offer to acquire any financial product or interest in any securities or interests of any kind is being made to you in this \ndocument. If financial products or interests in any securities or interests of any kind do become available in the future, the \noffer may be arranged by an appropriately licensed Goldman Sachs entity in Australia in accordance with section \n911A(2)(b) of the Corporations Act. Any offer will only be made in circumstances where disclosures and/or disclosure \nstatements are not required under Part 6D.2 or Part 7.9 of the Corporations Act (as relevant). \nTo the extent that any financial service is provided in Australia by GSCo, GSI, GSSP and/or GSALLC, those services are \nprovided on the basis that they are provided only to \"wholesale clients\", as defined for the purposes of the Corporations \nAct. GSCo, GSI, GSSP and GSALLC are exempt from the requirement to hold an Australian Financial Services Licence \nunder the Corporations Act and do not therefore hold an Australian Financial Services Licence. GSCo is regulated by the \nSecurities and Exchange Commission under US laws; GS! is regulated by the Financial Conduct Authority and the \nPrudential Regulation Authority under laws in the United Kingdom; GSSP is regulated by the Monetary Authority of \nSingapore under Singaporean laws; and GSALLC is regulated by the Securities and Futures Commission under Hong \nKong laws; all of which differ from Australian laws. Any financial services given to any person by GSCo, GSI, and/or \nGSSP in Australia are provided pursuant to ASIC Class Orders 03/1100; 03/1099; and 03/1102 respectively. \nBrazil. These materials are provided at your request and solely for your information, and in no way constitutes an offer, \nsolicitation, advertisement or advice of, or in relation to, any securities, funds, or products by any of Goldman Sachs \naffiliates in Brazil or in any jurisdiction in which such activity is unlawful or unauthorized, or to any person to whom it is \nunlawful or unauthorized. This document has not been delivered for registration to the relevant regulators or financial \nsupervisory bodies in Brazil, such as the Brazilian Securities and Exchange Commission (Comissao de Valores \nMobiliarios — CVM) nor has its content been reviewed or approved by any such regulators or financial supervisory bodies. \nThe securities, funds, or products described in this document have not been registered with the relevant regulators or \nfinancial supervisory bodies in Brazil, such as the CVM, nor have been submitted for approval by any such regulators or \nfinancial supervisory bodies. The recipient undertakes to keep these materials as well as the information contained herein \nas confidential and not to circulate them to any third party. \nChile: Fecha de inicio de la oferta: (i) La presente oferta se acoge a la Norma de Caracter General N° 336 de la \nSuperintendencia de Valores y Seguros de Chile; (ii) La presente oferta versa sobre valores no inscritos en el Registro de \nValores o en el Registro de Valores Extranjeros que Ileva la Superintendencia de Valores y Seguros, por lo que los \nvalores sobre los cuales esta versa, no estan sujetos a su fiscalizacion; (iii) Que por tratarse de valores no inscritos, no \nexiste la obligacion por parte del emisor de entregar en Chile informaci6n pOblica respecto de estos alores; y (iv) Estos \nvalores no podran ser objeto de oferta pOblica mientras no sean inscritos en el Registro de Valores correspondiente. \nDubai: Goldman Sachs International (\"GSI\") is authorised and regulated by the Dubai Financial Services Authority \n(\"DFSA\") in the DIFC and the Financial Services Authority (\"FSA\") authorized by the Prudential Regulation Authority and \nregulated by the Financial Conduct Authority and Prudential Regulation Authority in the UK. Registered address of the \nDIFC branch is Level 5, Gate Precinct Building 1, Dubai International Financial Centre, PO Box 506588, Dubai, UAE and \nregistered office of GS! in the UK is Peterborough Court, 133 Fleet Street, London EC4A 2BB, United Kingdom. This \nmaterial is only intended for use by market counterparties and professional clients, and not retail clients, as defined by the \nDFSA Rulebook. Any products that are referred to in this material will only be made available to those clients falling within \nthe definition of market counterparties and professional clients. \nIsrael: Goldman Sachs is not licensed to provide investment advice or investment management services under Israeli \nlaw. \nHOUSE OVERSIGHT 026907 \nSingapore: This document has not been delivered for registration to the relevant regulators or financial supervisory \nbodies in Hong Kong or Singapore, nor has its content been reviewed or approved by any financial supervisory body or \nregulatory authority. The information contained in this document is provided at your request and for your information only. \nIt does not constitute an offer or invitation to subscribe for securities or interests of any kind. Accordingly, unless permitted \nby the securities laws of Hong Kong or Singapore, (i) no person may issue or cause to be issued this document, directly \nor indirectly, other than to persons who are professional investors, institutional investors, accredited investors or other \napproved recipients under the relevant laws or regulations (ii) no person may issue or have in its possession for the \npurposes of issue, this document, or any advertisement, invitation or document relating to it, whether in Hong Kong, \nSingapore or elsewhere, which is directed at, or the contents of which are likely to be accessed by, the public in Hong \nKong or Singapore and (iii) the placement of securities or interests to the public in Hong Kong and Singapore is \nprohibited. Before investing in securities or interests of any kind, you should consider whether the products are suitable for \nyou. \nUnited Arab Emirates: The information contained in this document does not constitute, and is not intended to constitute, \na public offer of securities in the United Arab Emirates in accordance with the Commercial Companies Law (Federal Law \nNo. 8 of 1984, as amended) or otherwise under the laws of the United Arab Emirates. This document has not been \napproved by, or filed with the Central Bank of the United Arab Emirates or the Securities and Commodities Authority. If \nyou do not understand the contents of this document, you should consult with a financial advisor. This document is \nprovided to the recipient only and should not be provided to or relied on by any other person. \nUnited Kingdom: This material has been approved for issue in the United Kingdom solely for the purposes of Section 21 \nof the Financial Services and Markets Act 2000 by GSI, Peterborough Court, 133 Fleet Street, London EC4A 2BB. \nAuthorised by the Prudential Regulation Authority and regulated by the Financial Conduct Authority and the Prudential \nRegulation Authority. \n©2018 Goldman Sachs. All rights reserved. \nYour Personal Data: We may collect and process information about \nyou that may be subject to data protection laws. To the extent you \nare located in the European Union (EU) or you are interacting with, \nand your data may therefore be controlled by, a Goldman Sachs \nentity in the EU, you can access more information about how we \nuse and disclose your personal data, how we protect your \ninformation, our legal basis to use your information, your rights and \nwho you can contact here: http://www.gs.com/privacy-notices  \nHOUSE OVERSIGHT 026908",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_026893.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 35434,
    "word_count": 5564,
    "line_count": 428,
    "import_date": "2025-11-19T21:47:44.798567",
    "prefix": "TEXT-001"
  }
}