{
  "document_id": "HOUSE_OVERSIGHT_011788",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011788.txt",
  "text": "/ BARAK / 31\n\nNava and I voted, we attended an event for Labor supporters north of Tel Aviv,\nbefore flying to Beersheva to spend the final hours in the Negev. I’d arranged for\nShlomo Ben-Ami to go to Kiryat Shmona in the north — emphasizing, as\nthroughout the campaign, our determination to broaden our support beyond\nLabor’s heartland. The polls closed at 10 o’clock. I knew Bibi would be staring at\nthe same Channel One newscast as I was, each of us ready to put the best spin on\nthings, especially if there was no clear sign at this stage which one of us had won.\nBut the exit poll findings came as a shock: Barak, of One Israel, 58.5 percent;\nNetanyahu, Likud, 41.5 percent. It was a landslide.\n\nThe full impact hit me only when I got to the fifth-floor suite in the Dan Hotel\nin Tel Aviv, our election-night headquarters. My three brothers, and Nava and our\ndaughters, were waiting for me. Leah Rabin, too. Our eyes teared up as we\nembraced. My parents were by now too frail to come. But I’d promised to phone\nthem, whatever happened. “We did it,” I told my father, who said mazaltov with a\ndepth of feeling which had become rare as his health began to fail. My mother had\nalways been a bit conflicted about my going into politics, despite her lifelong\nbelief that the isswes of politics mattered, especially after Yitzhak had been cut\ndown and killed for following the path on which I hoped to continue. Still, I could\nhear the pride, and relief, in her voice when I said: “Remember, ima. I did promise\nyou that if I ran, at least I'd make sure to win.”\n\nWhen we’d finished speaking, Bibi called. He had conceded publicly as soon\nas the exit poll was out. He had also stunned the Likud crowd by immediately\nresigning as party leader. “Congratulations,” he said, sounding, more than\nanything, tired. “I accept that the voters have spoken.” I thanked him for taking the\ntrouble to call. I said I appreciated the contribution he’d made to the country, and\nthat we’d meet in the next few days to discuss how best to handle the political\ntransition. “Thanks,” Bibi said. “And again, mazaltov.”\n\nBy the time I got off the phone with Bibi, the TV was showing pictures of tens\nof thousands of people celebrating the results in the central Tel Aviv square, now\nrenamed in Rabin’s memory, where he had been murdered nearly four years\nearlier. Before leaving to join them, I fielded a stream of calls: from friends, other\nIsraeli party leaders and leaders from abroad, including Tony Blair and Bill\nClinton, both of whom not only offered warm congratulations but said they looked\nforward to working with me as I tried to move Israel forward and to finish the\nwork Yitzhak had begun.\n\n317\nHOUSE_OVERSIGHT_011788",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011788.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2705,
    "word_count": 485,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:45.670942",
    "prefix": "IMAGES-001"
  }
}