{
  "document_id": "HOUSE_OVERSIGHT_019398",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019398.txt",
  "text": "Topics\n\nI. MODELS OF EXCHANGE RATES\n\n*Rogoff, Kenneth, \"Dornbusch’s Overshooting Model After Twenty-Five Years,\" IMF\nStaff Papers 49, Special Issue, 2002 (35 pages). (This link is to a slightly earlier version\nthat will give you a higher quality printout.)\n\n*Obstfeld and Rogoff: pp. 513-530.\n\nFrankel, Jeffrey, and Andrew Rose, 1995, \"Empirical Research on Nominal Exchange\nRates,\" in G Grossman and K Rogoff (eds), Handbook of International Economics, vol. 3\n(Elsevier).\n\nRogoff, Kenneth and Vania Stavrakeva, “The Continuing Puzzle of Short-Horizon\nExchange Rate Forecasting,” manuscript, Harvard University, July 30, 2008.\n\nII. THE PURCHASING POWER PARITY PUZZLE AND RELATED PUZZLES\n\n*Kenneth Rogoff, “The Purchasing Power Parity Puzzle,” Journal of Economic Literature\n34, June 1996, 647-68.\n\n*Obstfeld and Rogoff: pp. 199-225.\n\nImbs, Jean, Haroon Mumtaz, Morton O. Ravn, and Helene Rey, “PPP Strikes Back:\nAggregation and the Real Exchange Rate,” Quarterly Journal of Economics 120(1): 1-43.\n\nGoldberg, Penny K. and Michael Knetter, “Goods Prices and Exchange Rates: What Have\nWe Learned?” Journal of Economic Literature 35 (September 1997): 1243-72.\n\nTaylor, Alan, M., “Potential Pitfalls for the Purchasing-Power Parity Puzzle? Sampling\nand Specification Biases in Mean-Reversion Tests of the Law of One Price,”\nEconometrica 69(2) (March 2001): 473-98.\n\nReidel, Demian and Jan Szilagyi, “A Biased View of PPP,” manuscript, Harvard\nUniversity, February 2005.\n\n*Gopinath, Gita and Ricardo Rigobon, “Sticky Borders,” Quarterly Journal of Economics\n123(2): 531-575.\n\nHOUSE_OVERSIGHT_019398",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019398.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1593,
    "word_count": 223,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:47.318955",
    "prefix": "IMAGES-005"
  }
}