{
  "document_id": "HOUSE_OVERSIGHT_031893",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031893.txt",
  "text": "18\n\nmust make room for the equality of the sexes and the rights of\nreligious minorities. Property rights must be rooted in law and\nprotected by an independent judicial system. While governments\nhave a role in the economy, the mechanisms of the market must\nultimately be allowed to work their way.\n\nWe do not agree among ourselves about the proper sequence of these\nchanges. We know that in the short run, democratic voting\nprocedures may not produce liberal governments. We know that\ndemagogues and aspiring despots can use the language and even the\nmechanisms of democracy to build personal dictatorships (Napoleon\nIII and Hugo Chavez, for example). We know that popular opinion is\nsometimes more nationalistic than elite opinion and that gains for\ndemocracy do not always lead to more foreign policy cooperation. In\nmost cases, progress toward stable and peaceful democratic\ngovernment comes slowly if it comes at all; even if you believe in\n‘democratic peace theory, hoping that the democratization of other\ncountries will solve American foreign policy problems is a fool’s\ngame.\n\nYet we also know — or at least we believe — that in the long run a\nmore democratic world is a better if not always a safer world, and that\nit would be immoral as well as impractical to stand in the way of the\nchanges that need to come.\n\nIf we add the conservative mission of the United States to the\nrevolutionary agenda, the problems of American foreign policy\nbecome more complex still. We are trying to carry out a vast\nreordering of global society even as we preserve the stability of the\ninternational political order: we are trying to walk blindfolded on a\ntightrope across Niagara Falls — while changing our clothes.\n\nThe uncertainties and risks that surround us should not be\nunderestimated. There has never been a worldwide revolution of this\nkind before; nobody knows for sure how best to speed the plow.\n\nHOUSE_OVERSIGHT_031893",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031893.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1922,
    "word_count": 323,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:45.124203",
    "prefix": "IMAGES-011"
  }
}