{
  "document_id": "HOUSE_OVERSIGHT_019677",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019677.txt",
  "text": "The Unheeded Warning | 189\n\nton had pointed out to me that “the business of intelligence services\nrequires understanding precisely the relationship of their opposi-\ntion to them.” His view, though his opponents inside the CIA would\ncall it with some justification an obsession, was that an intelligence\nservice had to focus on the moves of its rivals. To accomplish this\n“business” in the first decade of the twenty-first century, the CIA\nhad to establish why its new opposition, the SVR, was laying the\nfoundation for an espionage operation. What were its priorities in\nthe resumption of the intelligence war? Its inside man in the SVR,\nPoteyev, provided it with a tremendous advantage in this relation-\nship. He knew the links in a sleeper network that the SVR believed\nwas safely hidden from surveillance. If they were followed, when\nthey were activated, they could expose whatever recruits the SVR\nhad in the American government. The CIA duly shared this infor-\nmation about the sleeper ring with the FBI, which had the respon-\nsibility for the surveillance of foreign agents in the United States.\nThe FBI, for its part, kept the Russian sleeper agents under tight\nsurveillance—an operation that grew in complexity and expense as\n© more SVR agents arrived in the United States. ®\nMeanwhile, in Moscow, Poteyev was following the unfolding\noperation. Part of his SVR job was to continue preparing these\n“Americans,” as they were called by the SVR, for their assignments.\nSome had been sent as couples, others as singles. One of the sin-\ngles that Poteyev personally handled was Anna Kushchyenko. She\nwas a strikingly beautiful Russian student who changed her name\nto Anna Chapman by briefly marrying a British citizen she met at\na rave party. After taking his name, she left him. After completing\nher training in Russia, she was sent by the SVR to New York City\nto establish herself as an international real estate specialist. Other\n“Americans” under Poteyev’s watch became travel agents, students,\nand financial advisers. In all, Poteyev identified to the CIA twelve\nsuch sleeper agents. The cost of FBI surveillance of them over the\nyears became sizable. According to a former FBI agent, around-the-\nclock surveillance on the movements and communications of a sin-\ngle individual can cost over $10,000 a day.\nWhen the CIA received Poteyev’s message in 2010 warning that\nRussian military intelligence had asked the SVR to activate some of\n\n| | Epst_9780451494566_2p_all_r1.z.indd 189 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019677",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019677.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2532,
    "word_count": 415,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:49.191350",
    "prefix": "IMAGES-005"
  }
}