{
  "document_id": "HOUSE_OVERSIGHT_017216",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017216.txt",
  "text": "4.2.12\nWC: 191694\n\nSpeech Codes\nIt is the great danger of top-down discretion in the area of regulating speech that led me to\n\nexpress one of the most controversial views a free speech advocate can hold: I favor precise and\nnarrow “speech codes” on university campuses, for much the same reason I favor precise and\nnarrow national security codification. As I will now explain, I favor such codes not because I\nwant to see campus speech curtailed, but rather because I want to see it freer than it is today.\n\nMy general views on free speech are well-known: I am as close to an absolutist against\ncensorship as anyone can reasonably be. In my book Finding Jefferson I describe my position as\n“a presumptive absolutist”.\n\n“All speech should be presumed to be protected by the\nConstitution, and a heavy burden should be placed on those\nwho would censor to demonstrate with relative certainty\nthat the speech at issue, if not censored, would lead to\nirremediable and immediate serious harm. No one should\nbe allowed — in the famous but often misused words of\nJustice Oliver Wendell Holmes Jr. — falsely to shout fire in a\ncrowded theater, but anyone should be allowed to hand out\nleaflets in front of the theater urging people not to enter\nbecause of potential fire hazards.”\n\nI am particularly critical of the censorship of speech on university campuses in the name of\n“political correctness”. As I wrote in Shouting Fire:\n\nThough [students who seek to censor “offensive” speech] insist on\nbeing governed by the laws of the outside world when it comes to\ntheir personal lives, railing against visitor rules and curfews, they\nwant their universities to adopt rules that restrict their First\nAmendment rights of free speech in order to shield them from the\nugly realities of prejudice.\n\nYet despite my strong opposition to censorship, I have surprised both my supporters and\ndetractors by calling for precise and narrow “speech codes” on campuses. My reasoning is\nsimple: censorship is inevitable on all university campuses in extreme situations; if a professor\nused the “N” word to call on an African-American student in class — or comparable taboo words\nto call on a woman, a Jew, a gay or lesbian, a Latino, or an Asian-American — that teacher would\nbe fired (or at the very least disciplined). There are other forms of expression as well that would\nsimply not be tolerated in a university, public or private. Precisely what those are we don’t know\n(recall Carlin’s 7 dirty words) but we will probably know it when we see it. (Recall Justice\nStewart on hard core pornography.) Accordingly, there already exists a speech common-law (or\nmore precisely a censorship common-law) at every university. The issue, therefore, is not\nwhether there is or should be any censorship of expression by universities. We already know the\nanswer to that question: there is and there should be in those kinds of extreme cases. I know of\nno responsible person or organization that would defend the right of a teacher to use the “N”\nword in calling on or routinely discussing African-American students. The remaining question is\n\n129\n\nHOUSE_OVERSIGHT_017216",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017216.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3133,
    "word_count": 528,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:48.047864",
    "prefix": "IMAGES-004"
  }
}