{
  "document_id": "HOUSE_OVERSIGHT_011445",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011445.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n142\nH3vlgiu2\n\nThe final point that the LiButti case directs you to\n\nconsider is whether admitting the evidence will advance the\nsearch for truth. And here we have a conspiracy, and I'm using\n\nthat term not as a lawyer but as a layperson for this purpose.\n\nWebster's defines to conspire means to join together ina\n\nsecret agreement to do an unlawful or wrongful act or an act\n\nwhich becomes unlawful as a result of a secret agreement. And\nso we want to present the conspirator. Now we think that makes\n\nthe case that this is highly relevant and also appropriate for\n\nan adverse inference. Again, your Honor could wait to rule on\n\nthis at trial, but we think it's clear-cut now.\n\nOf course once you determine that something's\n\nrelevant, you then have to consider possible prejudicial\n\neffect. Obviously this is a case in which sex allegations are\ngoing to be at their heart. It's not like we have a business\ndispute where somebody wants to throw in sex abuse. We want to\n\nprove, in a case involving a sex conspiracy, what the\n\nconspirators have to say. And there's no prejudice then to\n\nMaxwell in the sense of unfair prejudice. He can ask whatever\n\nquestions they deem appropriate as well. But the absence of\nthe co-conspirators is of course highly prejudicial to\n\nMs. Giuffre. Naturally the jury is going to wonder, you said\n\nKellen was reporting to Maxwell. Where is Kellen? That's\n\ngoing to be the first thing they'll say when they go back into\n\nthe jury room. Where are these people? And that's what\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011445",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011445.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1645,
    "word_count": 287,
    "line_count": 84,
    "import_date": "2025-11-19T21:47:49.368553",
    "prefix": "IMAGES-001"
  }
}