{
  "document_id": "HOUSE_OVERSIGHT_029259",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029259.txt",
  "text": "Case 5:16-cv-OGROTED STGTESDISDBICIICOUR TL CEN FRODISIRIGMOF CARIFORND 3 Page ID #:9\n° CIVIL COVER SHEET\n\niX(a). IDENTICAL CASES: Has this action been previously filed in this court? NO [| YES\n\nIf yes, list case number(s):\n\nIX(b). RELATED CASES: Is this case related (as defined below) to any civil or criminal case(s) previously filed in this court?\nNO [] YES\n\nIf yes, list case number(s):\n\nCivil cases are related when they (check all that apply):\n[| A. Arise from the same or a closely related transaction, happening, or event;\n[_] 8. Call for determination of the same or substantially related or similar questions of law and fact; or\n\n[_] C. For other reasons would entail substantial duplication of labor if heard by different judges.\n\nNote: That cases may involve the same patent, trademark, or copyright is not, in itself, sufficient to deem cases related.\n\nA civil forfeiture case and a criminal case are related when they (check all that apply):\n[_] A. Arise from the same or a closely related transaction, happening, or event;\n\n[| B. Call for determination of the same or substantially related or similar questions of law and fact; or\n\nC. Involve one or more defendants fron the criminal case in common and would entail substantial duplication of\n\nlabor if heard by different judges.\n\nX. SIGNATURE OF ATTORNEY\n(OR SELF-REPRESENTED LITIGANT):\n\nNotice to Counsel/Parties: The submission ofthis Civil Cover Siheat is required by Local Rule 3-1. This Form CV-71 and the information contained herein\nneither replaces nor supplements the filing and service of pleadings or other papers as required by law, except as provided by local rules of court. For\nmore detailed instructions, see separate instruction sheet (CV-07 1A).\n\nKey to Statistical codes relating to Social Security Cases:\n\nNature of SuitCode Abbreviation Substantive Statement of Cause of Action\n\nAll claims for health insurance benefits (Medicare) under Title 18, Part A, of the Social Security Act, as amended. Also,\n\n861 HIA include claims by hospitals, skilled nursing facilities, etc, for certification as providers of services under the program.\n(42 U.S.C. 1935FF(b))\n\n862 BL All claims for \"Black Lung\" benefits under Title 4, Part B, of the Federal Coal Mine Health and Safety Act of 1969. (30 U.S.C.\n923)\n\n863 DIWC All claims filed by insured workers for disability insurance benefits under Title 2 of the Social Security Act, as amended; plus\nall claims filed for child's insurance benefits based on disability. (42 U.S.C. 405 (g))\n\n863 DIWW All claims filed for widows or widowers insurance benefits based on disability under Title 2 of the Social Security Act, as\n\namended. (42 U.S.C. 405 (g))\n\nAll claims for supplemental security income payments based upon disability filed under Title 16 of the Social Security Act, as\n\noot a5i8 amended.\n865 RSI All claims for retirement (old age) and survivors benefits under Title 2 of the Social Security Act, as amended.\n(42 U.S.C. 405 (g))\nCV-71 (02/16) CIVIL COVER SHEET Page 3 of 3\n\nHOUSE_OVERSIGHT_029259",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029259.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3031,
    "word_count": 492,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:44.509061",
    "prefix": "IMAGES-010"
  }
}