{
  "document_id": "HOUSE_OVERSIGHT_025141",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025141.txt",
  "text": "On Sun, Jun 24, 2018 at 4:23 PM, Robert Trivers <> wrote:\nMany thanks. By all means let's concentrate on me and not Trump. If Enhanced Learning can make its annual\ngift of 30 that would have a huge positive effect on me and my future. Let the market take care of itself. All\nbest\n\nSent from my iPhone\n\nOn Jun 24, 2018, at 2:02 PM, jeffrey E. <jeevacation@gmail.com> wrote:\n\ntrump ok, lets concentrate on you. trade war maybe good. shakes things up\n\nOn Sun, Jun 24, 2018 at 8:11 PM, Robert Trivers > wrote:\nJeffrey\n\nfinally landed\n\nvery unpleasant journey\n\nyou had nothing to do with how Chapman acted and i apologise for suggesting it might be otherwise\nit was entirely against me, partly motivated by a spiteful ex-friend\n\nconsulted two lawyers that Gordon recommended but they were very discouraging\n\nthe basic problem is simple—i am going against a strong national trend—well-known man after well-known man is being brought low for alleged\nhis misbehaviour toward women—in some case well-deserved prison time (Cosby and perhaps Weinstein) in many other cases, simply being run\nout of institutions—exactly my fate\n\nfurthermore in he say/she say confrontations the evidence has shifted—in University settings at least—from 'beyond a reasonable doubt' to a\n‘preponderance of evidence' to 'more positive than negative'\n\nthe loss is huge, on the order of a half million to a million dollars, meant to keep me alive (they were going to offer a five-year contract) while i let\nmy ‘inheritance’ be spent on children and grandchildren while also growing\n\ni have no choice but to work\n\ni will get my revised Wild Life to an agent later this week—have added 5 new chapters and a few sections—much stronger for the inclusion of my\nmajor scientific work—1. social theory based on natural selection and 2. selfish genetic elements selected within organisms\n\nthen i have Honour Killings set to roll, as well as another one\n\nhope you are thriving—and also hope Trump will stop this international trade nonsense—a lose/lose war—especially as it affects the stock market\nor so it seems to me\n\nbest wishes\n\nbob\n\nHOUSE_OVERSIGHT_025141",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025141.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2118,
    "word_count": 353,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.883735",
    "prefix": "IMAGES-008"
  }
}