{
  "document_id": "HOUSE_OVERSIGHT_013177",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013177.txt",
  "text": "13.6 Glocal Memory 261\n\nGlocal memory overcomes the dichotomy between localized memory (in which each memory\nitem is stored in a single location within an overall memory structure) and distributed memory\n(in which a memory item is stored as an aspect of a multi-component memory system, in such\na way that the same set of multiple components stores a large number of memories). In a glocal\nmemory system, most memory items are stored both locally and globally, with the property\nthat eliciting either one of the two records of an item tends to also elicit the other one.\n\nGlocal memory applies to multiple forms of memory; however we will focus largely on percep-\ntual and declarative memory in our detailed analyses here, so as to conserve space and maintain\nsimplicity of discussion.\n\nThe central idea of glocal memory is that (perceptual, declarative, episodic, procedural,\netc.) items may be stored in memory in the form of paired structures that are called (key,\nmap) pairs. Of course the idea of a “pair” is abstract, and such pairs may manifest themselves\nquite differently in different sorts of memory systems (e.g. brains versus non-neuromorphic AT\nsystems). The key is a localized version of the item, and records some significant aspects of\nthe items in a simple and crisp way. The map is a dispersed, distributed version of the item,\nwhich represents the item as a (to some extent, dynamically shifting) combination of fragments\nof other items. The map includes the key as a subset; activation of the key generally (but not\nnecessarily always) causes activation of the map; and changes in the memory item will generally\ninvolve complexly coordinated changes on the key and map level both.\n\nMemory is one area where animal brain architecture differs radically from the von Neu-\nmann architecture underlying nearly all contemporary general-purpose computers. Von Neu-\nmann computers separate memory from processing, whereas in the human brain there is no such\ndistinction. In fact, it’s arguable that in most cases the brain contains no memory apart from\nprocessing: human memories are generally constructed in the course of remembering [Ros88],\nwhich gives human memory a strong capability for “filling in gaps” of remembered experi-\nence and knowledge; and also causes problems with inaccurate remembering in many contexts\n[BF71, RM95] We believe the constructive aspect of memory is largely associated with its\nglocality.\n\nThe remainder of this section presents a fuller formalization of the glocal memory concept,\nwhich is then taken up further in three later chapters:\n\ne Chapter ?? discusses the potential implementation of glocal memory in the human brain\n\ne Chapter ?? discusses the implementation of glocal memory in attractor neural net systems\n\ne Chapter 23 presents Glocal Economic Attention Networks (ECANs), rough analogues of\nglocal Hopfield nets that play a central role in CogPrime.\n\nOur hypothesis of the potential general importance of glocality as a property of memory\nsystems (beyond just the CogPrime architecture) — remains somewhat speculative. The presence\nof glocality in human and animal memory is strongly suggested but not firmly demonstrated by\navailable neuroscience data; and the general value of glocality in the context of artificial brains\nand minds is also not yet demonstrated as the whole field of artificial brain and mind building\nremains in its infancy. However, the utility of glocal memory for CogPrime is not tied to this\nmore general, speculative theme — glocality may be useful in CogPrime even if we’re wrong that\nit plays a significant role in the brain and in intelligent systems more broadly.\n\nHOUSE_OVERSIGHT_013177",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013177.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3676,
    "word_count": 587,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:48.811238",
    "prefix": "IMAGES-002"
  }
}