{
  "document_id": "HOUSE_OVERSIGHT_023557",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023557.txt",
  "text": "KAKAKKKKAKK\n\nfor great dirty jokes 24/7, Use Your Finger! (516) 922-WINE\nfree jokes for The Universe since 1979 ...\nsimply dial (516) 922-9463 ...\n.. not a pay service, just a regular call ...\n36 years of free jokes!\n\nRAKKKKKA\n\nEvery night for twenty years, Irving Schwartz gets down on his knees and says, \"Lord, it's\nme, Irving Schwartz. I'm a good Jewish boy. One time, couldn't you let me win the lottery? One\ntime? I'm good to my parents, I'm good to my children, I go to temple. Please, Lord, please, one\ntime, let me win the lottery.\"\n\nHe's on his knees every night for twenty years.\n\n\"Lord, it's me, Irving Schwartz. Would you please let me, sometime, win the lottery?\"\n\nFinally one night after twenty years, the heavens open up, and God says, \"Irv, if you want\nto win the lottery, you've got to buy a fucking ticket.\"\n\nKRKKKKKAK\n\nthis is The JokeLand E-Mail List.\nif you're not supposed to be on this train, please disembark & get off now.\n... and please tell anybody who wants to get on to e-mail me, jokeland@aol.com ...\n\nKKKKKKKAK\n\nWhat's hairy and bites necks?\nCunt Dracula.\n\nKKKKKKKKKE\n\nAn old guy with Parkinson's goes into an ice-cream parlor and says, \"I-I'd like an ice cream,\np-please ...\"\n\nThe girl behind the counter says, \"What flavor would you like?\"\n\nThe guy says, \"I-it don't matter, I-I'm gonna drop it anyway.\"\n\nKKEKKKKAKKK\n\nSchneider walks into a shoe store and asks for a pair of size 8 tie shoes.\nThe salesman says, \"But, sir, I can see from up here you're at least a size 11.\"\n\nHOUSE_OVERSIGHT_023557",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023557.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1531,
    "word_count": 272,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:47.632796",
    "prefix": "IMAGES-007"
  }
}