{
  "document_id": "HOUSE_OVERSIGHT_022564",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022564.txt",
  "text": "industry. In addition, compliance programs that do not just\nexist on paper but are followed in practice will inevitably\nuncover compliance weaknesses and require enhancements.\nConsequently, DOJ and SEC evaluate whether companies\nregularly review and improve their compliance programs\nand not allow them to become stale.\n\nAccording to one survey, 64% of general counsel whose\ncompanies are subject to the FCPA say there is room for\nimprovement in their FCPA training and compliance pro-\ngrams.>* An organization should take the time to review and\ntest its controls, and it should think critically about its poten-\ntial weaknesses and risk areas. For example, some companies\nhave undertaken employee surveys to measure their compli-\nance culture and strength of internal controls, identify best\npractices, and detect new risk areas. Other companies period-\nically test their internal controls with targeted audits to make\ncertain that controls on paper are working in practice. DOJ\nand SEC will give meaningful credit to thoughtful efforts\nto create a sustainable compliance program if a problem is\nlater discovered. Similarly, undertaking proactive evaluations\nbefore a problem strikes can lower the applicable penalty\nrange under the US. Sentencing Guidelines.” Although the\nnature and the frequency of proactive evaluations may vary\ndepending on the size and complexity ofan organization, the\nidea behind such efforts is the same: continuous improve-\n\nment and sustainability”\n\nMergers and Acquisitions: Pre-Acquisition Due\nDiligence and Post-Acquisition Integration\n\nIn the context of the FCPA, mergers and acquisi-\ntions present both risks and opportunities. A company\nthat does not perform adequate FCPA due diligence prior\nto a merger or acquisition may face both legal and business\nrisks.” Perhaps most commonly, inadequate due diligence\ncan allow a course of bribery to continue—with all the\nattendant harms to a business’s profitability and reputation,\nas well as potential civil and criminal liability.\n\nIn contrast, companies that conduct effective FCPA\ndue diligence on their acquisition targets are able to evalu-\nate more accurately each target’s value and negotiate for the\n\ncosts of the bribery to be borne by the target. In addition,\n\nGuiding Principles\nof Enforcement\n\nsuch actions demonstrate to DOJ and SEC a company’s\ncommitment to compliance and are taken into account\nwhen evaluating any potential enforcement action. For\nexample, DOJ and SEC declined to take enforcement\naction against an acquiring issuer when the issuer, among\nother things, uncovered the corruption at the company\nbeing acquired as part of due diligence, ensured that the\ncorruption was voluntarily disclosed to the government,\ncooperated with the investigation, and incorporated the\nacquired company into its compliance program and inter-\nnal controls. On the other hand, SEC took action against\nthe acquired company, and DOJ took action against a sub-\nsidiary of the acquired company.**® When pre-acquisition\ndue diligence is not possible, DOJ has described proce-\ndures, contained in Opinion Procedure Release No. 08-02,\npursuant to which companies can nevertheless be rewarded\nif they choose to conduct thorough post-acquisition FCPA\ndue diligence”\n\nFCPA due diligence, however, is normally only a\nportion of the compliance process for mergers and acquisi-\ntions. DOJ and SEC evaluate whether the acquiring com-\npany promptly incorporated the acquired company into all\nof its internal controls, including its compliance program.\nCompanies should consider training new employees, reeval-\nuating third parties under company standards, and, where\nappropriate, conducting audits on new business units.\n\nFor example, as a result of due diligence conducted\nby a California-based issuer before acquiring the majority\ninterest in a joint venture, the issuer learned of corrupt pay-\nments to obtain business. However, the issuer only imple-\nmented its internal controls “halfway” so as not to “choke\nthe sales engine and cause a distraction for the sales guys.”\nAs a result, the improper payments continued, and the\nissuer was held liable for violating the FCPA’s internal con-\n\ntrols and books and records provisions.>*°\n\nHOUSE_OVERSIGHT_022564",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022564.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4232,
    "word_count": 635,
    "line_count": 90,
    "import_date": "2025-11-19T21:47:48.155937",
    "prefix": "IMAGES-007"
  }
}