{
  "document_id": "HOUSE_OVERSIGHT_016246",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016246.txt",
  "text": "cannot serve as the basis for Strong Al—that is, artificial intelligence that emulates\nhuman-level reasoning and competence. To achieve human-level intelligence, learning\nmachines need the guidance of a blueprint of reality, a model—similar to a road map that\nguides us in driving through an unfamiliar city.\n\nTo be more specific, current learning machines improve their performance by\noptimizing parameters for a stream of sensory inputs received from the environment. It is\na slow process, analogous to the natural-selection process that drives Darwinian\nevolution. It explains how species like eagles and snakes have developed superb vision\nsystems over millions of years. It cannot explain, however, the super-evolutionary\nprocess that enabled humans to build eyeglasses and telescopes over barely a thousand\nyears. What humans had that other species lacked was a mental representation of their\nenvironment—representations that they could manipulate at will to imagine alternative\nhypothetical environments for planning and learning.\n\nHistorians of Homo sapiens such as Yuval Noah Harari and Steven Mithen are in\ngeneral agreement that the decisive ingredient that gave our ancestors the ability to\nachieve global dominion about forty thousand years ago was their ability to create and\nstore a mental representation of their environment, interrogate that representation, distort\nit by mental acts of imagination, and finally answer the “What if?” kind of questions.\nExamples are interventional questions (“What if I do such-and-such?”) and retrospective\nor counterfactual questions (“What if I had acted differently?”). No learning machine in\noperation today can answer such questions. Moreover, most learning machines do not\npossess a representation from which the answers to such questions can be derived.\n\nWith regard to causal reasoning, we find that you can do very little with any form\nof model-blind curve fitting, or any statistical inference, no matter how sophisticated the\nfitting process is. We have also found a theoretical framework for organizing such\nlimitations, which forms a hierarchy.\n\nOn the first level, you have statistical reasoning, which can tell you only how\nseeing one event would change your belief about another. For example, what can a\nsymptom tell you about a disease?\n\nThen you have a second level, which entails the first but not vice versa. It deals\nwith actions. “What will happen if we raise prices?” “What if you make me laugh?”\nThat second level of the hierarchy requires information about interventions which is not\navailable in the first. This information can be encoded in a graphical model, which\nmerely tells us which variable responds to another.\n\nThe third level of the hierarchy is the counterfactual. This is the language used by\nscientists. “What if the object were twice as heavy?” “What if I were to do things\ndifferently?” “Was it the aspirin that cured my headache, or the nap I took?”\nCounterfactuals are at the top level in the sense that they cannot be derived even if we\ncould predict the effects of all actions. They need an extra ingredient, in the form of\nequations, to tell us how variables respond to changes in other variables.\n\nOne of the crowning achievements of causal-inference research has been the\nalgorithmization of both interventions and counterfactuals, the top two layers of the\nhierarchy. In other words, once we encode our scientific knowledge in a model (which\nmay be qualitative), algorithms exist that examine the model and determine if a given\nquery, be it about an intervention or about a counterfactual, can be estimated from the\navailable data—and, if so, how. This capability has transformed dramatically the way\n\n26\n\nHOUSE_OVERSIGHT_016246",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016246.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3728,
    "word_count": 582,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:48.024568",
    "prefix": "IMAGES-003"
  }
}