{
  "document_id": "HOUSE_OVERSIGHT_017519",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017519.txt",
  "text": "Ort nD oO SF Ww DH bP\n\nA. Clockwork.\n\nQ. So we would look at when the Clockwork group\nwas brought into this and the Epstein case was used\nthen and then we would look at the payroll records to\nsee whether Mr. Edwards got a bonus after the\nClockwork group was brought into the Ponzi scheme,\ncorrect?\n\nA. From a timing perspective, yes. But\nMr. Edwards had nothing to do with the Ponzi scheme,\nnor was he rewarded even surreptitiously without his\nknowledge for he helping me with the Ponzi scheme. If he\nwas rewarded it was because he deserved, ] felt he\ndeserved a reward, having 2 nothing to do with the Ponzi\nscheme. The bulk of this law firm had nothing to do\n‘with the Ponzi scheme,\n\nQ. 1] think you testified already, though, that\nmoney was fundable in the firm, right? ] mean, you\nknow, illegal money was used for legitimate purposes,\ncorrect?\n\nA. Yes.\n\nQ. Okay. So, for example, investigations that\nwere done with the Epstein case, it's very possible\nthat legitimate Ponzi money was used to finance those\ninvestigations?\n\nA. I'd be guessing. It's certainly possible\n\nPage 114)\n\nen ee\n\nbecause all the money went into a whole series of\npots, and if you look at, most of the pots were trust\naccounts. If you look back, you look to see what my\nCFO, who was also a co-conspirator was doing, she was\npulling the money from wherever she needed to to fund\nwhatever she needed to fund.\n\nMR. LAVECCHIO: Off the record a second.\n\n[Discussion off the record.]\n\nBY MR. GOLDBERGER:\n\nQ. Let me circle back to what you needed to\nlearn about the Epstein cases to help make your pitch\nto the investors.\n\nYou talked about the manifest already,\ncorrect, the flight manifest?\n\nA. Yes.\n\nQ. Okay. What else did you want to learn about\nthe case or what else did you learn about the case so\nthat you were conversant when you spoke to the\ninvestors about the Epstein case?\n\nA. |] recall asking someone what the causes of\naction were.\n\nQ. Okay. Did you understand what they were?\n\nA. J likely did at the time, ] don't remember\nwhat they were now.\n\nQ. Okay. Do you know which case we are talking\n\nPage 1156\n\nwort nm fF WNP\n\nlO ©\n\nNM PM MH NH NM FSF Ft\n\nSSE REESE ATES RO EO I GGT GE RRA MRR a EN at\npo pe yo i\nOe WN EF O\n\nves ~y\ni\n\nWF BWUNHrFOCOMHWU MATA OSPWNEF OW DWAIHADTSBWNEH\n\n eareguesannmenninern are ttaneeaanereeretee ceasaiy ieee ee we resemraman pmeR eS RRR TS ht RS MEMES MINS AGAMA RRS ASR ER RE NR ANPP PRI PR ON AEN\nNNONNNNEFPHPRPRP EPP PPB\n\nabout? By the way, you had a number of Epstein cases\nin-house, do you know which case you were talking\nabout?\n\nA. As] sit here today, no, sir, ] don't\nremember.\n\nQ. Was it a state case or a federal case?\n\nA. J don’t remember one way or the other.\n\nQ. All right.\n\nA. Jutilized all those boxes all together. ]\ndon't remember which one |] sold them.\n\nQ. And the exhibits --\n\nA. It's something completely fictitious that J\nmade up that ] told them.\n\nQ. The exhibit that you were shown earlier,\nExhibit Number 1, that's the long multi-page federal\nlawsuit. Do you know whether that was part of the\ninformation that you reviewed or shown to the\ninvestors when you were pitching to them?\n\nA. J] donot remember one way or the other.\n\nQ. Okay. Now, did you make any effort to learn\nfrom your co-conspirator who the plaintiffs were in\nthis case, what kind of women they were?\n\nA, Only that they were underage.\n\nQ. Did anyone tell you that these women had --\n\nsome of these women n had a history of p a history of prostitution?\nPage 116]\n\nA. They may have told me that, 1] wouldn't have\ncared one way or the other,\n\nQ. Why would you not have cared about that,\nMr. Rothstein?\n\nA. Ithad nothing to do with the sale of the\nPonzi scheme settlements.\n\nQ. Okay. Were you told by anyone whether any\nof the women involved as plaintiffs in the case may\nhave worked at adult clubs in the past? I mean strip\nclubs, let's call it what it is.\n\nA. | may have been told that one way or the\nother. But again, it had nothing to do with the Ponzi\nscheme sale of fake settlements.\n\nQ. As part of the information that you were\ntold by you co-conspirator, Russel] Adler, were you\ntold that some of the plaintiffs that you had in-house\nhad travelled on Mr. Epstein’s airplane?\n\nA. I believe Russ did tel] me that.\n\nQ. You know, in fact, that that was not true,\ncorrect?\n\nA. Ihave no idea one way or the other, nor did\n] care.\n\nQ. But your co-conspirator told you that,\nright?\n\nA. Mr. Adler did, in fact, tell me that certain\n\nPage 117\n\n30 (Pages 114 to 117)\n\nFRIEDMAN, LOMBARD] & OLSON\n\n305-371-6677\n5ed93085-0554-447f-bedd-ca2d8fe941 df\n\nHOUSE_OVERSIGHT_017519",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017519.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4563,
    "word_count": 853,
    "line_count": 181,
    "import_date": "2025-11-19T21:47:45.628094",
    "prefix": "IMAGES-004"
  }
}