{
  "document_id": "HOUSE_OVERSIGHT_025637",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025637.txt",
  "text": "On Thu, Sep 10, 2015 at 7:52 PM, Noam Chomsky <_gP wrote:\n\nThanks for sending. A wide area of agreement, but not total.\n\nOn confronting dogma, | of course agree — though in my opinion the secular religions — nationalist fanaticism, etc. —\nare much more dangerous. And if some find rational discussion offensive — as, for example, mainstream academics\nfind dismantling myths of “American exceptionalism” or “Israeli self-defense” or Obama’s mass murder campaign,\netc., offensive — so be it.\n\nBut | don’t see why that should extend to ridicule. That includes astrologists. Astronomers can refute astrology, while\nrecognizing that perfectly honest and deluded people may believe it and should be treated with respect, while their\nbeliefs are confronted with evidence. | also don’t see why we should ridicule religious dogma, just as | don’t think we\nshould ridicule the much more pernicious secular dogmas. Rather, we should respond to irrational belief with\nargument and evidence, while recognizing that their advocates (like most of the intellectual world in the case of\nsecular dogma) are people who we should be responding to but without ridiculing them. It may be hard\n\nsometimes. For example, when the icon and founding father of sober non-sentimental Realism in International Affairs\ninforms us that the US, unlike other countries, has a “transcendental purpose,” and the fact that it constantly acts in\ncontradiction to its purpose doesn’t matter because the facts are just “abuse of history” while real history is “the\nevidence of history as our minds reflect it,” then it’s hard to avoid ridicule. But we should. There’s no point ridiculing\nvirtually the entire IR profession and the major journals, even though such extraordinary irrationality leads to major\nhuman disasters.\n\nOn Davis, | frankly think that’s a non-issue. If she decides she cannot do her job as the conditions of employment\nrequire (including following the law), then she can quit and look for another job. As in any other such case.\n\nNoam\n\nFrom: Lawrence Krauss [mailto i |\n\nSent: Thursday, September 10, 2015 1:51 AM\n\nTo: Noam Chomsky qa jeffrey £. <jeevacation@gmail.com>\nSubject: an article you may both hate. or like.\n\nhope all is well.\nLawrence\n\nhttp://www.newyorker.com/news/news-desk/all-scientists-should-be-militant-atheists\n\nLawrence M. Krauss\nDirector, The Origins Project at ASU\nCo-Director, Cosmology Initiative\n\nFoundation Professor\nSchool of Earth & Space Exploration and Physics Department\n\nArizona State University, P.O. Box 871404, Tempe, AZ 85287-1404\n\nResearch office: BD ssistant Uessica)\n\nHOUSE_OVERSIGHT_025637",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025637.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2610,
    "word_count": 399,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.759569",
    "prefix": "IMAGES-008"
  }
}