{
  "document_id": "HOUSE_OVERSIGHT_011014",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011014.txt",
  "text": "It would be nice to test from such a dataset, again starting from (4.6), to see if free\ngrowth theory holds again. Who knows? Meanwhile, | think, the case is closed. All\n\ngrowth at very large scales is free until proved otherwise.\n\nWhere Does Opinion Stand Now?\n\nWhat should we make of this evidence for free growth in national accounts and\nstock market data? Lawmakers would probably demand a recount or an\ninvestigation. Tax laws discourage consumption and dividends to encourage growth.\nYet data show that lower consumption rate coincides as often with lower as higher\ncapital growth rate for eight nations over four to fourteen decades. They will show\n\nthe same for dividends when we come to that.\n\nEconomists would be less surprised. Solow has prepared them for the news. In 1956\nand 1957 he showed evidence that most growth is not explained by capital\naccumulation, or saving through consumption restraint. His Nobel prize acceptance\n\nspeech in 1988 includes:\n\n... In the beginning, I was quite surprised at the relatively minor part the model\nascribed to capital formation. Even when this was confirmed by Denison and others,\nthe result seemed contrary to common sense. The fact that the steady-state rate of\ngrowth is independent of the investment quota was easy to understand; it only\nrequired thinking through the theory. It was harder to feel comfortable with the\nconclusion that even in the shorter run increased investment would do very little for\ntransitory growth. The transition to a higher equilibrium growth path seemed to\n\noffer very little leverage for policy aimed at promoting investment.\n\nThe formal model omitted one mechanism whose absence would clearly bias the\npredictions against investment. That is what I called “embodiment,” the fact that\nmuch technological progress, maybe most of it, could find its way into actual\nproduction only with the use of new and different capital equipment. Therefore the\n\neffectiveness of innovation in increasing output would be paced by the rate of gross\n\nChapter 4 Mill’s Idea 1/11/16 23\n\nHOUSE_OVERSIGHT_011014",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011014.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2074,
    "word_count": 335,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:46.011168",
    "prefix": "IMAGES-001"
  }
}