{
  "document_id": "HOUSE_OVERSIGHT_020066",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020066.txt",
  "text": "This was Bannon’s fundamental insight about Trump: he made everything personal,\nand he was helpless not to.\n\nOOK Ok\n\nDissuaded by everyone from focusing his anger on Mueller (at least for now), the\npresident focused on Sessions.\n\nSessions—“Beauregard”—was a close Bannon ally, and in May and June the\npresident’s almost daily digs against the attorney general—beyond even his loyalty and\nresolve, Trump issued scathing criticism of his stature, voice, and dress—provided a\nsudden bit of good news for the anti-Bannon side of the house. Bannon, they reasoned,\ncouldn’t really be on top if his key proxy was now being blamed for everything bad in\nTrump’s life. As always, Trump’s regard or scorn was infectious. If you were in favor,\nthen whatever and whomever he associated with you was also in favor. If you weren’t,\nthen everything associated with you was poisonous.\n\nThe brutality of Trump’s dissatisfaction kept increasing. A small man with a Mr.\nMagoo stature and an old-fashioned Southern accent, Sessions was bitterly mocked by the\npresident, who drew a corrosive portrait of physical and mental weakness. Insult trauma\nradiated out of the Oval Office. You could hear it when passing by.\n\nBannon’s efforts to talk the president down—reminding Trump of the difficulties they\nwould encounter during another attorney general confirmation, the importance of Sessions\nto the hard conservative base, the loyalty that Sessions had shown during the Trump\ncampaign—backfired. To the anti-Bannon side’s satisfaction, they resulted in another\nround of Trump’s dissing Bannon.\n\nThe attack on Sessions now became, at least in the president’s mind, the opening salvo\nin an active effort to replace Sessions as attorney general. But there were only two\ncandidates to run the Justice Department from whom Trump believed he could extract\nabsolute loyalty, Chris Christie and Rudy Giuliani. He believed they would both perform\nkamikaze acts for him—yjust as everyone else knew they would almost certainly never be\nconfirmed.\n\nOOK Ok\n\nAs James Comey’s testimony before the Senate Intelligence Committee approached—it\nwould take place on June 8, twelve days after the presidential traveling party returned\nhome from the long trip to the Middle East and Europe—there began among senior\nstaffers an almost open inquiry into Trump’s motives and state of mind.\n\nThis seemed spurred by an obvious question: Why hadn’t he fired Comey during his\nfirst days of office, when it would likely have been seen as a natural changing of the guard\nwith no clear connection to the Russian investigation? There were many equivocal\nanswers: general disorganization, the fast pace of events, and a genuine sense of innocence\n\nHOUSE_OVERSIGHT_020066",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020066.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2714,
    "word_count": 427,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.289213",
    "prefix": "IMAGES-005"
  }
}