{
  "document_id": "HOUSE_OVERSIGHT_016683",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016683.txt",
  "text": "ull\n\nPage 3 of 8\n\nCITY OF WEST PALM BEACH’S DRINKING WATER MONITORING PROGRAMS\n\nHSA evaluated the City’s monitoring program and most recent results. Steve Schmidt,\nlaboratory manager at the City’s water treatment plant and Chris Saliba of U.S. Water,\nCorporation, the City’s treatment system process and monitoring consultant, assisted with the\nacquisition of sampling protocols and laboratory analytical documentation related to the City’s\ndrinking water monitoring program. Discussions with both yielded important information about\nthe City’s drinking water monitoring and quality assurance programs. In addition, records of the\nCity’s Monthly Operating Records (MORs) and recent results from the City’s water monitoring\nprograms were obtained from the Palm Beach County Health Department (part of the State of\nFlorida’s Department of Health, FDOH).\n\nThe City conducts two programs to monitor its drinking water quality, a Compliance Monitoring\nProgram (compliance) and a Routine Monitoring Program (routine). Sampling locations for the\nCity’s two monitoring programs include the surface water impoundments, inbound raw water,\naquifer storage and recovery (ASR) wells, treatment plant points of entry, distribution system\npoints of entry, and distribution system pumps and sampling taps. While Routine program\nsampling events generally range from monthly to “as needed”, compliance program sampling\nevents generally range from daily to quarterly to annually to sampling for contaminants (like\nasbestos) every ninth year.\n\nTo monitor the drinking water quality delivered to the Town, the City conducts routine sampling\nat ten (10) permanent and temporary compliance distribution system sampling points (taps)\nsituated within the Town’s boundaries. These include:\n\ne Distribution System Tap 3230 (located at 3230 S. Ocean Dr.);\n\ne Distribution System Tap 2780 (located at 2780 S. Ocean Dr.);\n\ne Distribution System Tap PBGC (located at the Palm Beach Golf Course);\n\ne Distribution System Tap SOFS (located at the South Fire Station);\n\ne Distribution System Tap ISRD (located at Island Rd.);\n\ne Distribution System Tap RPBR (located at Royal Poinciana Blvd. X Bradley PI.);\n\ne Distribution System Tap NOFS (located at the North Fire Station);\n\ne Distribution System Tap 702 (located at 702 N. County Rd.);\n\ne Distribution System Tap LINL (located at List Rd. X N. Lake Wy.); and\n\ne Distribution System Tap IDSE #6 (located at the north end of Ocean Blvd.);\n\nHOUSE_OVERSIGHT_016683",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016683.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2479,
    "word_count": 368,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:48.765904",
    "prefix": "IMAGES-004"
  }
}