{
  "document_id": "HOUSE_OVERSIGHT_018238",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018238.txt",
  "text": "natural mountain spring: No matter what mud is thrown in, itis simply and\nnaturally bubbled away into clarity.\n\nFrom E’Mei temple, with this fresh, clear-running mind, Nan began a quest to\nsharpen his spirit even further. The journey took him, for nearly a decade, from\nmaster to master in China, from monastery to university to rural huts. These were\nthe places where the last bits of some of China’s most ancient traditions had been\ncarried, places where classical wisdom had survived a hundred years of national\nchaos. Nan’s wandering education resembled the way in which, in millennia past,\nmonks would make spiritual marathons around China, seeking an ever-sharper edge\nto their insights. Solitary monks would stride into packed monasteries and engage\nin tests of insight, contests to see who could feel the underlying nature of the world\nwith greater fidelity. The aim was, always, to touch the energy flows moving, just\nunseen, below our lives. “Ten thousand kinds of clever talk—how can they be as\ngood as reality?” So the famous Ch’an master Yun Men, who himself trained four\ngreat masters, faced down a King with pure silence in one such a battle.!\n\nNan was trying to cultivate in himself deep ways of feeling and sensing the world.\nDuring his wandering study, he followed a path that would lead him to\nenlightenment in more than a dozen different schools of Buddhism. He mastered\neverything from medicine to calligraphy. His youthful success and energy at sword\nfighting, it emerged, was a sign of a prodigal genius. He became, in the 20\" century,\nrecognized as one of those crucial human vessels by which really ancient tradition is\npreserved and carried forward for new generations.\n\nAfter a few years of study, Nan saw the descending madness of Mao’s China and\nslipped out of the mainland for Taiwan. He lived for decades between Taipei and\nHong Kong and America. During this time his fame as a teacher grew. In the mid-\n1990s as China opened, Nan returned to the mainland. He had been invited by some\nof China’s most powerful families, the children of communist revolutionaries who\nwere groping for a sense of history and identity. They wanted to absorb the lessons\nof Chinese culture that Nan had internalized, they hoped to bend them into tools\nthey could use to shape a Chinese future. Might the old habits of the country, with\ntheir ancient roots, have something to offer a nation nearly splitting with the\nenergies of modernity? Nan agreed to set up a private school. He selected a site on\nthe shores of Lake Tai in Zhejiang Province, not far from Shanghai. He chose the\nlocation carefully: The still lake water near his campus was like a giant bath of\ncalming yin energy that balanced the urgent, uncertainly aggressive yang energy of\n1990s China into a kind of harmony. Ash trees shaded the study rooms in the\nsummer. Wild peonies erupted in pink and white each spring.\n\n1 So the famous Ch’an master: “Yun Men’s Every Day is a Good Day” in Thomas\nCleary, Secrets of the Blue Cliff Record: Zen Comments by Hakuin and Tenkei. (Boston,\nMass.: Shambhala, 2002) 39. Fir an excellent introduction to the thinking of Master\nNan, see Diamond Sutra Explained (Primodia Media 2007) and To Realize\nEnlightenment: Practice of the Cultivation Path (York Beach, ME: S. Weiser, 1994)\n\nHOUSE_OVERSIGHT_018238",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018238.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3314,
    "word_count": 561,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.490514",
    "prefix": "IMAGES-004"
  }
}