{
  "document_id": "HOUSE_OVERSIGHT_013853",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013853.txt",
  "text": "What do you do with all the extra time? Replace the newspaper at breakfast with speaking to your\nspouse, bonding with your children, or learning the principles in this book. Between 9-5, complete your\ntop priorities as per the last chapter. If you complete them with time to spare, do the exercises in this\nbook. Recommending this book might seem hypocritical, but it’s not: The information in these pages is\nboth important and to be applied now, not tomorrow or the day after.\n\nEach day at lunch break, and no earlier, get your five-minute news fix. Ask a well-informed colleague\nor a restaurant waiter, “Anything important happening in the world today? I couldn’t get the paper\ntoday.” Stop this as soon as you realize that the answer doesn’t affect your actions at all. Most people\nwon’t even remember what they spent one to two hours absorbing that morning.\n\nBe strict with yourself. I can prescribe the medicine, but you need to take it.\n\nDownload the Firefox web browser (www.firefox.com) and use LeechBlock to block certain sites\nentirely for set periods. From their site (http://www.proginosko.com/leechblock.html):\n\nYou can specify up to six sets of sites to block, with different times and days for each set. You can block\nsites within fixed time periods (e.g., between 9am and 5pm), after a time limit (e.g., 10 minutes in every\nhour), or with a combination of time periods and time limit (e.g., 10 minutes in every hour between 9am\nand 5pm). You can also set a password for access to the extension options, just to slow you down in\nmoments of weakness!\n\n2. Develop the habit of asking yourself, “Will I definitely use this information for something\nimmediate and important?”\n\nIt’s not enough to use information for “something” —it needs to be immediate and important. If “no” on\neither count, don’t consume it. Information is useless if it is not applied to something important or if you\nwill forget it before you have a chance to apply it.\n\nI used to have the habit of reading a book or site to prepare for an event weeks or months in the future,\nand I would then need to reread the same material when the deadline for action was closer. This is stupid\nand redundant. Follow your to-do short list and fill in the information gaps as you go.\n\nFocus on what digerati Kathy Sierra calls “just-in-time” information instead of “just-in-case”\ninformation.\n\n3. Practice the art of nonfinishing.\nThis is another one that took me a long time to learn. Starting something doesn’t automatically justify\nfinishing it.\n\nIf you are reading an article that sucks, put it down and don’t pick it back up. If you go to a movie and\nit’s worse than Matrix IIT, get the hell out of there before more neurons die. If you’re full after half a\nplate of ribs, put the damn fork down and don’t order dessert.\n\nMore is not better, and stopping something is often 10 times better than finishing it. Develop the habit\nof nonfinishing that which is boring or unproductive if a boss isn’t demanding it.\n\n=» COMFORT CHALLENGE\n\nGet Phone Numbers (2 Days)\n\nBeing sure to maintain eye contact, ask for the phone numbers of at least two (the more you attempt, the\nless stressful it will be) attractive members of the opposite sex on each day. Girls, this means you’re in\nthe game as well, and it doesn’t matter if you’re 50+. Remember that the real goal is not to get numbers,\nbut to get over the fear of asking, so the outcome is unimportant. If you’re in a relationship, sign up to\n\nHOUSE_OVERSIGHT_013853",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013853.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3484,
    "word_count": 609,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:46.597567",
    "prefix": "IMAGES-002"
  }
}