{
  "document_id": "HOUSE_OVERSIGHT_016882",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016882.txt",
  "text": "possibility that machines threaten a new fascism must be weighed against the vigor of the\nliberal ideas, institutions, and norms that Wiener championed throughout the book. The\nflaw in today’s dystopian prophecies is that they disregard the existence of these norms\nand institutions, or drastically underestimate their causal potency. The result is a\ntechnological determinism whose dark predictions are repeatedly refuted by the course of\nevents. The numbers “1984” and “2001” are good reminders.\n\nI will consider two examples. Tech prophets often warn of a “surveillance state”\nin which a government empowered by technology will monitor and interpret all private\ncommunications, allowing it to detect dissent and subversion as it arises and make\nresistance to state power futile. Orwell’s telescreens are the prototype, and in 1976\nJoseph Weizenbaum, one of the gloomiest tech prophets of all time, warned my class of\ngraduate students not to pursue automatic speech recognition because government\nsurveillance was its only conceivable application.\n\nThough I am on record as an outspoken civil libertarian, deeply concerned with\ncontemporary threats to free speech, I lose no sleep over technological advances in the\nInternet, video, or artificial intelligence. The reason is that almost all the variation across\ntime and space in freedom of thought is driven by differences in norms and institutions\nand almost none of it by differences in technology. Though one can imagine hypothetical\ncombinations of the most malevolent totalitarians with the most advanced technology, in\nthe real world it’s the norms and laws we should be vigilant about, not the tech.\n\nConsider variation across time. If, as Orwell hinted, advancing technology was a\nprime enabler of political repression, then Western societies should have gotten more and\nmore restrictive of speech over the centuries, with a dramatic worsening in the second\nhalf of the 20th century continuing into the 21st. That’s not how history unfolded. It was\nthe centuries when communication was implemented by quills and inkwells that had\nautos-da-fé and the jailing or guillotining of Enlightenment thinkers. During World War\nI, when the state of the art was the wireless, Bertrand Russell was jailed for his pacifist\nopinions. In the 1950s, when computers were room-size accounting machines, hundreds\nof liberal writers and scholars were professionally punished. Yet in the technologically\naccelerating, hyperconnected 21st century, 18 percent of social science professors are\nMarxists”*; the President of the United States is nightly ridiculed by television comedians\nas a racist, pervert, and moron; and technology’s biggest threat to political discourse\ncomes from amplifying too many dubious voices rather than suppressing enlightened\nones.\n\nNow consider variations across place. Western countries at the technological\nfrontier consistently get the highest scores in indexes of democracy and human rights,\nwhile many backward strongman states are at the bottom, routinely jailing or killing\ngovernment critics. The lack of a correlation between technology and repression is\nunsurprising when you analyze the channels of information flow in any human society.\nFor dissidents to be influential, they have to get their message out to a wide network via\nwhatever channels of communication are available—pamphleteering, soap-box oration,\nsubversive soirées in cafés and pubs, word of mouth. These channels enmesh influential\ndissidents in a broad social network which makes them easy to identify and track down.\n\n*4 Neil Gross & Solon Simmons, “The Social and Political Views of American College and University\nProfessors,” in N. Gross & S. Simmons, eds., Professors and Their Politics (Baltimore: Johns Hopkins\nUniversity Press, 2014).\n\n79\n\nHOUSE_OVERSIGHT_016882",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016882.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3818,
    "word_count": 573,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:44.166368",
    "prefix": "IMAGES-004"
  }
}