{
  "document_id": "HOUSE_OVERSIGHT_017655",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017655.txt",
  "text": "Page 20 of 78\n2007 Utah L. Rev. 861, *888\n\nPerhaps the Advisory Committee overlooked this proposed change. !®? Yet it is important, implementing not only a victim's\nright to be heard at plea proceedings but also the rights to \"confer with the attorney for the government\" !® and to be \"treated\nwith fairness.\" !®° Given that victims have the right to confer, the conferring should take place at the most salient points in the\nprocess. As Senator Feinstein explained, \"This right [to confer] is intended to be expansive. For example, the victim has the\nright to confer with the Government concerning any critical stage or disposition of the case.\" !®° Because the overwhelming\nmajority of federal criminal cases are resolved by a plea, a conference between the victim and the prosecutor regarding the plea\nwill be critical in most cases. Reflecting that fact, the Rules should follow the approach of the majority of states in directing\nprosecutors to consult with victims about pleas.\n\n[*889] Rule 11(c)(2) - Court to Be Advised of Victim Objections to Plea The Proposals:\n\nI proposed that prosecutors and victims' attorneys should be required to advise the court whenever they are aware that the\nvictim objects to a proposed plea agreement as follows:\n\n(2) Disclosing a Plea Agreement. The parties must disclose the plea agreement in open court when the plea is offered, unless\nthe court for good cause allows the parties to disclose the plea agreement in camera. When a plea is presented in open court, the\nattorney for the government or the attorney for any victim shall advise the court when the attorney is aware that the victim has\nany objection to the proposed plea agreement. !®7\n\nThe Advisory Committee proposed no change to this rule. 168\nDiscussion:\n\nIn circumstances where an attorney, either for the government or for the victim, is aware of a victim's objection to a plea, that\ninformation should be relayed to the court. The victim's attorney will, no doubt, do this on her own initiative. The rule is\nintended to clarify that the prosecutor is under an equal obligation to communicate this information to the court.\n\n169\n\nWhile the Advisory Committee may have overlooked this proposal, the change is necessary because the CVRA implicitly\n\nobligates prosecutors to communicate a victim's objection to the court. The CVRA commands that prosecutors use their \"best\nefforts\" to enforce victims' rights. !7° Victims are often untrained in the law and unexpectedly thrust into criminal proceedings;\nthey may well believe that prosecutors automatically relay their objections to the plea to the court. The proposed rule avoids\nconfusion by requiring the prosecutor to notify the court of a victim's concern. The rule is limited to situations where the\nprosecutor is aware of an objection.\n\nThis approach is consistent with the leading case of State v. Casey, !7! which considered whether a victim's request to be heard\n\nregarding a plea made to the [*890] prosecutor was sufficient to trigger the victim's constitutional right to be heard. !7* In\n\n63 See supra note 147 and accompanying text (noting listing of Cassell proposals rejected; Rule 11 proposals not listed).\n\n64 18 U.S.C. § 3771(a)(5) (2006).\n6 Id. § 3771(a)(8).\n66 150 Cong. Rec. $4268 (daily ed. Apr. 22, 2004) (statement of Sen. Feinstein).\n\n®7 Cassell, Proposed Amendments, supra note 4, at 869.\n\n68 Proposed Amendments, supra note 71.\n\n69 See supra note 147 and accompanying text (noting listing of Cassell proposals rejected; Rule 11 proposals not mentioned).\n\n7 18 U.S.C. § 3771(c)(1) (2006).\n\n1 2002 UT 29, 44 P.3d 756. I served as pro bono counsel for the victim in the case.\n\n7 See generally Nicole G. Farrell, Recent Developments, A Victim's Right To Be Heard Under the Victims’ Rights Amendment, The\nVictims' Right Act, and the Rights of Crime Victims Act, 2003 Utah L. Rev. 716 (summarizing impacts of case on Utah law).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017655",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017655.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3941,
    "word_count": 650,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:46.187813",
    "prefix": "IMAGES-004"
  }
}