{
  "document_id": "HOUSE_OVERSIGHT_024589",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024589.txt",
  "text": "KSI Board of Directors\n\nLes Biller, Director\nSee KUE Advisory Board section for complete biography.\n\nRalph Finerman, Director\n\nMr. Finerman became a director of KLC in 1999. Mr. Finerman is the President of RFG Financial Group,\nInc., a position he has held since 1994. Mr. Finerman is a CPA and an attorney and practiced in New\nYork prior to forming RFG Financial Group, Inc. in 1994. Mr. Finerman also serves as a director of\nNextera Enterprises, Inc. and as an officer or director of other privately-held affiliates of KLC and Krest\nLLC.\n\nStephen Goldsmith, Director\nSee KUE Management section for complete biography.\n\nSteven Green, Director\nSee KUE Management section for complete biography.\n\nStanley E. Maron, Director\n\nMr. Maron became a director of KLC in 2004. Mr. Maron is a senior shareholder in the law firm of Maron\n& Sandler, a position he has held since September 1994. Mr. Maron is also a director of LeapFrog\nEnterprises, Inc. and Nextera Enterprises, Inc., and serves as an officer or director of various other\nprivately-held affiliates of KLC and Krest LLC.\n\nLoweil Milken, Director\nSee KUE Management section for complete biography.\n\nWendi Murdoch, Director\n\nWendi Murdoch is currently an advisor to News Corporation on its business development in the Asia\nPacific region. Mrs. Murdoch is responsible for identifying and evaluating business opportunities in new\nmedia and the Internet, managing relationships with government organizations and officials, recruiting\npersonnel and locating local partners. Previously, she served as the Vice President of News\nCorporation's Asian satellite network, the Hong Kong based Star TV. In that capacity she was\ninstrumental in formulating STAR Sports and ESPN Asia. Mrs, Murdoch holds a Bachelors degree in\neconomics from California State University at Northridge and an MBA from Yale University.\n\nJeff Safchik, Director\nSee KUE Management section for complete biography.\n\nRichard Sandler, Director\nSee KUE Management section for complete biography.\n\n156\n\nHOUSE_OVERSIGHT_024589",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024589.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2035,
    "word_count": 312,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:44.497475",
    "prefix": "IMAGES-008"
  }
}