{
  "document_id": "HOUSE_OVERSIGHT_017678",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017678.txt",
  "text": "Page 43 of 78\n2007 Utah L. Rev. 861, *920\n\nUnless a statute or these rules permit otherwise, the government must prosecute an offense in a district where the offense was\ncommitted. The court must set the place of trial within the district with due regard for the convenience of the defendant, any\nvictim, and the witnesses, and the prompt administration of justice. 3>7\n\nThe Advisory Committee adopted this proposal verbatim. **4\n\n[*921] Discussion:\n\nLittle needs be said about the Advisory Committee's agreement with my proposal here, other than to note that the Committee's\nrationale for this change was \"to implement the victim's \"right to be treated with fairness’ under the Crime Victims' Rights Act.\"\n\n355 Why the Advisory Committee chose to implement the victims’ fairness rights in Rule 18 - and only Rule 18 - is not\n\nimmediately clear. *°°\n\nRule 20 - Victims’ Views Considered Regarding Consensual Transfer The Proposals:\n\nI proposed that Rule 20 be amended to allow the court to consider the victim's views in any decision to transfer a case as\nfollows:\n\nRule 20. Transfer for Plea and Sentence\n\n(a) Consent to Transfer. A prosecution may be transferred from the district where the indictment or information is pending, or\nfrom which a warrant on a complaint has been issued, to the district where the defendant is arrested, held, or present if:\n\n(1) the defendant states in writing a wish to plead guilty or nolo contendere and to waive trial in the district where the\nindictment, information, or complaint is pending, consents in writing to the court's disposing of the case in the transferee\ndistrict, and files the statement in the transferee district; and\n\n(2) the United States attorneys in both districts approve the transfer in writing after consultation with any victim. If any victim\n\nobjects to the transfer, the United States attorney in the transferring district or the victim's attorney shall advise the court where\n\nthe indictment or information is pending of the victim's concerns. 7°”\n\nI also proposed a similar change should be made to Rule 20(d) regarding transfer of juvenile proceedings. 7°8\n\nThe Advisory Committee recommended no change to Rule 20. 3°?\n\n[*922] Discussion:\nThe Advisory Committee rejected this proposed change for the following reasons:\n\nThe CVRA does not specifically address transfer. It does give the victim a right to confer with the attorney for the government,\n18 U.S.C. § 3771(a)(5), but that 1s not the same as requiring the attorney for the government to notify the court of the victim's\nviews regarding transfers. Indeed, the CVRA provides that \"nothing in this chapter shall be construed to impair the\nprosecutorial discretion of the Attorney General or any officer under his direction.\" /8 U.S.C. § 3771(d)(6). Accordingly, the\n\n353 Cassell, Proposed Amendments, supra note 4, at 878-79.\n\n354 See Proposed Amendments, supra note 71, R. 18, at 9.\n355 Td. at 352.\n\n356 See supra notes 95-97 and accompanying text (discussing this point).\n\n357 Cassell, Proposed Amendments, supra note 4, at 879-80.\n\n358 Td. at 879-80.\n359 Proposed Amendments, supra note 71.\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017678",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017678.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3154,
    "word_count": 511,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:45.242852",
    "prefix": "IMAGES-004"
  }
}