{
  "document_id": "HOUSE_OVERSIGHT_018344",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018344.txt",
  "text": "Chapter Seven:\nThe New Caste\n\nIn which we meet a powerful group defined, enabled and enriched by their mastery of\nthe Seventh Sense.\n\n1.\n\nLooking back over several hundred years of European history, the Oxford professor\nDavid Priestland found that the movement of power might be scored by reviewing\nthe alliances and hatreds and hopes of three distinct, interacting groups. He called\nthem “castes”: merchants, soldiers and sages. By merchants, Priestland meant the\nbankers, traders and industrialists whose capital, goods and political power bent\nEurope’s once-feudal economy into something modern and industrial.!®° The Medici,\nDutch coffee traders, Scottish cotton barons. By sages, he had in mind the\nchurchmen and later the technocrats of various empires, the men who helped birth\nand then manage the problems of an Enlightened, urban social order: Locke,\nBismarck, Disraeli. And by soldiers he had in mind both the great aristocratic\nwarrior classes of Europe and upstart, genius figures like Napoleon or Wellington -\nmen who handled martial force with the fresh, surpasssing brilliance of a paintbrush\nor chisel, not an instrument of mass murder.\n\nThe aligned, shifting interests of these three castes, Priestland wrote, were like\ngears of sorts, each offering special leverage, meshing together to drive nations to\ngreat power. Mix the influence of France’s sage-bureaucrats with her artful soldiers\nand you get the French Imperial period. Marry the interests of Britain’s shrewd 17%\nCentury trading bankers with her martially inclined sailors and globe-spanning\nVictorian dominance results. Today, of course, the merchants and soldiers and sages\nof our era are also at work. They sit in sovereign wealth funds, wired situation\nrooms and madrasas, churches and research labs. The force of America’s merchants\nand financiers, bolstered by Washington’s security caste, defines much of American\npower. No other nation could, at the moment, comprehensively replace what the\ncountry does with such breadth, intensity and speed. And now, all around the globe,\nwe're seeing the emergence of what we might think of as a New Caste joining the\nmerchants, soldiers and sages. This is the infotech caste.\n\nWhat was going on in that field in Amsterdam back in the summer of 1993 was\nnothing less than the birth of the first figures of a connected technological era, of a\nnew elite. This caste | have in mind is defined by their personal proximity and\nfingertip feel for the linked machines that drive so much of our world. They\nrepresent a tiny fraction of our population, but operate with non-linear, massive\nlevels of influence. This New Caste clusters, in ever tighter circles of intimacy,\naround the systems and networks we depend on. They are building new connected\n\n160 Looking back: David Priestland, Merchant, Soldier, Sage: A New History of Power,\n(New York: Penguin, 2013)\n\n112\n\nHOUSE_OVERSIGHT_018344",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018344.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2905,
    "word_count": 459,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:46.660012",
    "prefix": "IMAGES-004"
  }
}