{
  "document_id": "HOUSE_OVERSIGHT_028277",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028277.txt",
  "text": "/ BARAK / 143\n\nwere a regional superpower, with a military as effective as any in the world, and a\nhigh-tech economic sector justifiably compared to Silicon Valley.\n\nEvery few weeks, Bibi, Lieberman and I would meet for a wide-ranging\ndiscussion on the patio of the Prime Minister’s residence. Shortly after we’d\nabandoned the idea of a military strike, I raised head-on my objections to the\nskewed image Bibi was promoting of our country. It wasn’t just inaccurate, I said.\nEspecially when his rhetoric was in full flight, and he compared the prospect of a\nnuclear Iran to a new “Holocaust,” it struck me as a betrayal of the core tenet of\nZionism: an state in which Jews were in control of their own destiny. “We are in\nthat position now,” I said. It was nonsensical to argue we were so threatened by\neverything around us, for instance, that we couldn’t “risk” taking the initiative\nrequired to disentangle ourselves from the Palestinians on the West Bank. “I don’t\nget you,” I said, turning to Lieberman as well. “Your rhetoric suggests you have\nspines of steel. But your behavior is living proof of the old saying that it’s easier to\ntake Jews out of the ga/ut, than take the galut out of the Jews.” Galut is Hebrew for\nthe diaspora. “The whole Zionist project was based on the idea of taking our fate\ninto our own hands, and actively trying to change the reality around us. But you\nbehave as if we never left the ga/ut. You’re mired in a mindset of pessimism,\npassivity and anxiety, which in terms of policy or action, leads to paralysis. Of\ncourse, there are risks in any action, or any policy initiative. But in the situation\nwhere Israel finds itself, the biggest risk of all is being unable or unwilling to take\nrisks, as 1f we somehow on the brink of destruction.”\n\nI was especially upset by Bibi’s increasingly use of Holocaust imagery. “Just\nthink of what you’re saying,” I told him. ““You’re Prime Minister of the State of\nIsrael, not a rabbi in a shfet/, or a speaker trying to raise funds for Israel abroad.\nThink of the implications. We’re not in Europe in 1937. Or 1947. If it is a\n‘Holocaust,’ what’s our response: to fold up and go back to the diaspora? If Iran\ngets a bomb, it’ll be bad. Very bad. But we’ll still be here. And we’ ll find a way of\ndealing with the new reality.”\n\nYet “fortress Israel” was irresistibly comfortable for Bibi politically. I now had\nto accept that, while he and I had known each other for more than half-a-century,\nnothing I could do or say was going to change that. With the next Israeli election\nmonths away, in January 2013, I confided to Nili, and then to my closest aides, that\nI was not going to run for a seat in the Knesset. Israeli military action against Iran\n\n429\nHOUSE_OVERSIGHT_028277",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028277.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2747,
    "word_count": 495,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:44.008105",
    "prefix": "IMAGES-009"
  }
}