{
  "document_id": "HOUSE_OVERSIGHT_023456",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023456.txt",
  "text": "Sebs\n\nSI aztec eA RTC RS\n\n>>\n\n>> EDITORIAL MARCHING ORDERS\n\n>>\n\n>> Of course, your own explanations are deep, elegant, and beautiful. But give it a rest for this exercise and\nplease avoid citing your own theory, idea, explanation. Also, think of examples that are not completely\nobvious—we don't want a hundred people nominating natural selection, or relativity, or Turing machines.\n\n>>\n\n>> Say something new, true, and interesting based on your own experience, in 1,000 words or less.\n\n=\n\n>> Go deeper than the news. Tell us something we don't know. This is not a purely scientific question: this is\nquestion about our culture and ourselves. The ideas we present on EDGE can offer a new set of metaphors to\ndescribe ourselves, our minds, the way we think, the world, and all of the things we know in it.\n\n>>\n\n>> As usual, no politics (\"Democrat\" \"Republican\") or politicians (\"Obama\" \"Romney\" \"Clinton\" \"Gingrich\",\netc.). No editorials, Op-eds, opinion pieces, flippancy. No ad hominem comments. No self-promotion: no\nreferencing your books, papers, courses. No \"selling from the stage\", pushing your well-known agenda. No\nfootnotes, credits, or hyperlinks in the text: stay on the page. No anecdotes about spouses, significant others,\nkids, family pets. Write a stand-alone piece: don't respond to the pieces of other contributors already posted.\n>>\n\n>> This is the annual opportunity for the EDGE community to give something back, to provide an important\npublic service, to make a statement by presenting uncompromisingly sophisticated science-minded thinking to\na wide global audience. Be imaginative, exciting, compelling, inspiring. Tell a great story. Make an argument\nthat makes a difference. Amaze and delight. Surprise us!\n\nSis\n\nBO ere ceecenneemsieesenner terre irre RRR EERE SHIRE\n\nbh\n\n>> TO THE EDGE PRESS LIST\n\nbh\n\n>> Last year's EDGE Question (\"What Scientific Concept Would Improve Everybody's Cognitive Toolkit?\" -\nhttp://goo.gl/bEzNP - generated 165 essays (115,000 words) and received global press attention -\nhttp://goo.gl/Y gxs7\n\n‘obs\n\n>> For some background on how the EDGE Annual Questions comes together, check out \"A Big Question\", an\narticle I wrote for the Nieman Foundation in 2010 - http://goo.gl/udnZg\n\n>> We expect at least as many contributions this year. Please feel free use up to 1,500 words of text (gratis)\nwithout further permission, provided that:\n\n>>\n\n>> (a) EDGE and its URL (www.edge.org) are mentioned in the first paragraph of your print and online piece;\nand\n\n>>\n\n>> (b) a hyperlink to the EDGE home page (http://www.edge.org) is provided in the first paragraph of your\nonline edition.\n\n=\n\n>> Edge Foundation, Inc. is a nonprofit private operating foundation under Section 501(c)(3) of the Internal\nRevenue Code.\n\n>>\n\n>>\n\n>> Happy New Year!\n\n>>\n\n>> John Brockman\n\n>> Editor & Publisher\n\nHOUSE_OVERSIGHT_023456",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023456.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2854,
    "word_count": 453,
    "line_count": 88,
    "import_date": "2025-11-19T21:47:48.944644",
    "prefix": "IMAGES-007"
  }
}