{
  "document_id": "HOUSE_OVERSIGHT_019914",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019914.txt",
  "text": "3\n\nDAY ONE\n\nared Kushner at thirty-six prided himself on his ability to get along with older men. By\nJ the time of Donald Trump’s inauguration he had become the designated intermediary\nbetween his father-in-law and the establishment, such as it was—more moderate\nRepublicans, corporate interests, the New York rich. Having a line to Kushner seemed to\noffer an alarmed elite a handle on a volatile situation.\n\nSeveral of his father-in-law’s circle of confidants also confided in Kushner—often\nconfiding their worries about their friend, the presidentelect.\n\n“IT give him good advice about what he needs to do and for three hours the next day he\ndoes it, and then goes hopelessly off script,” complained one of them to Trump’s son-in-\nlaw. Kushner, whose pose was to take things in and not give much back, said he\nunderstood the frustration.\n\nThese powerful figures tried to convey a sense of real-world politics, which they all\nclaimed to comprehend at some significantly higher threshold than the soon-to-be\npresident. They were all concerned that Trump did not understand what he was up against.\nThat there was simply not enough method to his madness.\n\nEach of these interlocutors provided Kushner with something of a tutorial on the\nlimitations of presidential power—that Washington was as much designed to frustrate and\nundermine presidential power as to accommodate it.\n\n“Don’t let him piss off the press, don’t let him piss off the Republican Party, don’t\nthreaten congressmen because they will fuck you if you do, and most of all don’t let him\npiss off the intel community,” said one national Republican figure to Kushner. “If you fuck\nwith the intel community they will figure out a way to get back at you and you'll have two\nor three years of a Russian investigation, and every day something else will leak out.”\n\nA vivid picture was painted for the preternaturally composed Kushner of spies and\ntheir power, of how secrets were passed out of the intelligence community to former\nmembers of the community or to other allies in Congress or even to persons in the\nexecutive branch and then to the press.\n\nHOUSE_OVERSIGHT_019914",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019914.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2133,
    "word_count": 354,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:44.030856",
    "prefix": "IMAGES-005"
  }
}