{
  "document_id": "HOUSE_OVERSIGHT_013726",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013726.txt",
  "text": "invariant scaling laws that describe their relationships within some limits on the\n\nrange of values.\n\nIn describing the functional size, radius of gyration, Rg, of a polymer such as\na polypeptide, composed of N monomers, assume each of the amino acids to be\nthe same and that they are in a “good” hydrophobic solvent that didn’t stick the\npolymer together in a fold. Flory (1971) found a scaling law for certain broad classes\nof polymers and solvents, Rg ~ aN” where the exponent, v = 3/5, was universal, N\nindicated the number of monomers in the chain and the value of “pre-factor” a\ndepended upon the particular monomer and solvent chosen. Log Rg plotted against\nlog N has a “power law” slope of 0.60. For an equally static but less physical\nexample, there is the well known Zipf law of “vocabulary balance’(Zipf, 1949). First\nreported for the 260,450 words of James Joyce’s Ulysses, the slope of the log of the\nrank of the words found (ordered from most to least along x) plotted against the log\nof their frequency (along y) results in a power law that is (generally) true for other\n\ncollections of words and in other languages.\n\nAn accessible example of a dynamical scaling law arises in a two\ndimensional lattice model of a forest which is to be set on fire with probability p\nindependent random single tree ignitions. At some critical p, pc, the fire sweeps\nthrough the entire forest (“percolates”) and the correlation length of the connected\nclusters grows as |p-p,|’ with a universal scaling exponent, y = 4/3, for all Monte\n\nCarlo, two dimensional percolation problems (Stauffer, 1985; Grimmett, 1989).\n\nMandelbrot’s scheme for the power laws that compose his fractal geometry\nof dynamical objects is a measure made on the pattern of occupancy in the\nembedding space by the reconstructed orbits of an attractor. It is, generally,\nmass = length” in which Do (the subscript that of the “capacity dimension”) is not the\nwhole number of Euclidian dimensions, d, of the space in which the orbits are\nembedded. After Hausdorffs “convergence of external and internal measures”\n(Hurewicz and Wallman, 1948), the (capacity) fractal dimension Do is also defined\nas being larger than its topological dimension and smaller than its Euclidian\n\nembedding dimension. Graphing a time series on a plane one can think of its\n\n226\n\nHOUSE_OVERSIGHT_013726",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013726.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2344,
    "word_count": 392,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:46.083639",
    "prefix": "IMAGES-002"
  }
}