{
  "document_id": "HOUSE_OVERSIGHT_024655",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024655.txt",
  "text": "KR L\nPI L\n\nAC EL\nCA TA CHAPTER II Cannabis Science 101\n\ntors are located primarily in peripheral organs associated with the immune system, with the greatest\nconcentration in the spleen, and are responsible for managing inflammation and autoimmune func-\ntion. Many tissues contain both CB1 and CB2 receptors, with each receptor type linked to a different\nphysiological function.\n\nHuman Endocannabinoids\n\nEndocannabinoids are the cannabinoids created naturally by the human body for delivery to CB1 and\nCB2 receptors. In contrast with cannabinoids introduced through cannabis consumption, endocan-\nnabinoids are broken down quickly by the body and cause effects with shorter durations. One well-\nstudied endocannabinoid is anandamide (AEA). AEA is associated with the maintenance of mood,\nand AEA deficiency is understood to be anxiogenic (anxiety-inducing). Maintaining appropriate AEA\nlevels within the human body is believed to reduce pain and inflammation, counter the proliferation\nof cancer cells, relieve anxiety and promote adult neurogenesis (a process whereby nerve cells are gener-\nated from neural stem cells). Like THC, AEA has a small molecular structure that binds to CB1 recep-\ntors. AEA is currently being studied for its effects on angiogenesis (the process of developing new blood\nvessels), anxiety, cancer and memory consolidation. AEA is also present outside the human body; for\nexample, it is a natural component of chocolate.\n\nEndocannabinoid Systems in Animals\n\nNonhuman mammals, including dogs, cats and horses, have been shown to have endocannabinoid\nsystems that are similar to their human counterparts: these systems employ CB1 and CB2 receptors\nand function through the natural production of endocannabinoids. This implies that the endocanna-\nbinoid system is not a recent evolutionary development, but rather an ancient physiological feature of\nmammals in general. The cannabinoids found in cannabis, particularly CBD, have been shown to have\na range of therapeutic applications for certain animals, including antibacterial and anti-inflammatory\nproperties, appetite and bone-growth stimulation, and pain relief. The following chart depicts the\ncanine endocannabinoid system and CB1 and CB2 receptors.\n\nCanine Endocannabinoid System\n\n) cat\nB ce\n\n_ CB1 and CB2\n\n© 2017 Ackrell Capital, LLC | Member FINRA/SIPC 19\n\nHOUSE_OVERSIGHT_024655",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024655.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2363,
    "word_count": 347,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.688283",
    "prefix": "IMAGES-008"
  }
}