{
  "document_id": "HOUSE_OVERSIGHT_022263",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022263.txt",
  "text": "sanctions. My sense is the Obama 5m of 696m SPR release is to show Merkel and co he will step in. He needs\nto because there are 8 small European and Baltic countries that rec 70%+ of their gas from Russia. Germany\ngets 30%.\n\nCross asset correlations outside of the US are increasing past few days - eg copper and the Turkish lira hourly\n\ncharts are on top of each other past 4 days. I'm worried there is a 30-40pct(?) chance of a hard risk off move in\nmarkets in first half of next week - more focused on European equities, copper, EM FX (Turkey, ZAR, Ruble\n\netc) than SPX. In that scenario oil is way up.\n\nExchange WTI calls - there are 2 options (as of 3pm est):\nSday expiry 17march 2014 underlying clj4 97.92\nand\n\n35d expiry 16april2014 underlying clk4 97.59\n\n** The 5 day options are a bit short - one possibility is sell a 3usd out of the money put (95.5 strike) for\n20cents and buy a 2usd OTM 100 call for 25. Net pay Scents. But 5d is a bit short for me.\n\n**For 35d expiry You could look at selling 91.50 (6usd OTM put) for 56cents and buying 103c (5.5usd OTM)\nfor 58cents or the 102c (4.5usd OTM) for 76cents.\n\nCL1 <comdty> OMON on Bloomberg has live strikes and bid/ask.\n\nIf 5d is too short and 35d is too long / not enough gamma, Tazia may be able to source liquidity from the\nstreet. Am Cc'ing her for any live pricing or additional comment\n\nBest\nNav\n\nThis e-mail may contain confidential and/or privileged information. If you are not the intended recipient (or\nhave received this e-mail in error) please notify the sender immediately and delete this e-mail. Any\nunauthorized copying, disclosure or distribution of the material in this e-mail is strictly forbidden.\n\nPlease refer to http://www.db.com/en/content/eu_disclosures.htm for additional EU corporate and regulatory\ndisclosures and to http://www.db.com/unitedkingdom/content/privacy.htm for information about privacy.\n\nDe ee ee ee ee ee ee ee ee a\n\nThe information contained in this communication is\n\nHOUSE_OVERSIGHT_022263",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022263.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1992,
    "word_count": 344,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:49.119483",
    "prefix": "IMAGES-006"
  }
}