{
  "document_id": "HOUSE_OVERSIGHT_021236",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021236.txt",
  "text": "When Gekko delivers his speech, \"Greed, for lack of a better word, is good. Greed is right. Greed works,”\ncinematic history was made.\n\n“Wall Street” was set in 1985, a time before ten financial news networks broadcasting 24/7 existed. The entire\nfinancial services industry was largely unknown and Oliver Stone nailed it.\n\nFour years ago, Wall Street’s producer Ed Pressman decided it was time for a sequel and met with Fox Film\nEntertainment co-chairmen Tom Rothman and Jim Gianopulos. Michael Douglas was immediately on-board\npending script approval. Steven Schiff wrote the first script before the global economic crash of 2008 rendered\nit obsolete.\n\nAlan Loeb was brought in for a rewrite. Pressman asked me to meet Loeb at the Carlyle Hotel to explain the\nsocial rhythms of New York’s financial high society. Whereas Gekko’s character was modeled after ‘70s junk\nbond kings (Michael Milken) and ‘80s mergers and acquisitions killers (Henry Kravis), Loeb bases the new\nvillain on hedge fund billionaires like John Paulson and Mike Novogratz, geniuses who have created\nstratospheric wealth beyond Gordon Gekko’s wildest dreams. When Oliver Stone agreed to direct, he rewrote a\nportion of the script to focus on bankers as well as hedge funders, taking no screen credit.\n\nThis past September, Oliver yelled, \"action\" as Gordon Gekko, with long grey hair, comes back to life as he\nemerges from a lengthy prison stint shot outside of Sing Sing in Ossining, New York. Gekko is desperate to\nredefine himself in a different era. The New York Post runs a full-page photo of Gekko and New Yorkers\nimmediately become obsessed with the filming of Wall Street 2.\n\nA week into shooting, a glorious fall day. Ed Pressman invites me on the set at the Central Park Zoo. Oliver\ndesigns an elaborate tracking shot around the seal pool where Gekko, fresh from jail, walks and talks to Jake\nMoore, a young idealistic investment banker played by Shia LaBoeuf. They discuss Gekko’s daughter Winnie,\nMoore’s fiancée, played by Carrie Mulligan, who is also having an off-screen romance with LaBoeuf. Oliver\nplayed Cupid. Moore invites Gekko to the Alzheimer's Ball at the Metropolitan Museum of Art. Gekko, who\nused to be a sponsor or honoree of such events, cannot even afford a ticket.\n\nThe shot starts with a barking seal jumping for fish, then pans down to the actors. Extras weave in and out. In\none take Michael makes a wrong turn and ends up at the monkey house. Everyone laughs. The atmosphere on\nthe set is courteous but quick and tense. There is pressure when you are making a sequel to a hit.\n\nI watch the action on monitors while sitting on the producers' canvas chairs with Pressman, Eric Kopeloff\n(\"Monsters Ball\") and Celia Costas, who was a location manager on the first \"Wall Street.” They have asked\nme to be an extra in the Alzheimer's Ball scene and bring some friends to play rich Upper East Side socialites.\nOliver wants over the top glam, go-to-the-vault jewels and couture gowns. \"Give me the night before the\nTitanic goes down,\" were his exact words. Not a problem.\n\nI pay a quick visit to Michael in his trailer on Fifth Avenue where he is resting. We go way back. I was his\npersonal publicist when he won the Golden Globe and Oscar for Best Actor for \"Wall Street\" and we have\nremained great friends. Gekko is just as challenging for him the second time because of endless pages of\ntechnical financial dialogue. We discuss Catherine Zeta-Jones' Broadway debut in a \"Little Night Music.”\nMichael has a stack of partially finished handwritten thank you notes next to him for gifts received for\ntheir shared birthday party on September 25th at the St. Regis. Her 40th and his 65th.\n\nHOUSE_OVERSIGHT_021236",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021236.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3709,
    "word_count": 628,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:48.301918",
    "prefix": "IMAGES-006"
  }
}