{
  "document_id": "HOUSE_OVERSIGHT_022140",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022140.txt",
  "text": "Fittay Ricu\n\nPATTERSON\nnever been in the same place with Alan Dershowitz also goes on the attack. Virginia’s claims\ny up out of whole cloth.” are part of a plot to extort him, he claims. The motion that\n:ady become involved in lawsuits Edwards and Cassell have filed is “the sleaziest legal document”\n‘king with a former federal judge he’s ever seen.\nyfessor named Paul Cassell, he had “They manipulated a young, suggestible woman who was\niother unnamed woman. Six years | interested in money,” Dershowitz says. “This is a disbarrable\nig, and now, Edwards and Cassell | offense, and they will be disbarred. They will rue the day they\nsanutttcecel ever made this false charge against me.” It’s a vehement denial.\nake part in oe lawsuit. | | ’ But then, the allegations made by Virginia Roberts, on January\nberts, the girl who says that Ghis- Tt 15, 2015, in a declaration filed against the government in an\nr for Epstein at Trump's resort, 9 attempt to overturn Jeffrey Epstein’s non-prosecution agreement\nare highly disturbing. |\n\nid other young girls to prominent\niticians, world leaders, and other\ngratiate himself with them for busi-\n\nfinancial gain, as well as to obtain\n\narts claims.\nsed her and other underage girls to r\nrgin Islands. 3\nvy and Alan Dershowitz as two of the §\nave sex with and claims that Der\nitness to the sexual abuse of many\nseveral of Epstein’s co-conspirators.\nwv does respond to the allegations. ¥\nding and ongoing civil proceedings\nch the Duke of York is not a party,”\nshort statement. “As such we woul\nowever, for the avoidance of doubl\n\nty with underage minors is categou\n\nHOUSE_OVERSIGHT_022140",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022140.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1626,
    "word_count": 281,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:45.971514",
    "prefix": "IMAGES-006"
  }
}