{
  "document_id": "HOUSE_OVERSIGHT_012096",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012096.txt",
  "text": "The Original Big Short\n\nThe Amsterdam Stock Exchange, founded by the Dutch\nEast India Company in 1602, is recognized as the world’s\noldest stock exchange. It facilitated a secondary market to\ntrade stocks and gave rise to trading clubs during the mid-\n17: century where speculators would congregate.\nMessengers would rush to and from the exchange to\nupdate pricing to customers.\n\nIn 1867, the invention of the stock-\nticker machine, also known as the\nticker tape, obviated the need for\nmessengers. Stock transaction data\nwas transmitted by telegraph to a\nticker tape that would continuously\nprint out abbreviated company\nnames (ticker symbols) followed by the price and volume\ndata. Thomas Edison later upgraded the system to reach\na printing speed of one character per second. Ticker tape\neliminated the need for messengers and allowed people to\ntrade in “real time” from long distance.\n\nIn 1900, 14 year-old Jesse Lauriston Livermore started\nworking as a quotation board boy in the Boston office of\nPaine Webber. His job was to update the board with\ninformation coming off the ticker tape. He became\ninterested in the behavior of stock prices and began\nrecording price movements that enabled him to spot\npatterns prior to sizeable advances and declines. A fellow\noffice boy later talked him into speculating on a stock on\nmargin at a bucket shop. Two days later, Jesse sold the\nposition with a $3.12 profit. He soon quit his job and\nstarted trading for a living.\n\nJesse made his first $1,000 (around $27,600 in today’s\ndollars) at the age of 15. He was later banned by most\nbucket shops in Boston as he had outfoxed many of the\nshady operators. By the age of 20, he had accumulated\n$10,000. Then came the big payday — the Panic of 1907 —\nduring which Jesse shorted the market and made $1\nmillion ($25 million in today’s dollars). He would top this\nfeat and live up to the reputation as “The Great Bear of\nWall Street” by shorting the market in 1929 for an\nastounding $100 million profit ($1.43 billion in 2017!),\nmaking him one of the richest men in the world.\n\nThe combination of elevated\ninvestor complacency and a\n\ntightening Fed makes the\n\nmarket vulnerable to a pullback.\n\nUnfortunately, the concept of diversification probably\nnever crossed Jesse’s mind. He somehow managed to lose\nall his money and was bankrupt by 1934. The bankruptcy\nresulted in an automatic suspension of his membership\non the Chicago Board of Trade. In 1940, the legendary\ntrader, suffering from depression, shot himself in the\ncloak room of Manhattan’s Sherry-Netherland Hotel.\n\nRise of the Machines\n\nHow things have changed from\nthose simpler days when humans\nwere doing the trading. Today,\nwith the advent of technology,\nmarket activity is dominated by\npassive and various quantitative\nstrategies. It is estimated that\nfundamental discretionary investors now account for only\n10% of the trading volume. Big inflow into major ETFs\nprompted buying across the board regardless of company\nspecific issues and valuations. Big data and machine\nlearning are the new buzz words. Forbes recently featured\na quant fund run by three twenty-somethings. Their\nassets under management was in the low tens of millions\nof dollars, yet they averaged $1 billion in transactions, or\n10,000 to 40,000 trades each day. Since there are only\n86,400 seconds in a day, this fund would generate a trade\nevery 2.16 to 8.64 seconds if it worked around the clock.\nMuch of the decision making and trade execution, of\ncourse, has been taken over by software algorithms. These\nwhiz kids employed statistical arbitrage trading strategies\nin stocks and currencies, and closed out all trading\npositions at the end of each day.\n\nThe allure of sophisticated computer models trouncing\ntheir human competitors has continued to attract inflow\nto quant funds. It is estimated that quantitative hedge\nfunds now manage more than $1 trillion, about one-third\nof the $3 trillion hedge fund industry. While there are\nindeed brilliant quant managers who have delivered\nstrong returns over a long period of time, the sheer size of\nthe industry means there are likely more pretenders than\ncontenders. Given that many funds employ similar\nstrategies (e.g., trend following), a reversal in trend could\ncreate disruptive market movements, not to mention the\nthreat of rogue algorithms wreaking havoc on the market.\n\nMONTHLY MARKET REVIEW NOVEMBER 2017 2\n\nHOUSE_OVERSIGHT_012096",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012096.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4408,
    "word_count": 723,
    "line_count": 104,
    "import_date": "2025-11-19T21:47:45.626927",
    "prefix": "IMAGES-001"
  }
}