{
  "document_id": "HOUSE_OVERSIGHT_017339",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017339.txt",
  "text": "4.2.12\nWC: 191694\n\nThe accountant was prosecuted for rape. The case was essentially was essentially a “he\nsaid’”—she “suspected” contest, and there was some forensic evidence—the cocaine in her\nurine—to corroborate her suspicions. But the value of the forensic evidence depended entirely on\nwhether she was telling truth about not having used cocaine prior to the alleged rape. If she had\nrecently used cocaine, then the urine test would not establish that he had given her the drug, but\nwould be equally consistent with her having ingested the drug on her own in the days or weeks\nprior to the sexual encounter.\n\nWe came up with the idea of testing her hair for traces of cocaine residue. In my research and\nteaching, I had come across scientific information that established that the past use of cocaine\ncould be determined by a test of the hair. Indeed, the location of the cocaine residue in the hair\ncould even establish the approximate timeframe of the cocaine use, if the hair was long enough,\nsince hair grows at a fairly consistent rate. She had long hair.\n\nAccordingly, we subpoenaed hair samples from the alleged victim. We learned that immediately\nupon receiving the subpoena, she rushed to the nearest barber shop—an establishment that cuts\nmen’s hair—and had a very short haircut, leaving an insufficient amount of hair to be tested. We\ntried unsuccessfully to find the barbershop and collect her hair. But her efforts to destroy the\nevidence upon receiving the subpoena certainly suggested that she had not been truthful about her\ncocaine use.\n\nIn the end, the jury, after hearing all of the evidence, concluded that there was a reasonable doubt\nabout whether the accountant had placed cocaine in her drink, or whether she alone was\nresponsible for her decision to drink alcohol and then engage in relatively consensual sex with her\nboss.\n\nThe acquittal certainly did not signify approval of the accountant’s behavior. It was a correct\napplication of the principle that proof of rape, like proof of every other serious crime, must be\n\nbeyond a reasonable doubt, and that all doubts must be resolved even in favor of all defendants,\nregardless of what the jurors might think of their sexual morality.\n\n252\n\nHOUSE_OVERSIGHT_017339",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017339.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2243,
    "word_count": 372,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:47.880478",
    "prefix": "IMAGES-004"
  }
}