{
  "document_id": "HOUSE_OVERSIGHT_024959",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024959.txt",
  "text": "2\n\npeace with just one man, Hosni Mubarak. That sale is over. Today,\npost-Mubarak, to sustain the peace treaty with Egypt in any kind of\nstable manner, Israel is going to have to pay retail. It is going to have\nto make peace with 85 million Egyptians. The days in which one\nphone call by Israel to Mubarak could shut down any crisis in\nrelations are over.\n\nAmr Moussa, the outgoing head of the Arab League and the front-\nrunner in polls to succeed Mubarak as president when Egypt holds\nelections in November, just made that clear in an interview with The\nWall Street Journal. Regarding Israel, Moussa said: “Mubarak had a\ncertain policy. It was his own policy, and I don’t think we have to\nfollow this. We want to be a friend of Israel, but it has to have two\nparties. It is not on Egypt to be a friend. Israel has to be a friend,\ntoo.”\n\nMoussa owes a great deal of his popularity in Egypt to his tough\napproach to Israel. I hope he has a broader vision. It is noteworthy\nthat in the decade he led the Arab League, he spent a great deal of\ntime jousting with Israel and did virtually nothing to either highlight\nor deal with the conclusions of the 2002 U.N. Arab Human\nDevelopment Report — produced by a group of Arab scholars led by\nan Egyptian — that said the Arab people are suffering from three\nhuge deficits: a deficit of freedom, a deficit of knowledge and deficit\nof women’s empowerment.\n\nThe current Israeli government, however, shows little sign of being\nprepared for peace retail. I can’t say with any certainty that Israel has\na Palestinian partner for a secure peace so that Israel can end its\noccupation of the West Bank. But I can say with 100 percent\ncertainty that Israel has a huge interest in going out of its way to test\nthat possibility. The Arab world is going through a tumultuous\ntransition to a still uncertain destination. Israel needs to do all it can\nto get out of their story, because it is going to be a wild ride.\n\nHOUSE_OVERSIGHT_024959",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024959.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1967,
    "word_count": 363,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:48.336304",
    "prefix": "IMAGES-008"
  }
}