{
  "document_id": "HOUSE_OVERSIGHT_019755",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019755.txt",
  "text": "The Handler | 267\n\nWhen I arrived at Kucherena’s office, I was with my translator\nZamir. (Kucherena did not speak English.) I arrived ten minutes\nearly, and a receptionist showed me into a well-lit square room\nwith an elegant table in the center. There was a sumptuous basket\nof exotic fruits on the table and large portraits of racehorses on the\nwalls. Another door opened, and a tall, graceful woman came into the\nroom and introduced herself as Valentina. She was wearing a well-\nfitting black dress, a striking jade necklace, and high heels. When\nshe asked whether we would like anything to drink, it seemed more\nlike the prelude to an elegant dinner party than an interview about\nSnowden.\n\nValentina spoke very good English. She apologized for the delay\nin responding to my requests, explaining that she received “thou-\nsands of requests” for interviews and did not have time to answer\nthem. When I asked how many were answered, she shrugged and\nsaid, “Not many.”\n\nAt that moment, Kucherena entered with a jaunty step, a cherubic\nface, and untamed white hair. He was wearing gray slacks, a partially\n\n© buttoned cashmere polo sweater, and a fully engaging smile. ©\n\nAs I had learned from his entry in Wikipedia, he was born in a\nsmall village in the Soviet Socialist Republic of Moldavia in 1960\nand had obtained his law degree from the All-Union Correspon-\ndence Law Institute in 1991. He opened his own law firm in Mos-\ncow in 1995. Kucherena’s well-known friendship with Putin had\nevidently not hurt his law practice. His clients had included such\nwell-connected defendants as Viktor Yanukovych, the president of\nUkraine overthrown in 2014; Grigory Leps, a Russian singer black-\nlisted by the United States for allegedly acting as a money courier\nfor a Eurasian criminal organization; Valentine Kovalev, a former\nRussian minister of justice charged with corruption; and Suleyman\nKerimoy, a civil servant from Dagestan who had amassed an esti-\nmated fortune of $7.1 billion. Kerimov had recently been charged\nfor manipulating the price of potash in Belarus. Most of these clients\nwere reputed to be part of Putin’s inner circle.\n\nTo break the ice, I asked Kucherena about Oliver Stone. I knew\nhe had a small role in Stone’s forthcoming movie, in which he plays\nSnowden’s lawyer in Moscow.\n\n| | Epst_9780451494566_2p_all_r1.indd 267 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019755",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019755.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2382,
    "word_count": 397,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:46.218073",
    "prefix": "IMAGES-005"
  }
}