{
  "document_id": "HOUSE_OVERSIGHT_019446",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_019446.txt",
  "text": "Date: Friday, June 22 2012 11:08 PM \nSubject: From Christina: Fwd: Project in Haiti: CEFOTAJ, SA \nFrom: Jeffrey Epstein <jeffreyepsteinorg©gmail.com > \nTo: \nCC: Jeffrey Epstein <jeevacation©gmail.com>; Cecile de Jongh \nAttachments: DSC_0418.JPG; DSC_0419.JPG; DSC_0424.JPG; Cefotaj Business Plan Final 5-18-11(1).docx \n<› \nDear Unik, \nIt was a pleasure to speak with you today. I have removed the press release from our website and it will be \nremoved from PR newswire. My sincere apologies for any inconvenience. \nAs mentioned, I am forwarding you this project in Haiti which looks very inspiring. I am cc'ing Jeffrey and \nCecile on this too. \nMy best regards and I will keep you posted on the press release removal from PR Newswire. \nSincerely, \nChristina \nMedia/PR \n----------Forwarded message \nFrom: Marlene Edme \nDate: Fri, Jun 22, 2012 at 12:59 PM \nSubject: Project in Haiti: CEFOTAJ, SA \nTo:  Jeffrey Epstein <jeffreyepsteinorg@gmail.com  > \nCc: \nDear Mr. Epstein: \nPlease allow me to introduce myself My name is Marlene Edme; I am the founder and President. .For above-\nmentioned organization and Yair Fatal is the Project Director. The organization was founded in 2007 with the \nmission of providing free technical skills in the garment industry to the people in the Southeastern department \nof Haiti. Following the earthquake, the living and economic conditions are deplorable. More than ever, \nCEFOTAJ wants to double its effort to help the community of Jacmel out of desperation by providing the youth \nwith valuable sustainable skills. With a trade under their belt, the youth will be more confident while seeking \nemployment. \nWe have obtained our 501 - C (3) in 2008 and have recently received the approval of the Haiti's Department of \nPlanning to be a non-governmental organization (NGO). The organization's building that will house the \nschool is currently under construction. \nBased on our research, we found that you are very committed to helping Haiti. The purpose of this \ncorrespondence is to solicit The Jeffrey Epstein VI Foundation assistance with grant coordination and \nfacilitation to help our organization get off the ground. With potential help from the international community, \nwe believe that the project would be rewarding for the citizens of the city of Jacmel and in line with the \nrequirements of the Haiti Reconstruction Plan and President Obama recent legislation of the \"Hope\" law.. \nPlease find enclosed a copy of the project which provides detailed information about the curriculum for the \ndifferent programs that the school will offer. We trust that you will find this to be an interesting project with \nHOUSE OVERSIGHT 019446 \ngreat potential. \nIf you require additional information, please feel free to contact us at \n. We look forward to hearing from you. \nSincerely, \nMarlene Edme \nPresident \nor \nHOUSE OVERSIGHT 019447",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_019446.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2868,
    "word_count": 444,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:44.952533",
    "prefix": "TEXT-001"
  }
}