{
  "document_id": "HOUSE_OVERSIGHT_010509",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010509.txt",
  "text": "JAMES PATTERSON\n\nAtty Alan Dershowitz. The offer is I count of Agg Assault\nwith intent to commit a felony, five years probation, with\nadjudication withheld. Epstein would have to submit to psy-\nchiatric/sexual evaluation and no unsupervised visits with\nminors. When asked about all the other victims, ASA\nBelohlavek stated that was the only offer made as to one vic-\ntim, [Mary]. ASA Belohlavek|’s] cell phone rang and went to\nvoice mail. She checked her voice mail and played the mes-\nsage on speaker. The caller identified himself as Atty Guy\nFronstin and acknowledged the deal made between them.\nFronstin stated in the message, he spoke with his client, Jef-\nfrey Epstein, and would agree to this deal. Fronstin asked to\ncall off the grand jury as they would accept this deal.\nBelohlavek stated a probable cause would be needed to book\nEpstein in the county Jail and would let me know as to when\nit was needed. I explained my disapproval of the deal and not\nbeing consulted prior to the deal being offered. However I\nexpressed that was only my opinion and the final approval\nwould come from the Chief of Police. She explained to have\nChief Reiter call Barry Krischer about the deal. I left the\narea and returned to the police station where I briefed the\nChief about the deal offered.\n\nI checked my voice mail messages and discovered a mes-\nsage from [the] stepmother for the victim [Mary]. She was\ncalling because the State Attorney's Office still had not\nreturned any of her calls as to when they are needed for this\ncase. I then called ASA Belohlavek’s office and left messages\nfor her to call the victims on this case and explain to them\nwhat the State Attorney’s Office had done.\n\n168\n\n» “Yeah.”\n\nMichael Reiter: May 2(\n\nplea offer?\nChief Reiter is o\nsands of hours of we\nevidence. But instead of goii\nsee Epstein get off with a\nand a psych exam.\nWhy?\nAlan Dershowitz has pre\nPieces of evidence —printot\nIn her “About Me” colu\nMary has written “Ass and e\nUnder “Ever drank” ant\n\nUnder “Ever shoplifted”:\nUnder “Ever skinny dipp\n\nHOUSE_OVERSIGHT_010509",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010509.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2058,
    "word_count": 362,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:45.824221",
    "prefix": "IMAGES-001"
  }
}