{
  "document_id": "HOUSE_OVERSIGHT_012772",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012772.txt",
  "text": "religion looks like a case of exaptation — an expression of human thoughts and emotions that originally\nevolved to solve problems other than cooperation, but once in place were swiftly adopted for solving\nproblems of cooperation.\n\nFurther evidence in support of religion as exaptation comes from a follow-up to the dictator game\nexperiment discussed above. If you swap religious words for non-religious but moral words such as civic,\nduty, jury, court and police, you get the same results: people give more money when thinking about these\nmorally-pregnant, but non-religious words. It is also the case that if you paste up a photograph of eyes\nnext to a money box for coffee, people give more than with a photograph of flowers. What these two\nstudies show is that words and images that make us think about others, especially the possibility that\nothers are watching, turns us into bigger spenders. These psychological transformations are not, however,\nspecific to religion. Some may think that God is watching, but they and others may also think of a white-\nbearded, gavel-wielding, atheistic judge.\n\nWe learn three important lessons from the study of tameness and religion, lessons that will propel\nour discussion of evil. First, distinguish what something evolved for from what it is used for. Second,\ndissect complicated traits down into their component parts as the parts, together with their inter-\ndependence, may have different evolutionary histories. Third, the combination of independently evolved\ncapacities can lead to novel adaptations and possibilities. Some combinations lead to altruistic and\nhumane compassion toward those we don’t know. Others lead to virulent hatred and annihilation of those\n\nwe do know. The brain’s promiscuity is a driving engine for both the good, the bad, and the ugly.\n\nFrom the shackles of monogamy to the freedom of promiscuity\n\nMany years ago, some American friends of mine were married in a small village in Tanzania. After the\nwedding, they went to a local official who was responsible for providing a marriage certificate. On the\ncertificate were three choices, indicative of the type of marriage: Monogamous, Polygynous, and\nPotentially Polygynous. My friends chuckled, but aimed their pen with confidence at Monogamous.\nBefore they could ink the certificate, however, several Tanzanian men shouted out “NO! At least\nPotentially Polygynous. Give yourself the option.” Right, the option. The freedom to explore.\n\nAmong social animals, only a few species pair bond for life, or at least a very long time. This fact\nis equally true of the social mammals: less than 5% of the 4000 or so species are strictly monogamous.\nFor these rare species, most of their efforts to think, plan, and feel are dedicated to their partner; what’s\nleft over goes into finding food and avoiding becoming dinner. Life is much more complicated for the rest\n\nof the social animals. Their social and sexual relationships are more promiscuous, less stable and less\n\nHauser Chapter 1. Nature’s secrets 26\n\nHOUSE_OVERSIGHT_012772",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012772.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3047,
    "word_count": 485,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:45.993257",
    "prefix": "IMAGES-002"
  }
}