{
  "document_id": "HOUSE_OVERSIGHT_014956",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014956.txt",
  "text": "TED2017: The future you 4/20/17, 12:07 PM\n\naclu.org\n\nT. Morgan Dixon\nHealth activist\n\nT. Morgan Dixon is the co-founder and CEO of GirlTrek, inspiring nearly 100,000 neighborhood walkers.\n\nT. Morgan Dixon co-leads GirlTrek, the largest public health nonprofit for African-American women and girls in the United States.\nGirlTrek encourages women to use walking as a practical first step to inspire healthy living, families and communities and knits local\nadvocacy together to lead a civil rights-inspired health movement that seeks to eliminate barriers to physical activity, improve access to\nsafe places to walk, protect and reclaim green spaces and improve the walkability and built environments of 50 high-need communities\nacross the United States.\n\nPrior to GirlTrek, Dixon was on the front lines of education reform. She served as Director of Leadership Development for one of the\nlargest charter school networks in the country, Achievement First, and directed the start-up of six public schools in New York City for St.\nHope and the Urban Assembly, two organizations funded by the Bill & Melinda Gates Foundation. As the leader of GirlTrek, Morgan\nreceived fellowships from Echoing Green (2013), Ashoka (2014) and The Aspen Institute (2015).\n\ngirltrek.org @GirlTrek\n\nVanessa Garrison\nHealth activist\n\nAs COO of GirlTrek, Vanessa Garrison encourages African American women and girls to get out and take a walk.\n\n‘Vanessa Garrison is the co-founder and COO of GirlTrek, the largest public health nonprofit for African-American women and girls in the\nUnited States. With nearly 100,000 neighborhood walkers, GirlTrek encourages women to use walking as a practical first step to inspire\nhealthy living, families and communities.\n\nWorking with partners, GirlTrek has developed a world-class training for African-American women to serve as health professionals in the\n\nareas of fitness, mental health, nutrition, and environmental stewardship. Prior to GirlTrek, Garrison worked as a Program Coordinator for\nOur Place DC, a nonprofit organization that provides services to currently and formerly incarcerated women. In her work with GirlTrek,\nshe's received fellowships from Echoing Green and The Aspen Institute and been named “Health Hero” by Essence Magazine.\n\ngirltrek.org @GirlTrek\n\nTuesday, April 25, 2:15PM - 4:00PM PDT\n\nTED en Espafiol: Conexi6n y Sentido\n\nHosted by Gerry Garbulsky, TED en Espafiol showcases powerful ideas in Spanish. Join us in the Community Theater. (English translation will be available.)\n\nGabriela Gonzalez\nAstrophysicist\n\nGabriela Gonzalez is part of the collaboration of more than 1,000 scientists who measured for the first time the gravitational waves that\nEinstein predicted over 100 years ago.\n\nOver 100 years after Albert Einstein predicted gravitational waves -- ripples in space-time caused by violent cosmic collision, like the\nmerging of two black holes -- the LIGO Scientific Collaboration confirmed their existence using large, hyper-sensitive detectors in\ndifferent parts of the world. As LIGO's former spokesperson and the person responsible for the collaboration of 90 international scientific\ninstitutions that the project entailed, Argentine astrophysicist Gabriela Gonzdlez announced the extraordinary discovery to the world in\n2016.\n\nArelentless curiosity about the universe led Gonzalez to astrophysics as a teenager. Over the course of her 25-year career, she has\nadvanced the field of gravitational wave detection, working on both improving the sensitivity of interferometers and data analysis. She is\nthe recipient of the E. Bouchet and the Jesse W. Beams awards from the American Physical Society, the B. Rossi prize from the American\nAstronomical Society, and the 2016 Scientific Discovery Award from the US National Academy of Sciences. She was the first woman to\nreceive a full professorship in the physics department at Louisiana State University.\n\nphys.lsu.edu/faculty/gonzalez/\n\nJorge Drexler\nMusician, poet\n\nJorge Drexler is a musician and the first Uruguayan to win an Oscar. His music plays with genre and influence, combining subtle\nharmonies and regional styles with electronic effects.\n\nJorge Drexler doesn't lay claim to one identity over another. Born to a German-Jewish exile, Drexler grew up between Uruguay and Israel,\ntraveled widely across Latin America, and eventually settled in Spain. Within his music, you can hear touches of milonga and bossa nova\nand even Bach, as his lyrics wrangle with notions of nationality and belonging, language, identity and love.\n\nhttps://ted2017.ted.com/program Page 6 of 21\n\nHOUSE_OVERSIGHT_014956",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014956.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4607,
    "word_count": 683,
    "line_count": 78,
    "import_date": "2025-11-19T21:47:45.327064",
    "prefix": "IMAGES-003"
  }
}