{
  "document_id": "HOUSE_OVERSIGHT_019933",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019933.txt",
  "text": "little about policy. He was supposed to be the house intellectual but was purposely unread.\nHe was supposed to be a communications specialist, but he antagonized almost everyone.\nBannon, during the transition, sent him to the Internet to learn about and to try to draft the\nEO.\n\nBy the time he arrived in the White House, Bannon had his back-of-the-envelope\nexecutive order on immigration and his travel ban, a sweeping, Trumpian exclusion of\nmost Muslims from the United States, only begrudgingly whittled down, in part at\nPriebus’s urging, to what would shortly be perceived as merely draconian.\n\nIn the mania to seize the day, with an almost total lack of knowing how, the nutty\ninaugural crowd numbers and the wacky CIA speech were followed, without almost\nanybody in the federal government having seen it or even being aware of it, by an\nexecutive order overhauling U.S. immigration policy. Bypassing lawyers, regulators, and\nthe agencies and personnel responsible for enforcing it, President Trump—with Bannon’s\nlow, intense voice behind him, offering a rush of complex information—signed what was\nput in front of him.\n\nOn Friday, January 27, the travel ban was signed and took immediate effect. The result\nwas an emotional outpouring of horror and indignation from liberal media, terror in\nimmigrant communities, tumultuous protests at major airports, confusion throughout the\ngovernment, and, in the White House, an inundation of lectures, warnings, and\nopprobrium from friends and family. What have you done? Do you know what you’re\ndoing? You have to undo this! You’re finished before you even start! Who is in charge\nthere?\n\nBut Steve Bannon was satisfied. He could not have hoped to draw a more vivid line\nbetween the two Americas—Trump’s and liberals’—and between his White House and the\nWhite House inhabited by those not yet ready to burn the place down.\n\nWhy did we do this on a Friday when it would hit the airports hardest and bring out the\nmost protesters? almost the entire White House staff demanded to know.\n\n“Ertr ... that’s why,” said Bannon. “So the snowflakes would show up at the airports\nand riot.” That was the way to crush the liberals: make them crazy and drag them to the\nleft.\n\nHOUSE_OVERSIGHT_019933",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019933.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2233,
    "word_count": 368,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:48.733344",
    "prefix": "IMAGES-005"
  }
}