{
  "document_id": "HOUSE_OVERSIGHT_019895",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019895.txt",
  "text": "done early in her modeling career—a leak that everybody other than Melania assumed\ncould be traced back to Trump himself.\n\nInconsolable, she confronted her husband. Is this the future? She told him she wouldn’t\nbe able to take it.\n\nTrump responded in his fashion—We’ll sue/—and set her up with lawyers who\nsuccessfully did just that. But he was unaccustomedly contrite, too. Just a little longer, he\ntold her. It would all be over in November. He offered his wife a solemn guarantee: there\nwas simply no way he would win. And even for a chronically—he would say helplessly—\nunfaithful husband, this was one promise to his wife that he seemed sure to keep.\n\nOOK Ok\n\nThe Trump campaign had, perhaps less than inadvertently, replicated the scheme from Mel\nBrooks’s The Producers. In that classic, Brooks’s larcenous and dopey heroes, Max\nBialystock and Leo Bloom, set out to sell more than 100 percent of the ownership stakes\nin the Broadway show they are producing. Since they will be found out only if the show is\na hit, everything about the show is premised on its being a flop. Accordingly, they create a\nshow so outlandish that it actually succeeds, thus dooming our heroes.\n\nWinning presidential candidates—driven by hubris or narcissism or a preternatural\nsense of destiny—have, more than likely, spent a substantial part of their careers, if not\ntheir lives from adolescence, preparing for the role. They rise up the ladder of elected\noffices. They perfect a public face. They manically network, since success in politics is\nlargely about who your allies are. They cram. (Even in the case of an uninterested George\nW. Bush, he relied on his father’s cronies to cram for him.) And they clean up after\nthemselves—or, at least, take great care to cover up. They prepare themselves to win and\nto govern.\n\nThe Trump calculation, quite a conscious one, was different. The candidate and his top\nlieutenants believed they could get all the benefits of almost becoming president without\nhaving to change their behavior or their fundamental worldview one whit: we don’t have\nto be anything but who and what we are, because of course we won’t win.\n\nMany candidates for president have made a virtue of being Washington outsiders; in\npractice, this strategy merely favors governors over senators. Every serious candidate, no\nmatter how much he or she disses Washington, relies on Beltway insiders for counsel and\nsupport. But with Trump, hardly a person in his innermost circle had ever worked in\npolitics at the national level—his closest advisers had not worked in politics at all.\nThroughout his life, Trump had few close friends of any kind, but when he began his\ncampaign for president he had almost no friends in politics. The only two actual\npoliticians with whom Trump was close were Rudy Giuliani and Chris Christie, and both\nmen were in their own way peculiar and isolated. And to say that he knew nothing—\nnothing at all—about the basic intellectual foundations of the job was a comic\n\nHOUSE_OVERSIGHT_019895",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019895.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3011,
    "word_count": 505,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:48.469243",
    "prefix": "IMAGES-005"
  }
}