{
  "document_id": "HOUSE_OVERSIGHT_013163",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013163.txt",
  "text": "13.3 Atoms: Their Types and Weights 247\n\nalternatively as telling you what sort of data is associated with a Node. On the other hand,\nan example of a weight that may be attached to an Link or Node is a number representing a\nprobability, or a number representing how important the Node or Link is.\n\nObviously, hypergraphs may come along with various sorts of dynamics. Minimally, one may\nthink about:\n\ne Dynamics that modify the properties of Nodes or Links in a hypergraph (such as the labels\nor weights attached to them.)\ne Dynamics that add new Nodes or Links to a hypergraph, or remove existing ones.\n\n13.3 Atoms: Their Types and Weights\n\nThis section reviews a variety of CogPrime\n\nAtom types and gives simple examples of each of them. The Atom types considered are drawn\nfrom those currently in use in the OpenCog system. This does not represent a complete list of\nAtom types referred to in the text of this book, nor a complete list of those used in OpenCog\ncurrently (though it does cover a substantial majority of those used in OpenCog currently,\nomitting only some with specialized importance or intended only for temporary use).\n\nThe partial nature of the list given here reflects a more general point: The specific collection\nof Atom types in an OpenCog system is bound to change as the system is developed and experi-\nment with. CogPrime specifies a certain collection of representational approaches and cognitive\nalgorithms for acting on them; any of these approaches and algorithms may be implemented\nwith a variety of sets of Atom types. The specific set of Atom types in the OpenCog system\ncurrently does not necessarily have a profound and lasting significance — the list might look a\nbit different five years from time of writing, based on various detailed changes.\n\nThe treatment here is informal and intended to get across the general idea of what each\nAtom type does. A longer and more formal treatment of the Atom types is given in Part II,\nbeginning in Chapter 20.\n\n13.3.1 Some Basic Atom Types\n\nWe begin with ConceptNode — and note that a ConceptNode does not necessarily refer to a\nwhole concept, but may refer to part of a concept — it is essentially a \"basic semantic node\"\nwhose meaning comes from its links to other Atoms. It would be more accurately, but less\ntersely, named \"concept or concept fragment or element node.\" A simple example would be a\nConceptNode grouping nodes that are somehow related, e.g.\n\nConceptNode: C\n\nInheritanceLink (ObjectNode: BW) C\nInheritanceLink (ObjectNode: BP) C\nInheritanceLink (ObjectNode: BN) C\nReferenceLink BW (PhraseNode \"Ben’s watch\")\nReferenceLink BP (PhraseNode \"Ben’s passport\")\nReferenceLink BN (PhraseNode \"Ben’s necklace\")\n\nHOUSE_OVERSIGHT_013163",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013163.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2721,
    "word_count": 451,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:48.815787",
    "prefix": "IMAGES-002"
  }
}