{
  "document_id": "HOUSE_OVERSIGHT_016489",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016489.txt",
  "text": "The District Attorney’s position on appeal, however, was in stark contrast to what it argued in\nproceedings before the lower court, which was that Epstein “should be adjudicated a level one\noffender” (7.e., lowest risk) in spite of the damning evidence establishing that “defendant\ncommitted multiple offenses against a series of underage girls.” /d. at 570-71, 933 N.Y.S.2d at\n240. The public has the right to know why the Manhattan District Attorney’s Office switched its\nlegal position on appeal and what justifications it advanced in its brief to explain its initial\nrequest for lenient treatment of Epstein. Similarly, the briefing submitted by Epstein, which\nconfronted the District Attorney’s arguments on appeal, may shed additional light on why the\nDistrict Attorney changed course on appeal. Despite the obvious public interest in knowing this\ninformation, the briefs were filed wholly under seal pursuant to New York Civil Rights Law\nsection 50-b — which protects the anonymity of sex abuse victims — and not a single word of\neither party’s briefs is available to the public.\n\nSince the District Attorney’s Office has made it clear that it will not release any portion\nof any of the appellate briefs filed in this action without clear instructions from this Court, the\nPost respectfully requests an order unsealing the briefs and directing the District Attorney to\nprovide the Post with copies redacted only to the extent necessary to preserve the anonymity of\nvictims. As a threshold matter, the Rules of this Court and the common law both guarantee the\nPost’s right to move this Court for an order unsealing court documents (POINT I, supra). And\nthe Post easily demonstrates the “good cause” required to overcome sealing of documents under\nsection 50-b. Simply put, the presumption of openness that governs judicial proceedings in this\nState is at its zenith because the documents sought by the Post are highly relevant to allegations\nof prosecutorial missteps and favoritism by the office of the District Attorney in a case involving\n\na powerful sex offender (POINT II, supra). The Post is mindful, however, of the importance of\n\n4811-3721-9459v.3 3930033-000039\n\nHOUSE_OVERSIGHT_016489",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016489.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2200,
    "word_count": 349,
    "line_count": 29,
    "import_date": "2025-11-19T21:47:44.737945",
    "prefix": "IMAGES-004"
  }
}