{
  "document_id": "HOUSE_OVERSIGHT_024701",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024701.txt",
  "text": "ACKRELL\nCAPITAL CHAPTER IV U.S. Legal Landscape\n\nof a single cultivation and dispensing enterprise. In other states, a licensed cultivator may be permitted\nto sell to unaffiliated licensed dispensaries or delivery services, which then retail medical cannabis to\npatients.\n\nEach state has its own rules about whether medical cannabis activities may be engaged in for profit.\nIn states where caregivers and qualified patients collectively or cooperatively aggregate their cultivation\nand distribution efforts, participants generally are allowed to charge amounts necessary to recover the\nreasonable costs associated with those activities but may not operate for profit. In states that allow\nlicensed cannabis activities, such as cultivation and dispensing, the organizations engaged in those\nactivities generally may seek to earn a profit.\n\nCBD/Limited Laws\n\nFrom 2014 through 2017, a total of 19 U.S. states enacted CBD/limited laws that generally permit\npossession of small amounts of low-THC/high-CBD cannabis concentrates for use in treating a few\nserious medical conditions. Most of these laws limit qualifying medical conditions to severe forms of\nepilepsy or seizure disorders, but some laws designate a moderately broader set of conditions.\n\nMost CBD/limited laws allow CBD use by children. Many of these laws were enacted in the con-\ntext of high-profile stories about CBD treatments for children with severe seizure disorders, and the\nlaws have been given names like Carly’s Law (Alabama), Haleigh’s Hope Act (Georgia) and Julian’s Law\n(South Carolina). Charlotte's Web is a low-THC/high-CBD cannabis strain named for Charlotte Figi,\na young Colorado girl whose parents treat her seizure condition with CBD oil. Her case was featured\nin Dr. Sanjay Gupta’s popular CNN special, Weed.\n\nIn general, each CBD/limited law establishes a narrow legal framework for use of low-THC/\nhigh-CBD cannabis concentrates. Certain CBD/limited laws designate only one or several producers\nof permitted cannabis concentrates; in some cases, these producers include a state university or research\ninstitution. Other CBD/limited laws establish no legal framework for the production or distribution of\npermitted products and merely provide a narrow affirmative defense for state-law cannabis possession\nand use charges.\n\nRecreational Laws\n\nIn 2012, Colorado and Washington voters passed the first laws in the United States (and the world) to\npermit the commercial production and sale of cannabis to adults for recreational and other uses. Alaska\nand Oregon passed similar recreational laws in 2014. And in the November 2016 elections, four more\nstates—California, Maine, Massachusetts and Nevada—passed recreational laws. (Of the five recre-\national laws included on November 2016 ballots, only Arizona’s law did not receive voter approval.)\n\nState recreational laws permit adults aged 21 years or older to legally purchase and use cannabis\nsold by state-licensed commercial businesses. There are no state residency requirements for adult con-\nsumers, and out-of-state visitors with valid proof of age may legally purchase cannabis, giving rise to\n“cannabis tourism” in states with extensive dispensary networks like Colorado, Oregon and Wash-\nington. Cannabis typically may not be consumed in public spaces or private establishments open to\nthe public, such as parks and restaurants. Recreational laws also generally permit adults to cultivate a\n\n© 2017 Ackrell Capital, LLC | Member FINRA/SIPC 65\n\nHOUSE_OVERSIGHT_024701",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024701.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3508,
    "word_count": 516,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:45.238485",
    "prefix": "IMAGES-008"
  }
}