{
  "document_id": "HOUSE_OVERSIGHT_011851",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011851.txt",
  "text": "/ BARAK / 94\n\nend of the day, dozens of Israelis and Palestinians were injured. Five Palestinians\nlay dead. Though the media almost instantly labelled it a new “intifada”, this one\nwas very different. It was not a burst of anger, however misdirected, by stone-\nthrowing youths convinced that a road accident in Gaza had been something more\nsinister. There had been no serious unrest on the day of Arik’s visit. We would\nlater learn this was a deliberate campaign, waged with guns and grenades, by\nHamas and Islamic Jihad, the Fatah offshoot Tanzim, and Arafat’s own police\nforce.\n\nThe media had changed, too, in the 13 years since the first intifada, with the rise\nof twenty-four-seven news broadcasters, including the Arabic-language Al Jazeera.\nImages of pain and suffering and fear stoked anger on both sides. None, in the first\ndays of the violence, was more powerful, or heart-rending, than the picture of a\nterrified 12-year-old Palestinian boy named Mohammed al-Durrah, sheltered by\nhis father as they took cover from the crossfire in Gaza. The facts of the incident,\nas best we could establish immediately afterwards, were that the Palestinian\nsecurity forces had opened fire on Israeli troops near the settlement of Netzarim.\nTen Palestinians, including the little boy, lost their lives when the soldiers returned\nfire. We later established with near certainty that the boy had in fact been killed by\nPalestinian gunfire. But even if we’d been able to prove that at the time, I’m sure\nthat in the increasingly poisonous atmosphere, it would have made little difference.\n\nNor would it have changed the next, deeply disturbing escalation: the spread of\nthe violence into Israel itself, with unprecedentedly serious clashes between our\nown Arab citizens and the police in the Galilee, in Wadi Ara, in the main mixed\nArab-Jewish cities, and the Negev. Beyond the political implications, the\ndemonstrations of solidarity with the Palestinian violence presented a security\nchallenge of a different order: to the ability of the Israeli police, and by extension\nthe government, to ensure basic law and order inside our borders. The worst of the\nclashes lasted barely a week. But they left thirteen Arab Israeli protestors dead,\nsparking demonstrations as far afield as Jaffa, as well as ugly incidents of mob\nviolence by Israeli Jews against Arabs in some areas.\n\nPresident Clinton tried his best to help us halt the violence on the West Bank\nand in Gaza. I doubted the Americans would succeed, but was fully ready to join in\ntheir efforts to try. About ten days into the new intifada, I attended a crisis meeting\nwith Arafat, mediated by Madeleine Albright and Dennis Ross, at the US\nambassador’s residence Paris. It was nominally under the aegis of President\n\n380\nHOUSE_OVERSIGHT_011851",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011851.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2789,
    "word_count": 458,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:44.013945",
    "prefix": "IMAGES-001"
  }
}