{
  "document_id": "HOUSE_OVERSIGHT_024606",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024606.txt",
  "text": "15\n\npolice officers and a 13-year-old boy caught in the crossfire,\naccording to Gen. Saleh el-Masry, head of North Sinai security.\nMasry said that the attackers belonged to the radical Islamist group\nTakfir wal-Hijra, as well as Palestinian factions that snuck through\nthe tunnels. \"The Takfiris\" -- extremist militants with a dogmatic,\nexclusionary ideology -- \"have become more active during the\nrevolution,\" he said, claiming that Egyptian security forces had\narrested 12 of the assailants in the el-Arish attack, including three\nPalestinians. The spike in violence has been fueled by outlaws who\nescaped Egypt's prisons during the anarchy that accompanied\nMubarak's fall. Deputy Interior Minister Gen. Ahmed Gamal El Din\ntold me in an interview that 23,000 criminals escaped from Egypt's\nprisons during the revolution and that only 7,300 had been rearrested\nor turned themselves in as of May. The prison breaks also freed some\nmen allegedly linked to al Qaeda, who appear to be attempting to\nestablish a foothold in Sinai's ungoverned spaces. Maj. Yaser Atia of\nEgypt's General Security confirmed that Ramzi Mahmoud al-Mowafi,\nalso known as \"the chemist\" for his expertise in preparing explosives,\nescaped a Cairo prison on Jan. 30. The fugitive's prison files\npresented to me indicate that the 59-year-old Egyptian had fled to\nAfghanistan and joined al Qaeda. Upon his return to Egypt he was\ngiven a life sentence by a military tribunal, though more details on\nthe charges against him remain unclear. Egyptian intelligence sources\ntold me that Mowafi is currently in Sinai, though they played down\nthe threat he posed. And then there is the matter of the fliers. On July\n29, the residents of el-Arish found a flier labeled \"A statement from\nal Qaeda in the Sinai Peninsula\" distributed throughout their\nneighborhoods. It describes Islam as the only true religion and\ncriticizes the Camp David agreement that led to the Israeli-Egyptian\npeace treaty. Gen. Abdel-Wahab Mabrouk, the governor of North\n\nHOUSE_OVERSIGHT_024606",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024606.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2026,
    "word_count": 320,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:45.060853",
    "prefix": "IMAGES-008"
  }
}