{
  "document_id": "HOUSE_OVERSIGHT_016591",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016591.txt",
  "text": "Code Enforcement Board Meeting Minutes 07/17/08\n\nmade a legitimate mistake. As a result, a fine was incurred and they are willing to\naccept some level of fine, some level of responsibility for what they did. The\nconstruction was continually on going, there were no delays other than the\nconstruction process itself. This was not someone’s house, it was a speculative\nventure. There had been some concerns with the shell contractor and the finish\nitems themselves were significant enough that there were substantial delays. At\nthat same hearing, Code Enforcement Officer Gerry said it was the position of\nCode Enforcement to get more assertive at the suggestion of Town Council and\nthat these projects were to be more aggressively pursued. Under the new\nordinance, for a house of approximately 5,000 sq. feet, they would be entitled to\n24 months. This would have brought them to November 2007 and they would\nhave gotten additional time for Hurricane Wilma which would have brought them\nto December. If they were under the new Code, they would not be before the\nBoard today and may not have a fine at all. He realizes a mistake was made, he\nrealizes something has to be paid but he thinks $35,000 is a significant fine. The\nBoard has gotten their attention and they would ask for a significant reduction in\nthe fine.\n\nMr. Fried asked how long it took to get the final inspection after the 22 months\nhad run. Mr. Walton said they had been given 23 months due to the hurricanes\nand they were 5 months and 9 days beyond that. Mr. Ballentine asked how far out\nthey would be under the new rules. Mr. Walton said they would be given 24\nmonths which with the hurricane would be 25 months. Mr. Lynch said that at the\nend of that 24 month period, if they had not sought an extension of time prior to\nthat within the required time period, no earlier than 6 months and no later than 45\ndays, before the expiration of that 24 months, their project would have been shut\ndown. Mr. Wagner’s lack of knowledge of this particular situation would have\nbecome irrelevant because they would have been red tagged on that next day after\nthe 24 month period. Mr. Lynch said Mr. Wagner did not know because he has\nbeen a good corporate citizen, he had never been before the Board except on one\noccasion and that was beyond his control, it was a maintenance item on the Glazer\nhouse. Mr. Walton said that situation was not due to Mr. Wagner’s fault, that he\nwas just representing the owner.\n\nMr. Ballentine asked how Mr. Wagner did not know the Code requirement if he\nhad built so many homes in the area and he said he had difficulty with the\nignorance of that.\n\nMr. Fried said he agreed with Mr. Ballentine and he found it hard to believe that\nMr. Wagner did not know the time limits. He said some reduction should be\nconsidered but he was not sure on what basis.\n\nMr. Ochstein remarked that the fine was around $35,000 and the house was on the\nmarket for $10.6 million dollars so he did not see the hardship. Mr. Lynch said he\ndid not know the price but he would accept Mr. Ochstein’s statement on that. Mr.\nLynch said the hardship was in the imposition of the fine itself, there were mistakes\nmade and he believed that Council would have given them a significant extension\n\n18\n\nHOUSE_OVERSIGHT_016591",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016591.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3276,
    "word_count": 587,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:46.825574",
    "prefix": "IMAGES-004"
  }
}