{
  "document_id": "HOUSE_OVERSIGHT_030809",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_030809.txt",
  "text": "Eye on the Market | July 11, 2011 J.P Morgan\n\nTopics: Portfolios, US corporate profits and the Twilight of the Gods (in the US, Europe, China and the IEA)\n\nHourly compensation for production workers Share of US imports of intermediate goods from China,\nShare of US rate, 2005 vs. 2011 Malaysia, Thailand and Vietnam, percent\n30%\n\nm 2005 14%\n\n25% m 2011E 12%\n\n20% 1s\nQ,\n15% o%\n6%\n10%\n4%\n5%\n2%\n\n0% 0%\nTaiwan Mexico China Philippines 2000 2007 2010\n\nSource: Bureau of Labor Statistics, Empirical Research Partners. Source: UN Comtrade, Empirical Research Partners.\n\nTo summarize, we expect today’s margins to last a while longer, since relative costs won’t converge overnight. But we are not\ninclined to pay a high multiple for them, given their reliance on weak labor compensation, which in turn requires large\ngovernment transfers. The good news: markets are not applying high multiples right now, which is why we own the equities\nwe do. However, questions about the large but shrinking public sector toolkit knock 10%-15% off of our equity\nallocations, compared to where we would normally expect to be 2 years after a recession. We walk through 4 instances\nof this below, as it relates to US fiscal policy, oil prices, Chinese inflation and the European periphery.\n\nTwilight of the Gods, part 1: Limited room for fiscal policy to invigorate the US recovery\nHere’s what we know for sure about the US Federal debt ceiling debate:\n\ne The government is facing the unappealing task of having to increase the Federal debt ceiling above 100% of GDP for the\nfirst time since the end of WWII, and only the second time since the debt ceiling was established in 1917\n\ne The government has already run out of money from traditional sources. As shown below, since May 16, 2011, the US\nTreasury has been raiding the cash, securities and borrowing capacity of government employee retirement and other funds.\nOf $270 billion of such balances which existed in May, around 75% has already been used up. There’s not much leeway\nleft, which is why the government will probably run out of money some time in August.\n\ne The debate about the existing Federal debt is the lesser of two problems. As shown on the following page, the present value\nof unfunded entitlement obligations (e.g., future debt) dwarfs the existing debt. That’s why there’s so much talk about a\ndeal to stabilize the long term trajectory of the budget deficit.\n\nThe rest is all speculation. The table on the next page shows the revenue and spending factors in play. It’s too early to know\nwhat kind of deal will be crafted. We believe that the deal with be composed of 80% spending cuts and 20% revenue/tax\nincreases (rather than 50-50), and will be closer to $2 trillion than $4 trillion. While it’s possible that another dose of fiscal\nstimulus will be built into the debt ceiling agreement, it might not be that large, and its impact could easily be offset by a\nsubdued consumer response due to expectations of higher taxes in the long run (e.g., Ricardian equivalence).\n\nStatutory debt limit and debt subject to limit US Treasury: raiding the cookie jar\nTrillions of gross debt, USD Billions, USD\n18 300\n\nGross debt/GDP <a 109%,\n\n; r 250\n\nProposed increase ——=p>\n\nSUE =! 200 Cash, securities\n& borrowing\n\n150 capacity of gov't\n\n12 ss employee\nDebt limit 100 retirement and\n410 other funds\n50 (as of May 16) :\nHow much is left\n8 (as of July 8)\n2006 2007 2008 2009 2010 2011 0 j j ,\nSource: US Department of the Treasury, J.P. Morgan Securities LLC, J.P. Source: Stone &McCarthy. Gov'tfunds include G-Fund, Exchange\nMorgan Private Bank. Stabilization Fund and Civil Service Retirement and Disability Fund.\n\n2\nHOUSE_OVERSIGHT_030809",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_030809.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3682,
    "word_count": 632,
    "line_count": 81,
    "import_date": "2025-11-19T21:47:47.957075",
    "prefix": "IMAGES-011"
  }
}