{
  "document_id": "HOUSE_OVERSIGHT_016331",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016331.txt",
  "text": "the future cannot be the same as the past. The universe could even be careening toward a\n“heat death,” some far-off time when the total stock of energy had uniformly dispersed,\nachieving a state of maximum entropy, after which no further change could occur.\n\nIf information gua entropy could not be conserved, then Wiener concluded it was\nfolly for military leaders to try to stockpile the “scientific know-how of the nation in\nstatic libraries and laboratories.” Indeed, “no amount of scientific research, carefully\nrecorded in books and papers, and then put into our libraries with labels of secrecy, will\nbe adequate to protect us for any length of time in a world where the effective level of\ninformation is perpetually advancing.” Any such efforts at secrecy, classification, or the\ncontainment of information would fail, Wiener argued, just as surely as hucksters’\nschemes for perpetual-motion machines faltered in the face of the second law of\nthermodynamics.\n\nWiener criticized the American “orthodoxy” of free-market fundamentalism in\nmuch the same way. For most Americans, “questions of information will be evaluated\naccording to a standard American criterion: a thing is valuable as a commodity for what it\nwill bring in the open market.” Indeed, “the fate of information in the typically American\nworld is to become something which can be bought or sold;” most people, he observed,\n“cannot conceive of a piece of information without an owner.” Wiener considered this\nview to be as wrong-headed as rampant military classification. Again he invoked\nShannon’s insight: Since “information and entropy are not conserved,” they are “equally\nunsuited to being commodities.”\n\nInformation cannot be conserved—so far, so good. But did Wiener really have\nShannon’s “information” in mind? The crux of Shannon’s argument, as Weaver had\nemphasized, was to distinguish a colloquial sense of “information,” as message with\nmeaning, from an abstracted, rarefied notion of strings of symbols arrayed with some\nprobability and selected from an enormous universe of gibberish. For Shannon,\n“information” could be quantified because its fundamental unit, the bit, was a unit of\nconveyance rather than understanding.\n\nWhen Wiener characterized “information” throughout Human Use, on the other\nhand, he tilted time and again to a classical, humanistic sense of the term. “A piece of\ninformation,” he wrote—tellingly, not a “bit” of information—“in order to contribute to\nthe general information of the community, must say something substantially different\nfrom the community’s previous common stock of information.” This was why\n“schoolboys do not like Shakespeare,” he concluded: The Bard’s couplets may depart\nstarkly from random bitstreams, but they had nonetheless become all too familiar to the\nsense-making public and “absorbed into the superficial clichés of the time.”\n\nAt least the information content of Shakespeare had once seemed fresh. During\nthe postwar boom years, Wiener fretted, the “enormous per capita bulk of\ncommunication”—ranging across newspapers and movies to radio, television, and\nbooks—had bred mediocrity, an informational reversion to the mean. “More and more\nwe must accept a standardized inoffensive and insignificant product which, like the white\nbread of the bakeries, is made rather for its keeping and selling properties than for its\nfood value.” “Heaven save us,” he pleaded, “from the first novels which are written\nbecause a young man desires the prestige of being a novelist rather than because he has\n\n111\n\nHOUSE_OVERSIGHT_016331",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016331.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3558,
    "word_count": 546,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:48.468752",
    "prefix": "IMAGES-003"
  }
}