{
  "document_id": "HOUSE_OVERSIGHT_013180",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013180.txt",
  "text": "264 13 Local, Global and Glocal Knowledge Representation\n\ndoes imply constraints on how knowledge representation in the brain may work, but these are\nrelatively loose constraints. These constraints do imply that, for instance, the brain is neither a\nrelational database (in which information is stored in a wholly localized manner) nor a collection\nof “grandmother neurons” that respond individually to high-level percepts or concepts; nor a\nsimple Hopfield type neural net (in which all memories are attractors globally distributed across\nthe whole network). But they don’t tell us nearly enough to, for instance, create a formal neural\nnet model that can confidently be said to represent knowledge in the manner of the human brain.\n\nAs a first example of the current state of knowledge, we’ll discuss here a series of papers\nregarding the neural representation of visual stimuli [QaGKKF05, QKIKF 08], which deal with\nthe fascinating discovery of a subset of neurons in the medial temporal lobe (MTL) that are\nselectively activated by strikingly different pictures of given individuals, landmarks or objects,\nand in some cases even by letter strings. For instance, in their 2005 paper titled \"Tnvariant visual\nrepresentation by single neurons in the human brain”, it is noted that\n\nin one case, a unit responded only to three completely different images of the ex-president Bill Clinton.\nAnother unit (from a different patient) responded only to images of The Beatles, another one to cartoons\nfrom The Simpson’s television series and another one to pictures of the basketball player Michael Jordan.\n\nTheir 2008 follow-up paper backed away from the more extreme interpretation in the title as\nwell as the conclusion, with the title “Sparse but not ‘Grandmother-cell’ coding in the medial\ntemporal lobe.” As the authors emphasize there,\n\nGiven the very sparse and abstract representation of visual information by these neurons, they could in\nprinciple be considered as ‘grandmother cells’. However, we give several arguments that make such an\nextreme interpretation unlikely.\n\nTL neurons are situated at the juncture of transformation of percepts into constructs that can be\nconsciously recollected. These cells respond to percepts rather than to the detailed information falling\non the retina. Thus, their activity reflects the full transformation that visual information undergoes\nhrough the ventral pathway. A crucial aspect of this transformation is the complementary development\nof both selectivity and invariance. The evidence presented here, obtained from recordings of single neuron\nactivity in humans, suggests that a subset of MTL neurons possesses a striking invariant representation\nor consciously perceived objects, responding to abstract concepts rather than more basic metric details.\nThis representation is sparse, in the sense that responsive neurons fire only to very few stimuli (and are\nmostly silent except for their preferred stimuli), but it is far from a Grandmother-cell representation.\nThe fact that the MTL represents conscious abstract information in such a sparse and invariant way is\n\nconsistent with its prominent role in the consolidation of long-term semantic memories.\n\nIt’s interesting to note how inadequate the [QIK KF 08] data really is for exploring the notion\nof glocal memory in the brain. Suppose it’s the case that individual visual memories corre-\nspond to keys consisting of small neuronal subnetworks, and maps consisting of larger neuronal\nsubnetworks. Then it would be not at all surprising if neurons in the “key” network corre-\nsponding to a visual concept like “Bill Clinton’s face” would be found to respond differentially\nto the presentation of appropriate images. Yet, it would also be wrong to overinterpret such\ndata as implying that the key network somehow comprises the “representation” of Bill Clinton’s\nface in the individual’s brain. In fact this key network would comprise only one aspect of said\nrepresentation.\n\nIn the glocal memory hypothesis, a visual memory like “Bill Clinton’s face” would be hypoth-\nesized to correspond to an attractor spanning a significant subnetwork of the individual’s brain\n\nHOUSE_OVERSIGHT_013180",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013180.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4188,
    "word_count": 640,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:44.783992",
    "prefix": "IMAGES-002"
  }
}