{
  "document_id": "HOUSE_OVERSIGHT_011164",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011164.txt",
  "text": "10\n\nThe MRS in fitness is obtained by rearranging this expression to obtain\n\nAk(?) 4\nwhere\n= eT r(ym®) + (1 —y)P@v)\\ (6 (15)\n\nand y = a/(a + (2) measures the relative importance of marginal fertility.\n\nIn what follows, I will take «@) = «@) so that the final term in 7 disappears. This restricts\nattention to the MRS at points along the 45° line in figure 1. In intergenerational transfers there\nis good reason for interest in these values. At stationary equilibrium, the consumption of an in-\ndividual at age x‘ must equal that of her daughter one generation hence. Thus, intergenrational\ninvestments are governed by the MRS in preferences along the 45° line, which must also equal the\nMRS in exchange and the marginal productivity of intergenerational investment.4 These quantities\ncould all be predicted from the MRS in fitness along the 45° line. For transfers over shorter inter-\nvals, there is less reason for concern with the MRS along the 45° line. For these cases, the present\napproach will tell only part of the story.\n\n3.1.1 The evolutionary discount function\n\nTo facilitate presentation of numerical results, I define an evolutionary discount function X, which\n\nsatisfies air\nMRS p = ede *(@w)dw (16)\n\nFor example, when ) is a constant, future benefits are discounted exponentially at a constant rate.\n\\ can accomodate nearly any form of discounting, and is closely related to the marginal rate of\ntime preference (MRTP): the average value of \\ over any age-interval predicts the MRTP over that\ninterval [15, Eqn. 15]. I calculate from age-specific fertility and survival data using the methods\ndescribed by Rogers [15].\n\n3.1.2 Demographic statistics\n\nIdeally, \\ should be estimated using demographic statistics that reflect some sort of long-term\naverage of human demographic history. This, of course, is impossible. I have instead relied on\ndemographic statistics from modern “natural-fertility” populations, whose vital rates are thought\nto resemble those of pre-industrial populations.° It would be unwise, however, to take any single\nmodern population as the examplar of our unknown ancestors. We do not know whether prehistoric\nhuman demography was more similar to that of 19th century Taiwan, or that of 19th century Utah,\nto name just two possibilities. Nonetheless, it seems likely that species-wide mean demographic\n\n4See [13, p. 172] and [15, Footnote 12].\n\n5A natural-fertility population is one in which birth-control is either absent, or else is applied independently of the\nnumber of a woman’s existing children. In natural-fertility populations, women may use birth control to space births,\nbut they do not use it to achieve a target family size [1].\n\nHOUSE_OVERSIGHT_011164",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011164.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2702,
    "word_count": 433,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:45.531216",
    "prefix": "IMAGES-001"
  }
}