{
  "document_id": "HOUSE_OVERSIGHT_028555",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_028555.txt",
  "text": "Cite as: 586 U.S. (2019) 13\n\nOpinion of the Court\n\nview further bolsters our understanding of the IOIA’s\nimmunity provision.\n\nD\n\nThe IFC argues that interpreting the IOIA’s immunity\nprovision to grant anything less than absolute immunity\nwould lead to a number of undesirable results.\n\nThe IFC first contends that affording international\norganizations only restrictive immunity would defeat the\npurpose of granting them immunity in the first place.\nAllowing international organizations to be sued in one\nmember country’s courts would in effect allow that mem-\nber to second-guess the collective decisions of the others.\nIt would also expose international organizations to money\ndamages, which would in turn make it more difficult and\nexpensive for them to fulfill their missions. The IFC\nargues that this problem is especially acute for interna-\ntional development banks. Because those banks use the\ntools of commerce to achieve their objectives, they may be\nsubject to suit under the FSIA’s commercial activity excep-\ntion for most or all of their core activities, unlike foreign\nsovereigns. According to the IFC, allowing such suits\nwould bring a flood of foreign-plaintiff litigation into U. S.\ncourts, raising many of the same foreign-relations con-\n\n918 (1980) (‘By virtue of the FSIA, and unless otherwise specified in\ntheir constitutive agreements, international organizations are now\nsubject to the jurisdiction of our courts in respect of their commercial\nactivities, while retaining immunity for their acts of a public charac-\nter.”); Letter from Arnold Kanter, Acting Secretary of State, to Presi-\ndent George H. W. Bush (Gept. 12, 1992) in Digest of United States\nPractice in International Law 1016-1017 (S. Cummins & D. Stewart\neds. 2005) (explaining that the Headquarters Agreement of the Organi-\nzation of American States affords the OAS “full immunity from judicial\nprocess, thus going beyond the usual United States practice of affording\nrestrictive immunity,” in exchange for assurances that OAS would\nprovide for “appropriate modes of settlement of those disputes for which\njurisdiction would exist against a foreign government under the” FSIA);\nBrief for United States as Amicus Curiae 24-29.\n\nHOUSE_OVERSIGHT_028555",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_028555.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2236,
    "word_count": 341,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:44.092167",
    "prefix": "IMAGES-010"
  }
}