{
  "document_id": "HOUSE_OVERSIGHT_021129",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021129.txt",
  "text": "10 MICHAEL WOLFF\n\nHicks had been elevated to White House communications director, with\nRaffel as her number two.\n\nThe trouble had arisen the previous summer. Both Hicks and Raffel\nhad been on Air Force One in July 2017 as the news broke about Donald\nTrump Jr-s meeting in Trump Tower during the campaign with Russian\ngovernment go-betweens offering dirt on Hillary Clinton. During the\nflight back to the United States after the G20 summit in Germany, Hicks\nand Raffel aided the president in his efforts to issue a largely false story\nabout the Trump Tower meeting, thus becoming part of the cover-up.\n\nEven though Raffel had been at the White House for a little more than\nnine months, the Axios report said that his departure had been under dis-\ncussion for several months. That was untrue. It was an abrupt exit.\n\nThe next day, just as abruptly, Hope Hicks—the person in the White\nHouse closest to the president—resigned as well.\n\nThe one person who perhaps knew more than anyone else about the\nworkings of the Trump campaign and the Trump White House was sud-\ndenly out the door. The profound concern inside the White House was\nthe reasonable supposition that Hicks and Raffel, both witnesses to and\nparticipants in the president's efforts to cover up the details of his son and\nson-in-law’s meeting with the Russians, were subjects or targets of the\nMueller investigation—or, worse, had already cut a deal.\n\nThe president, effusive in his public praise for Hicks, did not try to\ntalk her out of leaving. In the weeks to come he would mope about her\nabsence—“Where’s my Hope-y?”—but, in fact, as soon as he got wind\nthat she might be talking, he wanted to cut her loose and began, in a\nsignificant rewrite, downgrading her status and importance on the cam-\npaign and in the White House.\n\nYet here, from Trump's point of view, was a hopeful point about Hicks:\nas central as she was to his presidency, her duties really only consisted of\npleasing him. She was an unlikely agent of grand strategy and great con-\nspiracies. Trumps team was made up of only bit players.\n\ne+\n\nJohn Dowd may have been reluctant to give his client bad news, but\nhe well understood the danger of a thorough prosecutor with virtually\n\nSIEGE\n\nunlimited resources. The more a determined team of G-men sifts, strit\nand inspects, the greater the chance that both methodical and cast\ncrimes will be revealed. The more comprehensive the search, the mc\ninevitable the outcome. The case of Donald Trump—with his history\nbankruptcies, financial legerdemain, dubious associations, and genei\nsense of impunity—certainly seemed to offer prosecutors something\nan embarrassment of riches.\n\nFor his part, however, Donald Trump yet seemed to believe that |\nskills and instincts were at least a match for all the thoroughness a\nresources of the United States Department of Justice. He even believ\ntheir exhaustive approach would work in his favor. “Boring. Confusi\nfor everybody,’ he said, dismissing the reports of the investigation pr\nvided by Dowd and others. “You can't follow any of this. No hook?\n\nOne of the many odd aspects of Trump's presidency was that\ndid not see being president, either the responsibilities or the exposu\nas being all that different from his pre-presidential life. He had endur\nalmost countless investigations in his long career. He had been involv\nin various kinds of litigation for the better part of forty-five years. He w\na fighter who, with brazenness and aggression, got out of fixes that wot\nhave ruined a weaker, less wily player. That was his essential busin:\nstrategy: what doesn’t kill me strengthens me. Though he was wound\nagain and again, he never bled out.\n\n“It's playing the game,” he explained in one of his frequent mor\nlogues about his own superiority and everyone else's stupidity. “I’m go\nat the game. Maybe I’m the best. Really, I could be the best. I think I<\nthe best. I’m very good. Very cool. Most people are afraid that the wo\nmight happen. But it doesn’t, unless you're stupid. And I’m not stupid?\n\nIn the weeks after his first anniversary in office, with the Muel\ninvestigation in its eighth month, Trump continued to regard the s}\ncial counsel's inquiry as a contest of wills. He did not see it as a war\nattrition—a gradual reduction of the strength and credibility of the t\nget through sustained scrutiny and increasing pressure. Instead, he sav\nsituation to confront, a spurious government undertaking that was v\nnerable to his attacks. He was confident he could jawbone this “wit\nhunt”—often tweeted in all-caps—to at least a partisan draw.\n\nHOUSE_OVERSIGHT_021129",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021129.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4584,
    "word_count": 777,
    "line_count": 88,
    "import_date": "2025-11-19T21:47:45.722347",
    "prefix": "IMAGES-006"
  }
}