{
  "document_id": "HOUSE_OVERSIGHT_027974",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027974.txt",
  "text": "wig, which came off in his hand. As she began screaming, Marco instinctively\nstruck her across the face, but he used the hand in which he had his Beretta. The\ngun went off, and the bullet grazed Bibi in his upper arm.\n\nWhen Uzi Dayan had finally got in through the rear door, he’d run up\nagainst a stocky, suntanned man blocking in his way, and fired — thankfully,\nonly into his midsection. He turned out to be one of the passengers, a film-\nmaker from Austria. Still, there was the other woman hijacker to deal with.\nSeveral of the passengers pointed to the floor just ahead of Uzi, where she lay\ncurled up, holding a grenade with the pin out. Ordering her loudly, sternly, not\nto move, Uzi wrapped his hand over hers, extracted the grenade from her grasp\nfinger by finger, replaced the pin, and had one of his men lead her out of the\nplane and down the stairs.\n\nAll the hijackers had been either killed or captured.\n\nTragically, in the initial crossfire, a 22-year-old passenger named Miriam\nHoltzberg, had been hit. Although the man whom Uzi had mistakenly shot\nrecovered, she did not. Yet all of the remaining passengers and crew were now\nfree and safe, alive and unharmed.\n\nI felt a mix of emotions when it was over: pride, a sense of achievement\nagainst all the odds. And huge relief at having succeeded in ending the ordeal of\nthe captives. Without my saying so, everyone in the unit understood that my\ninaugural comments as commander, about our need to become a full special-\nforces unit, were no longer a distant wish. Still, I knew this was only one step,\nand I wanted to make sure we kept our feet on the ground. The day after the\nSabena rescue, Israeli newspapers devoted acres of newsprint to how the\noperation had succeeded. Since Sayeret Matkal’s existence was still an official\nsecret, the headline writers called us, variously, a “special” unit, a “select” unit\nand even in one case, because of our El Al coveralls, “angels in white.” We did,\nbriefly, celebrate back at the sayeret base. But as with every other operation, we\nwent through a self-critical assessment of what we could have done better. How,\nif we had to do another hostage-rescue operation, could we make sure none of\nthe passengers was harmed? How could we improve co-ordination among the\nassault teams? And minimize the risk of shooting each other. Why had I, as\ncommander of the operation, had to wait for someone else to suggest the idea of\ndisguising ourselves as aircraft technicians? And why had we failed to train\nwith Berettas and other pistols as well as Uzis?\n\n126\nHOUSE_OVERSIGHT_027974",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027974.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2580,
    "word_count": 456,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:45.026471",
    "prefix": "IMAGES-009"
  }
}