{
  "document_id": "HOUSE_OVERSIGHT_013885",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013885.txt",
  "text": "same to your assistant, assign him or her a dozen tasks without prioritizing them. Recall our mantra:\nEliminate before you delegate.\n\nWHAT DOES A good VA task e-mail look like? The following example was recently sent to an Indian VA\nwhose results have been nothing short of spectacular:\n\nDear Sowmya,\nThank you. I would like to start with the following task.\n\nTASK: I need to find the names and e-mails of editors of men’s magazines in the US (for example:\nmaxim, stuff, GQ, esquire, blender, etc.) who also have written books. An example of such a person\nwould be AJ Jacobs who is Editor-at-Large of Esquire (Wwww.ajjacobs.com). I already have his\ninformation and need more like him.\n\nCan you do this? If not, please advise. Please reply and confirm what you will plan to do to\ncomplete this task.\n\nDEADLINE: Since [I’m in a rush, get started after your next e-mail and stop at 3 hours and tell me\nwhat results you have. Please begin this task now if possible. The deadline for these 3 hours and\nreported results is end-of-day ET Monday.\n\nThank you for your fastest reply,\n\nTim\n\nShort, sweet, and to the point. Clear writing, and therefore clear commands, come from clear thinking.\nThink simple.\n\nIN THE NEXT several chapters, the communication skills you develop with our virtual assistant experiment\nwill be applied to a much larger and obscenely profitable playing field: automation. The extent to which\nyou will outsource next makes delegation look like finger painting.\n\nIn the world of automation, not all business models are created equal. How do you assemble a\nbusiness and coordinate all its parts without lifting a finger? How do you automate cash deposits in your\nbank account while avoiding the most common problems? It begins with understanding the options, the\nart of dodging information flow, and what we will call “muses.”\n\nThe next chapter is a blueprint for the first step: a product.\n\nGo with the Flow\n\nH... is a flowchart of 4HWW from reader Jed Wood, who has used it for faster decision making,\n\nmore output with less input, and more time with his wife and children.\n\nHOUSE_OVERSIGHT_013885",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013885.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2112,
    "word_count": 359,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.734795",
    "prefix": "IMAGES-002"
  }
}