{
  "document_id": "HOUSE_OVERSIGHT_021128",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021128.txt",
  "text": "8 MICHAEL WOLFF\n\nPorter had, before the age of forty, two bitter ex-wives, at least one\nof whom he had beaten, and both of whom he had cheated on at talk-\nof-the-town levels. During a stint as a Senate staffer, the married Porter\nhad an affair with an intern, costing him his job. His girlfriend Samantha\nDravis had moved in with Porter in the summer of 2017, while, quite\nunbeknownst to her, he was seeing Hicks. “I cheated on you because you're\nnot attractive enough,” he later told Dravis.\n\nIn a potentially criminal break of protocol, Porter had gained access\nto his raw FBI clearance reports and seen the statements of his ex-wives.\nHis most recent ex-wife had also written a blog about his alleged abuse,\nwhich, while it did not name him, clearly fingered him. Concerned about\nthe damaging impact his former wives could have on his security review,\nhe recruited Dravis to help him smooth his relationship with both women.\n\nLewandowski, Hicks’s former boyfriend, caught wind of the Hicks-\nPorter relationship and began working to expose it; by some reports,\nhe got paparazzi to follow Hicks. Though Porter’s history of abuse was\nslowly making its way to the surface as a result of the FBI investigation,\nthe Lewandowski campaign against Hicks cut through many other efforts\nto cover up Porter’s transgressions.\n\nDravis, in the autumn of 2017, heard the Lewandowski-pushed\nrumors of the Hicks-Porter relationship. After finding Hicks’s number\nlisted under a man’s name in Porter's contacts, Dravis confronted Porter,\nwho promptly threw her out. Moving back in with her parents, she began\nher own revenge campaign, openly talking about Porter's security clear-\nance issues, including to people inside the White House counsel's office,\nsaying he had protection at the highest levels in the White House. Then,\nalong with Lewandowski, Dravis helped leak the details of the Hicks-\nPorter romance to the Daily Mail, which published a story about it on\nFebruary 1.\n\nBut Dravis, joined by Porter's former wives, decided that, outra-\ngeously, he had come out looking good in the Daily Mail account—he\nwas part of a glam power couple! Porter called Dravis to taunt her: “You\nthought you could get me!” Dravis and his former wives all then publicly\nrevealed their abuse at his hand. His first wife said he kicked and punched\nher; she even produced a photograph of her black eye. His second wife\n\nSIEGE -\n\ninformed the media that she had filed an emergency protective orc\nagainst him.\n\nThe White House, or at least Kelly—and likely Hicks—had been aw:\nof many of these claims and, effectively, covered them up. (“You usua\nhave enough competent people for White House positions to weed out t\nwife beaters, but you couldn't be so choosy in the Trump White House,’ sz\none Republican acquaintance of Porter's.) The furor that erupted arou\nPorter and his troubling gross-guy history not only annoyed Trump\n“He stinks of bad press”—it further weakened Kelly. On February 7, af\nboth of his former wives gave interviews to CNN, Porter resigned.\n\nA publicity-shy Hicks—Donald Trump put a high value on associa’\nwho did not steal his press opportunities—suddenly found her love |\nin the glare of intense international press scrutiny. Her affair with the d\ncredited Porter highlighted her own odd relationship with the preside\nand his family, as well as the haphazard management, interpersonal d:\nfunctions, and general lack of political savvy in the Trump court.\n\n+ +\n\nThe affair was, curiously, among the least of Hicks’s problems. Indeed, 1\nHicks the Porter scandal became perhaps a better cloud under which\nleave the administration than what almost everybody in the West Wi\nassumed was the real cloud.\n\nOn February 27, a reporter at the Washington insider newsletter Axi\nJonathan Swan, a favorite conduit for White House leaks, reported tl\nJosh Raffel was leaving the White House. In a novel arrangement, Rai\nhad come into the White House in April 2017 as the exclusive spokespers\nfor the president's son-in-law Jared Kushner, and his wife, Ivanka, bypa\ning the White House communications team. Raffel, who, like Kushn\nwas a Democrat, had worked for Hiltzik Strategies, the New York pub\nrelations firm that represented Ivanka’s clothing line.\n\nHope Hicks, who had also worked for the Hiltzik firm—perhaps b.\nknown for having long represented the film producer Harvey Weinste\ncaught, in the fall of 2017, in an epochal harassment and abuse scanc\nand cover-up—had originally had the same role as Raffel but at a higt\nlevel: she was the personal spokesperson for the president. In Septemb\n\nHOUSE_OVERSIGHT_021128",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021128.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4593,
    "word_count": 761,
    "line_count": 86,
    "import_date": "2025-11-19T21:47:45.633305",
    "prefix": "IMAGES-006"
  }
}