{
  "document_id": "HOUSE_OVERSIGHT_018649",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018649.txt",
  "text": "MINIMIZING, DENYING AND BLAMING:\n\n* Making light of the abuse and not taking her concerns about it seriously.\n* Saying the abuse didn't happen.\n\n* Shifting responsibility for abusive behavior.\n\n* Saying she caused it.\n\n(The original wheel uses gendered language, but I'd like to note that although abuse is\nmost often perpetrated by men against women, abuse can happen in any kind of\nrelationship and to people of any gender.)\n\nIn the brilliant documentary Graphic Sexual Horror, which profiles a now-defunct\nBDSM porn site, there's footage of a scene with a porn model named $4. The dominant\npartner slaps S4 across the face, and S4 reacts angrily. She says something like, \"We\ndidn't talk about that in advance!\" The dominant doesn't apologize; he doesn't take her\nseriously, and he doesn't talk to her carefully or work to calm her down. Instead, the\ndominant partner snaps: \"We can't talk about everything in advance,” and aggressively\ndemands to know whether she's ready to continue. This is an example of minimizing,\ndenying, and blaming.\n\nI have some sympathy for his awkward position -- I've made small mistakes as a\ndominant partner, too, and he's correct that it's impossible to talk about everything in\nadvance. But the way to deal with those mistakes is by apologizing sincerely and\nmaking sure the mistake never happens again. For example, one of my exes really\nhated being bitten on the lips, and at one point I bit him on the lower lip. And he called\nme out, and I said, \"I'm sorry,” and I put my arms around him to offer comfort; I said, \"I\nwon't do it again,” and I didn't.\n\nMy experience of BDSM relationships is that it's best for there to be both communication\nahead of time -- and lots of discussion and processing afterwards. Both partners get to set\n“hard limits\": things they absolutely don't want to do. If one partner has concerns, those\nconcerns get airtime. Both partners acknowledge a role in the proceedings, and blame\nisn't spread around; even if something goes wrong, the discussion focuses on how to\nprevent that from happening again rather than making accusations.\n\nAnd if BDSM is happening, it must be possible to acknowledge it, even if it's subtle. For\nexample, I ran into a partner on the street the other day; he gave me a hug and held me in\nplace for a while, even though I tried to move away. This, my friends, is subtle BDSM.\nWhich was fine with me! But it was only okay because I knew I could call him out on it\nlater and be sure it was acknowledged!\n\nAnd I did mention it later, and he did acknowledge it, and we both laughed and said it\nwas hot. And if I had told him not to do it, that would have been okay too. And the fact\nthat I knew I could talk about it, that I knew I could tell him not to do it and he'd\nlisten... meant that I also could have declined to mention it, and I would have felt\nfine.\n\nSomething else worth acknowledging here is time boundaries. If a person is indeed\n\nHOUSE_OVERSIGHT_018649",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018649.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2954,
    "word_count": 531,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:46.190837",
    "prefix": "IMAGES-005"
  }
}