{
  "document_id": "HOUSE_OVERSIGHT_019166",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019166.txt",
  "text": "James PATTERSON\n\nLike, I've gotten thousands of dollars’ worth of shit. Man, the\nunderwear I’m wearing right now he gave me. Like, 'd—Td\ngo over there and there'd be a bag of Victoria's Secret undet-\nwear, like, waiting for me, like, talking, like, fifteen hundred\ndollars’ worth of stuff. [ got a plane ticket from him once. |\ngot a car, I got Christmas bonuses, I got movie tickets. Like,\nhe’d buy me movie tickets—like, he'd say, “Hey, have you\ngone to the movies lately?” I'd be like, “1 dunno, oh—not\nreally,” [and] he goes, “Do you want to go?” He'd give me,\nlike, eight movie tickets. 1 got show tickets; | went and\nsaw, like, David Copperfield. I had, like, VIP tickets or some-\nthing like that.\n\nI need to show you, like, what I’m talking about, like, the posi-\ntioning that we were—it was like, okay, here’s the thing: there's\nthe, like, little flower thing, then here’s the massage table. | was\nright here, he was right here, [and] she was here. Um. And I was\nstanding up, and he just pushed me over the table, and he did\nhis thing with me.\n\n- Okay. Were you facing the table? Were you?\n- [ was. I was facedown on the table. Like, facedown, hands,\n\nonly in me for, like\ncould say that lon:\n; whatever the fuck»\n| you doing?” [giggl\n“Oh, I just wanted\n\nlike, on my head, holding—! don't, | don't mean—I wasnt |\nfighting, really. So I don't know if he was holding me down to 1\nkinda stop me from fighting or what he was doing. He's just a ;\nreally weird—he's into really weird stuff. Like, I was just bent ;\nover, and my face was on. the table. 1 was facedown on the |\ntable. And then he did his thing, So. But anyway, [redacted] was”\nright here, and I'm pretty sure she was naked, and the couch ©\n\n50\n\nis, like, right behind, but, um, that’s how it happened. He was j\n\nHOUSE_OVERSIGHT_019166",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019166.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1801,
    "word_count": 342,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:47.682681",
    "prefix": "IMAGES-005"
  }
}