{
  "document_id": "HOUSE_OVERSIGHT_011090",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011090.txt",
  "text": "CHAPTER 8: BANKS, MONEY AND MACROECONOMICS\n\nSplitting up Banks\n\nI started to write a book on banks and money a year ago. I stopped when | realized\nthat I don’t know enough about the subject. I have some experience and have done\nsome reading in those fields, but not enough to justify a whole book. A chapter, or\n\npart of a chapter, is more like it.\n\nSumerian temples doubled as banks, mostly for agricultural loans to finance the next\ncrop. It is from their records, in clay tablets, that we know they understood\n\ncompound interest and the capitalization formula.\n\nDeposit-and-lend banks as we know them today emerged in Venice and other\nEuropean cities in the twelfth and thirteenth centuries. Chapter 1 said that equity\ninvestors cannot be attracted at leverage (deposit/equity) of less than 10:1, that\neven one tenth so much leverage is unstable in high winds, and that we rebuild the\nbanking system after every systemic failure because we blamed the high winds\n\nrather than the rickety structure.\n\nI said that the solution is to split up banks as we know them into deposit banks\nwhich invest in ETFs on the one side, and lending banks which raise funds from\ninvestors rather than depositors on the other. These entities would have separate\n\nstockholders, and would not interact unless incidentally.\n\nA different kind of bank split-up has been urged since the 2008 crash. Repeal of the\nGlass-Steagle act had allowed commercial (deposit-and-lend) banks to operate as\ninvestment banks (brokerage firms). Many blamed the crash on that repeal, and on\ninvestment bank innovations such as mortgage-backed securities. I think those\ncritics are looking in the wrong direction. The problem, as with most bank crashes\nover the centuries, was overleverage encouraged by nearly costless deposits. The\n\nsolution is not to peel off brokerage operations from the mix, but to peel off deposits.\n\nChapter 8 Banks, Money and Macroeconomics 2/8/16 1\n\nHOUSE_OVERSIGHT_011090",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011090.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1957,
    "word_count": 319,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:48.524572",
    "prefix": "IMAGES-001"
  }
}