{
  "document_id": "HOUSE_OVERSIGHT_012834",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012834.txt",
  "text": "Chimpanzees also suffer, experiencing pain from both physical attacks and social loss. But getting angry\nat something or someone and feeling pain from a physical or social assault are different from getting\nangry because someone’s behavior was morally wrong, and suffering from a morally toxic action. I get\nangry at my computer all the time, swearing when it crashes, and even smacking it on its backside. But\nthere is no moral harm. In this sense, there is no evidence that chimpanzees have a sense of right and\nwrong, and that the pain they experience is linked to a sense of how one ought to behave. Chimpanzees\ncan’t be evildoers, but they certainly can, and have been evilrecipients.\n\nThere is also an important difference between violently harming another and knowing it is wrong,\nand harming another because it is wrong. The latter fits at least one view of evil, a kind of radical evil in\nwhich harm is created for harm’s sake, because it is rewarding. When Willie Bosket killed those two men,\nhe was certainly old enough to know the difference between right and wrong. He most likely killed\nknowingly, perhaps for the generic experience of shooting someone, but perhaps not with a desire to harm\nfor harm’s sake. Then again, when he noted that he killed for the experience, perhaps this was the\nexperience of pleasure from harming another.\n\nWas Willie Bosket responsible for his shootings? The answer to this question depends on how\nwe think about Bosket’s options, and the link between cause and effect. At the simplest level, Bosket\ncaused the death of the two men in the same way that a swinging wrecking ball can cause the death of two\nmen. But the wrecking ball can’t be held accountable or responsible in the same way that Bosket can.\nWrecking balls lack options and lack the capacity to predict the consequences of their actions. Bosket\nhad options, could foresee the consequences of his actions, and had the capacity to act upon his options.\nOr did he?\n\nWe know that the frontal lobes of the brain play an important role in self-control and emotional\nregulation. We also know that this area of the brain is not fully mature until people reach their mid-\ntwenties. Bosket was, therefore, operating with an immature brain. His actions were, in some ways, like\nthe wrecking ball, driven by inertia. Perhaps the frustration of failing to achieve his goal — robbery —\ncaused a dizzying chemical reaction in his brain, causing a flood of emotions, blinding his capacity to\nthink rationally. Paraphrasing the Slovenian philosopher Slavoj Zizek, these electrochemical storms in\nBosket’s brain caused him to deposit his conscience at the door. Like the husband who finds his wife in\nbed with her lover and kills them both on the spot, Bosket committed a crime of passion. On this account,\nnot only is he not evil, he is pardonable.\n\nImmaturity is a mitigating factor when we evaluate a crime. It is why, in many countries, there is\none legal system for youths and another for adults. It is why, in countries with the death penalty, such as\nthe United States, youths are immune. With maturity comes a heightened capacity to control ones\n\nactions, or at least, to gain better self-control and thus, to take responsibility for what one does. This\n\nHauser Chapter 3. Ravages of denial 88\n\nHOUSE_OVERSIGHT_012834",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012834.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3316,
    "word_count": 565,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:45.833347",
    "prefix": "IMAGES-002"
  }
}