{
  "document_id": "HOUSE_OVERSIGHT_012097",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012097.txt",
  "text": "A “Vixing” Puzzle\n\nEquity volatility has been unusually low for much of 2017.\nThe Volatility Index (VIX), which measures the implied\nvolatility of S&P 500 Index options and has been viewed\nas a barometer of equity market volatility, has drifted to\nall-time lows. Over a span of more than 7,000 sessions\ngoing back to the start of 1990, the VIX Index’s average\nand median closing values have come out to 19.4 and 17.6,\nrespectively. It was a rare occurrence for the VIX to\ncollapse below 10 — there were only 9 such occasions out\nof 6,802 trading sessions prior to 2017, or 0.13% of the\ntimes. Year-to-date in 2017, however, there were already\n35 sessions with the VIX closing below 10.\n\nAnother way to look at the lack of volatility is to tally the\nnumber of trading sessions when the S&P 500 Index had\na daily change of more than 1% in either direction. There\nwere only 8 such sessions so far in 2017, compared to 48\nand 72 such occasions in 2016 and 2015, respectively.\n\nIt seems ironic that the market should be this steady with\narguably the most mercurial and unconventional\npresident in modern history at the helm atop the free\nworld. Perhaps investors have grown numb to all the\nchaos and controversies. It is as if Washington’s\ndysfunction and a divided America were just fodder for\nthe hyperventilating media, and markets were behaving\nas if all will be fine when the Republicans pass the tax\nreform to prime the pump for the 2018 mid-term\nelections. Time will tell if this period of eerie calm is\nprescient or misguided.\n\nUnintended Consequences\n\nThe decline in market volatility has made shorting against\nthe VIX futures and various VIX ETPs (exchange-traded\nproducts) quite popular and profitable in recent years.\nThe net short position on VIX futures has progressively\nclimbed to new highs over the last couple of years.\nAnother phenomenon was the rise of “volatility control”\ninvestment strategies, supposedly favored by many hedge\nfunds and insurance companies. These strategies in\nessence adjust a portfolio’s allocation between equity and\ncash to maintain a targeted level of volatility at the\nportfolio level. In an environment of declining volatility,\nmore assets would be allocated to equities — the equity\n\nallocation would even exceed 100% when the market’s\nrealized volatility is below the targeted volatility. On the\nother hand, as volatility ticks up, the equity allocation\nwould be scaled back.\n\nWhile these strategies have enjoyed strong returns during\nthis stretch of progressively lower equity volatility, they\nmay be planting the seeds of a market correction. Market\nmakers and dealers on the other side of the growing short\nVIX trades would need to employ various S&P 500 option\nstrategies to hedge their long VIX positions. There is the\nconcern that a decline in the S&P 500 Index could trigger\nadjustments to these hedging positions that would\nexacerbate the market decline. Similarly, should volatility\nsuddenly spike up, the aforementioned volatility control\nstrategies would be cutting equity\nconcurrently, which could amplify the market decline\nsimilar to the downward selling pressure that the so-\ncalled portfolio insurance products generated during the\ncrash of 1987. We wonder if any investors and regulators\ntruly appreciate how these strategies, in concert with\nvarious rapid fire trades generated by machine-learning\nbased algorithms, could impact market movement and\nliquidity should there be an exogenous shock. Only time\nwill tell.\n\nexposures\n\nFear vs. Greed\n\nThere is an adage that one should be fearful when others\nare greedy and greedy when others are fearful. Judging by\nthe depressed levels of the VIX Index, the enthusiastic\nspeculation over bitcoin as well as other variants of\ncryptocurrencies, and surveys that indicated strong\ninvestment sentiment, it is clear that greed has been on\nthe rise. Can this euphoria continue for a while longer? Of\ncourse. However, in our opinion, the combination of\nelevated investor complacency and a tightening Fed\nmakes the market vulnerable to a pullback, though the\ntiming of it is hard to predict. The aforementioned issues\nwith various trading strategies could further add fuel to\nfire in the event of a market decline. That said, with the\nmacro and earnings backdrop remaining positive, we\nwould view potential selloffs as a buying opportunity\nrather than the start of a protracted market downturn. e\n\nMONTHLY MARKET REVIEW NOVEMBER 2017 3\n\nHOUSE_OVERSIGHT_012097",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012097.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4457,
    "word_count": 722,
    "line_count": 98,
    "import_date": "2025-11-19T21:47:45.727879",
    "prefix": "IMAGES-001"
  }
}