{
  "document_id": "HOUSE_OVERSIGHT_012758",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012758.txt",
  "text": "All social animals fight to gain resources, using highly ritualized behaviors to assess their\nopponents and minimize the personal costs of injury. Changes in hormone levels and brain activity\nmotivate and reward the winners, and minimize the costs to the losers. In a small corner of the landscape\nof aggressive fighting styles are an elite group of killers, animals that go beyond harming their opponents\nto obliterating them: ants, wolves, lions, and chimpanzees. When these species attack to kill, they\ntypically target adult members of neighboring groups, using collaborative alliances to take out lone or\notherwise vulnerable victims. The rarity and limited scope of this form of lethal aggression is indicative\nof monogamous thinking, and tells us something important about the economics — especially the costs\nand potential rewards of eliminating the enemy, as opposed to merely injuring them. Killing another adult\nis costly because it involves intense, prolonged combat with another individual who 1s fighting back. The\nrisks of significant personal injury are therefore high, even if the potential benefit is death to an opponent.\nAs the British anthropologist Richard Wrangham has suggested, animals can surmount these costs by\nattacking and killing only when there is a significant imbalance of power. This imbalance minimizes the\ncosts to the killers and maximizes the odds of a successful kill. Still, the rarity of killing reinforces an\nuncontested conclusion among biologists: all animals would rather fight and injure their opponents than\nfight and obliterate them, assuming that obliteration is costly to the attacker. In some cases, we are just\nlike these other animals — killophobic.\n\nHistorical records, vividly summarized by Lieutenant Colonel Dave Grossman in his book On\nKilling, reveal that in some situations, soldiers avoid killing the enemy even though they could have. For\nexample, despite the fact that Civil War regiments had the potential to kill 500-1000 individuals per\nminute, the actual rate was only 1-2 per minute. This suggests that under some conditions, killing another\nwhen you can see the whites of their eyes is hard. But as the history of genocides reveal, we have\nevolved ways to bypass this limitation, making us killophilic in a variety of situations. Our brain’s unique\ncapacity for denial is one of the liberating factors.\n\nBy recruiting denial into our psychology’s artillery, we invented new ways of perceiving the\nenemy or creating one, distorting reality in the service of feeding a desire for personal gain. Denial, like\nso many aspects of our psychology, generates beneficial and toxic consequences. Self-deceiving\nourselves into believing that we are better than we are is a positive illusion that often has beneficial\nconsequences for our mental and physical health, and for our capacity to win in competition. Denying\nothers their moral worth by reclassifying them as threats to our survival or as non-human objects is toxic\nthinking. When we deny others their moral worth, the thought of killing them is no longer aversive or\ninappropriate. If we end someone’s life in defense of our own, we are following our evolved capacity for\nsurvival. When we destroy a parasite, we are also protecting our self-interests to survive. And when we\n\ndestroy an inanimate object or lock it away, there is no emotional baggage because we have bypassed the\n\nHauser Prologue. Evilution 12\n\nHOUSE_OVERSIGHT_012758",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012758.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3454,
    "word_count": 544,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:46.279395",
    "prefix": "IMAGES-002"
  }
}