{
  "document_id": "HOUSE_OVERSIGHT_030054",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030054.txt",
  "text": "2D\n\n“The End of History and the Last Man” testified to this sense of\ntriumph and historical duty.\n\nSuch a conjuncture set the stage for a new wave of imperialism\n(though the reluctance to use the word remained). In doing so, it was\nbound to affect interpretations of the old imperialism, which was now\nextolled for spreading economic progress, the rule of law, and science\nand technology to countries that would never have benefited from\nthem otherwise.\n\nForemost among the new generation of revisionist historians was\nNiall Ferguson of Harvard University, whose television series, based\non his new book “Civilization: The West and the Rest,” has just\nstarted showing in Britain. In its first episode, Ferguson appears amid\nthe splendid monuments of China’s Ming Dynasty, which, in the 15th\ncentury, was undoubtedly the greatest civilization of the day, with its\nnaval expeditions reaching the coasts of Africa. After that, it was all\ndownhill for China (and “the rest”) and all uphill for the West.\nFerguson snazzily summarizes the reasons for this reversal in six\n“killer apps:” competition, science, property rights, medicine, the\nconsumer society and the work ethic. Against such tools — unique\nproducts of Western civilization — the rest had no chance. From such\na perspective, imperialism, old and new, has been a beneficent\ninfluence, because it has been the means of spreading these “apps” to\nthe rest of the world, thereby enabling them to enjoy the fruits of\nprogress hitherto confined to a few Western countries.\nUnderstandably, this thesis has not met with universal approbation.\nThe historian Alex von Tunzelmann accused Ferguson of leaving out\nall of imperialism’s nasty bits: the Black War in Australia, the\nGerman genocide in Namibia, the Belgian exterminations in the\nCongo, the Amritsar Massacre, the Bengal Famine, the Irish potato\nfamine, and much else.\n\nHOUSE_OVERSIGHT_030054",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030054.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1897,
    "word_count": 302,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:45.169329",
    "prefix": "IMAGES-010"
  }
}