{
  "document_id": "HOUSE_OVERSIGHT_023765",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023765.txt",
  "text": "Teaching Kids to Walk and Talk 19\n\nLet’s start with walking and talking.\n\nWalking and talking are intrinsically rewarding. No kid needs en-\ncouragement to do either. They do have to be discouraged from crying\nwhen a word will serve them better. I want milk works better than wah.\nBut they learn this quite naturally without very much parental help.\nThey learn to walk when their parents hold their hands and cheer\nwhen they succeed, but they would have learned to walk anyway.\n\nThe parents’ role as the teachers of their children can be seen very\nclearly when we consider walking and talking. Kids can learn to do\neither without much help, but they do these things quicker and better\nwith parental help. Children who are spoken to by their parents, and\nlistened to and corrected when they make an error, learn to speak well\nand more clearly as adults. While everyone learns to walk, parental\ncare prevents falls when steps and other hazards present themselves.\n\nSo, is the parent teaching the child? What does the parent actually\nknow about how to teach walking and talking? Actually the parent\nknows quite a bit about teaching. We are wired to teach our children\nand help them. All higher level animals do this as well. It is not a par-\nticularly conscious process,\n\nSo, at what point are children better taught by professional teachers\ninstead of their parents? This is an important and interesting question.\n\nA professional teacher is better than a parent if and only if the\nteacher knows more about what is being taught than the parent does.\nTeachers may take education courses and that may seem to qualify\nthem to teach, but really those courses are not so much about the art\nof teaching per se. Teachers learn to teach by teaching, like anyone\nelse learns how to do anything. But teachers learn to teach in the\nsystem they find themselves in. This means that typically they learn\nhow to manage classrooms and deal with administrators and handle\nvarious issues that are very specific to school.\n\nTeaching outside of school usually does not entail managing mul-\ntiple children nor should it entail dealing with state standards and oth-\ner governmental interference (although that often happens anyway).\n\nSo, knowledge is the real issue in teaching, not teaching skill. Or\nso it would seem.\n\nActually this idea is clearly wrong if one thinks about university\nteaching. Professors become professors by writing a Ph.D. thesis, not\nby learning anything about teaching. They may have some teach-\ning experience prior to becoming professors because they may have\ntaught an introductory course or two as graduate students, but nobody\n\nHOUSE_OVERSIGHT_023765",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023765.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2654,
    "word_count": 446,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.242680",
    "prefix": "IMAGES-007"
  }
}