{
  "document_id": "HOUSE_OVERSIGHT_027931",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027931.txt",
  "text": "Chapter Six\n\nThe French have an expression for love at first sight: coup de foudre. A\nthunderbolt. That was how it felt when I’d set eyes on nineteen-year-old Nili\nSonkin in mid-February 1963.\n\nIt was my first visit to the kirya in Tel Aviv. I'd been told to report to the\nadministrative section, to register my formal change of status from a mere\ndraftee to a staff officer, something I’d managed to overlook amid the demands\nof our first sayeret operations on the Golan. Since I didn’t know which office to\ngo to, I asked a girl sitting at a desk near the entrance. She looked up with a\nwide smile. When she directed me to the second floor, it wasn’t just her voice\nthat struck me: multi-timbered, almost like a musical composition. It was her\neyes. Bright, radiant, green. Full of playful, unapologetic self-confidence.\n\nIn the weeks that followed, I invented a series of excuses to return to the\nkirya. I introduced myself to her, with as much composure as I could muster,\nand on each further visit chatted to her a bit more. I told her about growing up in\nMishmar Hasharon, about math and music, about Israel, and how, as a soldier in\nthe past few years, I’d walked almost every inch of the land — in short, about\neverything except our still-secret sayeret and our nighttime forays across the\nborder. She, too, opened up about her home and her family and her friends.\nThough there was another girl I’d been going out with — the younger sister of\nmy old kibbutz co-conspirator, Moshe — she was more a friend than a girlfriend.\nI’d never before felt anything like the connection I sensed with Nili, nor\nanything like the race in my heartbeat as I set out to see her.\n\nI also found myself gripped by an unexpected, and unfamiliar, lack of self-\nassurance. I was now 22, three years older than Nili. I had the inbred confidence\nof a kibbutznik, the quiet sense of specialness which, at least for another decade\nor so, would give the children of the kibbutzim a disproportionate place in\nIsrael’s government and army, media and the arts. The same confidence which\nhad convinced me as a raw recruit back in boot camp that I could lead a supply\nconvoy to the edge of the Sinai. Since then, I’d begun to make a mark in Sayeret\nMatkal as well, leading its first clandestine operation and receiving a citation\nfrom the chief-of-staff. Yet with Nili, I couldn’t help feeling unmoored, totally\nout of my depth. She was part of a different Israel. She was a Tel Avivit, born\nand raised in the largest and brashest city in our young state, a place which was\neverything the kibbutz was not. She had graduated from Alliance, a high school\n\n83\nHOUSE_OVERSIGHT_027931",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027931.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2654,
    "word_count": 476,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:47.029888",
    "prefix": "IMAGES-009"
  }
}