{
  "document_id": "HOUSE_OVERSIGHT_011595",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011595.txt",
  "text": "what I do and do the same. Finally, if our cover is broken, or if you hear\ngunfire, we all storm the plane.\n\nI felt as I always did as an operation was about to begin. Along with the\ntension, I had a keen awareness of everything happening around me, almost as\nif | was watching things in slow motion, in high resolution. When our\nmotorcade approached the generator, Rifa’at leaned out from the co-pilot’s\nwindow. He was pointing a pistol at us. He seemed to be in his late 20s or early\n30s. He had dark hair and a moustache and the hint of a stubbly beard. We\nstopped beside the generator. I got out and walked toward the cockpit, halting\nabout 10 feet away. Looking up the hijacker, I made a conscious effort to appear\ncurious rather than worried. His eyes seemed a mix of intense focus and tension.\nI opened the front of my overalls. Because of the heat, I was wearing nothing\nelse on top. He nodded his head to signal he was satisfied. I refastened the\noveralls and moved off. One by one, the other men passed inspection. Then we\nwent back and brought the two smaller ladders to the side of each wing, and the\n“mechanics” set down to work. I delayed bringing in the large ladders so as to\nminimize any risk of arousing the terrorists’ suspicions.\n\nThe fact that at least so far they seemed to suspect nothing was in large part\ndown to Dayan’s misdirection plan. As we began working on the plane, the\n“Palestinian” prisoners were disembarking from buses about 300 yards away.\nAs Rifa’at watched, several hundred men formed long rows. A few of them\nwaved in his direction. The Boeing which was theoretically going to take them\non to Cairo, to be followed by the Sabena jet minus the hostages, was being\ntowed into position.\n\nOne by one, our assault teams were moving into place. All that remained\nwas for me to give a short, sharp whistle and the attack would begin. Yet just as\nI was raising my fingers to my mouth, I saw Bibi coming toward me from under\nthe fuselage. He motioned to me to wait. Zur, the last of our air marshals, had a\nproblem. Having spent 10 hours in the air on the way back to Israel, before\nbeing immediately plugged into an assault team, he had something to attend to.\n“He has to take a shit,” Bibi said. Can’t it wait, I asked. No, was the answer. So\nI said OK, leading to the most surreal “operational” moment I would witness\nduring all my years in the military.\n\nThe “prisoner release” was now in full flow. Dozens of military vehicles,\nand a small army of fire engines and ambulances, had also pulled to the far end\nof the runway, out of sight of the hijackers, in case our attack on the Sabena jet\nwent wrong. Tel Aviv hospitals were on alert. And Zur was crouching and\n\n124\nHOUSE_OVERSIGHT_011595",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011595.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2727,
    "word_count": 506,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:46.610511",
    "prefix": "IMAGES-001"
  }
}