{
  "document_id": "HOUSE_OVERSIGHT_017035",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017035.txt",
  "text": "fame. People whose names did not appear in the cohorts for the time periods in question (1925-1933,\n1933-1945, and 1955-1965) were eliminated from the analysis.\n\nThe cohorts we generated were based on four major sources, and their content is given in Appendix.\n1) The Hermann lists\n\nThe lists of the infamous librarian Wolfgang Hermann were originally published in a librarianship journal\nand later in Boersenblatt, a publishing industry magazine in Germany. They are reproduced in Ref $11. A\ndigital version is available on the German-language version of Wikipedia (Ref $12). We considered\ndigitizing Ref $10 by hand to ensure accuracy, but felt that both OCR and manual entry would be time-\nconsuming and error prone. Consequently, we began with the list available on Wikipedia and hired a\nmanual annotator to compare this list with the version appearing in Ref $11 to ensure the accuracy of the\nresulting list. The annotator did not have access to our data and made these decisions purely on the\nbasis of the text of Ref $11. The following changes were made:\n\nLiterature\n1) “Fjodor Panfjorow’ was changed to “Fjodor Panferov”.\n2) “Nelly Sachs” was deleted.\n\nHistory\n1) “Hegemann W. Ellwald, Fr. v.” was changed to “W. Hegemann” and “Fr. Von Hellwald”\n\nArt\n4) “Paul Stefan” was deleted.\n\nPhilosophy/Religion\n1) “Max Nitsche’” was deleted.\n\nThe results of this manual correction process were used as our lists for Politics, Literature, Literary\nHistory, History, Art-related Writers, and Philosophy/Religion.\n\n2) The Berlin list\n\nThe lists of Hermann continued to be expanded by the Nazi regime. We also analyzed a version from\n1938 (Ref $13). This version was digitized by the City of Berlin to mark the 75\" year after the book\nburnings in 2008 (Ref S14). The list of authors appearing on the website occasionally included multiple\nauthors on a single line, or errors in which the author field did not actually contain the name of a person\nwho wrote the text. These were corrected by hand to create an initial list.\n\nWe noted that many authors were listed only using a last name and a first initial. Our manual annotator\nattempted to determine the full name of any such author. The results were far from comprehensive, but\ndid lead us to expand the dataset somewhat; names with only first initials were replaced by the full name\nwherever possible.\n\nSome authors were listed using a pseudonym, and on several occasions our manual annotator was able\nto determine the real name of the author who used a given pseudonym. In this case, the real name was\nadded to the list.\n\nIn addition, we occasionally included multiple spelling variants for a single author. Because of this, and\nbecause an author’s real name and pseudonym may both be included on the list, the number of author\nnames on the list very slightly exceeds the number of individuals being examined. The numbers reported\nin the figure are the number of names on the list.\n\nIt is worth pointing out that Adolf Hitler appears as an author of one of the banned books from 1938. This\nis due to a French version of Mein Kampf, together with commentary, which was banned by the Nazi\nauthorities. Although it is extremely peculiar to find Hitler on a list of banned authors, we did not remove\nHitlers name, as we had no basis for doing so from the standpoint of the technical authorship and name\ncriteria described above: Adolf Hitler is indeed listed as the author of a book that was banned by the Nazi\nregime. This is consistent with our stance throughout the paper, which is that we avoided making\njudgments ourselves that could bias the outcome of our results. Instead, we relied strictly upon our\n\n27\n\nHOUSE_OVERSIGHT_017035",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017035.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3681,
    "word_count": 622,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:44.102969",
    "prefix": "IMAGES-004"
  }
}