{
  "document_id": "HOUSE_OVERSIGHT_026524",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026524.txt",
  "text": "of the temptation, but more costly if the temptation is high. Thus, if the temptation is\nlow, player 1 gets a > 0 if she cooperates and q > a if she defects. If the temptation is\nhigh, she gets a if she cooperates and cp, > c if she defects. We assume that cooperation\nbenefits the other player, which we refer to as player 2. We assume, for simplicity, that\nplayer 2 gets 6 > 0 if 1 cooperates and d < 0 if 1 defects, and that these payoffs to player 2\nare the same regardless of 1’s temptation. For now, we also assume that d < p/(1 —p)-;\nthat is, defection is sufficiently harmful to player 2 that player 2 prefers to avoid the\ninteraction if player 1 only cooperates some of the time. Finally, we model player 2’s\ntrust in player 1. We model this by giving player 2 the choice of whether to continue\nthe interaction with player 1. If player 2 continues the interaction, then with probability\nw, all previous steps are repeated, potentially indefinitely. That is, the temptation to\ndefect is randomly chosen again, player 1 chooses whether to look at it, and so on. With\nprobability 1 — w, the game ends. The parameter w can be interpreted as the likelihood\nof a future interaction or the player’s discounting of future payoffs. Crucially, we assume\nthat player 2 observes both of player 1’s choices: not only whether 1 cooperated, but\nalso whether 1 first looked. Our model, therefore, applies to situations where player 1’s\nlooking is somewhat observable, for example, if player 1 can gain additional information\nabout the costs of defection by asking player 2 questions, or if player 1 can take time to\nponder the decision and player 2 can observe player 1’s reaction time. We assume that\nplayers maximize their expected payoffs. Note that since we assumed a > 0 and 6 > 0,\nboth players benefit from a cooperative interaction.\n\nIn the envelope game, a strategy for player 1 dictates whether she will look and whether\nshe will cooperate, as a function of whether she has looked and cooperated in the past,\nand as a function of the temptation if she has just looked. For example, one relatively\n\nsimple strategy for player 1 is to look and cooperate whenever the temptation is low.\n\nHOUSE_OVERSIGHT_026524",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026524.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2209,
    "word_count": 396,
    "line_count": 29,
    "import_date": "2025-11-19T21:47:49.090243",
    "prefix": "IMAGES-009"
  }
}