{
  "document_id": "HOUSE_OVERSIGHT_011813",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011813.txt",
  "text": "/ BARAK / 56\n\nClinton felt we would need a draft document with broad areas of agreement before\na diplomatic ““endgame”’ could begin. I disagreed on that. I argued that 1f we tried\nto produce such a document, there would never be a summit. In fact, we’d never\nget a draft document worth anything. “Neither side is going to commit itself on\nissues like borders, refugees, or Jerusalem,” I said, pointing out that even in our\nback-channel talks, the only forum in which there had been a hint of progress,\nthose issues had barely been touched.\n\nHe did accept that “pre-negotiation” would never crack the main issues. But he\nstill said that before he could contemplate a summit, he would need Madeleine\nAlbright and Dennis Ross to talk in detail with us and the Palestinians. “There had\nto be a firm basis to work on,” he said. Even then,m he said, he was almost sure\nArafat would resist the idea of a summit. And on that last point, he proved right. I\nspoke to the President by phone after Arafat’s trip to Washington. “He thinks\nyou’re trying to trap him into a summit, and that when it fails, Il blame him,” he\ntold me.\n\nThe very next day, the stakes increased dramatically. For months, military\nintelligence had been warning of the potential for violence if we couldn’t find a\nlong-term political resolution of the Palestinian conflict. But the report which\nlanded on my desk on June 16, 2000 was more specific. It said Arafat had called in\nhis security people and said: “My strategic understanding is that Israel is not\ninterested in reaching a deal. Therefore, we are preparing ourselves for a violent\nand prolonged confrontation.” A few days later, we got an even more worrying\nreport, saying the security officers had been told to begin “intensive training.”\nArafat was quoted as saying: “The Palestinian Authority is confronted by a strong\nand dangerous Israel, headed by a Prime Minister who is not interested in real\npeace. The proof of that is that when he was Chief of Staff, he was the only senior\nofficer to oppose the Oslo Agreement.” I summoned my security team: Mofaz as\nchief of staff; the heads of military intelligence, Mossad and the Shin Bet. I told\nthem that Arafat was wrong. My inalterable “red line” would always be Israel’s\nnational and security interests. But as long as those were protected, I wasn’t just\ninterested in reaching an agreement with the Palestinians. I was determined to do\neverything possible to try to get one. But I also said that we had to make sure we\nwere fully prepared for responding to “Palestinian violence and, at some stage,\nfull-blown terror.”\n\n342\nHOUSE_OVERSIGHT_011813",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011813.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2623,
    "word_count": 455,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:46.553592",
    "prefix": "IMAGES-001"
  }
}