{
  "document_id": "HOUSE_OVERSIGHT_013145",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013145.txt",
  "text": "12.6 The Ethical Treatment of AGIs 229\n\nWhile the issue is subtle, our initial feeling is that the only ethical means by which to deprive\nan AGI of the right to internal self modification is to write its code in such a way that it is\nimpossible for it to do so because it lacks the mechanisms by which to do this, as well as the\ndesire to achieve these mechanisms. Whether or not that is feasible is an open question, but\nit seems unlikely. Direct self-modification may be denied, but what happens when that AGI\ndiscovers compilers and computer programming? If it is intelligent and volitional, it can decide\nto learn to rewrite its own code in the same way we perform that task. Because it is a designed\nsystem, and its designers may be alive at the same time the AGI is, such an AGI would have a\ndistinct advantage over the human quest for medical self-modification. Even if any given AGI\ncould be provably deprived of any possible means of internal self-modification, if one single AGI\nis given this ability by anyone, it may mean that particular AGI has such enormous advantages\nover the compliant systems that it would render their influence moot. Since developers are\nalready giving software the means for self modification, it seems unrealistic to assume we could\njust put the genie back into the bottle at this point. It’s better, in our view, to assume it will\nhappen, and approach that reality in a way which will encourage the AGI to use that capability\nto benefit us as well as itself. Again, this leads on to the question of future scenarios for AGI\ndevelopment — there are some scenarios in which restraint of AGI self-modification may be\npossible, but the feasibility and desirability of these scenarios is needful of further exploration.\n\n12.6.2 AGI Ethics as Boundaries Between Humans and AGIs\nBecome Blurred\n\nAnother important reason for valuing ethical treatment of AGIs is that the boundaries between\nmachines and people may increasingly become blurred as technology develops. As an exam-\nple, it’s likely that in future humans augmented by direct brain-computer integration (“neural\nimplants”) will be more able to connect directly into the information sharing network which po-\ntentially comprises the distributed knowledge space of AGI systems. These neural cyborgs will\nbe part person, and part machine. Obviously, if there are radically different ethical standards\nin place for treatment of humans versus AGIs, the treatment of cyborgs will be fraught with\nlogical inconsistencies, potentially leading to all sorts of problem situations.\n\nSuch cyborgs may be able to operate in such a way as to “share a mind” with an AGI or\nanother augmented human. In this case, a whole new range of ethical questions emerge, such\nas: What does any one of the participant minds have the right to do in terms of interacting\nwith the others? Merely accepting such an arrangement should not necessarily be giving carte\nblanche for any and all thoughts to be monitored by the other “joint thought” participants,\nrather it should be limited only to the line of reasoning for which resources are being pooled.\nNo participant should be permitted to force another to accept any reasoning either — and in\nthe case with a mind-to-mind exchange, it may someday become feasible to implant ideas or\nbeliefs directly, bypassing traditional knowledge acquisition mechanisms and then letting the\nnew idea fight it out previously held ideas via internal revision. Also under such an arrangement,\nif AGIs and humans do not have parity with respects to sentient rights, then one may become\nsubjugated to the will of the other in such a case.\n\nUploading presents a more directly parallel ethical challenge to AGIs in their probable initial\nconfiguration. If human thought patterns and memories can be transferred into a machine in\nsuch a way as that there is continuity of consciousness, then it is assumed that such an entity\n\nHOUSE_OVERSIGHT_013145",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013145.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3940,
    "word_count": 659,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.159367",
    "prefix": "IMAGES-002"
  }
}