{
  "document_id": "HOUSE_OVERSIGHT_026855",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026855.txt",
  "text": "SDNY CM/ECF Version 6.1.1\n\n06/21/2016\n06/21/2016\n06/21/2016\n\n06/21/2016\n\n8/7/16, 10:58 AM\n\n*** NOTICE TO ATTORNEY REGARDING PARTY MODIFICATION. Notice to\nattorney Thomas F. Meagher. The party information for the following party/parties\nhas been modified: Jane Doe. The information for the party/parties has been\nmodified for the following reason/reasons: party text was omitted;. (dgo) (Entered:\n06/21/2016)\n\n*** NOTICE TO ATTORNEY REGARDING CASE OPENING STATISTICAL\nERROR CORRECTION: Notice to attorney Thomas F. Meagher. The following\ncase opening statistical information was erroneously selected/entered: County code\nNew York; Fee Status code due (due);. The following correction(s) have been made\nto your case entry: the County code has been modified to XX Out of State; the Fee\nStatus code has been modified to pd (paid);. (dgo) (Entered: 06/21/2016)\n\nCASE OPENING INITIAL ASSIGNMENT NOTICE: The above-entitled action is\nassigned to Judge Ronnie Abrams. Please download and review the Individual Practices\nof the assigned District Judge, located at http://nysd.uscourts.gov/judges/District.\nAttorneys are responsible for providing courtesy copies to judges where their Individual\nPractices require such. Please download and review the ECF Rules and Instructions,\nlocated at http://nysd.uscourts.gov/ecf filing.php. (dgo) (Entered: 06/21/2016)\n\nMagistrate Judge James C. Francis IV is so designated. (dgo) (Entered: 06/21/2016)\n\n06/21/2016 Case Designated ECF. (dgo) (Entered: 06/21/2016)\n\n06/21/2016 5 | ELECTRONIC SUMMONS ISSUED as to Donald J. Trump. (dgo) (Entered:\n06/21/2016)\n\n06/21/2016 ELECTRONIC SUMMONS ISSUED as to Jeffrey E. Epstein. (dgo) (Entered:\n06/21/2016)\n\n06/30/2016\n\nORDER AND NOTICE OF INITIAL CONFERENCE: Initial Conference set for\n9/9/2016 at 03:15 PM in Courtroom 1506, 40 Centre Street, New York, NY 10007 before\nJudge Ronnie Abrams. (As further set forth in this Order.) (Signed by Judge Ronnie\nAbrams on 6/30/2016) (cf) (Entered: 06/30/2016)\n\n| PACER Service Center\n| Transaction Receipt\n[ 0807/2016 10:54:57\n\nhttps: / /ecf.nysd.uscourts.gov/cgi-bin/DktRpt.pl?490749588012661-L_1_0-1 Page 2 of 2\n\nHOUSE_OVERSIGHT_026855",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026855.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2150,
    "word_count": 292,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:45.113880",
    "prefix": "IMAGES-009"
  }
}