{
  "document_id": "HOUSE_OVERSIGHT_032174",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_032174.txt",
  "text": "4\n\neducated and potentially high-achieving population that is trapped\nwith no horizon. Pressure needs to be maintained to end the siege\nentirely, they say, and talk of improvement is counterproductive.\nThe recent changes stem from a combination of Israeli policy shifts\nand the chaos in Egypt. The new Egyptian border policy has made\nlittle difference, but Egypt’s revolution and its reduced policing in\nthe Sinai have had a profound effect.\n\nFor the past year, Israel has allowed most everything into Gaza but\ncement, steel and other construction material — other than for\ninternationally supervised projects — because they are worried that\nsuch supplies can be used by Hamas for bunkers and bombs. A\nnumber of international projects are proceeding, but there is an urgent\nneed for housing, street paving, schools, factories and public works\nprojects, all under Hamas or the private sector, and Israel’s policy\nbans access to the goods to move those forward.\n\nSo in recent months, tunnels under the southern border that were\nused to bring in consumer goods have become almost fully devoted\nto smuggling in building materials.\n\nSacks of cement and piles of gravel, Turkish in origin and bought\nlegally in Egypt, are smuggled through the hundreds of tunnels in\ndouble shifts, day and night, totaling some 3,000 tons a day. Since\nthe overthrow of President Hosni Mubarak, the Egyptian security\nauthorities no longer stop the smugglers. Streets are being paved and\nbuildings constructed.\n\n“Mubarak was crushing us before,” said Mahmoud Mohammad, a\nsubcontractor whose 10-man crew in Gaza City was unloading steel\nbars that were carried through the tunnels and were destined for a\nnew restaurant. “Last year we were sitting at home. The contractor I\nwork for has three major projects going.”\n\nNearby, Amer Selmi was supervising the building of a three-story, $2\nmillion wedding hall. Most of his materials come from the tunnels.\n\nHOUSE_OVERSIGHT_032174",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_032174.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1948,
    "word_count": 311,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:49.212047",
    "prefix": "IMAGES-011"
  }
}