{
  "document_id": "HOUSE_OVERSIGHT_013669",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013669.txt",
  "text": "responsibility sermons of Reformed Judaism and the Unitarians as well as the 19\"\nCentury hymns and high |.Q. apologetics of some Presbyterian and Methodist\nclergy, are like near beer. Formally equivalent but without the rush and the delicious\nrisk and promise of life long addiction.\n\nNational opinion polls have found my preference for churchly fireworks in\nreligious experience quite common. My Charismatic Christian sons are among the\nmany with a preference for and loving labeling of these kinds of houses of worship\nas rock and roll churches. In a recent survey of Americans, 46% of respondents\nclaim to be twice born, Evangelical Christians. Perhaps unfortunate with respect to\ntheir children’s academic and professional ambitions, 48% do not accept a\nDarwinian view of biology. Fifty million American readers are now buying books with\nplots taken from the Babylonian prophecies and anticipate the Rapture of Return\nwith weekly, joyful, mini-rehearsals. They include praying in tongues as the Spirit\nmoves them like Peter, John, James and the rest of the one hundred and twenty in\nthe upper room on the day of Pentecost.\n\nThose of us with two or more available cable religious networks can, on any\ngiven Sunday morning, choose a smiling, kind, Proverbs quoting, rational\nPresbyterian liturgical stylist. In his seventies, standing tall with a full head of white\nhair and in a quietly resonant voice, he delivers a sermon about seven ways to\navoid growing old. His list includes learning new things and continuing to work. His\nspiritual proposal was about personal faith, always leaning on the Lord. On another\nnetwork, the three hundred pound, restlessly pacing preacher of the Cornerstone\nAssembly of God Church of San Antonio, Texas, stood in front of large maps of Iraq\nand the Middle East. He preached from Ezekiel about the refleshing of dry bones\nand a return of all Jews to Israel. He said that contributions to his church over the\npast year helped finance the return of 4000 Russian Jews to Israel. He reiterated\nthe promise that, when the return was completed, there would be a massive Islamic\nattack on Jerusalem and “we will all rise up to Heaven” in an_ ecstatic\ndisappearance. Jews, as long as they accepted Jesus as their Savior, were\nwelcomed along on the ride. More then two thousand parishioners erupted into loud\n\napplause along with shouts of “praise Jesus.”\n\n169\n\nHOUSE_OVERSIGHT_013669",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013669.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2412,
    "word_count": 394,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:45.309537",
    "prefix": "IMAGES-002"
  }
}