{
  "document_id": "HOUSE_OVERSIGHT_014372",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014372.txt",
  "text": "Chart 84: Now that we've defined “big data”, how far do you think financial institutions are at\nembracing the use of big data today?\n\n60%\n50%\n40%\n30%\n20%\n10%\n\n0%\n\nFully committed to Fully committed to Fully committed to © Somewhat Not at all\nusing big datato using bigdatato using big data committed committed\ngenerate improve cost or across the\ninvestment alpha / process efficiency, organization\nrevenue growth risk management,\nregulatory\ncompliance\n\nSource: BofA Merrill Lynch Global Research\n\nChart 85: After this conversation, have you changed your mind on how financial institutions are\n\nadopting big data in their businesses?\n\n60% 55%\n50%\n40%\n30% 23% 23%\n20%\n10%\n\n0%\n\nFinancial institutions are more Financial institutions are less No change\ncommitted to allocating committed to allocating\nresources to bigdata than! — resources to big data than |\nthought thought\n\nSource: BofA Merrill Lynch Global Research\n\nThe Future of Financials M&A and Regulation\n\nWe hosted a panel to discuss the state and outlook of M&A and regulation. Given the\nresults of the US election and the potential for easing of regulations, the panel\ndiscussed a timely topic on the mind of investors. Our panelists included Rodgin Cohen,\nSenior Chairman of Sullivan & Cromwell; Richard Kim, partner at Wachtell, Lipton,\nRosen & Katz, and Ed Hill, Senior Vice President, Government Affairs, Bank of\nAmerica Corporation.\n\n= Regulation is about tone: Our panelists agreed that the scope and strength of\nregulation comes from the tone and attitude of regulators rather than from\nlegislation. They noted that an attempt to repeal legislation such as Dodd-Frank\nwould be misplaced as most direction derives from the tops of regulatory bodies.\nThey also felt Senator Hensarling’s Financial Choice Act would not be a better\nalternative to Dodd-Frank given the 10% leverage ratio is not a Federal Reserve\ndefinition of leverage. Utilizing a Fed definition would likely lead to leverage north\nof 10%. The inclusion of CAMEL ratings with the leverage ratio would also allow\nregulatory sway over institutions.\n\n58 2016 Future of Financials Conference | 17 November 2016 Bankof America 2\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014372",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014372.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2189,
    "word_count": 347,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:44.134140",
    "prefix": "IMAGES-002"
  }
}