{
  "document_id": "HOUSE_OVERSIGHT_017412",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017412.txt",
  "text": "4.2.12\nWC: 191694\n\nmiddle of the music, because Soviet authorities tend to listen to the beginning and end of any\nmusic tape to assure that it does not contain forbidden material. I managed to get his statement\nback to the United States. Shortly thereafter he was released and came to live in my home while\nhe was trying to get into school here.\n\nMy interest in Soviet Jewry was stimulated by Elie Wiesel’s wonderful book Zhe Jews of Silence.\nBut it became a passion only after a more personal encounter. In 1971, I was invited to become a\nfellow at the Center for Advanced Study in the Behavioral Sciences on the Stanford campus in\nPalo Alto, California. Forty fellows were invited from all over the world, to spend the year\nwriting and thinking. This year for the first time, a fellow had been invited from Communist\nRomania, Michael Cernea. He was Chairman of the Department of Sociology and Anthropology\nat the University of Bucharest and an active member of the Romanian Communist Party. On the\nday before Rosh Hashanah, he invited me to take a walk with him through the woods. When we\nwere away from any possibility of surveillance he told me that his real name was Moishe Katz,\nthat he was a committed Jew, and that he desperately wanted to defect along with his family from\nCommunist Romania and move either to the United States or Israel. He swore me to secrecy and\nasked if I would become his pro-bono lawyer in what would surely be a long-term activity, since\nhis family was being held hostage back in Romania. I immediately agreed and invited him to my\nhome for dinner that night, where we stayed up until dawn, listening to Jewish cantorial music,\nwhich he had not heard since his youth some thirty years earlier. Tears flowed freely from his\neyes. Several years later, we were able to arrange for him and his wife to be out of the country at\nthe same time, and they both defected, leaving his two children and his elderly mother behind.\nBut within a year or so, with the help of Senator Kennedy and others, we managed to get the\nwhole family out. We have remained close friends since that time.\n\nAnother close friend who started out as a client is Natan Sharansky, now a cabinet member of the\nIsraeli government. When I represented him his name was Anatoly Sharansky and he was an\nimprisoned Soviet refusenick. His mother and wife asked me, along with my friend and colleague\nIrwin Cotler, now the Minister of Justice in Canada, to represent Anatoly on a pro-bono basis.\nWe continued to be his lawyer for nearly nine years. We were not allowed to meet our client or\neven to communicate with him. For all we knew, he had no idea we were his lawyers. But we\nrepresented him vigorously in the court of public opinion as well as in the courts of the Soviet\nUnion. We were also involved in proposed prisoner exchanges which included Sharansky, Nelson\nMandela and several Eastern European spies being held by the United States. Neither Sharansky\nnor Mandela wanted to be part of any exchange for real spies, since they were political dissidents.\nIt is interesting to note, a especially in light of Sharansky’s high position in the Israeli government,\nthat when Sharansky was first arrested, the Israeli government wanted to have nothing to do with\nhis case, since they regarded him as a human rights dissident rather than as a prisoner of Zion. He\nwas, of course, both. When he was finally released some of the very same people who fought\nhardest against Israel doing anything on his behalf were among the first to claim credit for his\nrelease.\n\nI will never forget how I watched my client walk - - really bounce - - across the Glinicke Bridge\nand into the safety of the West. I knew he was well even while watching him on television.\n\nShortly thereafter I met him in person for the first time. He threw his arms around me and\nwhispered in my ear, “Baruch matir asurim,” which means, “Blessed be those who help free the\n\n325\n\nHOUSE_OVERSIGHT_017412",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017412.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3956,
    "word_count": 704,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:48.613879",
    "prefix": "IMAGES-004"
  }
}