{
  "document_id": "HOUSE_OVERSIGHT_017631",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017631.txt",
  "text": "Page 28 of 31\n104 J. Crim. L. & Criminology 59, *99\n\nadvise the victim about any plea negotiations. 734 Interestingly, however, the Hawaii legislature defined \"major developments\"\nas \"arrest or release of the suspect by the police, case deferral by the police, referral to the prosecutor by the police, rejection of\nthe case by the prosecutor, preliminary hearing date, grand jury date, trial and sentencing dates, and the disposition of the case.\"\n234 The usage of the term \"case\" and the plain language of the provisions demonstrate that victims in the State of Hawaii are\nentitled to a notification right and a possible consultation right long before formal charges are filed.\n\n[*100] Other states also expressly extend rights before the filing of charges. Colorado guarantees rights at \"all critical stages\nof the criminal justice process[,]\" which includes both the filing of charges and the decision to not file charges. 73° In Missouri,\nvictims have the right:\n\non charged cases or submitted cases where no charge decision has yet been made, to be informed by the prosecuting attorney of\nthe status of the case and of the availability [of different forms of compensation and assistance] and of any final decision by the\nprosecuting attorney not to file charges. 77°\n\nIn New Jersey, officials typically send a letter informing the victim \"that the case has been referred to the prosecutors' office\nand explains and offers the services available from the country office of victim-witness advocacy.\" 737 Subsequent letters to\n\nthe victim ensure that the victim has notice of a series of decisions long before indictment, 73%\n\nand the office actively solicits\ninformation in order to \"help the prosecutor's office decide whether or not to prosecute a case.\" 73? Along a similar vein, the\nMassachusetts legislature included a provision that makes it clear that nothing should prevent a prosecutor from providing\nvictim services to persons injured by the commission of a crime, even though a complaint or indictment has not yet been\nissued, 24°\n\nIn addition to extending rights before the filing of charges, several states require consultation before the prosecutor reaches a\nplea agreement with the defendant. For example, Idaho's statute provides that a victim must be given an opportunity \"to\ncommunicate with the prosecution in criminal or juvenile offenses, and be advised of any proposed plea agreement by the\nprosecuting attorney prior to entering into a plea agreement in criminal or juvenile offenses involving crimes of violence, sex\n\n8 Under Arizona law, the \"rights and duties that are established by this chapter arise on the arrest or formal charging of the person or\npersons who are alleged to be responsible for a criminal offence against a victim.” Ariz. Rev. Stat. Ann. § 13-4402(A) (2010) (emphasis\nadded).\n\n229 Ariz. Rev. Stat. Ann. § 13-4419(A) (2010).\n\n230 See Ariz. Rev. Stat. Ann. § 13-4402.01(A).\n\n231 Tt appears, however, that the criminal proceeding may have been parallel to the civil forfeiture proceeding. See State v. Lee, 245 P.3d 919,\n923-24 (Ariz. Ct. App. 2011).\n\n232 Haw. Rev. Stat. Ann. § 801D-4(a)(1) (LexisNexis 2007).\n\n233 See id.\n234 Td. § 801D-2.\n\n5 Colo. Const. art. II, § 16a; Cole. Rev. Stat. § 24-4.1-302(1) (2013). But see Colo. Rev. Stat. § 24-4.1-302.5()(f) (2012) (limiting\nconferral right, in particular, to later stages of a criminal proceeding). Despite these limitations on the conferral right, victims retain the ability\nto be heard at any hearing involving a plea. See id. § 24-4.1-302.5.\n\n236 Mo. Ann. Stat. § 595.209(10) (West 2011).\n\n237 Office of Victim-Witness Advocacy, N.J. Dep't of Law & Pub. Safety, A Crime Victim's Guide to the Criminal Justice System 4 (2d ed.\n1997); see also N.J. Const. art. I, § 22. Compare /8 U.S.C. § 3771] (2012), with N.J. Stat. Ann. § 52:4B-36 (West 2009). In addition to the\nrights similar to the federal legislation, New Jersey law provides for the right \"to be advised of case progress and final disposition and to\nconfer with the prosecutor's representative so that the victim may be kept adequately informed ... .\" Id. § 52:4B-36(k).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017631",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017631.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4170,
    "word_count": 679,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:44.525542",
    "prefix": "IMAGES-004"
  }
}