{
  "document_id": "HOUSE_OVERSIGHT_028229",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028229.txt",
  "text": "/ BARAK / 95\n\nChirac, but the understanding was that Madeleine would be in charge. Far from\nshowing any willingness to end the violence, Arafat at first simply lied. He said the\nPalestinian violence was in response to an unprovoked assault by Israeli troops,\nand demanded an international “protection” force. There was a particularly bizarre\nmoment when I read out the names of individual Tanzim leaders whom we had\nintercepted organizing the attacks. Arafat pretended he’d never heard of any of\nthem, almost as if I was reading from a zoology textbook about species of polar\nbears. This was a man who had been awarded the Nobel Peace Prize. What he\nreally deserved was an Oscar.\n\nBut people were dying. Needlessly. We ended up agreeing to a US-led fact-\nfinding commission, as well as a number of steps to separate the Palestinian\nattackers and Israeli units. I reaffirmed our policy of insisting that Israeli soldiers\nuse live fire only if they felt their lives were under threat. Arafat undertook to order\nhis security forces and Tanzim not to launch further attacks. He even phoned Gaza\nwith what we were given to understand were explicit orders. But it was all for\nshow, as we discovered when we were invited to the Elysée Palace to meet Chirac.\nThe French President had clearly received advance word from Arafat about his\ndemand for an international “protection” force, presumably with a role for the\nFrench. To my surprise and frustration, and Secretary Albright’s as well, Chirac\ninsisted that no agreement was acceptable without that happening. Then, he turned\nto me, demanding to know why the violence had left nearly 400 Palestinians dead,\nbut barely two dozen Israelis, if the Palestinians were the aggressors. “Mr\nPresident,” I said, “just several weeks ago we were prepared to go very far in order\nto put this entire conflict behind us. It is Mr Arafat who rejected the proposal, even\nas a basis for negotiations. Just a basis to seek peace. He then deliberately turned to\nterror. We are protecting ourselves, and our soldiers. Are you really saying that\nyou'll be happy for us to sign an agreement to end it only when another 350\nIsraelis are killed? I’m not playing that game. Arafat started this. He has to stop it.\nWe know he can, and we hold him responsible if that does not happen.”\n\nIt did not happen. We tried all we could to prevent a further deterioration. I\napproved moves, in co-ordination with the Palestinian police, to lower our security\nprofile where possible. We made sure Israeli police were not visible from the\nmosques on the Haram al-Sharif. But after the next Friday prayers, a crowd made\nits way to a police post at the edge of the Old City and attacked it. In Nablus, the\nburial site of Joseph had long been a source of tension. Shlomo Ben-Ami reached\n\n381\nHOUSE_OVERSIGHT_028229",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028229.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2817,
    "word_count": 485,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:45.489794",
    "prefix": "IMAGES-009"
  }
}