{
  "document_id": "HOUSE_OVERSIGHT_020596",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020596.txt",
  "text": "137\n\nConference (2015), and the National Propaganda Work Conference (2013 and 2018).\nWhen Xi does not give the keynote speech, the Politburo member in charge of that\ndomain gives it. By contrast, the keynote speech at the National Overseas Chinese\nConference in 2017 was given by Yang Jiechi, who was at that time a state councilor\nresponsible for foreign affairs.\n\ne The Central Foreign Affairs Work Conference is held at irregular intervals (2006,\n2014, and 2018) to review Chinese foreign policy and announce new initiatives\nand objectives. It is attended by key ministers, ambassadors, senior military\n\nofficers, and local officials responsible for foreign affairs.\n\ne The Central United Front Work Conference, which used to be called the National\nUnited Front Work Conference, is also convened at irregular intervals (2000, 2006,\nand 2015). Both national and local officials responsible for religious, ethnic, and\n\noverseas Chinese affairs participate.\n\ne Prior to 2013, the External Propaganda Work Conference was convened annually.\nBut starting after that year, this conference has become part of the annual National\nPropaganda Work Conference. Officials in the propaganda sector from all over\n\nChina attend these conferences.\n\ne The National Overseas Chinese Work Conference was held roughly every six years\n(2005, 2011, and 2017). Only national and local officials responsible for overseas\nChinese affairs participate.\n\nHierarchy and Division of Labor\n\nThe CCP-affiliated organizations in our diagram that are involved in making policies\nconcerned with Chinese influence activities abroad enjoy higher political status\nthan those that execute these policies. What makes the Chinese system notable is\nthe division of labor, the specialization of its bureaucracies, and the staffing of these\nbureaucracies with well-trained and experienced professionals. Besides engaging\ntheir counterparts overseas, these bureaucracies either oversee or directly conduct\ninfluence operations in their areas of specialization. While there exists no single\norganization overseeing the entirety of China’s influence activities abroad (although\nif any one does have such sweeping purview, it is the Foreign Affairs Commission),\n\nin the implementation of policies aimed to expand Chinese influence abroad, there\n\nAppendix 1\n\nHOUSE_OVERSIGHT_020596",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020596.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2334,
    "word_count": 338,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:45.907736",
    "prefix": "IMAGES-006"
  }
}