{
  "document_id": "HOUSE_OVERSIGHT_020376",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020376.txt",
  "text": "224\n\nthe jewels in their crown of omniscience. “ Snowden also suggested that to avoid being\nautomatically “targeted” by the NSA, one should avoid “jihadi forums.” These tips for evading\nU.S. and British surveillance, far from being an off-hand leakage of information, were supplied by\nhim in written answers to interrogatives sent to him by Laura Poitras and Jacob Appelbaum while\nSnowden was still on the NSA payroll in May 2013. If he intended to damage the NSA’s ability\nto monitor unsuspecting individuals abroad, he clearly succeeded. Just as Robert Hanssen had\ncompromised the NSA’s interception of communication at the Soviet Embassy in the 1990s,\nSnowden compromised the NSA’s interception of Jihadist targets on the Internet.\n\nThe Snowden intervention was soon felt by the CIA. “Within weeks of the leaks,” writes\nMichael Morell, then CIA deputy director. He notes that “Terrorist organizations around the\nworld were already starting to modify their actions in light of what Snowden disclosed.\nCommunication sources dried up.” What heightened Morell’s concern about this loss of\nintelligence sources was the discovery a 26-page document on an ISIS computer in Syria\nindicating that the terrorist group had been considering using plague germs and other biological\nweapons on foreign targets. The NSA was also seeing the Snowden effect on the war on\nterrorists. In 2013, the FBI, CIA, and DIA had compiled a watch list of some 400 foreign\nterrorist targets for NSA’s PRISM program. Up until June 6\", many of these targets frequently\nused Internet services, such as Twitter, Facebook, and Xbox live, to send what they believed\nwould be hidden messages. After the PRISM story broke in the Washington Post on June 6\", the\nNSA “saw one after another target go dark,” according to a senior executive involved in that\nsurveillance. In 2014, Admiral Rogers, the new NSA director, was even blunter. Asked whether\nor not the disclosures by Snowden had reduced the NSA’s ability to pursue terrorist, he\nanswered: “Have I lost capability that we had prior to the revelations? Yes.”\n\nIn Moscow, Snowden insists that not a single death has been traced back to his disclosures. I\nagree that it would be unfair to jump to the conclusion that he is responsible for any single event,\nsuch as the massacre in Paris in November 2015, because we cannot know whether or not a\njihadist involved in the event, such as Abdelhamid Abaaoud in the case of Paris, would have used\nthe Internet if Snowden had not exposed the interception of it by the NSA. But however sincere\nwere his intentions, Snowden cannot escape his responsibility for his actions. He totally and\npurposefully compromised an intelligence operation that could prevent such villainous attacks.\n\n//\n\nHOUSE_OVERSIGHT_020376",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020376.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2770,
    "word_count": 450,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.927025",
    "prefix": "IMAGES-005"
  }
}