{
  "document_id": "HOUSE_OVERSIGHT_012754",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012754.txt",
  "text": "A month passed. I felt better. My father told me that it was time to go back to lunch at school, but\nwith a plan, one centered around the notion of respect. The only way to command it from my tormenters\nwas to fight back. “But Dad,” I said, “if I hit them, they will crush me.” “They might,” he said, “but you\nwill have gained some respect, and they may turn their attention to someone else.” It seemed like a\nremarkably stupid idea. But my father lived through a war and fought his way to respect among the thugs\nin every village school. I decided to give it a go.\n\nI went back to school. Soon thereafter, I found myself standing behind Paxton who displayed\nbiceps bigger than my head. I figured I had only one shot. I tapped him on the shoulder and swung as\nhard as I could, hitting him square in the chest. What aim. What perfection. What wasted energy. With no\nmore than a flinch, Paxton looked down at me, fury in his face, and grunted “What’s up with you?” With\ntears running and lips trembling, I sputtered “I can’t take it anymore. You, Joffe, and James are constantly\n\nlad\n\nhitting me and locking me in the lockers. I can’t take it!” And then, as if his entire brain had been rewired,\nserotonin surging to provide self-control, dopamine flowing to shift his sense of reward, the hulk spoke:\n“Really? Okay, we’ll stop.” And just like that, Paxton, Joffe and James stopped. No more locker games,\nno more bruises. They even saw me as a useful resource, someone who could help them pass some of\ntheir exams. From victim to victory.\n\nI was fortunate. Many are not. Thousands of children throughout the world are persecuted in a\nsimilar way but never fight back or if they do, are crushed for trying. Some are pushed so hard that they\ncommit suicide, tragedies that increasingly make headline news reports.\n\nThe fact that bullies often torment their victims for personal gain, cause great harm, and often\nenjoy the experience — as did Lionel James — fits well with a common view of evil. On this view, we\nthink of someone as evil if they inflict harm on innocent others, knowing that they are violating moral or\nlegal norms, and relishing the abuse delivered. But what of bullies who, due to immaturity or brain\ndeficits, simply don’t understand the scope of moral boundaries? What if they impose great harm on their\nvictims, but don’t enjoy the experience? What if the victims are not entirely innocent, such as those who\ndouble-time as bullies?\n\nWe can debate questions like these on philosophical grounds, attempting to refine what, precisely,\ncounts as an act of evildoing as opposed to some mere moral wrong, like breaking a promise or having an\naffair while married. Many have. I don’t believe, however, that this is how we will achieve our deepest\nunderstanding. Instead, I turn to the sciences of human nature, focusing on cases where people directly or\nindirectly cause excessive harm to innocent others as the essence of evil. To explain this form of evil, we\nmust dissect the underlying psychology, the brain circuits that generate this psychology, the genes that\nbuild brains, and the evolutionary history that has sculpted the genetic ensemble that makes us\n\ndistinctively human. This is the approach I pursue. If ’m nght about this approach, not only will we gain\n\nHauser Prologue. Evilution 8\n\nHOUSE_OVERSIGHT_012754",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012754.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3334,
    "word_count": 584,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.661555",
    "prefix": "IMAGES-002"
  }
}