{
  "document_id": "HOUSE_OVERSIGHT_028075",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028075.txt",
  "text": "outside the kirya in a facility just north of Tel Aviv, was Rabin’s idea. In\naddition to Dan and me, it included key members of the general staff and senior\ndefense ministry officials. The idea was for us to hear a half-dozen academics\nand other specialists speak about the political aspects of the sudden eruption of\nPalestinian violence.\n\nThough he spoke for barely 10 minutes, it was the last speaker who left the\ndeepest impression. Shimon Shamir, a professor at Tel Aviv University, began\nby emphasizing he was not an expert in riot control. Finding a response to the\nviolence was something we were far better equipped to do. But then he paused,\nlooked intently at Rabin, Dan and me, and said: “What I can do is draw on\nhistory.” One by one, he cited examples of more than a dozen broadly similar\nrebellions over the past century, in the Middle East and beyond. “If we were\ndealing with simple rioting, things might be different.” But he said the\nPalestinians were, fundamentally, acting out of a shared sense of grievance, and\nshared national identity. Both were in large part the result of Israel having\ncontrolled their daily lives now for more than two decades. “I’m afraid I can\nfind no historical precedent for the successful suppression of the national will of\na people,” he said. Even when those in power used unimaginably punitive tools:\nlike expulsion, or forced starvation. “Even, as we know well as a Jewish people,\nextermination.”\n\nI glanced at Yitzhak and at Dan. Both of them looked like I felt: in no doubt\nthe professor was right, yet also aware that, in the short term, we still had to find\na way of putting a lid on the cauldron and keeping the situation for getting\nirretrievably out of control.\n\nIt wasn’t as if ’'d been unaware of the sense of the anger building among\nmany West Bank and Gaza Palestinians, or of their wish to see an end to Israel’s\nmilitary administration and the growing number of Jewish settlements. From\nmy time as head of the central command, I also knew that there was a young,\nactivist core intensifying efforts to organize attacks on troops and settlers. But\nnone of us had any inkling that something of the scale, longevity and political\ncomplexity of the intfada lay ahead.\n\nPartly, this was a failure of specific intelligence warnings. But it went deeper\nthan that. Sobering though it was, I had to accept that — no less so than before\nthe Yom Kippur War in 1973 — I and many others had for too long been\ncomforting ourselves with a fundamental misconception about our military\noccupation and civilian settlement in the areas captured in 1967. The roots of\nthe myopia went back to the immediate aftermath of the Six-Day War, to the\n\n227\nHOUSE_OVERSIGHT_028075",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028075.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2714,
    "word_count": 475,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:44.039401",
    "prefix": "IMAGES-009"
  }
}