{
  "document_id": "HOUSE_OVERSIGHT_011086",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011086.txt",
  "text": "I too reason from biological axioms, and from much the same ones implicit or\nexplicit in the classical period. But I end up framing ideas of biology in the language\n\nof economics rather than the opposite. I begin with\n\ntotal capital = means of ends = means of replication = fitness,\n\nwhere fitness is understood as a stock. The concomitant flow and rate would be\n\noutput (creation of fitness/total capital) and return (ratio of the two).\n\nFree growth theory gave the inference\n\noptimum ex ante output = optimum controllable output\n\n= exact offset of pure consumption, at the collective scale.\n\nNext generation theory specified the period of this exhaust and recovery as the\n\ngeneration length.\n\nConsider Hamilton’s rule in this context. All ex ante output, continuing steadily at\nthe generation rate, must be invested concurrently in the next generation or stored\nfor later investment within the deadline. It is the problem of Brewster’s millions.\nAdults must invest or store as efficiently as practical (the maximand rule) before the\noutput means has slipped by. And the more stored instead, the more pressure to\ninvest later within the deadline. Time left for investment is another of the practical\n\nconstraints on maximization of rb/c.\n\nWhat I sense is a watering down of Hamilton’s rule from what seemed logical\ncompulsion a few decades ago to something more like a target of opportunity. A\nprediction maximizing rb/c has proved its value as a useful rule of thumb. |\nsuggested why some nepotism might be more adaptive than none in my review of\n\nthe Hamilton-Zuk parasite theory. It’s about giving all genes a fair but speedy trial.\n\nChapter 7 Petty’s Idea 2/3/16 27\n\nHOUSE_OVERSIGHT_011086",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011086.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1694,
    "word_count": 278,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:48.102329",
    "prefix": "IMAGES-001"
  }
}