{
  "document_id": "HOUSE_OVERSIGHT_014035",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014035.txt",
  "text": "TIMOTHY FERRISS, nominated as one of Fast Company’s “Most Innovative Business People of 2007,” is\nan angel investor and author of the #1 New York Times, Wall Street Journal, and BusinessWeek bestseller\nThe 4-Hour Workweek, which has been sold into 35 languages.\n\nHe has been featured by more than 100 media outlets, including the New York Times, The Economist,\nTIME, Forbes, Fortune, CNN, and CBS. He speaks six languages, runs a multinational firm from\nwireless locations worldwide, and has been a popular guest lecturer at Princeton University since 2003,\nwhere he presents entrepreneurship as a tool for ideal lifestyle design and world change.\n\nCopyright © 2007, 2009 by Tim Ferriss\n\nAll rights reserved.\nPublished in the United States by Crown Publishers, an imprint of the Crown Publishing Group, a division\nof Random House, Inc., New York.\n\nwww.crownpublishing.com\n\nCROWN and the Crown colophon are registered trademarks of Random House, Inc.\nTHE 4-HOUR WORKWEEK is a trademark of Timothy Ferriss and is used under license.\n\nOriginally published in slightly different form in the United States by Crown Publishers, an imprint of the\nCrown Publishing Group, a division of Random House, Inc., New York, in 2007.\n\nGrateful acknowledgment is made to David L. Weatherford for permission to reprint “Slow Dance” by\nDavid L. Weatherford. Reprinted by permission of David L. Weatherford.\n\nLibrary of Congress Cataloging-in-Publication Data\nFerriss, Timothy.\nThe 4-hour workweek: escape 9-5, live anywhere, and join the new rich /\nTimothy Ferriss—Expanded and updated ed.\n1. Quality of work life. 2. Part-time self-employment. 3. Self-realization.\n4. Self-actualization (Psychology). 5. Quality of life. I. Title.\nIl. Title: Four-hour workweek.\nHD6955.F435 2009\n650.1 —dc22 2009021010\n\neISBN: 978-0-307-59116-6\n\nv3.0\n\nHOUSE_OVERSIGHT_014035",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014035.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1838,
    "word_count": 275,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:49.133865",
    "prefix": "IMAGES-002"
  }
}