{
  "document_id": "HOUSE_OVERSIGHT_030081",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030081.txt",
  "text": "22\n\nArticle 6.\n\nNew York Review of Books\n\nStorm Over Syria\n\nMalise Ruthven\n\nThe Other Side of the Mirror: An American Travels Through Syria\nby Brooke Allen\n\nPaul Dry, 259 pp., $16.95 (paper)\n\nJune 9, 2011 -- “Damascus has seen all that has ever occurred on\nearth, and still she lives,” wrote Mark Twain after visiting Syria’s\ncapital in the 1860s. “She has looked upon the dry bones of a\nthousand empires, and will see the tombs of a thousand more before\nshe dies.”\n\nThe turmoil in Syria, where hundreds of unarmed protesters have\nbeen mown down by the forces of President Bashar al-Assad, who\ncomes from the country’s Alawi minority, is much more menacing\nthan the generally peaceful revolutions in Tunisia and Egypt, from\nwhich the Syrian protesters drew their initial inspiration. The regime\nof Zine el-Abidine Ben Ali in Tunisia capitulated in the face of\nspontaneous demonstrations sparked by the self-immolation of a\ntwenty-six-year-old man who had been reduced to scratching out a\nliving as a humble street vendor. Ben Ali, along with his hated wife\nand family, chose to go into exile before a single shot had been fired.\nIn Egypt, if press reports are to be believed, the generals unseated\nPresident Hosni Mubarak after tank commanders refused his orders\nto fire on civilians. The Egyptian revolution, which has seen some\nresistance from the military and police, has now taken a constitutional\nturn, with the country approving a series of amendments that could\nlead to the emergence of a parliamentary democracy. Much will\n\nHOUSE_OVERSIGHT_030081",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030081.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1554,
    "word_count": 257,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:44.614589",
    "prefix": "IMAGES-010"
  }
}