{
  "document_id": "HOUSE_OVERSIGHT_023784",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023784.txt",
  "text": "38 Teaching Minds\n\nto train their employees in such things, because of some regulation or\nother, ask for it, and e-learning companies willingly build it.\n\nUnfortunately, as my mother would have attested to, were she still\naround, I was born with off-the-scale honesty. I can’t build e-learning\nI know won’t work any more than I was able, when I was 5, to let my\nmother walk out of a store without paying (by mistake) without be-\ncoming hysterical.\n\nSo, now Lam hysterical about fraudulent education and fraudulent\ne-learning—namely, courses that claim to teach subjects that alter the\nvery nature of a person. Of course, such courses don’t say that is what\nthey are trying to do, but it is pretty much the basis of courses about\nsafe driving or drugs or sexual behavior, or how not to violate the law.\n\nHow is training about compliance an attempt to alter basic\nbehavior?\n\nRecently I was presented with an opportunity to teach integrity\nand compliance to the employees of a large company that bids on\nRFPs. The bidding process is part of a legal process and the company\nwants its employees to stay within the guidelines.\n\nFair enough. Makes sense.\n\nExcept, when you look at the guidelines, they include an array\nof rules spelled out in a complex document, typically a signed legal\ncontract for potential bidders. To know those rules, one would have\nto read the contract. In effect, the company wants to train people to\nread, and pay careful attention to, the contract. The company wants\nto do this by putting employees in fictitious situations in which some-\none has not read the contract and this failure to read causes serious\ndifficulties for the company when the employee violates a rule he\ndidn’t know about.\n\nMuch of e-learning is like this. You are the manager of a large\nproject, which needs to finish on time, and is over budget. Do you:\n\nsteal money\n\nlie about the time you have spent\n\ntell the company it can keep the damn project\n\ncarefully explain to your superiors the problems that exist\nand let them decide\n\nDo people learn from stuff like this? Of course not. But everyone feels\nbetter after producing it. At least I assume they do.\n\nHOUSE_OVERSIGHT_023784",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023784.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2173,
    "word_count": 376,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:46.848899",
    "prefix": "IMAGES-007"
  }
}