{
  "document_id": "HOUSE_OVERSIGHT_018807",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018807.txt",
  "text": "Roberto A. Soltero\n\nBanco Popular de Puerto Rico\nDecember 15, 2015\n\nPage 2\n\nadhere to the Integra Realty Resources internal standards for an Appraisal Report —\nStandard Format. This format summarizes the information analyzed, the appraisal methods\nemployed, and the reasoning that supports the analyses, opinions, and conclusions.\n\nThe subject is an existing 250-slip marina with 5 commercial buildings containing a mixture\nof retail and office space types. The buildings contain 48,661 square feet of rentable area\nand were constructed in multiple stages; with the majority of the construction completed in\n1993. The commercial space is 85% leased as of the effective appraisal date. The marina\ndocks were constructed in multiple phases between 1991-1995 and are 52.8% occupied as\nof the effective appraisal date. The total site area is 2.76 acres or 120,226 square feet, which\nincludes 0.64 acre or 27,878 square feet, that is re-claimed land. The property also includes\n3.2 acres of seabed under the marina dock structures which is leased to the property owner\nfrom the Government of the Virgin Islands.\n\nBased on the valuation analysis in the accompanying report, and subject to the definitions,\nassumptions, and limiting conditions expressed in the report, our opinion of value is as\nfollows:\n\nValue Conclusion*\n\ni ge\nAppraisal Premise interest Appraised Date of Value Value Conclusion\n\nMarket Value Leased Fee (Going Concern) November 25, 2015 $24,360,000\n\n*Values expressedin United States Dollars\n\nAllocation of Going Concern Value\n\nAmount % of Total\n\nTangible Property\nLand & Improvements $24,250,000 99.5%\nTangible Personal Property (FF&E) $110,000 0.5%\nTotal Tangible Property $24,360,000 100.0%\nIntangible Assets so 0.0%\nMarket Value* $24,360,000 100.0%\n\n*Specifically excluded from the valuation are cash and equivalents and current liabilities.\n\nThe allocation of value components is based on the going-concern premise, which holds that\nthe value of a business as a going-concern is equal to the sum of the values of the tangible\nand intangible assets. The allocation assumes continued operation of the marina business.\nWere the marina business to cease operations, the values of the individual components\nwould likely be different from the allocated values of the going concern.\n\nHOUSE_OVERSIGHT_018807",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018807.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2317,
    "word_count": 349,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:48.710104",
    "prefix": "IMAGES-005"
  }
}