{
  "document_id": "HOUSE_OVERSIGHT_029456",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029456.txt",
  "text": "“Having some ambition that transcends just making money is a critical thing\nfor a company,” he said. “But there is some point where it gets crazy and self-\ndelusional.” He added that the companies “are probably in some trouble — maybe\nit’s a little, maybe it’s a lot.” The prospect of government regulation looms.\n\nIn 2015 and 2016, Mr. Thiel gave $300,000 to Josh Hawley, who was\ncampaigning to become Missouri’s attorney general. Mr. Hawley won, and in\nNovember he opened an antitrust investigation of Google. A spokeswoman for Mr.\nHawley, a Republican who is now challenging the state’s Democratic senator,\nClaire McCaskill, said there was “no connection” between Mr. Thiel’s donation and\nthe investigation. Google declined to comment.\n\nThe news last month that Mr. Thiel is moving from San Francisco to Los\nAngeles reflects a shift that is as much mental as literal. Getting out of the tech\nbubble, he figures, will give him more clarity about his investments.\n\n“Network effects are very positive things, but there’s a tipping point where\nthey fall over into the madness of crowds,” he said.\n\nAnother of Mr. Thiel’s contentious ideas was destroying Gawker, the online\npublisher. He secretly financed the privacy lawsuit that Hulk Hogan, the former\npro wrestler, filed against the media company, which Mr. Hogan won. That led to\nGawker’s bankruptcy in 2016.\n\nA news operation that specialized in deflating the arrogance of Silicon Valley\nshould have been to Mr. Thiel’s liking. But he argues that his philosophy is\n\nconsistent here.\n\n“Gawker was trying to cut people down to size for not conforming,” he said.\n“The ability to speak and not have every word you say get distorted, to have wrong\nideas and then be able to correct them — these notions were powerfully undercut\nby Gawker.”\n\nMr. Thiel is still pursuing the remnants of Gawker in court, which has\nprompted accusations that he wants to remove all of its content from the internet\nas a final victory.\n\nHe denied this. “Terry Bollea, a.k.a. Hulk Hogan, is still owed some money\nHOUSE_OVERSIGHT_029456",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029456.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2060,
    "word_count": 342,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:48.589018",
    "prefix": "IMAGES-010"
  }
}