{
  "document_id": "HOUSE_OVERSIGHT_021477",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021477.txt",
  "text": "31E-MM-108062\n\nUpon arriving at the airport's cargo entrance, this writer\n\nwas met by and two of his co-workers. This writer followed b6\nto the aforementioned plane, which w ked in a waiting area wi bye\nthe engines off. This writer showed | ~ and his co-workers the\n\npicture of the two female targets and explained the purpose was to\nserve the two females with target letters. [ |stepped away and\nwent to speak with the pilot of the aircraft. This conversation\nbetween Oy and the pilot occurred out of this writer's range of\nhearing. L____Jreturned and advised the pilot informed him that\nEpstein was the only passenger scheduled on this flight. [~__]\ninformed me he was going to check the plane as part of their custom's\ncheck and asked me to accompany him. [__]advised they had the legal\nauthority to board any aircraft going to the United States. I\nboarded the plane along with and the other two CBP personnel.\n\nWe walked the length of the plane and ascertained there was no one on\nboard. We then disembarked the plane. [7 _Jhad one of his personnel\ngo into the airport to ensure the female targets were not present\ninside the terminal. The CBP officer returned and advised Epstein\nwas alone and was still processing through customs.\n\nAt Approximately 8:55 AM, this writer contactea[ at\nATC. This writer told the plane had been checked. advised\nhe did not have to delay the plane or take any action to delay the\nflight as the pilot never requested permission to take off.\n\nAt Approximately 8:59 AM, this writer contacted SA\nand informed her Epstein was traveling alone. SA\nadvised she had just obtained that information from\n\nanother source.\n\nNOTE: All times referenced in this insert were taken from this\nwriter's cellular telephone call history.\n\nHOUSE_OVERSIGHT_021477",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021477.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1774,
    "word_count": 302,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:46.311852",
    "prefix": "IMAGES-006"
  }
}