{
  "document_id": "HOUSE_OVERSIGHT_023212",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023212.txt",
  "text": "we need to coordinate. brad bank, cannot be clumsy\n\nDate: Fri, Nov 20, 2015 at 10:50 AM\n\nSubject: agenda\n\nTo: Melanie Spinella <i iii\n\n1. brad orrichard. makes litte difference. 2. gagosian . no written contract??!! fishy to me - who\ntransfers 100 million dollars overseas without a contract ,- dont want you pulled into a scandal. careful\nespecially as he is on the tax dept radar,. 3. I would like you to delineate what you would like me to\n\ndo - the more specificity the better.- I think it important to avoid any misunderstandings as to each of\nour obligations and responsbilities. I will always give you my best advice. I have made my views re ada\nand the office clear . no hedging. . THEY should go. no hesitation . no zeus, your choice obviously.\ngood news - I will not bring it up again. moving forward- These transactions will require a great deal of\nmanpower over the next holiday month, every document needs minute review. . I would like to fix our\nfee agreement , in detail no later than this weekend .ie amounts , dates paid . entities paid. any concept\nyou may have of\" after care\"? all on the table. .other questions such as how much to leave your\n\nchildren ,in what form, has no right answer. but you and I can dialougue as long as you like about issues of\njudgement. it is out of o friendship. not biz. ( bill hellman as a trustee? ) . we can talk about that during\nwalks etc . I would like for you and I to go back to having fun.\n\nDate: Mon, Nov 23, 2015 at 11:53 AM\n\nSubject:\n\nTo: Melanie Spinella <9 >\n\n25 minutes needed. 1 new and vastly improved plan, needs your thoughtful input. decisions on\nlegacy paintings bronzes. books etc. 2. we need to reach fee agreement. and authorities.( alan and I\nspent time over the weekend, ) , hundred documents to be drafted. 3. gagosiaon 4 revolver .5 inspire -\nFBI. 6. Phaidon, solution. 7 plane. no need to reinvent the wheel. . ( rowen ).\n\nDate: Tue, Nov 24, 2015 at 2:41 PM\nSubject: Fwd: Loan\n\nTo: Melanie Spinella <i’ ~\n\nPlease talk to him\n\nDate: Tuesday, 24 November 2015\nSubject: Loan\nTo: Jeffrey Epstein <jeevacation@gmail.com>\n\nCc: Melanie Spinella (i, \"Alan S. Halperin\" <x  Ada\nClapp [E> Joc Avantaric (ys >\n\nJeffrey-given the high daily interest cost (50k+/-) on $$ borrowed which you pointed out yesterday, here's\nwhat I'm thinking, but I want to be 100% on the same page as you:\n\n1. Close next monday on the credit line, but don't borrow any $$. (We can, of course push closing back but\nmy preference wld be to close.)\n\n2. Right now, at barry's request, Irene Steiner, on behalf of the trustees is reviewing apol and apo-ol.\nWhile probably not impt on a \"substantive\" basis it was (a) impt to barry and (b) is likely good for leon.\n\n3. We are hoping to have signature pages to the trustees (and returned to us) by early to mid next week.\n(Ada will oversee.)\n\n4. We will then get the new trust to bofa who, moving quickly (according to them), will have an acct open\nthe following week, 12/7-9.\n\n5. We need to manage execution of paperwork associated with decanting which I assume occurs once apo-\nol and bank acct are operative. (Ada I'm sure you'll be on top of this).\n\nHOUSE_OVERSIGHT_023212",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023212.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3164,
    "word_count": 581,
    "line_count": 68,
    "import_date": "2025-11-19T21:47:46.084952",
    "prefix": "IMAGES-007"
  }
}