{
  "document_id": "HOUSE_OVERSIGHT_029348",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029348.txt",
  "text": "Source: Bloomberg\n\nTo be fair, Simmons was the chairman of the board in 2013, though the company was managed by a chief executive officer, Steven L.\nWatson, who remains in charge.\n\n’ I've cited my tax professor's two fundamental laws of tax before: that it is always better to have more money than less money, and\nthat it is always better to die later than to die sooner. The second rule is always relevant in estate-tax situations too.\n\n* I'm using yesterday for convenience but in fact you'd have to use today's valuation. And the stock is down again today!\n° That is, 318.2 million shares times $0.61 per share times 40 percent is $77.6 million.\n'° Now 317.3 million, I guess.\n\n'| You shouldn't take that date too seriously; the foundation's June 11 filing stated an \"approximate date of sale\" of June 11, but it\nactually took about two weeks. Best guess, the foundation was/is selling those shares yesterday and today.\n\n© Do I even need to tell you that Simmons was a libertarian anti-tax advocate, had various run-ins with the IRS, and called President\nBarack Obama \"the most dangerous man in America\"? Or that \"In 2009, a Dallas County jury found NL Industries\" -- one of the\ncompanies in Simmons's estate -- \"liable for not honoring contractual agreements and manipulating stock values\"?\n\nTo contact the writer of this article: Matt Levine at mlevine5 1@bloomberg.net.\n\nTo contact the editor responsible for this article: Tobin Harshaw at tharshaw@bloomberg.net.\n\nAlan S. Halperin | Partner\nPaul, Weiss, Rifkind, Wharton & Garrison LLP\n= Avenue of the Americas | New York, NY 10019-6064\n\nME (Direct Phone) ee Fax)\n\nHOUSE_OVERSIGHT_029348",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029348.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1644,
    "word_count": 276,
    "line_count": 30,
    "import_date": "2025-11-19T21:47:46.360544",
    "prefix": "IMAGES-010"
  }
}