{
  "document_id": "HOUSE_OVERSIGHT_014648",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014648.txt",
  "text": "US - Banks Coverage Cluster\nBofA Merrill Lynch\n\nInvestment rating Company ticker Bloomberg symbol Analyst\nBUY\nBankUnited, Inc. BKU BKU US Ebrahim H. Poonawala\nBB&T Corporation BBT BBT US Erika Najarian\nCapital Bank Financial Corp. CBF CBF US Erika Najarian\nCitigroup Inc. C CUS Erika Najarian\nCitizens Financial Group CFG CFG US Erika Najarian\nEast West Bancorp, Incorporated EWBC EWBC US Ebrahim H. Poonawala\nFCB Financial Holdings, Inc FCB FCB US Ebrahim H. Poonawala\nFirst Republic Bank FRC FRC US Erika Najarian\nGreat Western Bancorp Inc GWB GWB US Ebrahim H. Poonawala\nHuntington Bancshares Inc. HBAN HBAN US Erika Najarian\nIBERIABANK Corp IBKC IBKC US Ebrahim H. Poonawala\nJPMorgan Chase & Co. JPM JPM US Erika Najarian\nKey Corp KEY KEY US Erika Najarian\nSignature Bank SBNY SBNY US Ebrahim H. Poonawala\nSunTrust Banks, Inc. STl STIUS Erika Najarian\nSVB Financial Group SIVB SIVB US Ebrahim H. Poonawala\nTexas Capital Bancshares Inc. TCBI TCBI US Ebrahim H. Poonawala\nThe PNC Financial Services Group, Inc. PNC PNC US Erika Najarian\nUMB Financial Corporation UMBF UMBF US Ebrahim H. Poonawala\nWells Fargo & Company WEC WEC US Erika Najarian\nNEUTRAL\nAssociated Banc-Corp ASB ASB US Ebrahim H. Poonawala\nBanc of California BANC BANC US Ebrahim H. Poonawala\nComerica Incorporated CMA CMA US Erika Najarian\nCommerce Bancshares Inc. CBSH CBSH US Ebrahim H. Poonawala\nFifth Third Bank FITB FITB US Erika Najarian\nFirst Bancorp Puerto Rico FBP FBP US Ebrahim H. Poonawala\nFirst Hawaiian Inc. FHB FHB US Ebrahim H. Poonawala\nFirst Horizon National Corp. FHN FHN US Ebrahim H. Poonawala\nFranklin Financial Network, Inc. FSB FSB US Ebrahim H. Poonawala\nHancock Holding HBHC HBHC US Ebrahim H. Poonawala\nNew York Community Bancorp NYCB NYCB US Ebrahim H. Poonawala\nRegions Financial RF RF US Erika Najarian\nSynovus Financial Corp. SNV SNV US Ebrahim H. Poonawala\nU.S. Bancorp USB USB US Erika Najarian\nZions Bancorp ZION ZION US Erika Najarian\nUNDERPERFORM\nBank of Hawaii Corp. BOH BOH US Ebrahim H. Poonawala\nCullen/Frost Bankers Inc CFR CFRUS Ebrahim H. Poonawala\nM&T Bank MTB MTB US Erika Najarian\nProsperity Bancshares Inc PB PBUS Ebrahim H. Poonawala\nTCF Financial Corp. TCB TCB US Ebrahim H. Poonawala\nDisclosures\n\nImportant Disclosures\n\nEquity Investment Rating Distribution: Aerospace/Defense Electronics Group (as of 30 Sep 2016)\n\nCoverage Universe Count Percent Inv. Banking Relationships* Count Percent\nBuy 23 50.00% Buy 19 82.61%\nHold 13 28.26% Hold 8 61.54%\nSell 10 21.74% Sell 9 90.00%\nEquity Investment Rating Distribution: Banks Group (as of 30 Sep 2016)\n\nCoverage Universe Count Percent Inv. Banking Relationships* Count Percent\nBuy 81 43.55% Buy T4 91.36%\nHold 45 24.19% Hold 4 91.11%\nSell 60 32.26% Sell 56 93.33%\nme peorlgalinll Top 10 US Ideas Quarterly | 03 January 2017-27\n\nHOUSE_OVERSIGHT_014648",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014648.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2814,
    "word_count": 451,
    "line_count": 66,
    "import_date": "2025-11-19T21:47:44.574025",
    "prefix": "IMAGES-003"
  }
}