{
  "document_id": "HOUSE_OVERSIGHT_014718",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014718.txt",
  "text": "/ VAT is revenue neutral — would raise enough revenue to cut corporate tax rate to 15%, even 10% possibly\n\n7 While consumption taxes like VAT can hit the poor (Democrats hate them), there is room for carve-outs on\ngroceries, etc. There will be pushback from Republicans who hate lack of visibility of VAT as well. Only person who can\npass this is Trump.\n\n° Under BAT, the working class is arguably hit even worse than under VAT\n\n) BAT would cause prices to go up at WMT and TGT (most of Trump’s supporters shop there)\n\n) Retailers would raise prices but exporters won’t lower prices\n\nfe) 5% VAT will result in a smaller average rise in prices (not entirely passed through), so less disruptive — would\nneed USD to strengthen only 3-4%\n\n° Where does this leave us? Only Trump can cut through the logjam.\n\nuel\n\n° Other anecdotes\n) Regardless of your political preference, he thinks we all need Trump to succeed or the economy will get Bernie\nSanders or worse.\n\n) Tillerson vs Kerry — Woo thinks Tillerson is actually working and getting things done, as opposed to Kerry who\n\njust cared about the Nobel.\n\n7 Thus sees zero risk of a trade war with China\n\n7 NAFTA is really more about China, not Mexico - and will ultimately benefit Mexico. Renegotiating NAFTA will\nremove the ability for Chinese exports to come in tariff-free through Mexico.\n\nfe) Mnuchin and Cohn really know what they’re doing and Woo thinks they will get there on VAT / tax reform\n\ne Cases for tax reform\n\nde, US marginal tax rate = 35 % = highest among OECD = diminished returns to investment > solution = decrease\nmarginal tax rate\n\n2. US taxed on global income vs. territorial like other major economies. Issue because 1) US companies hold over\n\n$2t in capital overseas and 2) US companies acquiring smaller foreign companies to relocate headquarters\ninternationally > solution = shift to territorial tax system\n\n3. US = only OECD country w/ no VAT which puts US produced goods at disadvantage. (VAT — producer of exported\ngoods get rebate while importers pay) > solution = create VAT\n\n° Solutions have nothing to do with stimulus, will allow companies to take risk, invest, grow, and critical for global\ngrowth for next 10 yrs\n\nAnd from earlier presentations/calls:\n\n1. He mentioned on our March 1* tax reform call that the US is the only country amongst OECD without a VAT.\nBMW’s thus cost less in the US than in Germany, as foreign companies get a VAT rebate when they export. US\ncompanies do not and they have to pay import tax. He views tax reform as very bullish for USD and yields (bearish for\nbond prices) and thinks the market is underpricing this. His rationale for the bullish USD and higher yields story is that\ntax reform encourages more money to come home to the US, adds US investment, evens the playing field for US\ncompanies — all good for US growth longer term and bullish the dollar. He had wanted tax reform by the August recess\nbut then Senate would need to pass the bill by July, so they would need a bill to work with by May for the House to pass\nit in May — which means they need a bill to work with by the end of March (running out of time!) BAT is the only really\ncontroversial aspect holding back tax reform even though it’s a small part (2 paragraphs of the 50-page Ryan-Brady plan)\n— still vague on details but he hoped they’re learning from their mistake of releasing a half-baked travel ban that\nimploded after a week.\n\nHOUSE_OVERSIGHT_014718",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014718.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3441,
    "word_count": 620,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:48.497896",
    "prefix": "IMAGES-003"
  }
}