{
  "document_id": "HOUSE_OVERSIGHT_031903",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031903.txt",
  "text": "28\n\nFUKUYAMA: So you have to understand what that means. China\ndidn’t create the first state, it created the first modern state, meaning a\nstate which recruited people into a centralized bureaucracy based on\ntalent and merit, essentially, and not based on family relations, or\nconnections to the household of the emperor, or something of that\nsort. So it had a modern form of public administration. And this was\nall consolidated by the third century B.C. But what the country never\ngot to was the rule of law. Up to the modern day, the concept of a\nsovereign being limited by the rule of law never existed. So what that\nmeant is that at a very early period in their history, the Chinese\nperfected strong, absolutist government. And that’s been a consistent\npattern — high-quality, authoritarian government. And I think that\ncontinues up to the present.\n\nSHAFFER: Could we trace Western ascendance to that one factor,\nthe rule of law?\n\nFUKUYAMA: That’s what’s interesting about the present period. A\nlot of economic theory says you can’t have modern economic growth\nwithout Western-style rule of law. Economists who believe this are\nthinking about two critical things — property rights and contract\nenforcement. And there’s a lot of theory and a lot of empirical\nevidence that show that these are in fact important. The problem with\nthat theory is that it doesn’t really square with the facts in\ncontemporary China. As everybody knows, for the past three decades,\nChina has been growing at double-digit rates and they don’t have\nWestern rule of law.\n\nI think you can rescue the theory in the long run, because without\nrule of law they can’t keep this up. In a way the challenge that\ncontemporary China poses it that they are doing well, and in the short\n\nHOUSE_OVERSIGHT_031903",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031903.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1776,
    "word_count": 302,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:48.614050",
    "prefix": "IMAGES-011"
  }
}