{
  "document_id": "HOUSE_OVERSIGHT_018503",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018503.txt",
  "text": "\"I never said that,” he said softly.\n\nI closed my eyes. He would do this sometimes, insist that he hadn't said words I was sure\nI'd heard, and it always made me feel like I had gone insane. I knew he'd said it. I'd even\nresponded with, \"You can't mean that,\" and then he'd repeated it. But I felt so tired. It\nhad been hard enough to start the conversation. Hard enough to walk around the streets\ncrying for hours.\n\nMaybe I really did misunderstand him somehow; I've been over those moments in my\nhead a million times, and I don't know anymore. Maybe I misunderstood. Or maybe he\nwas falling into a classic pattern of emotional abusers. Maybe he insisted that I was\nhallucinating in order to confuse me out of protesting: abusers do these things because\nthey work.\n\nWhat I do know for sure is that when he halted the conversation with a flat denial, I\ncouldn't bring myself to even try to talk about it again. Couldn't bring myself to resume\nthe conversation. But I also couldn't bring myself to break up with someone I loved so\nmuch. We talked about other things instead.\n\nAnd, of course, nothing about our sex life changed at all.\n\nWhen my best friend called me the next day to check in, I said, \"Well, he says that he\ndidn't say what I thought he did.”\n\nHer silence echoed with disbelief.\n\n\"Maybe I just... didn't understand what he actually meant,\" I said, but my words sounded\nweak even to my own ears.\n\n\"Maybe,\" she said doubtfully, but she didn't press the issue.\n\nEven after that fight, I continued dating that man for a long time. I look back now and I\ncan't imagine how I did it.\n\nKK Ok\n\nV. Men's Perspective\n\nThe gendered societal pressures that affect men are worth discussing, and worth\nanalyzing, and I often do just that. There is undeniable pressure on men to \"perform\"\nsexually, for example. I try to have sympathy for men who feel this pressure -- but it is\ndifficult sometimes, because its major effect on my life has been to silence me. To make\nme feel as though I couldn't ask for anything sexually. As though I couldn't express my\nneeds without hurting my boyfriend's feelings or making him angry.\n\nAnd even now, when I talk about this stuff, I am as vague as I possibly can be about the\nexact timeline. The last thing I want is for people who know me to read this and know\nexactly when I started having orgasms. I don't want anyone to know exactly which\npartners \"couldn't perform.\" Because I know those men might feel it as a social\npunishment, and as much as I hate the dynamics at work, I can't hate the men who were\npart of them. They had their own social anxieties and their own blind spots and if I didn't\nunderstand what was wrong, how could they?\n\nHOUSE_OVERSIGHT_018503",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018503.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2701,
    "word_count": 497,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:46.251194",
    "prefix": "IMAGES-005"
  }
}