{
  "document_id": "HOUSE_OVERSIGHT_014898",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014898.txt",
  "text": "Chart 8: Google ex-FX Y/Y growth trends\n\n30%\n25% 24%p9y% 24%\n\n22%\n\n20%\n15%\n10%\n5%\n0%\n\n2Q17E\n3Q17E\n4Q17E\n\n@ Total Google Revenue Y/Y (ex-FX) m= Google Website Y/Y (ex-FX)\n\nSource: Company reports, BofA Merrill Lynch Global Research\n\nFor core margins, we assume y/y contraction through 3Q17, after which we model a\nslight uptick in 4Q17. For the year, we assume core Google margins contract 50bps to\n46.1%. In terms of blended Alphabet non-GAAP operating margins, we assume 7Obps of\ny/y contraction to 40.7% in 2017, but won't be surprised if better cost discipline\n(particularly in Other Bets) drives more stable y/y trends.\n\nTable 9: Core Google non-GAAP operating margin forecast\n\n1Q16 2016 3Q16 4Q16 1Q17E 2Q17E 3Q17E 4Q17E 1Q18E 2018E 3Q18E 4Q18E\nCore Google non-GAAP operating margin 46.5% 47.9% 46.5% 45.5% | 45.8% 46.5% 45.6% 46.4% 45.6% 46.5% 454% 46.3%\nYY Change 14% 1.6% -1.0% -1.5% | -0.7% -1.4% -0.9% 0.9% -0.2% -0.1% -0.2% -0.1%\nSource: Company, BofA Merrill Lynch Global Research\n\nBiggest 1Q issues/risks:\n\n- Deceleration in Google Website revenue: There could be modest revenue\npressure due to YouTube boycott impact, and/or ad shift to Facebook. One SEM\nsuggested a modest uptick in advertising spend on maps, which could be a positive\nin 2017.\n\n¢ TAC to distribution partners: Rising TAC rate (Apple, Samsung} could mitigate\npotential gross revenue upside in the higher margin mobile search segment.\n\n¢ Growth investments could drag on margins: Investments in Google Cloud,\nhardware, and YouTube could be higher than we expect, which could negatively\nimpact core Google margins and raise concerns on long-term sustainable margin\nlevels.\n\n* YouTube/Display Network commentary: While we do not expect full resolution on\nthe YouTube/Display Network issues, management’s tone will likely impact\nexpectations for timing of a fix, corresponding costs, magnitude of the boycott\nlosses, and time to recover lost ad spend.\n\n¢ Stock comp timing shift could cause some GAAP lumpiness: Shift in timing of\nannual stock-based comp grants could impact 1Q EPS, but should be offset with\nlower relative cost in 2H17.\n\nTop 1Q data point:\n\nOur early 1Q checks (pre quarter end) have been mostly positive, but most checks did\nnot contemplate a potential impact of the YouTube & Display Network pullback.\nComScore PC click data has suggested Google PC queries are down 3% q/q QTD, slightly\nworse than the 2% q/q decline in 1Q16.\n\n; ; BankofAmerica <2”\n12 Internet/e-Commerce | 06 April 2017 Merrill Lynch\n\nHOUSE_OVERSIGHT_014898",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014898.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2523,
    "word_count": 405,
    "line_count": 69,
    "import_date": "2025-11-19T21:47:49.018251",
    "prefix": "IMAGES-003"
  }
}