{
  "document_id": "HOUSE_OVERSIGHT_017029",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017029.txt",
  "text": "c. Using the online Wikipedia website, find all Wikipedia articles which are listed in the body\nof the chosen Wikipedia lists.\n\nd. Intersect the set of all articles belonging to the relevant Lists and Categories with the set\nof people both 1800-1980. For people in both sets, append the occupation information.\n\ne. Associate the records of these articles with the occupation.\n\nl11.7.A.3 - Extraction of individuals appearing in Encyclopedia Britannica.\n\nEncyclopedia Britannica is a hand-curated, high quality encyclopedic dataset with many detailed\nbiographical entries. We obtained, in a private communication, structured datasets from Encyclopedia\nBritannica Inc. These datasets contain a complete record of all entries relating to individuals in the\nEncyclopedia Britannica. Each record contains the birth and death of the person at hand, as well as set of\ninformation snippets summarizing the most critical biographical information available within the\nencyclopedia.\n\nFor the analysis of fame, we extract, from the dataset provided by Encyclopedia Britannica Inc.,\nrecords of individuals born in between 1800 and 1980. For every person, we retain, as a measure of their\nnotability, a count of the number of biographical snippets present in the dataset. Figure $10b outlines the\nnumber of records parsed from the Encyclopedia Britannica dataset, as well as the number of these\nrecords ultimately retained for final analysis. Table S8 displays examples of records parsed in this step of\nthe analysis procedure.\n\n3) Create a database of records referring to people born 1800-1980 in Encyclopedia\nBritannica.\n\na. Using the internal database records provided by Encyclopedia Britannica Inc., find all\nentries referring to individuals born 1700-1980. Only people both in 1800-1980 are used\nfor the purposes of fame analysis. People born in 1700-1799 are used to identify naming\nambiguities as described in section III.7.A.7 of this Supplementary Material.\n\nb. For these entries, create a record identified by a unique integer containing the individual’s\nfull name, as listed in the encyclopedia, and the individual's birth year.\n\nc. For every record, find the number of encyclopedic informational snippets present in the\nEncyclopedia Britannica dataset. Append this count to the record.\n\nl11.7.A.4 — Produce spelling variants of the full names of individuals.\n\nWe ultimately wish to identify the most relevant name used to commonly refer to an individual. Given the\nlimits of OCR and the specificities of the method used to create the word frequency database, certain\ntypographic elements such as accents, hyphens or quotation marks can complicate this process. As\nsuch, for every full name present in our database of people, we append variants of the full names where\nthese typographic elements have been removed or, when possible, replaced. Table S9 presents\nexamples of spelling variants for multiple names.\n\n4) In both databases, for every record, create a set of raw names variants. To create the set:\n\na. Include the original raw name.\n\nb. If the name includes apostrophes or quotation marks, include a variant where these\nelements are removed.\n\nc. If the first word in the name contains a hyphen, include a name where this hyphen is\nreplaced with a whitespace.\n\nd._ If the last word of the name is a numeral, include a name where this numeral has been\nremoved.\n\ne. For every element in the set which contains non-Latin characters, include a variant where\nthis characters have been replaced using the closest Latin equivalent.\n\n21\n\nHOUSE_OVERSIGHT_017029",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017029.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3559,
    "word_count": 552,
    "line_count": 66,
    "import_date": "2025-11-19T21:47:48.150291",
    "prefix": "IMAGES-004"
  }
}