{
  "document_id": "HOUSE_OVERSIGHT_020332",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020332.txt",
  "text": "180\n\nCHAPTER TWENTY-TWO\n\nThe Chinese Puzzle\n\n“The first [false assumption] is that China is an enemy of the United States. It's not.”\nm Edward Snowden in Hong Kong\n\nOn August 11, 2014, in the Atlantic Ocean, an even took place of enormous concern to U.S.\nintelligence. A Chinese Jin Class Submarine launched an Intercontinental ballistic missile. The\nmissile released 12 independently-targeted re-entry vehicles, each simulating a nuclear warhead.\nSome 4400 miles away, in China’s test range in the Xinjiang desert, each of the 12 simulated\nnuclear warheads then hit their targets within a 12 inch radius. The test firing, which was closely\nmonitored by the NSA, was a strategic game changer. It meant that a single Jin Class submarine,\nwhich carried 12 such missiles and 144 nuclear warheads, could destroy every city of strategic\nimportance in the United States. U.S intelligence further reported at China would soon fully\nstealth its newer submarines against detection, “giving China its first credible sea-based nuclear\ndeterrent” against an American attack.\n\nBy 2015, as its test in the Atlantic had foreshadowed, China had armed its land-based as well as\nsea-based missiles with multiple independently targeted warheads. Combined with the state--of-\nthe-art technology it had licensed from Russia, its systematic use of espionage made it possible for\nChina to even build its own stealth fighters.\n\nUnlike the U.S, China did not achieve this remarkable capability to launch independently-\ntargeted miniaturized nuclear weapons and stealth them by investing hundreds of billions of\ndollars in developing them. It obtained this technology mainly through espionage. The history of\nthis enterprise, though unsung, is stunning. The Chinese intelligence service stole a large part, if\nnot all of America’s secret technology for weaponizing nuclear bombs during the 1980s and\n1990s. The theft was so massive that in 1998 the House of Representatives of the US Congress\nset up a special bipartisan investigative unit called the “Select Committee on National Security\nand Military and Commercial Concerns with the People's Republic of China.” Based on the\nintelligence amassed by the NSA, CIA and other intelligence services, it concluded in its report\nthat the Chinese intelligence service had obtained both by electronic and conventional spying the\nwathead design of America’s seven most advance thermonuclear weapons. Moreover, it found\nthat China’s espionage successes allowed China to so accelerate the design, development and\ntesting of its own nuclear weapons that the new generation of Chinese weapons would be\n“comparable in effectiveness to the weapons used by the United States.” Further, it found that\nthese thefts of nuclear secrets had not been isolated or opportunistic incidents. The Committee\nreported to Congress that they were the “results of decades of intelligence operations against U.S.\n\nHOUSE_OVERSIGHT_020332",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020332.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2929,
    "word_count": 447,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:46.838697",
    "prefix": "IMAGES-005"
  }
}