{
  "document_id": "HOUSE_OVERSIGHT_012019",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012019.txt",
  "text": "—--- Original message —-——\nFrom: Jeff Fuller\n\nDate: 11/12/2014 11:49 (GMT-05:00)\nTo: Jean Lue Brunel\n\nSubject: RE: New York\n\nfean Lue,\n\nlam really sorry you feel so bad and { know it has been a mental and psychological frustration. As you\nknow | chose to partner with you due to your reputation in the business for being a top scout and\ndeveloping a couple world class agencies in the past. | knew what you could bring and | knew what |\ncould bring and contribute and | thought it would be a great partnership. Clearly, | never expected to\nhave the level of challenges we have had recruiting new models over the last several years. | could have\nnever foreseen the problem of your friendship with Jeffrey Epstein turning into the situation it has\nwhere you are seen as guilty by association when you have never done anything or even been convicted\nofacrime. Frankly, | don’t understand the necessity for Conchita Sarnoff or anyone else to continue to\ndefame your name and MC? by asscciation.\n\nIt is true that we constantly have to justify ourselves when recruiting new models. The industry is\nextremely competitive and as a parent myself if faced by the same information and having to make a\ntough decision between too agencies | would not pick MC2 if | saw the article online about you. You\nhave to read closely to see there is not a charge against you but the implication is strong and of course\nnow days everyone believes everything they read online even more than the traditional newspapers of\nthe past.\n\n| know you are now feeling like a liability to MC2. But you personally are not a liability to MC2 but this\npublished information online is a liability. We are not a large enough company, nor do we have the\ncapacity to fight this on a global level. On a google search in America we have put enough information\nonline to not have it popping up so blatantly but we have no controls over the rest of the world or the\nfinances to control this situation and we are affected as every major model agency recruits it’s best\nmodels from all the various countries abroad. This has stunted our growth and our billing over the past\n6 or 7 years. In fact, we do not even know who avoids us based on finding this information. | have been\nsurprised how challenging it is for us to grow due to this problem.\n\n| have also had a tremendous amount of worries from our clients that we are vendors for that are large\nAmerican corporations likes Kohls, JC Penney, Sears, Nordstrom, Target, Neiman Marcus, Macys, Saks,\nBelk, and so forth that require vendor agreements and for us to be considered an upstanding\ncompany. It really worries me as some of those companies have disassociated themselves from what\n\nEXHIBIT K\n\nHOUSE_OVERSIGHT_012019",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012019.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2726,
    "word_count": 485,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:45.132435",
    "prefix": "IMAGES-001"
  }
}