{
  "document_id": "HOUSE_OVERSIGHT_025773",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025773.txt",
  "text": "Economic Research: How Increasing Income Inequality Is Dampening U.S. Economic Growth, And Possible Ways\nTo Change The Tide\n\nthe past 30 years (27).\n\nNot surprisingly, these differences persist into college and beyond. While there is a 45% chance that a child born into a\npoor family will remain there as an adult, chances of staying poor drops to 16% if that child finishes college (see chart\n4). A child born into the bottom 20% will only have a 5% chance of reaching the top 20% of income earners as adults.\n\nBut that increases to 19% if they earn a college degree.\nChart 4\n\nFor The Poor, Litthe Chance Of Breaking Into The Upper End Of The Income\nRange Without A College Degree\n\naVWithout a college degre eWith a college degre\n\n—\na\n=\n\n=\npak\na\no\n\n=\n£\no\noo\nLak)\n=\nCc\na\n_—\n=\nfa\no\n=\na3\n\na\noo\n\n_\noa\n\nam\n\nBottom 20% 20-39.9 4059.9 60-79.9 Top 20%\nNote: Calculations are based on the PSID, which compares chiddren’s adult income at\n\nroughly age forty with that of their parents at about same age. Source: Haskins, Ron.\n“Education and Economic Mabilty\" 2008.\n\n© Standard & Poors 2014.\n\nHowever, college graduation rates have stagnated for low-income students, in sharp contrast with strong gains for\nwealthy students. While college graduation rates increased by about 4 percentage points between those born in the\nearly 1960s and those born in the early 1980s for the poorest households, the graduation rate for the wealthiest\nhouseholds increased by almost 20 percentage points over the same period (28). These trends likely feed into the\nincome potential for kids as they grew older, with children of well-off families much more likely to stay well-off and the\n\nchildren of poor families disproportionately likely to remain poor.\n\nGiven that education--particularly a college degree--is so important in a jobs market that increasingly demands a more\neducated workforce, these trends are disturbing. The findings suggest that last generation's inequalities will extend into\n\nthe next generation, with diminished opportunities for upward social mobility. Moreover, the U.S. is losing the\n\nWWW.STANDARDANDPOORS.COM/RATINGSDIRECT AUGUST 5, 2014 11\n\n1351366 | 302136118\n\nHOUSE_OVERSIGHT_025773",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025773.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2186,
    "word_count": 359,
    "line_count": 75,
    "import_date": "2025-11-19T21:47:47.456796",
    "prefix": "IMAGES-008"
  }
}