{
  "document_id": "HOUSE_OVERSIGHT_020103",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020103.txt",
  "text": "Adelson told the president, was the only person he trusted on Israel in the White House.\nAdelson’s billions and implacability always impressed Trump, and his endorsement,\nBannon believed, significantly strengthened his hand.\n\nBut overriding the management of the harrowing West Wing dysfunction, Kelly’s\nsuccess—or even relevance, as he was informed by almost anyone who was in a position\nto offer him an opinion—depended on his rising to the central challenge of his job, which\nwas how to manage Trump. Or, actually, how to live with not managing him. His desires,\nneeds, and impulses had to exist—necessarily had to exist—outside the organizational\nstructure. Trump was the one variable that, in management terms, simply could not be\ncontrolled. He was like a recalcitrant two-year-old. If you tried to control him, it would\nonly have the opposite effect. In this, then, the manager had to most firmly manage his\nown expectations.\n\nIn an early meeting with the president, General Kelly had Jared and Ivanka on his\nagenda—how the president saw their role; what he thought was working and not working\nabout it; how he envisioned it going forward. It was all intended to be a politic way of\nopening a discussion about getting them out. But the president was, Kelly soon learned,\ndelighted with all aspects of their performance in the West Wing. Maybe at some point\nJared would become secretary of state—that was the only change the president seemed to\nforesee. The most Kelly could do was to get the president to acknowledge that the couple\nshould be part of a greater organizational discipline in the West Wing and should not so\nreadily jump the line.\n\nThis, at least, was something that the general could try to enforce. At a dinner in\nBedminster—the president dining with his daughter and son-in-law—the First Family\nwere confused when Kelly showed up at the meal and joined them. This, they shortly\ncame to understand, was neither an attempt at pleasant socializing nor an instance of\nunwarranted over-familiarity. It was enforcement: Jared and Ivanka needed to go through\nhim to talk to the president.\n\nBut Trump had made clear his feeling that the roles played by the kids in his\nadministration needed only minor adjustment, and this now presented a significant\nproblem for Bannon. Bannon really had believed that Kelly would find a way to send\nJarvanka home. How could he not? Indeed, Bannon had convinced himself that they\nrepresented the largest danger to Trump. They would take the president down. As much,\nBannon believed that he could not remain in the White House if they did.\n\nBeyond Trump’s current irritation with Bannon, which many believed was just the\nusual constant of Trump resentment and complaint, Bannonites felt that their leader had, at\nleast policywise, gained the upper hand. Jarvanka was marginalized; the Republican\nleadership, after health care, was discredited; the Cohn-Mnuchin tax plan was a hash.\nThrough one window, the future looked almost rosy for Bannon. Sam Nunberg, the former\nTrump loyalist who was now wholly a Bannon loyalist, believed that Bannon would stay\n\nHOUSE_OVERSIGHT_020103",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020103.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3125,
    "word_count": 509,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.199761",
    "prefix": "IMAGES-005"
  }
}