{
  "document_id": "HOUSE_OVERSIGHT_020098",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020098.txt",
  "text": "view, the problems in his tenure so far were just problems about the team. If the team\nwent, the problems went. So Scaramucci had his marching orders. The fact that the\npresident had been saying the same stuff about his rotten team from the first day, that this\nriff had been a constant from the campaign on, that he would often say he wanted\neverybody to go and then turn around and say he didnt want everybody to go—all that\nrather went over Scaramucci’s head.\n\nScaramucci began taunting Priebus publicly, and inside the West Wing he adopted a\ntough-guy attitude about Bannon—‘T won’t take his bullshit.” Trump seemed delighted\nwith this behavior, which led Scaramucci to feel that the president was urging him on.\nJared and Ivanka were pleased, too; they believed they had scored with Scaramucci and\nwere confident that he would defend them against Bannon and the rest.\n\nBannon and Priebus remained not just disbelieving but barely able not to crack up. For\nboth men, Scaramucci was either a hallucinatory episode—they wondered whether they\nought to just shut their eyes while it passed—or some further march into madness.\n\n7 OK Ok\n\nEven as measured against other trying weeks in the Trump White House, the week of July\n24 was a head-slammer. First, it opened the next episode in what had become a comic-\nopera effort to repeal Obamacare in the Senate. As in the House, this had become much\nless about health care than a struggle both among Republicans in Congress and between\nthe Republican leadership and the White House. The signature stand for the Republican\nParty had now become the symbol of its civil war.\n\nOn that Monday, the president’s son-in-law appeared at the microphones in front of the\nWest Wing to preview his statement to Senate investigators about the Trump campaign’s\nconnections to Russia. Having almost never spoken before in public, he now denied\nculpability in the Russian mess by claiming feckless naiveté; speaking in a reedy, self-\npitying voice, he portrayed himself as a Candide-like figure who had become disillusioned\nby a harsh world.\n\nAnd that evening, the president traveled to West Virginia to deliver a speech before the\nBoy Scouts of America. Once more, his speech was tonally at odds with time, place, and\ngood sense. It prompted an immediate apology from the Boy Scouts to its members, their\nparents, and the country at large. The quick trip did not seem to improve Trump’s mood:\nthe next morning, seething, the president again publicly attacked his attorney general and\n—for good measure and no evident reason—tweeted his ban of transgender people in the\nmilitary. (The president had been presented with four different options related to the\nmilitary’s transgender policy. The presentation was meant to frame an ongoing discussion,\nbut ten minutes after receiving the discussion points, and without further consultation,\nTrump tweeted his transgender ban.)\n\nThe following day, Wednesday, Scaramucci learned that one of his financial disclosure\n\nHOUSE_OVERSIGHT_020098",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020098.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3009,
    "word_count": 493,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:45.406998",
    "prefix": "IMAGES-005"
  }
}