{
  "document_id": "HOUSE_OVERSIGHT_023489",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023489.txt",
  "text": "force, while pursuing a further treaty to ban the production of fissile\nmaterial for nuclear weapons.\n\nSignificant political hurdles must be overcome to make progress on\nthese last two aims. In the case of the CTBT, we must build support\nin the US Senate by showing that the treaty will advance American\ninterests, especially by limiting the current nuclear build-up in Asia.\nMeanwhile if a deal to proceed with negotiations for the Fissile\nMaterial Cutoff treaty proves illusive, we will move to create a new\nforum of like-minded states to move forward.\n\nAs we implement the new Start treaty, the next round of nuclear\nweapons reductions must also begin. A review, under President\nObama’s direction, will develop options for new reductions in the US\nstockpile. Once complete, this will shape our approach to a new\nagreement with Russia. Past agreements have only dealt with some\ncategories of nuclear weapons, but we believe the next round must be\nas wide as possible, including both non-deployed and tactical nuclear\nweapons.\n\nWe must address the issue of Russia’s tactical nuclear weapons,\nwhich have never been subject to numerical limits. To do this we\nseek to reduce the role and number of US tactical nuclear weapons, as\nRussia takes reciprocal measures to reduce its own tactical forces,\nand also to relocate these away from Nato’s borders. We would also\nlike increased transparency concerning the numbers, locations and\ntypes of these tactical forces in Europe.\n\nThese new reductions will not be easy. While protecting national\nsecurity information both sides will need to be able to monitor\nnuclear weapons in storage and weapons awaiting destruction. This\nmeans more demanding verification, to confirm that any future\nagreements will actually be implemented — and we plan to begin\ndiscussions on this with Russia in the near future.\n\nHOUSE_OVERSIGHT_023489",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023489.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1867,
    "word_count": 300,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:44.640504",
    "prefix": "IMAGES-007"
  }
}