{
  "document_id": "HOUSE_OVERSIGHT_010901",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010901.txt",
  "text": "Case 9:08-cv-80736-KAM Document 291-1 Entered on FLSD Docket 01/21/2015 Page 11 of\n20\n\nand wants. I told Epstein about Andy’s sexual interests in feet. Epstein thought it was very\nfunny. Epstein appeared to be collecting private information about Andy.\n\n40. | When I got back from my trip, Epstein paid me more than he had paid me to be\nwith anyone else — approximately $15,000. That money was for what I had done and to keep my\nmouth shut about “working” with the Prince.\n\n41. The second time I had sex with Prince Andrew was in Epstein’s New York\nmansion in spring 2001. I was 17 at time. Epstein called me down to his office. When I got\nthere, Epstein was there, along with Maxwell, Johanna Sjoberg, and Andy. I was very surprised\nto see him again. Epstein and Maxwell were making lewd jokes about “Randy Andy”.\n\n42. Thad the impression that Andy had come there to see Epstein and to have sex me\nwith. There was no other apparent purpose for Andy to be there.\n\n43. I was told to go upstairs with Andy and to go to the room I thought of as the\n“dungeon” (the massage room, but it is really scary looking). I had sex with Andy there. I was\nonly paid $400 from Epstein for servicing Andy that time.\n\n44, The third time I had sex with Andy was in an orgy on Epstein’s private island in\nthe U.S. Virgin Islands. I was around 18 at the time. Epstein, Andy, approximately eight other\nyoung girls, and I had sex together. The other girls all seemed and appeared to be under the age\nof 18 and didn’t really speak English. Epstein laughed about the fact they couldn’t really\ncommunicate, saying that they are the “easiest” girls to get along with. My assumption was that\nJean Luc Brunel got the girls from Eastern Europe (as he procured many young foreign girls for\nEpstein). They were young and European looking and sounding.\n\n45. Afterwards we all had dinner by the cabanas. The other girls were chatting away\n\namong themselves, and Epstein and the Prince chatted together. I felt disgusted, and went\n\n10\n\nHOUSE_OVERSIGHT_010901",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010901.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2023,
    "word_count": 365,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:46.067520",
    "prefix": "IMAGES-001"
  }
}