{
  "document_id": "HOUSE_OVERSIGHT_012114",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012114.txt",
  "text": "Edwards adv. Epstein\nTelephone interview with Virginia Roberts\nPage 8 of 23\n\nyou know, I was actually interested in making my life better by studying so what they\nwere offering me was a chance to become a legitimate masseuse but it was getting\ntrained. They would have people show me how to work the body and be called a\nmassage therapist and get me books on it, and you know, keep me interested, and every\ntime, you know, I was with Jeffrey, literally was about massages, I don’t mean just going\nin and have sex with him. I mean massage, because it would always start out with\nmassage and then it would lead into sometimes other things.\n\nJS: Alright, once this evolved. into full time employment, what did full time employment\nmean?\n\nV: That was entirely having to travel with Jeffrey in every city. When he was in Palm\nBeach, I stayed at my apartment, and he would call me to his house once or twice a day\nsometimes, and that’s, you know, do things with him. Sometimes we’d go out shopping,\nsometimes we’d go out and watch a movie. You know, simple things like that, go to an\nexpo or a fair, whatever it was. But when we were in other cities, I was at my\napartment_, I lived with him full time. What I mean by full time is even in the middle of\nthe night, I could get a ring on my phone next to me and tell me to come in his room, you\nknow, so it was literally full time.\n\nJS: | When you say that when you were in Palm Beach you were living in your apartment,\nwere you living on your own or were you living with members of your family at that\ntime?\n\nV: No, after I quit Mar-a-Lago, Jeffrey offered to get me an apartment in Palm Beach\nsomewhere, Royal Palm Beach, and it was a nice apartment. He furnished it for me, it\nwas absolutely beautiful, but yeah, that’s the only time I would spend time away from\n\nhim really.\n\nJS: This apartment was on Royal Palm Beach Boulevard or out in the Village of Royal Palm\nBeach?\n\nV: I so honestly don’t remember. I’ve been trying to rack my brain because the FBI was\n\nasking the same thing and were trying to find it, but yeah, [’m Not sur_. I didn’t get to\nspend as much time in it, I was only there about an entire week out of every month\nprobably, but the majority of the time I was with Jeffrey anyways. It was somewhere in\nRoyal Palm Beach. I don’t know about Royal Palm Beach drive. I don’t even remember\nthe Royal Palm Beach drive anymore so I’m not too sure.\n\nJS: Ok, let me see if I can draw the distinction for you and maybe that will help you to help\nus? Royal Palm Beach is a village that is...\n\nVi No, no, no, I got Royal Palm Beach, I just didn’t know the Royal Palm Beach Drive, like\nwhat street it’s off of. Were you talking about a street?\n\nHOUSE_OVERSIGHT_012114",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012114.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2719,
    "word_count": 525,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:46.881513",
    "prefix": "IMAGES-001"
  }
}