{
  "document_id": "HOUSE_OVERSIGHT_011115",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011115.txt",
  "text": "even in 2008 and the flash crash of 2013. Short legs have been protected without fail,\nand long legs have got what they bargained for. The reason is that margin\n\nsufficiency is monitored from tick to tick. Checking every few seconds doesn’t rule\nout every doomsday scenario, but gives about as much confidence as we're going to\n\nfind in this uncertain world.\n\nSaltwater and freshwater schools debate the wisdom of fiscal and monetary policy.\nBut both sides frame their arguments in Keynesian language. | find it wanting. The\nidea that intended consumption is either invested or not, and realized in equal\ncapital growth if it is, misses the essential mechanics. It measures employment of\nplant and people in hours rather than in production. This is a good reason why\nmacro should start again from scratch. Another is to recast its basis equations in\nterms of market-valued capital as well as flows. Another is to accommodate human\ncapital, for example by substituting the pay and Y rules for the doctrines that pay\n\nmeasures work and that output is investment plus consumption.\n\nNone of those good reasons refers to the possibility of omnibus funds. They are only\na gleam in my eye. If they come to pass, and succeed as | imagine, macro will have\nstill more novelty to digest. If they lead to devolution into separate deposit and\nlending banks, with the deposit banks operating as omnibus funds, good riddance to\nthe 10:1 leverage that has brought down economies every generation or so since\n\nMarco Polo’s time.\n\nThe lagged flow method of assessing efficacy of ex ante investment is outdated by\nthe simultaneous rates one outlined in Chapter 4. It should go to honorable\nretirement whenever market-valued capital is available. It superimposes the\ninevitable unintended lag of accounts themselves, even under best practices, onto\nthe intended one needed for the new tree planted to bear fruit. Both lags blur\n\ncausality.\n\nChapter 8 Banks, Money and Macroeconomics 2/8/16 26\n\nHOUSE_OVERSIGHT_011115",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011115.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1996,
    "word_count": 328,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.927168",
    "prefix": "IMAGES-001"
  }
}