{
  "document_id": "HOUSE_OVERSIGHT_019713",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019713.txt",
  "text": "The Russians Are Coming | 225\n\nUnion. As “diplomats,” they were protected from arrest by the terms\nof the 1961 Treaty of Vienna Convention on Diplomatic Relations.\nTheir diplomatic cover, however, greatly limited their field for find-\ning potential recruits outside their universe of international meet-\nings, diplomatic receptions, UN organizations, scientific conferences,\nand cultural exchanges. They therefore tended to recruit their coun-\nterparts in adversary services.\n\nIn this regard, the successful entrapment of Harold Nicholson\nin the 1990s is highly instructive. From his impressive record, he\nseemed an unlikely candidate for recruitment. He had been a super-\npatriotic American who had served as a captain in army intelligence\nbefore joining the CIA in 1980. In the CIA, he had an unblem-\nished record as a career officer, serving as a station chief in Eastern\nEurope and then the deputy chief of operations in Malaysia in 1992.\nEven though his career was on the rise and he was a dedicated anti-\nCommunist, he became a target for the SVR when he was assigned\nto the CIA’%s elite Russian division. Because the job of this division\nwas to recruit Russian officials working abroad as diplomats, engi-\n\n© neers, and military officers, its operations brought its officers in close ©\ncontact with SVR officers. Nicholson therefore was required to meet\nwith Russian intelligence officers in Manila, Bucharest, Tokyo, and\nBangkok and “dangle” himself to the SVR by feigning disloyalty to\nthe CIA.\n\nAs part of these deception operations, Nicholson supplied the\nRussians with tidbits of CIA secrets, or “chickenfeed,” that had been\napproved by his superiors at the CIA. What his CIA superiors did\nnot fully take into account in this spy-versus-spy game was the\nSVR’s ability to manipulate, compromise, and convert a “dangle” to\nits own ends. As it turned out, Russian intelligence had been assem-\nbling a psychological profile on Nicholson since the late 1980s and\nfound vulnerability: his resentment at the failure of his superiors\nto recognize his achievements in intelligence. The Russians played\non this vulnerability to compromise him and then converted him to\nbecoming its mole inside the CIA.\n\nNicholson worked for the SVR first in Asia; then he was given a\nmanagement position at CIA headquarters, which is located in Lang-\nley, Virginia. Among other secret documents, he provided the SVR\n\n| | Epst_9780451494566_2p_all_r.indd 225 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019713",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019713.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2488,
    "word_count": 395,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:48.231594",
    "prefix": "IMAGES-005"
  }
}