{
  "document_id": "HOUSE_OVERSIGHT_022513",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022513.txt",
  "text": "How Can | Tell If My Company Is an “Issuer”?\n\n# It is listed on a national securities exchange in the\nUnited States (either stock or American Depository\nReceipts); or\n\n= The company’s stock trades in the over-the-\ncounter market in the United States and the\ncompany is required to file SEC reports.\n\n\" To see if your company files SEC reports, go to\nSEC's website at http://www.sec.gov/edgar/\nsearchedgar/webusers.htm.\n\nissuers. A company is an “issuer” under the FCPA if it\nhas a class of securities registered under Section 12 of the\nExchange Act® or is required to file periodic and other\nreports with SEC under Section 15(d) of the Exchange\nAct.” In practice, this means that any company with a\nclass of securities listed on a national securities exchange in\nthe United States, or any company with a class of securi-\nties quoted in the over-the-counter market in the United\nStates and required to file periodic reports with SEC, is an\nissuer. A company thus need not be a US. company to be\nan issuer. Foreign companies with American Depository\nReceipts that are listed on a US. exchange are also issuers.\nAsof December 31, 2011, 965 foreign companies were reg-\nistered with SEC.” Officers, directors, employees, agents,\nor stockholders acting on behalf of an issuer (whether US.\nor foreign nationals), and any co-conspirators, also can be\nprosecuted under the FCPA.®\n\nDomestic Concerns—15 U.S.C. § 78dd-2\n\nThe FCPA also applies to “domestic concerns.” *! A\ndomestic concern is any individual who isa citizen, national,\nor resident of the United States, or any corporation, part-\nnership, association, joint-stock company, business trust,\nunincorporated organization, or sole proprietorship that is\norganized under the laws of the United States or its states,\nterritories, possessions, or commonwealths or that has its\n\nprincipal place of business in the United States.” Officers,\n\ndirectors, employees, agents, or stockholders acting on\nbehalf ofa domestic concern, including foreign nationals or\n\ncompanies, are also covered.”\n\nTerritorial Jurisdiction—15 U.S.C. § 78dd-3\n\nThe FCPA also applies to certain foreign nationals or\nentities that are not issuers or domestic concerns. Since\n1998, the FCPA’s anti-bribery provisions have applied to\nforeign persons and foreign non-issuer entities that, either\ndirectly or through an agent, engage in amy act in further-\nance of a corrupt payment (or an offer, promise, or authori-\nzation to pay) while in the territory of the United States.*\nAlso, officers, directors, employees, agents, or stockholders\nacting on behalf of such persons or entities may be subject\n\nto the FCPA’s anti-bribery prohibitions.*°\n\nWhat Jurisdictional Conduct Triggers the Anti-\nBribery Provisions?\n\nThe FCPA’s anti-bribery provisions can apply to\nconduct both inside and outside the United States. Issuers\nand domestic concerns—as well as their officers, directors,\nemployees, agents, or stockholders—may be prosecuted\nfor using the U.S. mails or any means or instrumentality of\ninterstate commerce in furtherance of a corrupt payment\nto a foreign official. The Act defines “interstate commerce”\nas “trade, commerce, transportation, or communication\namong the several States, or between any foreign country\nand any State or between any State and any place or ship\noutside thereof ....°°” The term also includes the intrastate\nuse of any interstate means of communication, or any other\ninterstate instrumentality.* Thus, placing a telephone call or\nsending an e-mail, text message, or fax from, to, or through\nthe United States involves interstate commerce—as does\nsending a wire transfer from or to a US. bank or otherwise\nusing the US. banking system, or traveling across state bor-\nders or internationally to or from the United States.\n\nThose who are not issuers or domestic concerns may\nbe prosecuted under the FCPA if they directly, or through\nan agent, engage in amy act in furtherance of a corrupt pay-\n\nment while in the territory of the United States, regardless of\n\nHOUSE_OVERSIGHT_022513",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022513.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4023,
    "word_count": 630,
    "line_count": 92,
    "import_date": "2025-11-19T21:47:46.690328",
    "prefix": "IMAGES-007"
  }
}