{
  "document_id": "HOUSE_OVERSIGHT_022526",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022526.txt",
  "text": "disclose bribe payments to the authorities of criminal liabil-\n\nity did not make the bribes legal.“\n\nReasonable and Bona Fide Expenditures\n\nThe FCPA allows companies to provide reasonable\nand bona fide travel and lodging expenses to a foreign\nofficial, and it is an affirmative defense where expenses\nare directly related to the promotion, demonstration, or\nexplanation of a company’s products or services, or are\nrelated to a company’s execution or performance of a con-\ntract with a foreign government or agency.'“ Trips that\nare primarily for personal entertainment purposes, how-\never, are not bona fide business expenses and may violate\nthe FCPA’s anti-bribery provisions.'* Moreover, when\nexpenditures, bona fide or not, are mischaracterized in a\ncompany’s books and records, or where unauthorized or\nimproper expenditures occur due to a failure to imple-\nment adequate internal controls, they may also violate\nthe FCPA’s accounting provisions. Purposeful mischarac-\nterization of expenditures may also, of course, indicate a\ncorrupt intent.\n\nDOJ and SEC have consistently recognized that busi-\nnesses, both foreign and domestic, are permitted to pay for\nreasonable expenses associated with the promotion of their\nproducts and services or the execution of existing contracts.\nIn addition, DOJ has frequently provided guidance about\nlegitimate promotional and contract-related expenses—\naddressing travel and lodging expenses in particular—\nthrough several opinion procedure releases. Under the cir-\ncumstances presented in those releases,'“ DOJ opined that\nthe following types of expenditures on behalf of foreign\nofficials did not warrant FCPA enforcement action:\n\ne travel and expenses to visit company facilities or\noperations;\n\ne travel and expenses for training; and\n\ne product demonstration or promotional activities,\nincluding travel and expenses for meetings.\n\nWhether any particular payment is a bona fide expen-\nditure necessarily requires a fact-specific analysis. But the\nfollowing non-exhaustive list of safeguards, compiled from\n\nseveral releases, may be helpful to businesses in evaluating\n\nThe FCPA:\n\nAnti-Bribery Provisions\n\nwhether a particular expenditure is appropriate or may risk\n\nviolating the FCPA:\n\n¢ Donot select the particular officials who will par-\nticipate in the party's proposed trip or program'”\nor else select them based on pre-determined, merit-\nbased criteria.\n\ne Pay all costs directly to travel and lodging vendors\nand/or reimburse costs only upon presentation of a\nreceipt.\n\n¢ Donot advance funds or pay for reimbursements\nin cash,!*°\n\ne Ensure that any stipends are reasonable approxima-\ntions of costs likely to be incurred’! and/or that\nexpenses are limited to those that are necessary and\nreasonable.'?\n\ne Ensure the expenditures are transparent,\nboth within the company and to the foreign\n\ngovernment.'®\n\n¢ Donot condition payment of expenses on any\naction by the foreign official.!*4\n\ne Obtain written confirmation that payment of the\nexpenses is not contrary to local law.’\n\ne Provide no additional compensation, stipends, or\nspending money beyond what is necessary to pay\nfor actual expenses incurred.'*6\ne Ensure that costs and expenses on behalf of the\n\nforeign officials will be accurately recorded in the\ncompany’s books and records.!*”\n\nIn sum, while certain expenditures are more likely to\nraise red flags, they will not give rise to prosecution if they\nare (1) reasonable, (2) bona fide, and (3) directly related\nto (4) the promotion, demonstration, or explanation of\nproducts or services or the execution or performance of\n\na contract.)\n\nHOUSE_OVERSIGHT_022526",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022526.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3621,
    "word_count": 540,
    "line_count": 103,
    "import_date": "2025-11-19T21:47:45.368778",
    "prefix": "IMAGES-007"
  }
}