{
  "document_id": "HOUSE_OVERSIGHT_023632",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023632.txt",
  "text": "Coney Island, Zelig-like silver haired financier.\n\nIn 1994, just at the moment when Prince Charles was on television acknowledging his love for Camilla Parker\nBowles, Jeffrey Epstein was sitting with his arm around Princess Diana at a dinner at the Serpentine Galley in\nLondon (Diana wearing her “revenge” dress that evening). Graydon Carter, in his second year as editor of\nVanity Fair, was also at the dinner. Epstein’s rise and Carter’s rise are not, with a little critical interpretation,\nthat different. Both are a function of the age of new money, both are helped by strategic relationships with the\nexceptionally wealthy, both have made themselves up. To say that Epstein, in the company of the Princess,\nstuck in Carter’s craw would be an understatement. Epstein became one of the “what do you know about him”\nfigures in Carter’s gossip trail—a story waiting to happen. Carter once advised me not to go to Epstein’s house\nor accept a ride in his car least I risk being put under his spell, . (“For what?” I asked Carter. “You can’t even\nbegin to imagine,” said Carter.)\n\nHe joined the board of Rockefeller University. And then he was suddenly on the Trilateral commission, that\ncabal of business people who are fancied by some conspiracy buffs, as the group running the world. He\nbought, from his client Limited Founder Les Wexner, the largest private house in Manhattan. He bought an\nairplane. Then another. He expanded his holdings in New Mexico. He began a Xanadu-like refurbishment of\nhis Caribbean Island and then bought the neighboring island for guests.\n\nHe befriended Bill Clinton in his new after-office life—and that would prove to be quite the fatal pairing.\n\nThe post-Monica Clinton, now having pardoned the on-the-lam financier Marc Rich—at this point, before\nhis own rehabilitation, Clinton was considered the world’s ultimate sleaze ball—was suddenly being ferried\naround in the jet of...who exactly? The New York Post was the first to take formal media note of the Clinton-\nEpstein connection, hinting at a sex and money bromance. “I suppose travel with Clinton changed the arc of my\nlife,” Epstein tells me. “There were, I knew, lots of obvious reasons not to do it, but having the ability to spend\n100 hours with a former president just doesn’t happen to many people.”\n\nI met Epstein around this time, on the flight out to TED. Not long after this trip, Epstein’s assistant called to\ninvite me for tea at his house in New York, where Epstein, with what seemed to me a dearth of understanding\nof the subject, began to ask me about detailed and focused questions re media—the upside, downside, and\nnature of media coverage. (Epstein’s very brief flirtation with the media would result in his backing an\nunsuccessful effort, of which I was a part, to buy New York Magazine in 2004.)\n\nNew York magazine was then soliciting him for a profile, as was Vanity Fair, who had assigned the British\ntabloid journalist, Vicki Ward, to the job. Both profiles—New York’s by Landon Thomas—pivot on the\nClinton connection and detail the same quandary, how a man without clear institutional bona fides nevertheless\nachieved such magnificent wealth and substainal influence. Epstein, sensing that he might be exposing\nhimself, called Carter and said he was having second thoughts about being a public figure.\n\n_ “Then you should have lived in a two bedroom apartment in Queens,” responded Carter.\n\n‘stp: And then the real troubles began. Epstein had a prodigious massage parlor outcall habit especially in Palm\nBeach with its many “Jack Shacks.” After Epstein’s round of publicity and widely touted association with\nClinton, the stepmother of one of the massage parlor girls who went to Epstein’s house called the police. The\npolice interviewed the girl—who was TK at the time, but whose website identified her as 18—and the girl\nsupplied the names of other girls, some of whom were also younger than 18.\n\nIn the end, the police tracked down 18 girls—nine of whom were under 18; the others were in their 20s and\n30s (one woman was in her 60s)—a number of whom gave statements describing happy-ending massages.\n(Although the nature of the allegations will dramatically grow into threesomes and forced sexual encounters,\nnobody at this point alleged anything more than this.)\n\nEpstein called in Dershowitz, who flew into Palm Beach to put the local authorities in their place—alienating\nPalm Beach officialdom—and, further amping up the profile of the case, also brought in Roy Black, the famous\ncriminal attorney who defended William Kennedy Smith in his rape trial in Palm Beach.\n\nThe release by the Palm Beach authorities of the depositions by the 18 girls describing the incremental details\nof the sex acts, the timing of the charges coming just after Rush Limbaugh’s high profile Palm Beach drug bust,\nthe Clinton connection and then with the sudden interest of the Bush FBI in the case, moved the case from\nsolicitation to scandal, and a plea deal with a sentence of 18 months.\n\nHe got out of jail in 2010, serving 13 months, of incarceration and then 12 months of house arrest and moved\nmostly seamlessly back into his life, to the shock-shock of tabloids whenever they are reminded of his existence\n(notably, when Epstein’s payment of Fergie’s debts slipped out, likely leaked by Fergie herself).\n\nHOUSE_OVERSIGHT_023632",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023632.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5333,
    "word_count": 886,
    "line_count": 67,
    "import_date": "2025-11-19T21:47:47.009646",
    "prefix": "IMAGES-007"
  }
}