{
  "document_id": "HOUSE_OVERSIGHT_024570",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024570.txt",
  "text": "A copy of the form of the Subscription Agreement will be provided. Each investor should carefully read\nthe Subscription Agreement in its entirety so as to fully understand the representations and warranties it is\nrequired to make pursuant to the Subscription Agreement.\n\nThe Units cannot be resold or otherwise transferred unless they are subsequently registered under the\nSecurities Act and other applicable securities laws, or exemptions from such registration requirements are\navailable. It is not contemplated that registration of the Units under the Securities Act or other securities\nlaws will ever be effected. There is no public market for the Units, and none is expected to develop.\nTherefore, an investor that purchases the Units may be required to hold the Units for an indefinite period\nof time. The Units, if certificated, will bear a legend describing such transfer limitations.\n\n17.2. United States Employment Retirement Income Security Act of 1974\n\nAn investment in the Units and the underlying Common LP Units and Class A Shares by certain U.S.\nemployee benefit plans is subject to additional considerations because the investments of such plans are\nsubject to the fiduciary responsibility and prohibited transaction provisions of the U.S. Employee\nRetirement Income Security Act of 1974, as amended (“ERISA”), and restrictions imposed by Section\n4975 of the U.S. Internal Revenue Code of 1986, as amended (the “IRC”). For these purposes the term\n“employee benefit plan” includes, but is not limited to, qualified pension, profit-sharing and stock bonus\nplans, Keogh plans, simplified employee pension plans and tax deferred annuities or IRAs established or\nmaintained by an employer or employee organization. Among other things, such employee benefit plans\nshould give consideration to:\n\n« whether the investment is prudent under ERISA.\n\ne whether in making the investmeni, that plan will satisfy the diversification requirements of ERISA;\nand\n\n« whether the investment will result in recognition of unrelated business taxable income by the pian\nand, if so, the potential after-tax investment return.\n\nThe person with investment discretion with respect to the assets of an employee benefit plan, often called\na fiduciary, should also determine whether an investment in the Units and the underlying Common LP\nUnits and Class A Shares is authorized by the appropriate governing instrument and is a proper\ninvestment for the plan.\n\nSection 406 of ERISA and Section 4975 of the IRC also prohibit employee benefit plans, and also [RAs\nthat are not considered part of an employee benefit plan, from engaging in specified transactions\ninvolving “plan assets\" with parties that are “parties in interest” under ERISA or “disqualified persons”\nunder the IRC with respect to the plan.\n\nIn addition to considering whether the purchase of Units and the Common LP Units and Class A Shares is\na prohibited transaction, a fiduciary of an employee benefit plan should consider whether the plan will, by\nmaking such an investment, be deemed to own an undivided interest in the assets of KUE or the General\nPartner, with the result that KUE or the General Partner would be subject to the regulatory restrictions of\nERISA, including its prohibited transaction rules, as well as the prohibited transaction rules of the IRC.\n\nThe U.S. Department of Labor regulations under ERISA provide guidance with respect to whether the\nassets of an entity in which employee benefit plans acquire equity interests would be deemed “plan\nassets” under some circumstances. Under these regulations, an entity's assets would not be considered\nto be “plan assets” if, among other things:\n\n{a} the equity interests acquired by employee benefit plans are publicly offered securities,\nLe., the equity interests are widely held by 100 or more investors independent of the\n\n137\n\nHOUSE_OVERSIGHT_024570",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024570.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3873,
    "word_count": 604,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:45.149286",
    "prefix": "IMAGES-008"
  }
}