{
  "document_id": "HOUSE_OVERSIGHT_010797",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010797.txt",
  "text": "oO OT Din WN\n\nNNNNNN BY eH PP eH eH eB oR Pe\nMP WN eH OO MN AM Be WN FP OO\n\noOo ODD DU B® WN\n\nNNNNN NF Pe HP PR OR OP\nnr WNP Ow OND BW NRE O\n\nlimitations, yes.\n\nQ. You refused to waive the statute of\nlimitations with regard to sexual crimes, correct?\n\nA. Ididn't refuse anything. I didn't feel I\nhad any obligation to respond to you. And I did\nnot.\n\nQ. So, you were asked to waive the statute of\nlimitations with regard to your sexual crimes and\nyou refused to respond?\n\nA. I was asked by you, utterly\ninappropriately, and what I had said -- and if you\ncheck what I said, I said if any reasonable\nprosecutor were to investigate the case and find\nthat there was any basis, I would then waive the\nstatute of limitations. | didn't waive the statute\nof limitations because you, a lawyer, for two\nunprofessional, unethical lawyers asked me to do so,\nwhat obligation do I have to respond to you?\n\nQ. Well, you have no obligation to respond to\nme at all, Mr. Dershowitz, except now while you are\nunder oath and I am asking you questions and I would\ngreatly appreciate you responding to the questions\nthat I ask.\n\nMR. SCOTT: I think he's trying.\n\noO OWT DM PW bh HH\n\nNNN NNN Pe PPP PP PP Pp\nmek WN FOO ON DAH PWN PO\n\n235\n\nQ. And by dropping the dime on the media when\nthey filed it, you intended to convey the message\nthat Paul Cassell and Bradley Edwards intentionally\ngenerated the focus of press attention on that\nfiling; is that correct?\n\nA. Absolutely. Absolutely without any doubt.\n\nWhy else would they have brought Prince Andrew into\nthis filing? Prince Andrew had no connection to the\nNPA, no relevance at all. But they knew that by\nincluding Prince Andrew, this would drag my name\ninto every single newspaper and media outlet in the\nworld.\n\nIt was outrageous for them to do this.\nParticularly because they did so little, if any,\n\ninvestigation, which will, of course, be determined\n\nwhen they're deposed. And -- and --\n\nQ. Well, you've already made that\n\ndetermination, right?\nMR. SCOTT: Wait.\n\nA. I'mconvinced that -- that they did little\nor no investigation. They never even bothered to\ncall me. That would have been --\n\nBY MR. SCAROLA:\nQ. We'll get to that in just a moment.\nA. --asimple basic thing.\n\nBY MR. SCAROLA:\n\nQ. You made the further statement in that\nsame interview, \"They dropped the dime on the media\nwhen they filed it,\" referring to the CVRA\npleading --\n\nA. Right.\n\nQ. - in which were you named?\n\nA. Right.\n\nQ. What is the basis for that statement?\n\nA. The basis for that statement was that the\nfiling was done virtually on the eve of New Year's\nona day that the press was completely dead. And\nnonetheless, immediately upon the filing, I got a\nbarrage of phone calls that led me to conclude, and\nled many, many, many other lawyers who called me to\nconclude that obviously somebody tipped somebody off\nthat they didn't just happen to file -- to find in\nthe middle of an obscure pleading which didn't even\nhave a heading that indicated that | was involved or\nanybody else was involved.\n\nSo, I'm certain that a dime was dropped to\nsomebody saying, by the way, you want an interesting\nstory, there's -- Prince Andrew of Great Britain and\nAlan Dershowitz have been accused of sexual\nmisconduct. I still believe that.\n\noO OA DM Pf WN\n\nNR NN NN NP PP PP eR POP HY\nmoe WGN FP oO tf) WAI KH FW NY HY oO\n\n236\n\nQ. But right now ~— right now could you\nplease tell us was there anything other than your\ninferring that they must have contacted the media to\nsupport your conclusion that either Paul Cassell or\nBrad Edwards did, im fact, alert the media at the\ntime of the filing of this pleading?\n\nA. Yes.\n\nQ. What else besides your inference?\n\nA. When the BBC came to see me, the BBC\nreporter showed me an e-mail from Paul Cassell,\nwhich urged him, the BBC reporter, to ask me a\nseries of questions. So | knew that Paul Cassell\nwas in touch with the British media and was trying\nto stimulate and initiate embarrassing questions to\nbe asked of me.\n\nAnd when I spoke to a number of reporters,\nthey certainly -- obviously reporters have\nprivilege, but they said things that certainly led\nme to infer that they had been in close toueh with\nyour clients or representatives on their behalf.\n\n. What was the date of the e-mail —\nL don't know.\n. -- that you referenced in that response?\n. [don't know.\n. Well --\n\n15 (Pages 233 to 236)\n\nwww.phippsreporting.com\n(888) 811-3408\n\nHOUSE_OVERSIGHT_010797",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010797.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4394,
    "word_count": 819,
    "line_count": 160,
    "import_date": "2025-11-19T21:47:44.478996",
    "prefix": "IMAGES-001"
  }
}