{
  "document_id": "HOUSE_OVERSIGHT_011294",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011294.txt",
  "text": "Esu Origins - ‘February 24 ~ 26, 2017\nPROJECT An Origins Project Scientific Workshop\nChallenges of Artificial Intelligence:\n\nEnvisioning and Addressing Adverse Outcomes\n\nARIZONA STATE UNIVERSITY\n\nportions of the system it has been able to compromise. Once the ACW triggers an active mission, it will\nwork to degrade or destroy specific functionality (e.g., rewriting network routine tables, replacing\nplans, changing target information).\n\nOnce the technology for ACWs exists for military targets, it seems likely there will be cross over into\ncivilian use. Such technology could be deployed against law enforcement targets to disrupt criminal\ninvestigations, against banks to steal financial assets, or against companies to steal intellectual\nproperty. As they spread into these more general targets, the effects of ACWs might become less\npredictable. If an ACW incorrectly assesses the situation, it might end up taking down a flight control\ncenter or a stock exchange, for example.\n\nSOURCES\n\nThe initial development of ACWs will likely be done by nation states with good intentions, i.e., securing\nthe national interests. (Although what is in one country’s national interest may well not be in the\nnational interest of other countries). The shared existence of such technology might serve as a\ndeterrent against their use by anyone in much the same way that nuclear weapons have served as a\ndeterrent, although ACWs would likely have to be used to devastating effect first to establish their\nefficacy and threat. However, once the technology exists, it would be very difficult to keep it out of the\nhands of people with malicious intent (criminals, terrorists, and rogue nation states). It is also the case\nthat the technology has the potential to cause significant collateral damage even if its use was\noriginally well intentioned because it can be difficult to distinguish civilian from military targets in\ncyberspace.\n\nPERSISTENCE\n\nCharacteristics engineered into the ACW are likely to make it persistent and hard to find as it is\ndesigned to infiltrate adversary systems and hide from detection. Once released and active in the open\nInternet, it may be economically impossible to destroy and remove.\n\nOBSERVABILITY\n\nBoth implicit/insidious and explicit/obvious costly outcomes are conceivable. An ACW could make\nsubtle changes to systems that cause adverse outcomes while hiding its tracks, making it extremely\ndifficult to determine why something has gone wrong or even that something has gone wrong. Attacks\nthat impact the physical world would be harder to mask, but it might still be possible to hide the role of\nthe ACW in the attack.\n\nTIME FRAME\n\nIt seems likely we would start to see ACWs in less than 15 years. Initial steps along these lines are\nalready taking place; see DARPA’s Cyber Grand Challenge, which took place in August 2016 in Las\nVegas. The Cyber Reasoning Systems (CRS) that competed in that event are still primitive, the first of\ntheir kind. The team that won the competition came in last in the human-league capture-the-flag\ntournament that happened immediately after. The situation is likely analogous to what we have seen\n\n11\n\nHOUSE_OVERSIGHT_011294",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011294.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3182,
    "word_count": 501,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:49.313751",
    "prefix": "IMAGES-001"
  }
}