{
  "document_id": "HOUSE_OVERSIGHT_019858",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019858.txt",
  "text": "Supreme Court Rejects Newman Requirement of “Pecuniary or Similarly Valuable” Personal\nBenefit for Insider Trading Liability for Tipping Family and Friends (continued from page 2)\n\nThe Supreme Court affirmed Salman's conviction,\nholding that a gift of inside information to family or\nfriends is sufficient to prove a “personal benefit”\nfor insider trading tipping liability. The Court rea-\nsoned that such a gift can be inferred to “provide\nthe equivalent of a cash gift.”* Specifically, the\nCourt reasoned that if the tipper personally traded\non inside information himself for a profit, but gave\nthe proceeds to his brother, the tipper received a\npersonal benefit (cash) and is liable for insider\ntrading. So, it reasoned, where a tipper achieves\neffectively the same result by gifting the informa-\ntion to his brother with the expectation that the\nbrother will trade on the information to obtain a\ncash profit, the result should be the same.\n\nImportantly, the Supreme Court explicitly stated\nthat it was narrowing the Second Circuit’s land-\nmark Newman decision. It stated, “[t]o the extent\nthe Second Circuit held that the tipper must also\nreceive something of a ‘pecuniary or similarly\nvaluable nature’ in exchange for a gift to family\nor friends,... we agree with the Ninth Circuit that\nthis requirement is inconsistent with Dirks,” a prior\nSupreme Court ruling.’ This significantly lowers the\nstandard of proof for insider trading tipping liability\nin cases involving family or friends. The govern-\nment often cannot find evidence of money or a sim-\nilarly valuable quid pro quo between the tipper and\ntippee in insider trading cases. So it is much easier\nto prove a case of insider trading by arguing that\nthe exchange of information was a “gift,” which\n\nessentially only requires some evidence (even cir-\ncumstantial evidence such as phone logs) that the\ntipper gave information to the tippee.\n\nSo where does this leave the Newman decision?\nThe Newman decision itself was not overturned by\nthe Supreme Court, because Newman also relied\non the lack of proof that the tippees who traded on\ninside information knew that the tippers provided\n\nthe s\n\nes er tt mdi ing t\n\n|2 tv in epee tha rome\nliability in cases inv\n\nC .\n\nfamily or friend\n\nDN\n.\n\ninside information in exchange for a personal ben-\nefit—especially since the tippees were several\nsteps removed from the original tippers. In addi-\ntion, Newman's “pecuniary or similarly valuable”\nbenefit test should still apply to cases that do not\ninvolve tipping family or friends.\n\nNevertheless, the Sa/man decision tips the scales\nback in favor of the government in tipping insider\ntrading cases. The SEC and federal prosecutors\nhave shown in the past that they will bring cases\n\nS&G INVESTMENT\n\nMANAGER Alert\n\nPlease send comments to cspratt@sglawyers.com\n\nVisit the Sadis & Goldberg LLP website at\n\nbased on alleged gifts of inside information to\nmere social acquaintances, fellow employees, or\nnetworking contacts—using strained arguments\nof “friendship.” And they will bring insider trad-\ning cases based solely on circumstantial evidence\n(e.g, a pattern of phone calls) where there is no\ndirect proof of trading based on inside informa-\ntion. Accordingly, with Sa/man imposing a lower\nstandard of proof, it is imperative that clients\ncontact counsel immediately at the first hint of a\ngovernment insider trading investigation.\n\n| Salman v. U.S., No. 15-628, 580 U.S.\n6, 2016).\n\n2773 F.3d 438, 452 (2d Cir. 2014).\n3 Salman, Slip Op. at 9-10.\n\"Id. at 10.\n\n., Slip op. (Dec.\n\nSamuel J. Lieberman is a Partner\nin the Securities Litigation Group\nof Sadis & Goldberg LLP. He regu-\nlarly handles high-profile securities\nlitigation, enforcement actions, and jj\ngovernment investigations on behalf\nof companies and individuals. He has handled investi-\ngations covering a wide-range of securities law issues\nbefore the SEC, FINRA, CFTC, CFE/CBOE, and CME. He\nhas also handled precedent-setting cases addressing\ncorporate governance, including in Delaware Chancery\nCourt. His recent representations have been profiled in\nthe Wall Street Journal, the New York Times, the New\nYork Post, Bloomberg, Reuters and Law360. Sam also\nregularly advises companies and individuals about\ncompliance programs and preparing for SEC compliance\nexaminations. Sam can be reached at 712.573.8164, or\nslieberman @sglawyers.com.\n\nNovember 8, 2017\nThe New York Athletic Club\n80 Central Park South * New York, New York I(\n\nad\n\nsglawyers.com 5:00 to 9:00 pm\n\nHOUSE_OVERSIGHT_019858",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019858.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4506,
    "word_count": 716,
    "line_count": 129,
    "import_date": "2025-11-19T21:47:45.128767",
    "prefix": "IMAGES-005"
  }
}