{
  "document_id": "HOUSE_OVERSIGHT_012139",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012139.txt",
  "text": "KIRKLAND & ELLIS LLP\n\nJohn Roth, Esq.\nJune 19, 2008\nPage 4\n\nIt thus is especially troubling that the USAO has not provided us with the transcript of\nMs. federal interview, nor the substance of the interviews with Ms. [J or Ms.\nMS nor any information generated by interviews with any of the approximately 40 alleged\nwitnesses that the prosecution claims it has identified. Because the information provided by\nthese women goes directly to the question of Mr. Epstein’s guilt or innocence, it is classic Brady\ninformation. We understand that the U.S. Attorney might not want to disclose impeachment\ninformation about their witnesses prior to a charge or during plea negotiations. But we firmly\nbelieve that when the Government possesses information that goes directly to a target’s factual\nguilt or innocence, the target should be informed about such heartland exculpatory evidence.\n\nMost importantly, aside from whether the Department believes Brady obligates\ndisclosure to a target of a federal investigation prior to the target’s formal accusation, no such\nlimit should apply to a Department review. Accordingly, we request that you go beneath the face\nof any summary provided to you by the USAO and instead review the actual witness transcripts\nand FBI 302s, which are essential for you to be able to make a truly independent assessment of\nthe strength and wisdom of any federal prosecution.\n\nAfter careful consideration of the record, and as much as it pains me to say this, I simply\ndo not believe federal prosecutors would have been involved at all in this matter if not for Mr.\nEpstein’s personal wealth and publicly-reported ties to former President Bill Clinton. A simple\nInternet search on Mr. Epstein reveals myriad articles and news stories about the former\nPresident’s personal relationship with Mr. Epstein, including multi-page stories in New York\nMagazine and Vanity Fair. Mr. Epstein, in fact, only came to the public’s attention a few years\nago when he and the former President traveled for a week to Africa (using Mr. Epstein’s\nairplane)—a trip that received a great deal of press coverage. I cannot imagine that the USAO\never would have contemplated a prosecution in this case if Mr. Epstein lacked this type of\nnotoriety.\n\nThat belief has been reinforced by the significant prosecutorial impropriety and\nmisconduct throughout the course of this matter. While we describe the majority of these\nirregularities in another submission, two instances are particularly troubling. First, the USAO\nauthorized the public disclosure of specific details of the open investigation to the New York\nTimes—including descriptions of the prosecution’s theory of the case and specific terms of a plea\n\n\" negotiation between the parties. Second, AUSA Villafana attempted to enrich friends and close\nacquaintances by bringing them business in connection with this matter. Specifically, she\nattempted to appoint a close personal friend’ of her live-in boyfriend to serve as an attorney-\nrepresentative for the women involved in this case.\n\nIt also bears mentioning that actions taken by FAUSA Sloman present an appearance of\n\nimpropriety that gives us cause for concern. Mr. Sloman’s former law partner is currently\npursuing a handful of $50-million lawsuits against Mr. Epstein by some of the masseuses.\n\nHOUSE_OVERSIGHT_012139",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012139.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3325,
    "word_count": 526,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.226185",
    "prefix": "IMAGES-001"
  }
}