{
  "document_id": "HOUSE_OVERSIGHT_023724",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023724.txt",
  "text": "Forthcoming (August 2011) Future Science edited by Max Brockman, Vintage Press, New York.\n\n“best choice” fish increased an average of 29 percent per week, sales of yellow-tagged “proceed\nwith caution” seafood declined an average of 27 percent per week, but the sales of the red-tagged\n“worst choice” seafood—i.e., the heavily overfished species—remained the same.’ Between\n1980 and 2008, sales of pesticides increased 36 percent in the state of California, the birthing\nground of the organic food eco-label.* Despite sporadic instances of such measures as car-\npooling and use of cloth grocery bags in lieu of plastic-or-paper, the demand for oil in the U.S.\nhas grown 30 percent overall and 5 percent per capita since 1990.’ The positive effect of\nidealistic consumers does exist, but it is masked by the growing demand and numbers of other\nconsumers.\n\nGuilt is a valuable emotion, but it is felt by individuals and therefore motivates only\nindividuals. Another drawback is that guilt is triggered by an existing value within an individual.\nIf the value does not exist, there is no guilt and hence no action (e.g., sales for red “worst choice”\nseafood remained the same). What if the aim were to promote a value felt by the group but not\nnecessarily by every individual in the group? Many problems, like most concerning the\nenvironment, are group problems. Perhaps to solve these problems we need a group emotion.\nMaybe we need shame.\n\nShaming, as noted, is unwelcome in regulating personal conduct that does not harm\nothers. But what about shaming conduct that does harm others? The U.S. National Sex Offender\nRegistry provides an online database with the names, photographs, and addresses of sex\n\noffenders in every state. In March 2010, Nebraska lawmakers approved a bill that allows the\n\n7E. Hallstein & S. B. Villas-Boas, “Are consumers color blind? An empirical investigation of a traffic light advisory\nfor sustainable seafood,” http://www.escholarship.org/uc/item/29v6wS5sp#page-11 (2009)\n\n* Based on data available from the California Department of Pesticide Regulation.\n\n° This is calculated from DOE statistics. U.S. oil consumption in 1990 was 17 million barrels per day and 22.2\nmillion barrels per day in 2010.\n\nHOUSE_OVERSIGHT_023724",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023724.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2249,
    "word_count": 354,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:48.374521",
    "prefix": "IMAGES-007"
  }
}