{
  "document_id": "HOUSE_OVERSIGHT_017356",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017356.txt",
  "text": "4.2.12\nWC: 191694\n\nthen in place — the Jones lawsuit and the Kenneth Starr investigation. These legal proceedings\nescalated the stakes by turning a private sexual encounter into the subject of sworn testimony and\ninvestigation by an independent counsel.\n\nIt is unlikely that Bill Clinton confided the truth of his relationship with Monica Lewinsky to any\nof his lawyers. He couldn’t, because his principle lawyer was representing both him and his wife.\nThus if he didn’t want his wife to find out about Lewinsky, he could not tell his lawyer about her.\nIt is likely that his lawyers suspected the possibility that there was some truth to the rumors that\nsomething untoward had occurred between Bill Clinton and Monica Lewinsky. After all, Clinton\ndid tell his lawyers — and did testify -- that he engaged in adulterous sex with Gennifer Flowers,\ndespite his previous public denial. Moreover his reputation was well known. Any lawyer worth\nhis salt should have based decisions regarding the president’s testimony on the assumption that he\nmay well have engaged in a sexual relationship with Monica Lewinsky. A good lawyer should also\nhave assumed that a twenty two year old intern who had engaged in a sexual relationship with the\nPresident would talk about it.\n\nHis lawyer in the Paula Jones case, Robert Bennett, was on notice that the president was going to\nbe asked about Lewinsky. If he had conducted any kind of investigation to determine the nature\nof their relationship he would surely have uncovered the widespread concern around the White\nHouse over Monica Lewinsky’s unusual access to the President. He would also have learned of\nthe dozens of logged meetings between the President and a young government employee. This\nshould have put Bennett on notice to probe more deeply. At the very least he should have\ninterviewed Lewinsky, confronted her with the concerns, and asked her direct questions. He\nshould also have interviewed those White House officials who had expressed concern. Yet on the\nbasis of little more than an assurance from the President, he allowed an affidavit to be submitted\nby Lewinsky denying any sexual relationship. Putting aside the ethical issues arising from relying\non an affidavit that he was on notice might well be false, and having his client testify to facts that\nhe had to suspect might be false, it is difficult to understand the tactical considerations that led the\npresident’s lawyers to allow him to testify about his sex life.\n\nIt is not as if Bennett had not been cautioned about the risks of having the President testify about\nhis sex life at the Jones deposition. On May 27, 1997, six months before President Clinton\ntestified at a deposition in the Paula Jones lawsuit, I was a guest expert on “The Geraldo Rivera\nShow.” I made the following observation and offered the following advice:\n\nThis case never should have gotten this far. It should have been\nsettled early when he could have settled it easily. He must settle the\ncase. . .\n\nRemember, depositions are very broad in latitude. He could be\nasked questions about adultery. He could be asked questions about\nhis prior sexual life. There are no relevancy objections that are\ngenerally sustained to depositions. . . .\n\nquoted by Newsweek as saying that as Clinton continuing to define sex more and more narrowly, she begins to\nthink of herself as a virgin!\n\n269\n\nHOUSE_OVERSIGHT_017356",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017356.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3391,
    "word_count": 568,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:44.206279",
    "prefix": "IMAGES-004"
  }
}