{
  "document_id": "HOUSE_OVERSIGHT_021967",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021967.txt",
  "text": "Firtuy Ricu\n\nPay me fifty million dollars. Or pay the IRS seven times that\namount.\n\nAt first Epstein did not demand his fee up front. Instead he\nasked that the payment— often a substantial one—be put into\nescrow. If his strategy worked, he'd get paid. If not, the money\nbounced back to the client.\n\nTER 26 In the eighties, when tax rates on the top 1 percent were\nCHAP much, much higher than they are today, topping out at close to\ni 50 percent, it was an extremely effective pitch. And then there\n4 4 were other ways to make money.\n\nIn 1982, Epstein sold his wealthy friends, his friends’ wealthy\nrelatives, and others on an oil-drilling deal. One of the investors,\nMichael Stroll, had run Williams Electronics, an entertainment\ncompany known for the pinball machines it made.\n\nStroll put $450,000 into the oil deal.\n\nBut in 1984, Michael Stroll wanted his money back. Despite\n\nvake all his money?\ntories over the years about mon-\n\nsry characters. Sometimes, friends\n\ny, he'd suggest he had ties to the\nas doing\n\nrepeated demands and requests for a full accounting of what\nx¢ impression that he w: Epstein owed him, he got $10,000 back on his $450,000 invest-\n| ment. Eventually he sued Epstein in federal court for the remain-\n7 ing $440,000— the case went on for a number of years. In court,\n7 Epstein told the judge that the $10,000 he'd returned was actu-\n\n4 ally the payment for a horse Stroll had sold him.\n\nein really did, at this stage in his |\nAccording to them, Epstein spent —\n\nith creative new ways for the rich ~\n\nssion for tax-avoidance deals 7\nolved —\n\n- Like many cases involving Epstein, this one was settled out\nm\n\nmber of deals Epstein was inv\n\nof court, the terms of the final agreement kept secret.\nsuccesses and © ‘\n\n_ as is his record of\n\njel was evolving, He'd charge 4 i\n\nitages.\n\n108\n\nHOUSE_OVERSIGHT_021967",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021967.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1834,
    "word_count": 332,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:48.991798",
    "prefix": "IMAGES-006"
  }
}