{
  "document_id": "HOUSE_OVERSIGHT_028169",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028169.txt",
  "text": "/ BARAK / 35\n\nnumbers for an array of smaller, issue-specific parties. The result: though I’d won\nby a landslide, and One Israel had the largest number of Knesset seats, even with\nour natural left-of-center ally, Meretz, we would have only 36 Knesset seats — well\nshort of the 61 needed for a majority. Even if we included a few smaller parties,\nthere was no choice but to bring in one of the two larger ones: the Sephardi\nOrthodox Shas, with 17 seats; or Likud, which, after Bibi’s sudden resignation,\nwas now led by Arik Sharon, and had 19.\n\nIt wasn’t just a math problem. It had a critical policy implication. If I wanted to\ntackle the domestic challenge — to reassert the values of secular-led democratic\ngovernment over increasingly assertive religious involvement in our day-to-day\npolitics — that would mean choosing Likud over Shas. But it would also signal the\neffective end of the peace process. Even though Arik assured me privately that he\nunderstood my determination to reopen peace efforts with Arafat and Hafez al-\nAssad, I knew Arik. The path toward peace agreements, assuming they were even\npossible, would be tough. Sooner or later — and certainly if we faced the need to\nconsider painful compromises in the negotiations — I was certain that Arik would\nact as a kind of opposition from within. That was why, over the angry opposition\nof Meretz leader Yossi Sarid, I decided to go with the Sephardi Orthodox party. I\nrealized that even Shas might walk out if the scale of any land-for-peace\nconcessions proved too high. But it was the least extreme of the major religious\nparties on the question of peace with the Palestinians. In my conversations with the\nparty’s spiritual leader and guide, the 79-year-old rabbi and Talmudic scholar\nOvadia Yosef, I was struck by his intelligence, erudition and subtletly of thought —\nbut, above all, his commitment to the core Jewish principle of sanctifying human\nlife over the specifics of Oslo redeployments, where his inclination seemed to be to\ntrust the judgment of those with the experience and expertise to evaluate the\nsecurity implications.\n\nTo Meretz’s additional consternation, I included two smaller, right-of-center\nOrthodox parties in the coalition. It was not just to make good on my pledge to be\nPrime Minister for a// Israelis. Knowing that I was going to put top priority on the\npeace process, I wanted to avoid an undiluted left-of-centre, secular thrust to the\ngovernment. When I’d stood in front of the tens of thousands of cheering\nsupporters in Rabin Square after the election, I thought to myself: they think that\nwith Bibi gone, peace is around the corner. I wanted a coalition broad enough to\nkeep Meretz, and Labor ministers as well, from forgetting a crucial fact: the\n\n321\nHOUSE_OVERSIGHT_028169",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028169.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2779,
    "word_count": 469,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:47.049219",
    "prefix": "IMAGES-009"
  }
}