{
  "document_id": "HOUSE_OVERSIGHT_023726",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023726.txt",
  "text": "Forthcoming (August 2011) Future Science edited by Max Brockman, Vintage Press, New York.\n\nmarginalizing politically incorrect words). Many of today’s social movements, like the\nindustries they seek to revolutionize, must make big changes quickly—which is best\naccomplished by directing efforts upward toward institutions. I call this vertical agitation. The\nSanta Fe Reporter listed the top ten commercial water users, in addition to the top ten\nhouseholds. The first of these offenders, the city of Santa Fe, used 195 times more water than the\nnumber-one household offender. Imagine the relative difference in getting the city to commit to\nwater-saving techniques as compared to reforming a single household.\n\nGuilt cannot work at the institutional level, since it is evoked by individual scruples,\nwhich vary widely. But shame is not evoked by scruples alone; since it’s a public sentiment, it\nalso affects reputation, which is important to an institution. At the 2004 meeting of the World\nEconomic Forum in Davos, Switzerland, leading CEOs issued a press release about how\ncorporate brand reputation outranked financial performance as the most important measure of\nsuccess. For an example of how shame and reputation interact, consider restaurant hygiene cards,\nintroduced in 1998 by Los Angeles County as a shaming technique in the interests of public\nhealth. Restaurants were required to display grade cards that corresponded to their most recent\ngovernment hygiene inspection. The large grade in the window—A, B, or C—honors restaurants\nthat value cleanliness most and shames those that value it least. The grade cards have apparently\nled to increased customer sensitivity to restaurant hygiene, a 20-percent decrease in county-wide\nhospitalizations for food-borne illnesses, and better hygiene scores for county restaurants.'!\n\nRecall that in our early evolution we could gauge cooperation only first-hand. As group\nsize got bigger, and ancient humans grappled with issues of necessary cooperation, the human\n\nbrain became better able to keep track of all the rules and all the people. The need to\n\n\"! Zhe, G. and P. Leslie. 2005. The case in support of restaurant hygiene grade cards. Choices 20(2): 97-102.\nhttp://www.stanford.edu/~pleslie/Jin%20and%20Leshie%20Choices%202005 pdf\n\nHOUSE_OVERSIGHT_023726",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023726.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2313,
    "word_count": 343,
    "line_count": 32,
    "import_date": "2025-11-19T21:47:48.296386",
    "prefix": "IMAGES-007"
  }
}