{
  "document_id": "HOUSE_OVERSIGHT_019808",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019808.txt",
  "text": "320 | Notes to pages 159-171\n\n157 A counterespionage review: Member of the PFIAB who requested anonymity,\ninterview with author.\n\n157 “in that they both used”: Kevin Gosztola, “NSA Inspector General Speaks on\nSnowden for First Time,” Shadow Proof, Feb. 25, 2014.\n\n157 KGB major Anatoliy Golitsyn: Bagley, Spy Wars, 6-11.\n\n158 Wang Lijun: Steven Lee Myers and Mark Landler, “Frenzied Hours for U.S. on\nFate of a China Insider,” New York Times, April 17, 2012.\n\n159 “I think Snowden is”: Vincent Kessler, “Snowden Being Manipulated by Russian\nIntelligence: Ex-NSA Chief,” Reuters, May 7, 2014.\n\n160 A former CIA officer: Tyler Drumheller, interview with author.\n\n161 “It is not statistically improbable’: Former NSA officer who requested anonym-\nity, interview with author.\n\n162 “when and how he”: Morell, Great War of Our Time, 296.\n\n163 “looking to capitalize on”: Transcript of interview with Alexander, Australian\nFinancial Review, May 8, 2014.\n\n164 “He can compromise thousands”: Carol J. Williams, “NSA Leaker Edward\nSnowden Seeks Return to U.S. on His Terms,” Los Angeles Times, July 22,\n2015.\n\n165 “lIamstill working”: Gellman, “Edward Snowden, After Months of NSA Revela-\ntions, Says His Mission’s Accomplished.”\n\n165 “every facet of Snowden’s communications”: Reitman, “Snowden and\nGreenwald.”\n\n165 “his hosts”: Richard Byrne Reilly, “Former KGB General: Snowden Is Cooperat-\ning with Russian Intelligence,” VentureBeat, May 22, 2014.\n\n165 “I would lose all respect”: Richard Byrne Reilly, “Former NSA Director: ‘I\nWould Lose All Respect for Russia if They Haven't Fully Exploited Snowden,”\nVentureBeat, May 23, 2014.\n\n166 He was put in contact: Kucherena, interview with Der Spiegel, “Snowden’s Law-\nyer: ‘Russia Will Not Hand Him Over’” Spiegel Online International, Jane 24,\n2013.\n\n166 “Officially, he is my client”: “Snowden in the Kitchen,” Interpreter, Nov. 18,\n2013.\n\n167 an interview as “great”: Bamford and De Chant, “Edward Snowden on Cyber\nWarfare.”\n\n167 Putin’s telethon: Elias Groll, “Snowden Called in to Putin’s Telethon. Does That\nReally Make Him a Kremlin Pawn?,” Foreign Policy, April 17, 2014.\n\nCHAPTER 17 The Keys to the Kingdom Are Missing\n\n168 “There’s a zero percent chance”: Risen, “Snowden Says He Took No Secret Files\nto Russia.”\n\n168 “the instruction manual”: Glenn Greenwald, “’Guardian’ Journalist: Snowden\nDocs Contain NSA ‘Blueprint,’ ” USA Today, June 15, 2013.\n\n168 a heart attack: Citizenfour.\n\n168 “keys to the kingdom”: Walter Pincus, “Snowden Still Holding ‘Keys to the\nKingdom,’ ” Washington Post, Dec. 18, 2013. Also, Ledgett interview, 60 Minutes,\nCBS, Dec. 15, 2013.\n\n| | Epst_9780451494566_2p_all_rt.indd 320 ®\n\nHOUSE_OVERSIGHT_019808\n\n9/30/16 e13.am | |",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019808.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2704,
    "word_count": 415,
    "line_count": 75,
    "import_date": "2025-11-19T21:47:47.082408",
    "prefix": "IMAGES-005"
  }
}