{
  "document_id": "HOUSE_OVERSIGHT_011422",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011422.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n119\nH3vlgiu2\n\neventually Ms. Maxwell says, you know, I'm not really sure what\n\nhe went to jail for. It had something to do with, she\n\nthinks -- Ms. Maxwell teenage prostitution or under-age\n\nprostitution or something like that. That certainly doesn't\n\ngive you the ability then to ram in 400 pages of uncorroborated\n\nhearsay under the idea that somehow this is notice to somebody.\nAnd I think there is one other factual claim that they\nmake about, you know, what Ms. Maxwell should have known, which\n\nis not the standard. It is not incumbent upon an individual\n\ndefendant to go investigate things. That's not the standard.\n\nIt seems to me that they have conceded that these\n\ndocuments are hearsay because they're saying, we're not\n\noffering them for the truth of the matter asserted; we want to\n\noffer it for this knowledge theory that we have.\n\nSo I've briefed the issue about business records,\n\nwhich they are not. I've briefed the issue about government\npolice records, which they are police records, but essentially\nthe same tests for business records applies to police records,\nwhich is, you have to be under a business duty to record the\n\ninformation, and court after court after court after court,\n\nacross the country, has said, people in police reports, like\n\nwitnesses, are not under a business duty as part of the police\ndepartment. So all of those statements, the second- and\n\nthirdhand hearsay statements, are inadmissible, either as\n\ngovernment records or police records or whatever you want to\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011422",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011422.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1650,
    "word_count": 275,
    "line_count": 83,
    "import_date": "2025-11-19T21:47:46.557838",
    "prefix": "IMAGES-001"
  }
}