{
  "document_id": "HOUSE_OVERSIGHT_020189",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020189.txt",
  "text": "37\n\ndown-loading documents for some 10 months before he copied these documents. When I\ndiscussed the chronology of the copied documents with a former government official briefed on\nthe investigation, he suggested that Snowden’s purpose may have changed between 2012 and\n2013. When I asked him what might have induced the change, he replied “That is one of the\nunanswered questions.” That Snowden only took these two whistle-blowing documents at the\ntail-end of his 9-month operation, and after he had contacted Poitras and Greenwald, suggests he\nmay have had another motive prior to contacting journalists. In light of this chronology, the\ninvestigation had to consider the possibility that his whistle-blowing was, partly if not wholly, a\ncover for another enterprise.\n\nThe investigation soon ran into another serious issue: his access. Snowden had described to\njournalists a situation in which he had access to“ millions of records that [he] could walk out the\ndoor with at any time with no accountability, no oversight, no auditing, the government didn’t\neven know they were gone,” but, as it turned out, he was not among the limited number of\nindividuals at the Center who had access to these documents, The NSA’s and Booz Allen’s\nemployment records showed that Snowden had not yet completed his requisite on-the- job\ntraining at the National Threat Operations Center in Hawaii when he carried out the theft.\nConsequently, he had not yet been provided with the passwords he needed to get the documents.\nA former NSA official bluntly told me that Snowden, at least during the period of the thefts in\nApril and May 2013, had no more legitimate access to the compartments than the cleaning\npersonnel at the Center. Somehow he converted his proximity to access.\n\nThis lack of access could not be ignored in any law-enforcement investigation. Consider if a\n\nhundred top-quality D-flawless diamonds were stolen from locked vaults at Tiffany’s by a recently-\nhired trainee who, it turned out, did not have either the combination to open these vaults. One\npossibility that the police would be expected to consider was that the trainee might have had help\nfrom a current or former insider at the company who knew the combinations. Snowden had\naccomplished a similar inexplicable feat as the hypothetical jewel thief.\n\nIn Snowden’s case, the FBI had to consider two very different possibilities that could explain\nhow he could have acquired the password. He said in his video confession that he was solely\nresponsible but there was another possibility. He had help, unwitting or witting, from others and\nhe was trying to protect away from them.\n\nThe FBI faced a dilemma. It could either assume that the NSA’s security regime was so badly\nflawed that Snowden could trick his fellow workers into providing him with access or that there\nwas another individual at the Center who might have assisted or directed Snowden. If it pursued\nthe former hypothesis, it could close the case as far as the sitting Grand Jury was concerned.\nAfter all, Snowden had admitted he was the perpetrator and, if further evidence was needed, he\ncould be seen showing stolen documents to Greenwald on the video. And Greenwald later used\nthese documents. For the Grand Jury, it was, as one former federal prosecutor put it, “a slam\ndunk.” Not even Snowden denied the charge that he gave secret documents to individuals that\n\nHOUSE_OVERSIGHT_020189",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020189.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3414,
    "word_count": 561,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:44.807306",
    "prefix": "IMAGES-005"
  }
}