{
  "document_id": "HOUSE_OVERSIGHT_028141",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028141.txt",
  "text": "/ BARAK /7\n\nnarrowed. It wasn’t until the next morning that the final result was clear: Bibi\nNetanyahu had won. By 29,000 votes. If a mere 15,000 of the three million ballots\ncast had gone in our column instead of his, Shimon Peres would have remained\nPrime Minister.\n\nI knew he’d be feeling crushed. Not just on a personal level, because this latest\nelectoral defeat had been in was a direct, head-to-head vote for Prime Minister. He,\nlike all of us who had campaigned for him, knew what was at stake for the country.\nIt had been barely six months since Rabin was gunned down in Tel Aviv’s main\nsquare, by a fellow Israeli riding a tide of hatred so blinkered that it could paint\nYitzhak — who had worked all his life to create, defend and help develop the\nJewish state — as a traitor, even a Nazi. All because he had decided to try to make\npeace with the Palestinians, at the price of ceding control of part of the biblical\nland of Israel. Bibi had gone through the motions of urging restraint. But\npolitically, he had ridden their wave. It was hard not to see his victory over Peres\nas a triumph for the ugly intolerance and the venom that had claimed Yitzhak’s\nlife. In policy terms, it was in large part a rejection of both men’s vision of an\nIsrael that, while still ready to fight if necessary, could explore compromise in the\nsearch for the ultimate prize of peace. The last time Yitzhak and I had talked, he’d\nbeen confident of defeating Bibi at the polls, and I do believe he would have won.\nBut despite his differences with Peres, I’m equally certain he would have wanted\nShimon to win, not just for his sake but for Israel’s.\n\nI had got to know Shimon, too, during my years in the Airya. In fact, he was the\nLabor leader who first spoke to me openly about one day moving into politics,\nsomething Yitzhak was always punctilious in not broaching before I’d left the\narmy. Shimon had also taken to including me — usually along with Yossi Beilin\nand Shlomo Ben-Ami, a bright young historian who would become our\nambassador to Spain before entering politics himself — in a coterie of “youngsters”\nhe would bring along to meet visiting dignitaries from abroad. He occasionally\ninvited me to chat about military and security issues in his and Sonya’s flat in\nRamat Aviv. My personal ties to Rabin were stronger, of course. After I joined the\ngovernment, Shimon’s and my relationship became slightly more circumspect. But\nsince the assassination, some of the old warmth had returned. Not just as his\nforeign minister, but in discussions on wider questions of security as well, we\nworked closely together.\n\n293\nHOUSE_OVERSIGHT_028141",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028141.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2636,
    "word_count": 469,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:47.067363",
    "prefix": "IMAGES-009"
  }
}