{
  "document_id": "HOUSE_OVERSIGHT_015928",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015928.txt",
  "text": "238 Are the Androids Dreaming Yet?\n\nidea for the software, I came up with the idea for the interface, I decided\nwhere to place the boxes, and I chose all the colors, fonts and graphics. I\ndid all the creative bits!\n\nSo, now we know what programmers do all day. They create!\n\nOrigins of Software\n\nAlan Turing first described the modern day computer in a paper presented\nto the London Mathematical Society in 1936. He was not trying to invent\nthe computer. That was a by-product. He was trying to solve a puzzle that\nhad been troubling mathematicians for 30 years: The Decision Problem.\n\nDavid Hilbert set out the challenge during a public lecture to the\nFrench Academy of Science in 1901, marking the turn of the century.\nRather than give a boring lecture extolling the virtues of scientists, he\ndecided to give his audience a list of all the puzzles mathematicians were\nstumped on.\n\nRather like the XPRIZE of today, he presented the problems as\na series of challenges. Sadly for the mathematicians of his time, there\nwere no million dollar prizes on offer, just a moment of fame and the\nadulation of their colleagues. Each challenge was given a number. The\nlist included many famous puzzles; the Riemann Hypothesis, the puzzle\nof Diophantine Equations and the Navier Stokes Hypothesis, to name\nonly three. A group of these questions were to coalesce into what we now\nknow as the Decision Problem.\n\nThe Decision Problem is very important to computer science\nbecause it asks whether an algorithm can be written to automatically\ndiscover other algorithms. Since all software is itself algorithmic you\ncould rephrase the question: Can software write software? This might\nseem esoteric. But, if you are a computer scientist, it is an important\nquestion. If we could solve all mathematical problems automatically\nwe would not need mathematicians anymore. And, since programs are\napplied mathematics, the same goes for computer programmers.\n\nBefore you breathe a sigh of relief because you are neither a\nmathematician nor a computer scientist, you should remember it is\npossible to describe all knowledge using numbers. That's what your\niPhone does when it stores music. If everything can be represented by\nnumbers, then a fast-enough computer could use an algorithm to create\neverything! You really could set Douglas Adams’ Ultimate Question of\nLife the Universe and Everything before a computer and it would come\nup with the answer — presumably extrapolating the existence of rice\npudding and income tax along the way.\n\nHOUSE_OVERSIGHT_015928",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015928.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2537,
    "word_count": 418,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:45.783980",
    "prefix": "IMAGES-003"
  }
}