{
  "document_id": "HOUSE_OVERSIGHT_022027",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022027.txt",
  "text": "James PATTERSON i\n\nadvised he had witnessed nude girls whom he believed were\nunderage at the pool area of his former employer's home,\nknew that his former employer was engaging in sexual con-\ntact with underage girls, and had viewed pornographic\nimages of underage girls on computers in his employer's d 4\nhome. Rodriguez was then released from custody for further _\ninvestigation. i:\n\nThe items that Rodriguez had attempted to sell to the a ;\nUCE for $50,000.00 were reviewed by an agent familiar with\nthe underlying criminal investigation. As Rodriguez had\ndescribed, the items contained information material to the\nunderlying investigation that would have been extremely use-\nful in investigati[ng] and prosecuting the case, including the\nnames and contact information of material witnesses and\nadditional victims. Had those items been produced in\nresponse to the inquiries of the state law enforcement officers\nor the FBI Special Agents, their contents would have been\n\nPrince Andrew: 201]\n\nrince Andrew also fares\nimprisonment.\n\npresented to the federal grand jury. She Oe\nGhislaine Maxwell introduced |\ntime in the 1990s. In 2000, Eps\nCastle to celebrate the queen’s t\n; flew to Sandringham, the quee:\nBe a party Prince Andrew threw for\n7 The prince had also visited\n| Palm Beach as well as in New\n' Roberts made in her 2015 decla\nasked her to give the prince wi\n7 back with the details.\n\nq According to the Guardian,\nped together at Windsor Castle,\n\nFollowing his release, Alfredo Rodriguez was arrested again. :\nHe appeared in court on June 18, 2010, facing charges of cor %\nruptly concealing records and documents. Dressed in a blue ©\njumpsuit and shackles, he apologized for his crimes and asked |\nthe court to be merciful. ,\nHe received a sentence of eighteen months.\nIt was the same punishment that Jeffrey Epstein had gotten\nfor his crimes. But unlike Epstein, Alfredo Rodriguez served his”\ntime in a federal prison and did not ask for, or receive, permis: |\n\nsion to go on work release.\n\n2:\n\nHOUSE_OVERSIGHT_022027",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022027.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2028,
    "word_count": 341,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:45.492340",
    "prefix": "IMAGES-006"
  }
}