{
  "document_id": "HOUSE_OVERSIGHT_024365",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024365.txt",
  "text": "Table of Contents\n\nA UDIT COMMITTEE REPORT\n\nThe Audit Committee oversees our financial reporting process on behalf of the Board. The Audit Committee is composed of three independent\ndirectors (as defined by the New York Stock Exchange Listing Standards), met nine times in 2018, and operates under a written charter, which is posted on\nour website at investors.carvana.com/corporate-governance/governance-documents. As provided in the charter, the Audit Committee’s oversight\nresponsibilities include monitoring the integrity of our financial statements (including reviewing financial information, the systems of internal controls, the\naudit process, and the independence and performance of our internal audit function and independent registered public accounting firm) and our compliance\nwith legal and regulatory requirements. However, management has the primary responsibility for the financial statements and the reporting process,\nincluding our systems of internal controls. In fulfilling its oversight responsibilities, the Audit Committee\n\n* reviewed and discussed the audited financial statements for the year ended December 31, 2018, with our management;\n\n* discussed with our independent auditors, Grant Thornton LLP, the matters required to be discussed by Public Company Accounting Oversight\nBoard (“PCAOB”) Auditing Standard No. 1301 (Communications with Audit Committees); and\n\n* received the written disclosures and the letter from Grant Thornton LLP required by applicable requirements of the PCAOB regarding Grant\nThornton LLP’s communications with the audit committee concerning independence, and has discussed with Grant Thornton LLP the\nindependence of Grant Thornton LLP.\n\nBased on the Audit Committee’s review and discussions noted above, the Audit Committee recommended to the Board of Directors that the\naudited financial statements be included in our Annual Report on Form 10-K for the year ended December 31, 2018.\n\nRespectfully submitted by:\n\nIra Platt\nGregory Sullivan\nMichael Maroone\n\n- 56-\n\nHOUSE_OVERSIGHT_024365",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024365.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2043,
    "word_count": 284,
    "line_count": 33,
    "import_date": "2025-11-19T21:47:47.803755",
    "prefix": "IMAGES-007"
  }
}