{
  "document_id": "HOUSE_OVERSIGHT_017537",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017537.txt",
  "text": "JACK DANGERMOND\n\nJack Dangermond is the founder and president of Esri, the\nworld’s fourth largest privately held software company.\nFounded in 1969 and headquartered in Redlands, California,\nEsri is widely recognized as the technical and market leader\nin geographic information systems, or GIS, pioneering\ninnovative solutions for working with spatial data.\n\nEsri has more than one million users in over 350,000\norganizations representing government; nongovernmental\norganizations (NGOs); academia; and industries such as\nutilities, health care, transportation, telecommunications,\nhomeland security, retail, and agriculture.\n\nDangermond is recognized not only as a pioneer\nin spatial analysis methods but also as one of the most\ninfluential people in GIS. He actively manages Esri and is\nclosely connected to projects, clients, and company vision.\n\nHe takes a leadership role in national and global initiatives to\nfacilitate standards for data access and sharing across agencies\n\n~ A ca\n\nand organizations. He is personally committed to applying\nGIS methods for environmental stewardship and\nsustainable communities.\nDangermond is the recipient of numerous\nfellowships, honorary degrees, and awards. He has\nauthored hundreds of papers on GIS in such diverse\nfields as photogrammetry, computer science, planning,\nenvironmental science, and cartography. He delivers keynote\naddresses at meetings and conferences around the globe.\nDangermond’s current work is focused on helping\norganizations deploy spatial data in enterprise environments,\nWeb-based services, and mobile computing systems as well\nas enhancing applications, models, and tools that can be\nused for optimized routing, intelligent site selection, crime\nand disease analysis, location-based services, infrastructure\nmanagement, public safety, and homeland security.\n\nHOUSE_OVERSIGHT_017537",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017537.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1849,
    "word_count": 253,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:46.255472",
    "prefix": "IMAGES-004"
  }
}