{
  "document_id": "HOUSE_OVERSIGHT_012757",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012757.txt",
  "text": "costs of individual foraging challenges. Meerkats teach their young how to hunt dangerous but energy-\nrich scorpion prey, providing an education that bypasses the risks of trial and error learning. Humans\nunconsciously wrinkle their noses and pull back their lips into an expression of disgust that communicates\ninformation about disease-ridden and toxic substances, thereby lowering the costs of sickness to others\nwho might be exposed. Each of these specializations involve exquisitely designed neural circuits and\nsensory machinery. Each specialization is used for one and only one problem — except in humans.\nAnimal thoughts and emotions are like monogamous relationships, myopically and faithfully focused on a\nsingle problem for life. Human thoughts and emotions are like promiscuous relationships, broad-minded\nand liberated, free to couple as new problems surface.\n\nUnlike any other animal, the thoughts and emotions we use to solve problems in one domain can\nreadily be combined and recombined with thoughts and emotions from other domains. This is powerful,\nproviding great flexibility in addressing novel problems, some of which we create for ourselves. Disgust\nprovides an example. Disgust originally evolved as an adaptive response to detecting substances that are\ntoxic to our health, especially substances that are outside of the body but should be inside: feces, urine,\nblood, and vomit. Within the circulation of a promiscuous brain, however, disgust journeys to distant\nproblems, including the moral attitude of vegetarians toward meat eaters, our revulsion toward incest, and\nabhorrence of gratuitous torture. This journey involves the same brain mechanism that serves original\ndisgust, together with new connections that give voice to our moral sense. Promiscuity enables creativity.\n\nWhat the sciences reveal is that the capacity for promiscuous thinking was realized by\nevolutionary changes in the number of newly wired up brain areas. By increasing these connections, it\nwas possible, for the first time, to step outside the more narrow and specialized functions of each\nparticular brain area to solve a broader range of problems. Though we don’t know precisely when these\nchanges occurred, we know they occurred after our split from the other great apes — the orangutans,\ngorillas, bonobos and chimpanzees. We know this from looking at both the brains of these species, as\nwell as the ways in which they use tools, communicate, cooperate, and attack each other. Not only are\nthere fewer connections between different regions of the brain, but their thinking in various domains is\nhighly monogamous, faithfully dedicated to specific adaptive problems.\n\nEmpowered by our new, massively connected and promiscuous brain, we alone migrated into and\ninhabited virtually every known environment on earth and some beyond, inventing abstract mathematical\nconcepts, conceiving grammatically structured languages, and creating glorious civilizations rich in\nrituals, laws, and beliefs in the supernatural. Our promiscuous brain also provided us with the engine for\nevil, but only as an incidental consequence of other adaptive capacities, including those that evolved to\n\nharm others for the purpose of surviving and reproducing.\n\nHauser Prologue. Evilution il\n\nHOUSE_OVERSIGHT_012757",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012757.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3297,
    "word_count": 491,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:46.991845",
    "prefix": "IMAGES-002"
  }
}