{
  "document_id": "HOUSE_OVERSIGHT_018759",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018759.txt",
  "text": "The Site\n\nThe Site is comprised of 12 parcels totaling approximately 38.475 net acres located at the southeast corner of Las Vegas Boulevard\nSouth and East Mandalay Bay Road on the world famous Las Vegas Strip.\n\nCurrent improvements on the Site include the Desert Oasis Motel, The Oasis Apartments, a two-story office building at 3951 Las\nVegas Boulevard South and a one-story commercial building at 3953 Las Vegas Boulevard South. The former Skyvue development\nplanned for the northwest portion of the Property received FAA height approvals and was planned for the world’s tallest ferris\nwheel approximately 467-feet tall and a two-story retail / convention complex. Two concrete support columns for the wheel,\napproximately 240-feet tall, and four concrete foundations were built before construction was halted in August 2012.\n\nThe adjacent properties to the east fronting Haven Street are the signature private jet terminals of McCarran International Airport\nand the private jet terminal of the Las Vegas Sands Corp; to the west of the Site are Mandalay Bay Resort Casino and Convention\nCenter, the Four Seasons Resort and Luxor Resort Casino; to the north of the Site are MGM's music festival property “The Lot”\nand the Tropicana Resort Casino; and to the south is undeveloped land primarily owned by the multinational conglomerate Triple\n5 Group that is restricted by lower height limitations of approximately 284 feet.\n\nSite highlights include:\nHM Income in-place of approximately $500,000 from existing tenants provides revenue while planning concept and designs\nare approved\n\nHM Unique opportunity to create branding synergies with private ingress/egress points to the adjacent high roller jet terminals\n\nHM Preferred south Strip location adjacent to four of the largest resorts in North America (MGM Grand, Mandalay Bay,\nExcalibur and Luxor).\n\nM@ Established and high traffic location on the Las Vegas Strip\n\nmM Numerous world-class resorts, convention centers, luxury shopping, dining and entertainment attractions within walking\ndistance.\n\nHM Proximate to the I-15 and |-215 Freeways\n\nHOUSE_OVERSIGHT_018759",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018759.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2118,
    "word_count": 321,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:44.418330",
    "prefix": "IMAGES-005"
  }
}