{
  "document_id": "HOUSE_OVERSIGHT_020044",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020044.txt",
  "text": "Comey.\n\n“Comey was a rat,” repeated Trump. There were rats everywhere and you had to get rid\nof them. John Dean, John Dean, he repeated. “Do you know what John Dean did to\nNixon?”\n\nTrump, who saw history through personalities—people he might have liked or disliked\n—was a John Dean freak. He went bananas when a now gray and much aged Dean\nappeared on talk shows to compare the Trump-Russia investigation to Watergate. That\nwould bring the president to instant attention and launch an inevitable talk-back\nmonologue to the screen about loyalty and what people would do for media attention. It\nmight also be accompanied by several revisionist theories Trump had about Watergate and\nhow Nixon had been framed. And always there were rats. A rat was someone who would\ntake you down for his own advantage. If you had a rat, you needed to kill it. And there\nwere rats all around.\n\n(Later, it was Bannon who had to take the president aside and tell him that John Dean\nhad been the White House counsel in the Nixon administration, so maybe it would be a\ngood idea to lighten up on McGahn.)\n\nAs the meeting went on, Bannon, from the doghouse and now, in their mutual\nantipathy to Jarvanka, allied with Priebus, seized the opportunity to make an impassioned\ncase opposing any move against Comey—which was also, as much, an effort to make the\ncase against Jared and Ivanka and their allies, “the geniuses.” (“The geniuses” was one of\nTrump’s terms of derision for anybody who might annoy him or think they were smarter\nthan him, and Bannon now appropriated the term and applied it to Trump’s family.)\nOffering forceful and dire warnings, Bannon told the president: “This Russian story is a\nthird-tier story, but you fire Comey and it'll be the biggest story in the world.”\n\nBy the time the meeting ended, Bannon and Priebus believed they had prevailed. But\nthat weekend, at Bedminster, the president, again listening to the deep dismay of his\ndaughter and son-in-law, built up another head of steam. With Jared and Ivanka, Stephen\nMiller was also along for the weekend. The weather was bad and the president missed his\ngolf game, dwelling, with Jared, on his Comey fury. It was Jared, in the version told by\nthose outside the Jarvanka circle, that pushed for action, once more winding up his father-\nin-law. With the president’s assent, Kushner, in this version, gave Miller notes on why the\nFBI director should be fired and asked him to draft a letter that could set out the basis for\nimmediate dismissal. Miller—less than a deft drafting hand—trecruited Hicks to help,\nanother person without clearly relevant abilities. (Miller would later be admonished by\nBannon for letting himself get tied up, and potentially implicated, in the Comey mess.)\n\nThe letter, in the panicky draft assembled by Miller and Hicks, either from Kushner’s\ndirections or on instructions directly coming from the president, was an off-the-wall\nmishmash containing the talking points—Comey’s handling of the Hillary Clinton\n\nHOUSE_OVERSIGHT_020044",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020044.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3011,
    "word_count": 506,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.907129",
    "prefix": "IMAGES-005"
  }
}