{
  "document_id": "HOUSE_OVERSIGHT_017585",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017585.txt",
  "text": "*Daisuke Iwase*— cofounder and COO, Lifenet Insurance (top life insurance company in Japan).\n\n*Christian Johansson*— Secretary of Department of Business and Economic Development (DBED), State of\nMaryland. Fmr CEO, Economic Alliance of Greater Baltimore.\n\n*David Kamenetzky*— Group Head, Mars & Co.\n\n*PV **Kannan*— CEO, 24/7 Customer.\n\n* Andy **Karsner*— CEO, Manifest Energy. Fmr U.S. Asst Sec of Energy for Energy Efficiency and\nRenewable Energy (2005-2009). Fmr Managing Director, Enercorp. Boards: Applied Materials, Conservation\nInternational.\n\n*Garry Kasporov*— Fmr World Chess Champion. Chm, United Civil Front of Russia.\n\n*Neal **Katyal*— Partner, Hogan Lovells. Fmr Acting Solicitor General for the United States (2010-2011).\nProfessor of Law, Georgetown U. Lead counsel for the plaintiff in Supreme Court case Hamdan vs. Rumsfeld.\n\n*Terry Kawaja *—- CEO, Luma Partners.\n\n*Juliette Kayyem*— Foreign Affairs Columnist, Boston Globe. Lecturer in Public Policy, Harvard. Asst Sec.\nfor Intergovernmental Affairs, U.S. Dept. of Homeland Security.\n\n*Jeff Kearl*— Chm, SkullCandy.\n*Peter Kellner*-- MD, Richmond Management. Cofounder, Endeavor. Fmr partner, VectisGroup.\n\n*Chris Kelly*-- Fmr Chief Privacy Officer and Head of Global Public Policy at Facebook . Fmr Chief Privacy\nOffice, Excite@Home.\n\n*Pradeep **Khosla*— Chancellor, UC San Diego. Fmr Dean of College of Engineering, Carnegie\nMellon.Boards: Quantpoint, BioMatricore, BitArmor, Children’s Institute, IT Foundation, Mellon-Pitt Corp.\n\n*Charlie Kim*— CEO, NextJump.\n\n*David Kirkpatrick*— Author, /The Facebook Effect/. Fmr head technology writer, FORTUNE.\n\n*Henry Kravis*— Co-CEO of KKR. Chm, First Data. Boards: Claremont McKenna College, Metropolitan\nMuseum of Art, Mount Sinai Medical Center, Council on Foreign Relations, Columbia Business School,\nRockefeller University, others. Fmr Chair, Partnership for New York City.\n\n*Marie-Josee Kravis*— Boards: Publicis, LVMH. Boards: Memorial Sloan-Kettering Cancer Center, Robin\nHood Foundation, Council on Foreign Relations, Qatar Museum Authority. President, Museum of Modern Art\n\nboard of directors. Fmr Board: Ford, IAC, CIBC.\n\n*Will Lansing*— CEO, FICO (NYSE: FICO). Fmr CEO, InfoSpace. Fmr CEO, NBC Internet. Fmr COO,\nProdigy Communications.\n\n*Renaud Laplanche*— CEO, Lending Club.\n\n*Laura and Gary Lauder*-- General Partners, Lauder Partners. Cofndrs, Socrates Society.\n\nHOUSE_OVERSIGHT_017585",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017585.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2412,
    "word_count": 321,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:44.335869",
    "prefix": "IMAGES-004"
  }
}