{
  "document_id": "HOUSE_OVERSIGHT_024441",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024441.txt",
  "text": "NOTICE TO RESIDENTS OF FRANCE\n\nTHE COMPANY AND THE AGENTS HAVE NOT OFFERED OR SOLD AND WILL NOT OFFER OR\nSELL, DIRECTLY OR INDIRECTLY, THE UNITS TO THE PUBLIC IN FRANCE, AND HAVE NOT\nDISTRIBUTED OR CAUSED TO BE DISTRIBUTED AND WILL NOT DISTRIBUTE OR CAUSE TO BE\nDISTRIBUTED TO THE PUBLIC IN FRANCE, THIS MEMORANDUM OR ANY OTHER OFFERING\nMATERIAL RELATING TO THE UNITS. SUCH OFFERS, SALES AND DISTRIBUTIONS HAVE BEEN\nAND SHALL ONLY BE MADE IN FRANCE TO {I} PROVIDERS OF INVESTMENT SERVICES RELATING\nTO PORTFOLIO MANAGEMENT FOR THE ACCOUNT OF THIRD PARTIES, AND/OR (11) QUALIFIED\nINVESTORS (INVESTISSEURS QUALIFIES), AND/OR (Ill) A RESTRICTED GROUP OF INVESTORS\n(CERCLE RESTREINT D'INVESTISSEURS), ALL AS DEFINED IN, AND IN ACCORDANCE WITH,\nARTICLES L.471-1, L.411-2, D.411-1 AND D.411-2 OF THE FRENCH CODE MONETAIRE ET\nFINANCIER.\n\nNOTICE TO RESIDENTS OF GERMANY\n\nTHE UNITS HAVE NOT BEEN AND WILL NOT BE REGISTERED OR APPROVED FOR PUBLIC\nOFFERING UNDER THE SECURITIES LAWS OF GERMANY. THIS MEMORANDUM HAS NOT BEEN\nAND WILL NOT BE SUBMITTED TO THE FEDERAL FINANCIAL SERVICES SUPERVISORY\nAUTHORITY (BUNDESANSTALT FUR FINANZDIENSTLEISTUNGSAUFSICHT) FOR APPROVAL AS A\nPROSPECTUS AND NO PROSPECTUS HAS BEEN OR WILL BE PUBLISHED IN GERMANY.\nTHEREFORE, THE UNITS MAY BE OFFERED AND SOLD IN THE TERRITORY OF THE FEDERAL\nREPUBLIC OF GERMANY ONLY IF (1) LESS THAN 20 UNITS ARE OFFERED IN GERMANY, (Il) THE\nPRICE PER OFFERED UNIT IS AT LEAST €200,000 FOR EACH OFFEREE, (Ill) THE OFFER IS TO A\n\"RESTRICTED CIRCLE OF PERSONS’ AS THIS TERM IS INTERPRETED BY THE BAFIN AND THE\nGERMAN COURTS, OR (IV) THE OFFER IS TO INVESTORS WHO PURCHASE OR SELL\nSECURITIES OR INVESTMENTS (VERMOGENSANLAGEN) AS DEFINED IN THE GERMAN SALES\nPROSPECTUS ACT (VERKAUFSPROSPEKTGESETZ) FOR THEIR OWN ACCOUNT OR THE\nACCOUNT OF THIRD PARTIES AS PART OF THEIR PROFESSION OR TRADE. THIS MEMORANDUM\nAND ANY OTHER DOCUMENT RELATING TO THE UNITS, AS WELL AS INFORMATION CONTAINED\nTHEREIN, MAY NOT BE SUPPLIED TO THE PUBLIC IN GERMANY OR USED IN CONNECTION WITH\nANY OFFER FOR SUBSCRIPTION OR SALE OF THE UNITS TO THE PUBLIC IN GERMANY. TRIS\nMEMORANDUM AND OTHER OFFERING MATERIALS RELATING TO THE OFFER OF THE UNITS\nARE STRICTLY CONFIDENTIAL AND MAY NOT BE DISTRIBUTED TO ANY PERSON OR ENTITY\nOTHER THAN THE RECIPIENTS HEREOF.\n\nNOTICE TO RESIDENTS OF HONG KONG\nWARNING\n\nTHE CONTENTS GF THIS MEMORANDUM HAVE NOT BEEN REVIEWED BY ANY REGULATORY\nAUTHORITY IN HONG KONG. YOU ARE ADVISED TO EXERCISE CAUTION IN RELATION TO THE\nOFFER. IF YOU ARE IN ANY DOUBT ABOUT ANY OF THE CONTENTS OF THIS MEMORANDUM,\nYOU SHOULD OBTAIN INDEPENDENT PROFESSIONAL ADVICE.\n\nNOTICE TO RESIDENTS OF ICELAND\n\nTHIS MEMORANDUM HAS BEEN ISSUED TG YOU FOR YOUR PERSONAL USE ONLY AND\nEXCLUSIVELY FOR THE PURPOSES OF THE INVESTMENT SCHEME. ACCORDINGLY, THIS\nMEMORANDUM MAY NOT BE USED FOR ANY OTHER PURPOSE NOR PASSED ON TO ANY OTHER\nPERSON IN ICELAND. THE SECURITIES OFFERING DESCRIBED IN THIS MEMORANDUM IS AN\nUNREGULATED INVESTMENT SCHEME. THE SECURITIES WHICH ARE THE OBJECT OF THIS\nMEMORANDUM ARE NOT REGISTERED FOR PUBLIC DISTRIBUTION IN ICELAND WITH THE\nFINANCIAL SUPERVISORY AUTHORITY PURSUANT TO THE ICELANDIC ACT ON SECURITIES\nTRANSACTIONS NO. 33/2003 OR THE ICELANDIC ACT ON UCITS-FUNDS AND OTHER\nINVESTMENT FUNDS NO. 30/2003 AND SUPPLEMENTARY REGULATIONS. THE UNITS MAY NOT\nBE OFFERED OR SOLD BY MEANS OF THIS MEMORANDUM OR ANYWAY LATER RESOLD TO\n\nHOUSE_OVERSIGHT_024441",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024441.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3402,
    "word_count": 551,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:45.099415",
    "prefix": "IMAGES-007"
  }
}