{
  "document_id": "HOUSE_OVERSIGHT_012377",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012377.txt",
  "text": "13, Section 205\n\nDOJ opposes the addition of the new subsection 240.A(b)(6)(A) of the Immigration and\nNationality 21 Act (8 U.S.C. 1229b(b)) unless the word “Federal” is added before “law\nenforcement official.” The same proposed subsection currently states that the Secrctary of the\nDepartment of Homeland Security “shall grant parole” to the relatives of trafficking victims.\nDOJ recommends changing this language to read “may grant parole” so the Secretary has the\nlatitude to make an appropriate decision, There may be reasons pertaining to the circumstances\nof the relatives of the trafficking victim for which the Secretary should have discretion to deny\nparole, Further, DOJ finds it necessary to strike any reference to “as a result of the alien’s\ncooperation with law enforcement” for the reasons noted above.\n\nIn subsection, (6)(B)(i)(1, DOJ opposes a statutory requirement that parole be extended\nduring pending civil actions. As indicated above, this action would create a potential for abuse\nbecause of the lengthy and plaintiff/victim-controlled delays in conducting civil Litigation.\n\n14. = Section 211\n\nThe Department opposes the change of the “and” in subsection (1)(A) to an “or.” Both\nthe Attorney General and the Secretary of DHS need to be involved in the certification process.\nThe current certification process is well-established and needs no statutory revisions. DOJ also\nopposes the change in subsection (1)(B), which would remove the Attorney General's authority\nin stating whether a person’s presence is necessary in cnsuring an effective prosecution. As the\nagency that prosecutes cases of human trafficking, DOJ’s involvement is vitally important. The |\nDepartment has the same concern with the proposed change in subsection (2).\n\n15. Section 213\n\nWe strongly oppose the language in this section that inappropriately removes law\nenforcement from any initial determination of victim status or benefits eligibility. DOJ and DHS\nplay a critical role in protecting the safety of victims and service providers. Any failure to\ninvolve Federal law enforcement immediately upon suspicion that a crime has been committed\n\n_ could threaten the safety of the victim, impeded efforts to promptly rescue victims still in\njeopardy, and possibly man that the offenders avoid apprehension. DOJ recognizes the\nimportant of including HHS at the initial stages for the purpose of facilitating prompt delivery of\nthe full range of available benefits and services to trafficking victims. DOJ will continue to work\nwith DHS and HHS to ensure that interagency procedures afford victims of trafficking prompt\nprotection and access to these services. :\n\nThe Department further objects to the provision set forth in paragraph (G), which would\nrequire both Federal and state law enforcement officials to inform the Department of Health and ,\nHuman Services (HHS) of the existence of a potential victim, but does not require HHS, other\n\nGovernment officials, or non-governmental service providers to inform Federal or state law\n\nenforcement of such a victim. To the extent that such a notification procedure must exist, it must\n\nalso include notification to the Attorney General and the Secretary of DHS, who bear\n\nresponsibility for prosecuting and investigating instances of human trafficking.\n\nHOUSE_OVERSIGHT_012377",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012377.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3320,
    "word_count": 505,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:48.334062",
    "prefix": "IMAGES-001"
  }
}