{
  "document_id": "HOUSE_OVERSIGHT_017931",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017931.txt",
  "text": "In re Terrorist Attacks on September 11, 2001, 392 F.Supp.2d 539 (2005)\n\n10 A.L.R. Fed. 2d 789\n\nreconsideration of those decisions.\n\nA. Standard\n\n441 45] A motion for reconsideration is appropriate where\na court overlooks “controlling decisions or factual matters\nthat were put before it on the underlying motion ... and\nwhich, had they been considered, might have reasonably\naltered the result before the court.” Range Road Music,\nInc. v. Music Sales Corp., 90 F.Supp.2d 390, 392\n(S.D.N.Y.2000); see also Shrader v. CSX Transp. Inc., 70\nF.3d 255, 257 (2d Cir.1995) (“The standard for granting a\nmotion [for reconsideration] is strict, and ... will generally\nbe denied unless the moving party can point to controlling\ndecisions or data that the court overlooked....”). A motion\nfor reconsideration may also be granted to “correct a clear\nerror or prevent manifest injustice.” Doe v. New York City\nDep’t of Soc. Servs., 709 F.2d 782, 789 (2d Cir.1983).\n\nB. The Court Will Consider NCB’s Personal\n\nJurisdiction Defense First\nNCB offers two bases for reconsideration. First, NCB\nargues that even if the Court becomes assured of its\nsubject matter and personal jurisdiction over NCB,\nPlaintiffs’ claims are doomed because the Court\ndismissed similar claims against Al Rajhi Bank, Saudi\nAmerican Bank, and Arab Bank. NCB contends that\nCenter for Reproductive Law & Policy v. Bush, 304 F.3d\n183, 194-95 (2d Cir.2002), supports its theory that the\nCourt does not need to establish jurisdiction over NCB\nbecause the Court’s dismissal of other Saudi banks\n“foreordains” NCB’s dismissal on 12(b)(6) grounds.\nAlternatively, NCB urges the Court to limit this\nlitigation’s intrusion on Saudi Arabia and postpone\nresolution of its FSIA immunity defense until after the\npersonal jurisdiction question is resolved.\n\nThe Ashton and Burnett Plaintiffs argue that the Court\nshould not consider NCB’s reliance on Bush because it\nwas not raised im NCB’s original motion to dismiss.\nMoreover, they are adamant that jurisdictional questions\nmust be resolved first. See Steel Co. v. Citizens for a\nBetter Environment, 523 U.S. 83, 94-95, 118 S.Ct. 1003,\n140 LEd2d 210 (1998) (“The requirement that\njurisdiction be established as a threshold matter springs\nfrom the nature and limits of the judicial power of the\nUnited States and is inflexible and without exception.”)\n(internal citation and quotations omitted). And in\n\nWESTLAW\n\nPlaintiffs’ view, the subject matter jurisdiction question\nmust be resolved before the Court addresses personal\njurisdiction. See Reiss v. Societe Centrale Du Groupe Des\nAssurances Nationales, 235 F.3d 738, 746 (2d Cir.2000)\n(“The initial question to be answered in this case is not\nwhether there is personal jurisdiction within the meaning\nof the New York [C.P.L.R.] but whether there is subject\nmatter jurisdiction within the meaning of the [FSIA].”).\nPlaintiffs submit that it would be inefficient to separate\nthe personal jurisdiction discovery from the FSIA\ndiscovery since the two inquiries are related. Finally,\nPlaintiffs argue that the Court’s rulings on the other Saudi\nbanks’ Rule 12(b)(6) motions cannot apply to NCB\nbecause the allegations against the various banks are not\nidentical.\n\nIn Bush, following the Supreme Court’s instructions in\nSteel Co., the district court dismissed the case for lack of\nsubject matter jurisdiction after finding plaintiffs lacked\nstanding to sue. On appeal, the Second Circuit found the\ncase “exceptional,” because twelve years earlier it had\n“entertained and rejected, on the merits, the same\nconstitutional challenge to the provision at issue.” Bush,\n304 F.3d at 186; *574 see also Planned Parenthood Fed.\nof Am. v. Agency of Int’] Devi, 915 F.2d 59 (2d Cir.1990)\n(rejecting same constitutional challenge to same\ngovernmental provision). It explained two exceptions to\nthe general rule that courts “ordinarily ... are not to\nassume the existence of jurisdiction in favor of reaching\nan ‘easier’ merits issue.” Bush, 304 F.3d at 193 (quoting\nFidelity Partners, Inc. v. First Trust, Co. of N.Y., 142 F.3d\n560, 565 (2d Cir.1998)).\n\nThe only exception relevant here is “in those ‘particular\ncircumstances’ where the outcome on the merits has been\n‘foreordained’ by another case such that the\n‘jurisdictional question could have no effect on the\noutcome,’ provided the court ‘does not use the\npretermission of the jurisdictional question as a device for\nreaching a question of law that otherwise would have\ngone unaddressed.’ ” Bush, 304 F.3d at 194 (quoting Steel\nCo., 523 U.S. at 98, 118 S.Ct. 1003). The exception stems\nfrom Secretary of Navy v. Avrech, 418 U.S. 676, 94 S.Ct.\n3039, 41 L.Ed.2d 1033 (1974), in which the Supreme\nCourt dismissed a _ constitutional challenge to a\ngovernmental provision on the merits before reaching the\njurisdiction question because the Court had earlier\nrejected a similar constitutional challenge to the same\nprovision in Parker v. Levy, 417 U.S. 733, 94 S.Ct. 2547,\n41 LEd.2d 439 (1974). See Bush, 304 F.3d at 194\n(describing Avrech and Parker ). Accordingly, in Bush,\nthe Second Circuit skipped the — initial-and\n“novel”—standing question because that analysis would\nhave been rendered “advisory” by “a controlling decision\n\nHOUSE_OVERSIGHT_017931",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017931.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5234,
    "word_count": 821,
    "line_count": 112,
    "import_date": "2025-11-19T21:47:47.389334",
    "prefix": "IMAGES-004"
  }
}