{
  "document_id": "HOUSE_OVERSIGHT_018603",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018603.txt",
  "text": "than one partner. (I've been researching polyamory since my teens, but only in recent\nyears did I decide to actively pursue it.)\n\n+ Swinging: Usually emphasizes couples with their own close bond, who have relatively\ncasual sex with other partners. (Another difference between swinging and polyamory is\nthat swingers tend to be more at home in mainstream culture, whereas polyamorists tend\nto be geeky or otherwise \"alternative.\" The blog Polyamory In The News has a great, long\npiece on poly culture vs. swing culture.)\n\n+ Cheating: One partner does something with an outside partner that wasn't accepted or\nunderstood in advance. In monogamous relationships, cheating usually involves having\nsex with an outside partner. Cheating exists in polyamorous or swing relationships as\nwell: for example, a person might cheat on a non-monogamous partner by breaking an\nagreement -- an agreement such as \"we don't have unprotected sex with other partners.”\n\nJust in case it needs to be said: I never advocate cheating, ever. As for the first two, I\nknow both poly people and swingers that I consider totally decent and wonderful folks! I\nhave more personal experience with and interest in polyamory, though.\n\nYet one thing that often gets lost in conversations about all these options is the\nadvantages of monogamy. Of which there are many. Although I don't currently identify\nas monogamous, I had a very strong monogamous preference for years. I knew that\npolyamory existed, and I thought about it a lot, because it's interesting -- but I just didn't\nfeel like it was for me. (In fact, my most adamantly polyamorous friend used to call me\nhis \"reasonable monogamous friend.\" He said I had examined polyamory enough to\nreasonably reject it, whereas he felt most people never consider polyamory deeply\nenough to have a thoughtful opinion.)\n\nAnd lately lots of my monogamous friends have been getting married. So I've been\nthinking about the positive aspects of their relationship choices as I dance at their\nweddings, devour mini-quiches, flirt with their brothers and try to avoid offending their\nparents. (Okay, I've actually only flirted with one brother. So far.)\n\nA Few Advantages of Monogamy (this is not a complete list)\n\n+ Jealousy management. Some people experience jealousy more than, or less than, or\ndifferently from other people. Plenty of people in non-monogamous relationships\nexperience jealousy -- and plenty of non-monogamous people handle it just fine, through\nopen-hearted communication. (Often, jealousy is managed through very detailed\nrelationship agreements such as a \"relationship contract.\")\n\nBut there are also plenty of people who appear to lack the \"jealousy chip.\"\n\nAnd then there are plenty of people who experience so much jealousy, who feel that\njealousy is such a big part of their emotional makeup, that the best way to manage it is\nsimply through monogamy.\n\nPersonally, I used to get a lot more jealous than I do now. I think I'm less likely to get\njealous these days partly because I've gotten better at finding low-drama men. Jealousy\nhas a reputation for being an irrational emotion, and sometimes it genuinely is an\nunreasonable, cruel power-grab. But I think jealousy is often quite rational, and often\n\nHOUSE_OVERSIGHT_018603",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018603.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3258,
    "word_count": 525,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:45.195531",
    "prefix": "IMAGES-005"
  }
}