{
  "document_id": "HOUSE_OVERSIGHT_020246",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020246.txt",
  "text": "94\n\nshort-term travel to meet with me.” He added pointedly “You need to be involved in this story.\"\nTo further convince him, he suggested that they immediately speak on the phone via a website\nthat encrypts conversations. The subsequent conversation lasted, according to Greenwald, two\nhours.\n\nSnowden began the encrypted call by complaining, “I don’t like how this is developing.” He\nmade it clear that he, not the journalist he had selected, was pulling the strings. If Greenwald\nwanted the scoop, he had to follow Snowden’s instructions, which included dividing the scoops\nbetween the Guardian and the Washington Post. According to his plan, Gellman would break the\nPRISM story in the Washington Post and Greenwald would break the “mass domestic spying”\nstory in the Guardian. In addition, he insisted that the Guardian publish his personal manifesto\nalongside its story. As he envisioned it, the media event would also include a video component in\nwhich Greenwald would interview him.\n\nOnce Greenwald agreed to this micro-managing, Snowden would send him what he called a\n“welcome package” of documents to demonstrate his good faith. His plan also required a face-to-\nface meeting. When Greenwald said he was aboard the project, Snowden told him “the first order\nof business is to get you to Hong Kong.”\n\nSnowden next sent him 20 classified NSA documents labeled “TOP SECRET.” He also\nincluded in the package his personal manifesto, which asserted that the NSA was part of an\ninternational conspiracy of intelligence agencies that were working to “inflict upon the world a\nsystem of secret, pervasive surveillance from which there is no refuge.”\n\nMeanwhile, Snowden told Poitras, he was sending her a number of NSA documents including a\nrecent FISA warrant. It had been issued less than a month earlier. He wanted that FISA warrant\nto serve as the basis of Greenwald’s scoop. It was perfect whistle-blowing material for the\nGuardian because it ordered Verizon to turn over all its billing records for 90 days to the NSA.\nIt was as close to a smoking gun as anything he had copied at the NSA. It would also get\nattention since James Clapper, the Director of National Intelligence, had stated before Congress\njust two months earlier that the NSA did not collect phone data in America. This warrant would\nallow the Guardian, in the best tradition of “Gotcha” journalism, to catch Clapper in an apparent\nlie.\n\nContinuing his string-pulling, he instructed Poitras not to show the FISA warrant to\nGreenwald until they were safely aboard the plane. That measure would prevent Greenwald from\nreleasing the story without coming to Hong Kong. He also sent Poitras an entire encrypted file of\nNSA documents, saying it would “include my true name and details for the record, though it will\nbe your decision as to whether or how to declare my involvement.” He did not send her the key\nto decipher the file, saying “The key will follow when everything else is done.” He further told\nher that he preferred that her film focus on him as the sole perpetrator of the leak so that no one\nelse at the NSA would be suspected. He instructed her “Your destination is Hong Kong.”\n\nHOUSE_OVERSIGHT_020246",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020246.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3183,
    "word_count": 532,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.976684",
    "prefix": "IMAGES-005"
  }
}