{
  "document_id": "HOUSE_OVERSIGHT_019275",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019275.txt",
  "text": "Freedom House\n\nChapter 6\n\nFlacks and Friends\n\nDid the Russian government attempt to surrepti-\ntiously influence the 2016 U.S. presidential election\nin Donald Trump's favor? The answer to that question\nmay never be definitively known. There is, neverthe-\nless, a critical mass of evidence that Kremlin-allied\nforces were responsible for hacking into the Dem-\nocratic National Committee's computers, stealing\nmillions of files, and turning the information over to\nWikiLeaks, which in turn circulated it to the media.\nSome may find the evidence unsatisfactory. But given\nRussia's well-established record of cyberwarfare,\npreviously directed at neighboring states like Estonia\nand Ukraine, and the Russian regime's dislike for the\nDemocratic candidate, Hillary Clinton, there is ample\nreason to treat charges of Russian culpability as\nstrongly credible.\n\nAnother body of evidence can be found in Russia's\nrecord of involvement in the internal politics of a\nnumber of countries in Europe, including European\nUnion (EU) member states. In fact, under Vladimir\nPutin, Russia has repeatedly interfered in the affairs of\nEuropean states in ways that the Kremlin would regard\nas intolerable if Russia were the target.\n\nRussian involvement is usually camouflaged so as\n\nto ensure a degree of deniability, but the disguise is\nsometimes rather thin. In late 2014, France's far-right\nNational Front party, led by Marine Le Pen, secured a\n€9 million loan from a Russian bank with indirect ties\nto the government in what many interpreted as a bet\nby Putin on the future of French politics. Le Pen has\nsubsequently spoken favorably of Putin and criticized\nthe sanctions imposed on Russia by the EU.' She has\neven called for a strategic alliance with Russia and\nproposed a pan-European grouping that would include\nRussia while leaving out the United States. By 2016, the\nNational Front was seeking more funding that would\nenable it to participate on an equal footing with main-\nstream parties in the 2017 presidential contest.\n\nThe 2014 loan came just months after the National\nFront helped provide a veneer of legitimacy to Russia's\nillegal annexation of Crimea. Aymeric Chauprade, a Le\nPen adviser who once called Russia “the hope of the\nworld against new totalitarianism,” participated in an\nobserver mission to monitor the Crimean referendum\non secession from Ukraine and union with Russia. The\n\n“As an operator, but not as a human\nbeing, | would say Putin. The way he\nplayed the whole Syria thing. Bril-\nliant.”\n\n—Nigel Farage, on the world leader he most admires\n\n“| admire his cool head. Because\nthere is a cold war being waged\nagainst him by the EU at the behest\nof the United States... | admire that\n\nhe has managed to restore pride and\ncontentment to a great nation that\nhad been humiliated and persecuted\nfor 70 years.”\n\n—Marine Le Pen\n\n“[Putin] makes a decision and he exe-\ncutes it, quickly. And then everybody\nreacts. That's what you call a leader.”\n\n—Rudy Giuliani\n\nmission was arranged by a pro-Moscow organization\ncalled the Eurasian Observatory for Elections and\nDemocracy, and consisted largely of politicians from\n\na variety of European far-right parties, including Hun-\ngary’s Jobbik and Austria's Freedom Party. The vote,\nheld under Russian military occupation, was widely re-\ngarded as falling well short of international standards.\nHowever, the Eurasian Observatory delegation gave\nthe referendum an enthusiastic thumbs-up.’\n\noscow has paid considerable attention to evolving\npolitical developments in Central and Eastern Europe.\nDespite their relatively recent histories of Soviet\nsubjugation and communist rule, a number of these\ncountries have seen the rise of populist or nationalist\nparties that express admiration for or affinity with\nPutin's regime. Meanwhile, mainstream parties have\ndeveloped attitudes toward Russia that are notable\nfor their ambivalence, including on the pivotal issue of\nthe Kremlin's invasion of Ukraine.\n\nwww.freedomhouse.org\n\nA\n\nHOUSE_OVERSIGHT_019275",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019275.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3988,
    "word_count": 620,
    "line_count": 108,
    "import_date": "2025-11-19T21:47:48.362084",
    "prefix": "IMAGES-005"
  }
}