{
  "document_id": "HOUSE_OVERSIGHT_025540",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025540.txt",
  "text": "I have up until now, not told my side of the story. My attorneys and PR people\nadvised me to just stay quiet, and it will all go away. I have received the same advice\nfor five years now. I realize my silence is now causing collateral damage to my\nfriends and other innocent bystanders. The time has come to let the hounds of\ninvestigative reporters loose on those that, driven by money, have made false\nclaims, concocted malicious fabrications, and have expanded their fictions now to\ninclude others in my orbit.\n\nI was investigated for soliciting underage prostitutes. To be precise, girls under the\nage of 18 who were brought to my house by their close friends who worked in local\nmassage parlors or strip clubs(West Palm Beach has scores of massage parlors and\nhappy ending places that routinely advertise in the same local papers that have\nchastised my behavior)| see Palm Beach Post classifieds]. 1 am and have always\nbeen a bachelor. eee massage parlor women, licensed massage therapists,\nand women with no massage experience. | have never ever used force, coercion, or\nin fact had intercourse with any of these women.\n\nWhen the police investigated me, went through my garbage, searched my house,\nthey found sex toys, but NO cameras or camera equipment; nothing in fact out of the\nordinary from many homes of single men. There were never any photos of\nunderage girls. Never. A careful reading of any law enforcement document makes\nthat clear. The camera that was referred to in the search warrant, was the camera\ninstalled in my house with the help of the local police to catch my houseman, John\nAllessi; the same houseman mentioned in many articles. He was breaking into my\nhouse and stealing money after being fired. The camera caught him in the act. These\ncameras were the only cameras at my house; security cameras.\n\nThe local state attorney, after conducting an extensive investigation and\ninterviewing the girls herself, a sex crimes prosecutor with over 13 years\nexperience, and who had herself authored the more tough legislations dealing with\nsex crimes, said in her own words, “There are no real victims here. The girls knew\nthey were going to a house in Palm Beach, they had their boyfriends or family\nmembers drive them to the house and wait outside, and then they encouraged their\nfriends to go.” Many of the girls interviewed were in their mid twenties, some in\ntheir early thirties, and some younger than 18. The girl that the newspapers have\nreferred to as a fourteen year old told the police that she had repeatedly told me\nthat she was 18 and a senior in high school, like many of the massage parlor girls\ntold me, and in her own words to the police, said the reason she said she was 18 was\nthat she was told if she didn’t, MR EPSTEIN would not let her in the house. These\nreports are available.\n\nThe state attorney offered me to take a plea to aggravated assault with only\nprobation. My attorneys told me that it would be forever a blight on my record, and |\nshould refuse the deal. I did so. The state attorney, Barry Krisher, took the unusual\nstep of bringing the facts before a state grand jury. In Florida, this happens most\noften in capital murder cases, not prostitution in someone’s own home. To be\ncertain that the public would not criticize the outcome, the state grand jury was\ngiven all the evidence and returned a verdict of Solicitation of Prostitution.\nSolicitation, a non-registrable offense which carries with it a sentence of mandatory\n\nHOUSE_OVERSIGHT_025540",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025540.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3501,
    "word_count": 609,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:45.666122",
    "prefix": "IMAGES-008"
  }
}