{
  "document_id": "HOUSE_OVERSIGHT_018208",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018208.txt",
  "text": "secret agent — the prisoners still had to explain why they had hidden 15\nkg of the military explosive RDX under bushes on a Mombasa golf\ncourse.\n\nCreated to advance Iran’s interests clandestinely overseas, the Quds Force\nhas lately provided mostly embarrassment, stumbling in Azerbaijan,\nGeorgia, India, Kenya and most spectacularly in Thailand, where before\naccidentally blowing up their Bangkok safe house, Iran’s secret agents\nwere photographed in the sex-tourism mecca of Pattaya, one arm around a\nhookah, the other around a hooker. In its ongoing shadow war with Israel,\nthe Iranian side’s lone “success” was the July 18 bombing of a Bulgarian\nbus carrying Israeli tourists — though European investigators last week\nofficially attributed that attack to Iran’s Lebanese proxy, Hizballah. That\nleaves the Islamic Republic itself with a failure rate hovering near 100%\nabroad and an operational tempo — nine overseas plots uncovered in nine\nmonths — that carries a whiff of desperation. A Tehran government long\nbranded by U.S. officials as the globe’s leading exporter of terrorism may\nbe cornering the market on haplessness.\n\nWithin Iran’s own borders, however, the story is different. Twice in the\npast two years Iranian intelligence has cracked espionage rings working\nwith Israel’s Mossad, Western intelligence officials tell TIME. In both\ncases, the arrests were the furthest thing from secret: announced at a news\nconference, each was later followed up by televised confessions broadcast\non Iranian state television in prime time. Given Iran’s history of trumped-\nup confessions, skepticism is more than justified. But the arrests appear to\nbe solid. One intelligence official said the captured Iranians provided\n“support and logistics” to the Mossad operatives who carried out the\nassassinations of Iranian nuclear scientists.\n\nAt least four scientists were killed on Tehran’s streets from 2010 to 2012,\nwhen, as TIME has reported, Israel ratcheted back on covert operations\ninside Iran. Officially, Israel has remained silent on the killings, though\ngovernment officials will coyly say they welcome the deaths. The Jewish\nstate maintains the same ambiguous posture on other “setbacks” to Iran’s\nnuclear program widely — and correctly, Western intelligence officials\nsay — attributed to Mossad, from the Stuxnet computer virus, to\n\nHOUSE_OVERSIGHT_018208",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018208.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2364,
    "word_count": 360,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:47.912321",
    "prefix": "IMAGES-004"
  }
}