{
  "document_id": "HOUSE_OVERSIGHT_017001",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017001.txt",
  "text": "23. Wikipedia. Web. 23 Aug. 2010.\n<http://www.wikipedia.org/>.\n\n24. Hoiberg, Dale, ed. Encyclopaedia Britannica. Chicago:\nEncyclopaedia Britannica, 2002.\n\n25. Gregorian, Vartan, ed. Censorship: 500 Years of Conflict.\nNew York: New York Public Library, 1984.\n\n26. TreB, Werner. Wider Den Undeutschen Geist:\nBiicherverbrennung 1933. Berlin: Parthas, 2003.\n\n27. Sauder, Gerhard. Die Biicherverbrennung: 10. Mai 1933.\nFrankfurt/Main: Ullstein, 1985.\n\n28. Barron, Stephanie, and Peter W. Guenther. Degenerate\nArt: the Fate of the Avant-garde in Nazi Germany. Los\nAngeles: Los Angeles County Museum of Art, 1991.\n\n29. Google News Archive Search. Web.\n<http://news. google.com/archivesearch>.\n\n30. Digital Scriptorium. Web.\n<http://www.scriptorrum.columbia.edu>.\n\n31. Visual Eyes. Web. <http://www.viseyes.org>.\n\n32. ARTstor. Web. <http://www.artstor.org>.\n\n33. Europeana. Web. <http://www.curopeana.eu>.\n\n34. Hathi Trust Digital Library. Web.\n<http://www.hathitrust.org>.\n\n35. Barry, John M. The Great Influenza: the Epic Story of the\nDeadliest Plague in History. New York: Viking, 2004.\n\n36. J-B.M. was supported by the Foundational Questions in\nEvolutionary Biology Prize Fellowship and the Systems\nBiology Program (Harvard Medical School). Y.K.S. was\nsupported by internships at Google. S.P. acknowledges\nsupport from NIH grant HD 18381. E.A. was supported by\nthe Harvard Society of Fellows, the Fannie and John Hertz\nFoundation Graduate Fellowship, the National Defense\nScience and Engineering Graduate Fellowship, the NSF\nGraduate Fellowship, the National Space Biomedical\nResearch Institute, and NHGRI Grant T32 HG002295 .\nThis work was supported by a Google Research Award.\nThe Program for Evolutionary Dynamics acknowledges\nsupport from the Templeton Foundation, NIH grant\nRO1GM078986, and the Bill and Melinda Gates\nFoundation. Some of the methods described in this paper\nare covered by US patents 7463772 and 7508978. We are\ngrateful to D. Bloomberg, A. Popat, M. McCormick, T.\nMitchison, U. Alon, S. Shieber, E. Lander, R. Nagpal, J.\nFruchter, J. Guldi, J. Cauz, C. Cole, P. Bordalo, N.\nChristakis, C. Rosenberg, M. Liberman, J. Sheidlower, B.\nZimmer, R. Darnton, and A. Spector for discussions; to C-\nM. Hetrea and K. Sen for assistance with Encyclopaedia\nBritannica's database, to S. Eismann, W. Tre, and the\nCity of Berlin website (berlin.de) for assistance\ndocumenting victims of Nazi censorship, to C. Lazell and\nG.T. Fournier for assistance with annotation, to M. Lopez\nfor assistance with Fig. 1, to G. Elbaz and W. Gilbert for\n\nreviewing an early draft, and to Google’s library partners\nand every author who has ever picked up a pen, for books.\nSupporting Online Material\nWwww.sciencemag.org/cgi/content/full/science.1199644/DC1\nMaterials and Methods\nFigs. S1 to S19\nReferences\n\n27 October 2010; accepted 6 December 2010\nPublished online 16 December 2010;\n10.1126/science. 1199644\n\nFig. 1. “Culturomic” analyses study millions of books at\nonce. (A) Top row: authors have been writing for millennia;\n~129 million book editions have been published since the\nadvent of the printing press (upper left). Second row:\nLibraries and publishing houses provide books to Google for\nscanning (middle left). Over 15 million books have been\ndigitized. Third row: each book is associated with metadata.\nFive million books are chosen for computational analysis\n(bottom left). Bottom row: a culturomic “timeline” shows the\nfrequency of “apple” in English books over time (1800-\n2000). (B) Usage frequency of “slavery.” The Civil War\n(1861-1865) and the civil rights movement (1955-1968) are\nhighlighted in red. The number in the upper left (1e-4) is the\nunit of frequency. (C) Usage frequency over time for “the\nGreat War” (blue), “World War I” (green), and “World War\nII” (red).\n\nFig. 2. Culturomics has profound consequences for the study\nof language, lexicography, and grammar. (A) The size of the\nEnglish lexicon over time. Tick marks show the number of\nsingle words in three dictionaries (see text). (B) Fraction of\nwords in the lexicon that appear in two different dictionaries\nas a function of usage frequency. (C) Five words added by\nthe AHD in its 2000 update. Inset: Median frequency of new\nwords added to AHD4 in 2000. The frequency of half of these\nwords exceeded 10” as far back as 1890 (white dot). (D)\nObsolete words added to AHD4 in 2000. Inset: Mean\nfrequency of the 2220 AHD headwords whose current usage\nfrequency is less than 10°. (E) Usage frequency of irregular\nverbs (red) and their regular counterparts (blue). Some verbs\n(chide/chided) have regularized during the last two centuries.\nThe trajectories for “speeded” and “speed up” (green) are\nsimilar, reflecting the role of semantic factors in this instance\nof regularization. The verb “burn” first regularized in the US\n(US flag) and later in the UK (UK flag). The trregular\n“snuck” is rapidly gaining on “sneaked.” (F) Scatter plot of\nthe irregular verbs; each verb’s position depends on its\nregularity (see text) in the early 19th century (x-coordinate)\nand in the late 20th century (y-coordinate). For 16% of the\nverbs, the change in regularity was greater than 10% (large\nfont). Dashed lines separate irregular verbs (regularity<50%)\n\nSciencexpress / www.sciencexpress.org / 16 December 2010 / Page 6 / 10.1126/science.1199644\n\nDownloaded from www.sciencemag.org on December 16, 2010\n\nHOUSE_OVERSIGHT_017001",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017001.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5383,
    "word_count": 805,
    "line_count": 124,
    "import_date": "2025-11-19T21:47:48.159493",
    "prefix": "IMAGES-004"
  }
}