{
  "document_id": "HOUSE_OVERSIGHT_022105",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022105.txt",
  "text": "James PATTERSON\n\n19. In addition to constantly finding underage girls to\nsatisfy their personal desires, Epstein and Maxwell also got\ngirls for Epstein's friends and acquaintances. Epstein specifi-\ncally told me that the reason for him doing this was so that\nthey would “owe him,” they would “be in his pocket,” and he\nwould “have something on them.” I understood that Epstein\nthought he could get leniency if he was ever caught doing\nanything illegal, or that he could escape trouble altogether.\n\nRoberts submitted her declaration in support of a motion to\n\nbe added as a plaintiff in a suit (ongoing, as of this writing) that\n\nsought to overturn a non-prosecution agreement that Jeffrey\n\nEpstein would reach with the government. Roberts was seeking eS\n\nto join a case brought against the government by two other vic-\ntims, but a judge denied her motion in April of 2015, explaining\n- that the case had already been pending for several years, and it\nwas unneccesary to add an additional plaintiff. a\n\nRoberts's declaration, which goes on for another eight pages, and\n\nmakes twenty-four additional points, was stricken from the record— i\n\nthe judge explained that the “lurid” and “unnecessary details”\nrmment, were\n\ninvolving “non-parties” to the lawsuit against the gove\n“immaterial and impertinent” to the proceedings.\n\nThrough a representative, Ghislaine Maxwell called the 3\n\nbvious lies,” after which Roberts filed a 4\n\nallegations against her “o\ndefamation suit against Maxwell. In an answer filed in the suit, —\n\nMaxwell elaborated that Roberts's “story of abuse at the hands of ©\n\nMs. Maxwell” was “fabricated” for financial gain.\n\n138\n\nAlicia: May 20, 1997\n\nonald Trump’s instin\n\nsolid. But if the repc\n\ninto Epstein’s myster:\n\nther, there’s a chance they w«\nnot just in Palm Beach.\n\nIn California, for instan\n\nfrom the Santa Monica Police\n\nIn the spring—almost the\n\nq the police. The young woman)\n. appeared on Baywatch and Gei\n4 ally assaulted at a trendy hotel\n\nThe officer who took th\n\ngp plicia —and her voice. A w\n\n* Alicia’\n4 ia’s name, some identifying «\n\n‘-\n\nHOUSE_OVERSIGHT_022105",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022105.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2099,
    "word_count": 346,
    "line_count": 78,
    "import_date": "2025-11-19T21:47:48.153760",
    "prefix": "IMAGES-006"
  }
}