{
  "document_id": "HOUSE_OVERSIGHT_010999",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010999.txt",
  "text": "Growth Mechanics\n\nStart with simplicity. Imagine a changeless world where people and things replicate\nthemselves exactly. Chapter 3 showed that in total capital terms including human\ncapital, although neither Mill nor Keynes used them, depreciation of both factors\ntogether, net of transfers from one to the other, equals exhaust in taste satisfaction.\n“Replacement investment,” or “depreciation investment,” is just enough to turn the\ngenerations over as new (net) output makes up the loss to consumption exactly.\nIdeas hold unchanged. That wouldn't be too far from the truth for our million years\nas homo erectus, or our millennia after as homo sapiens until some 50,000 years ago,\nor our centuries in the dark ages after Rome fell. Most of the new norms we\n\ninnovated, although not all, eventually regressed to the old ones.\n\nNext imagine growth of everything at a constant rate. Capital, consumption and\noutput all grow in constant proportion. Economists now call this “balanced” growth.\nMill had described that possibility in 1844. Balanced growth isn’t driven by\nconsumption restraint, as consumption never lags. And it isn’t driven by\nproductivity gain, meaning more output per unit capital, since output grows no\n\nfaster. What drives it?\n\nSuppose first that there are still no new ideas. If we are pioneers in a new world or\nempty niche, we might be able to increase numbers of exactly the same things and\nskill sets until we reach niche limits. Then what would pay for capital growth in that\ncase? Zeno the Eleatic might insist that depreciation investment is never enough\nbecause it chases a moving target. But depreciation moves just as fast. Identical\ncapital means identical in depreciation rates. That means the ratio of depreciation\n(pure consumption) to capital. The two racers hold neck and neck indefinitely.\nDepreciation investment is still enough, just as it was in the growthlessness before.\n\nIn balanced growth, as in standing still, it is the only need for of capital replacement.\n\nNow comes a tougher problem. Niches in the real world are typically more or less\n\nfull. Here old ideas alone can’t bring growth. David Ricardo, Thomas Malthus and\n\nChapter 4 Mill’s Idea 1/11/16 8\n\nHOUSE_OVERSIGHT_010999",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010999.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2224,
    "word_count": 357,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:44.312955",
    "prefix": "IMAGES-001"
  }
}