{
  "document_id": "HOUSE_OVERSIGHT_016686",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016686.txt",
  "text": "ull\n\nPage 6 of 8\n\nTap B (3230). Table 1 arrays the target Primary and Secondary Drinking Standards, regulated\nMCLs, required sampling frequency, and laboratory analytical results for the November 14,\n2008-collected water samples.\n\nAppendix A contains the laboratory analytical reports from HSA’s November 14, 2008\nsampling event.\n\nCOMPARISON TO RECENT CITY MONITORING PROGRAM RESULTS\n\nThe City’s most recent annual compliance monitoring event for Primary and Secondary\nDrinking Water Standards was performed in June 2008. The sample of ‘finished’ water product\nwas collected at a sampling point (laboratory tap) at the water treatment plant. Analysis was\nperformed by the City’s FDOH/NELAC-certified, vendor analytical laboratory, Genapure.\nAnalysis yielded all target parameter results below method detection limits (MDLs) or less than\nrespective maximum contaminant limits (MCLs) per Chapter 62-550, F.A.C.\n\nThe City’s most recent quarterly routine monitoring event for Nitrate and Nitrite was performed\nin August 2008. The sample of ‘finished’ water product was also collected at the water\ntreatment plant’s laboratory tap. Analysis was again performed by the City’s vendor analytical\nlaboratory, Genapure. The detected concentration of Nitrate was less than the MCL (10 mg/L).\nThe concentration of Nitrite was below the MDL (< 0.053 mg/L). Nitrate concentrations from\nHSA’s November 2008 sampling event are lower than either result reported from the City’s\nannual or latest quarterly sampling from the water treatment plant's laboratory tap. The\ndifference between these results is not relevant since the reported concentrations from the City\nand from HSA’s sampling event are still less than the MCL.\n\nTable 1 includes a comparative array of the City’s monitoring program results to the results\nfrom HSA’s November 2008 distribution system tap sampling for the target Primary and\nSecondary Drinking Standards.\n\nAPPLICATION OF DISINFECTION CHEMICALS, BYPRODUCTS, AND THE EFFECT ON\nTASTE\nTo eliminate the presence of microbiologics, such as Coliform bacteria, the City applies\nchlorine at the treatment plant to disinfect the processed supply water. This treatment process\nresults in the formation of chemical compounds in the potable water product known as\nDisinfection Byproducts (DBPRs). The allowable concentrations of DBPRs in drinking water\nare set as Standards in FDEP rule 62-550, F.A.C.\n\nThe latest quarterly (3-month) reporting period for the City’s weekly routine monitoring of\nDBPRs (Total Trihalomethanes, TTHMs) ended September 2008. The samples of water\n\nHOUSE_OVERSIGHT_016686",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016686.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2595,
    "word_count": 377,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:48.445721",
    "prefix": "IMAGES-004"
  }
}