{
  "document_id": "HOUSE_OVERSIGHT_012580",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012580.txt",
  "text": "JAY P. LEFKOWITZ, Eso.\nDECEMBER 13, 2007\nPAGE 4 OF 5\n\nissue if it were raised during negotiations. As I stated, it was not, leading me to believe that it was\nnot a matter of concern to the defense. Since the signing of the Non-Prosecution Agreement, the\nagents and I have vetted the list of victims more than once. In one instance, we decided to remove\na name because, although the minor victim was touched inappropriately by Mr. Epstein, we decided\nthat the link to a payment was insufficient to call it “prostitution.” 1 have always remained open to\na challenge to the list, so your suggestion that Mr. Epstein was forced to write a blank check is\nsimply unfounded.\n\nYour last set of allegations relates to the investigation of the matter. For instance, you claim\nthat some of the victims were informed of their right to collect damages prior to a thorough\ninvestigation of their allegations against Mr. Epstein. This also is false. None of the victims was\ninformed of the right to sue under Section 2255 prior to the investigation of the claims. Three\nvictims were notified shortly after the signing of the Non-Prosecution Agreement of the general\nterms of that Agreement. You raised objections to any victim notification, and no further\nnotifications were done. Throughout this process you have seen that I have prepared this case as\nthough it would proceed to trial. Notifying the witnesses of the possibility of damages claims prior\nto concluding the matter by plea or trial would only undermine my case. If my reassurances are\ninsufficient, the fact that not a single victim has threatened to sue Mr. Epstein should assure you of\nthe integrity of the investigation.'\n\n‘There are numerous other unfounded allegations in your letter about document demands,\nthe money laundering investigation, contacting potential witnesses, speaking with the press, and the\nlike. For the most part, these allegations have been raised and disproven earlier and need not be\nreaddressed. However, with respect to the subpoena served upon the private investigator, contrary\nto your assertion, and as your co-counsel has already been told, I did consult with the Justice\nDepartment prior to issuing the subpoena and I was told that because I was not subpoenaing an\nattorney’s office or an office physically located within an attorney's office, and because the business\ndid private investigation work for individuals (rather than working exclusively for Mr. Black), I\ncould issue a grand jury subpoena in the normal course, which is what I did. I also did not\n“threaten” the State Attorney's Office with a grand jury subpoena, as the correspondence with their\ngrand jury coordinator makes perfectly clear.\n\nWith regard to your allegation of my filing the Palm Beach Police Department’s probable\ncause affidavit “with the court knowing that the public could access it,” I do not know to what you\nare referring. All documents related to the grand jury investigation have been filed under seal, and\nthe Palm Beach Police Department’s probable cause affidavit has never been filed with the Court.\nIf, in fact, you are referring to the Ex Parte Declaration of Joseph Recarey that was filed in response\nto the motion to quash the grand jury subpoena, it was filed both under seal and ex parte, so no one\nshould have access to it except the Court and myself. Those documents are still in the Court file\nonly because you have violated one of the terms of the Agreement by failing to “withdraw\n[Epstein’s] pending motion to intervene and to quash certain grand jury subpoenas.”\n\nHOUSE_OVERSIGHT_012580",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012580.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3575,
    "word_count": 595,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:46.747739",
    "prefix": "IMAGES-002"
  }
}