{
  "document_id": "HOUSE_OVERSIGHT_029942",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029942.txt",
  "text": "11\n\nis an established disaster, that being the destruction, in a country of\nwhich it was one of the pillars, of the sacrosanct principle that, even\nin an accusatory system, a man has the right to the respect of his\nhonor and his integrity as long as his guilt has not been established.\nIn the case of Dominique Strauss-Kahn, this principle was flouted by\nthe tabloids (The New York Post, The Daily News, etc.) whose\ncompetitions in humiliation transformed him, from the first moment,\ninto a monster. He was trampled on by that part of the \"serious\"\npress, which, like Time magazine, with its astounding cover\nillustrating the “lies” and “arrogances” of the “powerful” with a\nphoto of a pig, committed what the worst of the tabloids did not dare\nto.\n\nAnd he was crushed, then, by that fraction of the American judicial\napparatus that, by putting Dominique Strauss-Kahn in stocks, by\nhumiliating him before the entire world, by ruthlessly pursuing him,\nhas probably ruined his life. That is what I wished to say when I\nwrote that, after George W. Bush’s invention of the concept of “pre-\nemptive war,” America, under Cyrus Vance, Jr., has perhaps begun to\ninvent the idea, scarcely less horrifying, of “pre-emptive penalty.”\nAnd please allow a friend of this country to repeat, here, what he has\nsaid in his own country, when media-judicial tornadoes of the same\nkind have swept the land: that all this calls, at the least, for serious,\nhonest, and substantial soul-searching.\n\nBernard-Henri Lévy is one of France's most famed philosophers, a\njournalist, and a bestselling writer. He is considered a founder of the\nNew Philosophy movement and is leading thinker on religious issues,\ngenocide, and international affairs. His most recent book, Left in\nDark Times: A Stand Against the New Barbarism, discusses political\nand cultural affairs as an ongoing battle against the inhumane.\n\nHOUSE_OVERSIGHT_029942",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029942.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1902,
    "word_count": 314,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:46.185212",
    "prefix": "IMAGES-010"
  }
}