{
  "document_id": "HOUSE_OVERSIGHT_029243",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029243.txt",
  "text": "Here’s what we have to report, and to show, a year later, thanks to your help. Links offer sneak\npeeks of works -in-progress across the full portfolio of Poetry in America projects.\n\n° The first eight-episode season of the public television series Poetry in America (a co-\nproduction between WGBH, Emmy Award-winning filmmaker David Grubin, and my own new\nproduction company, Verse Video), is now fully funded and in production, with episodes featuring\nBill Clinton, Herbie Hancock and Sonia Sanchez _on Langston Hughes, Frank Gehry on Carl\nSandburg, Katie Couric on Elizabeth Bishop, Nas on Whitman, and many more scheduled for\nnationwide launch in 2017.\n\n° Poetry in America’s many initiatives to reach Middle and High School teachers and their\nstudents are taking root. Our first online course for Middle and High School Teachers, Poetry of\nthe City, will launch this Spring with the Harvard Graduate School of Education. Companion\nmaterials to this course will be made available for free on PBS LearningMedia. This course is\ndesigned to meet the needs of English Language Arts and Social Studies teachers in the US and\ninternationally.\n\n° We are eager to begin production of The Poetry of Earth, Sea, and Sky. Designed, too, for\nMiddle and High School teachers, The Poetry of Earth, Sea, and Sky will draw English Language\nArts instruction into dialogue with science, and will include extraordinary footage of the natural\nworld, conversations with poets, scholars, and scientists as well as footage shot in class and in the\nfield with great teachers.\n\n° A recent partnership with Greenwich Country Day School and the Success Academy Network\nof charter schools will provide a base for the production of a new collection of classroom-ready\neducational material on The Poetry of Art, Sport, and Play. This collection will include discussions\non poems filmed everywhere from sports fields to Broadway theaters, and will feature dancers,\nathletes, fashion designers, and more.\n\n° With a growing archive of footage capturing teachers and students reading American poems,\nwe are eager to expand our reach and move into America’s schools, disseminating, testing,\nand learning from teachers and students using our materials. We hope to be able to begin work\nevaluating the impact of poetry on literacy levels and character development and, eventually, to\nproduce a full suite of materials that foster character development along with intellectual growth.\n\nWorking closely with such partners as The Nantucket Project, Nautilus Magazine, The Aspen Ideas\nFestival, and The Big Think, and, of course, HarvardX, Harvard’s provider of free open online\ncourses, we are continuing to create rich educational media on poetry for adult learners and\nlifelong learners. These materials include short form videos such as this one on Robert Pinsky’s\n“Shirt” (as featured in The New Yorker), and, this spring, the sixth module of the free seven-part\nPoetry in America MOOC, which has registrants in over 150 countries.\n\nGrowing rapidly, and outpacing our current staff and infrastructure, Poetry in America has a\nfundraising goal this year of 2.5 million dollars to fund its expanding group of projects. We've taken\na big step, hiring the design agency Threespot to help us develop our web presence. Our\nwebsite— to launch early 2016— will eventually serve as an online hub for our TV show and\neducational projects. We hope you'll join us then for a virtual launch!\n\nFinally, Jeffrey, you have been such a wonderful supporter of my Poetry in America project. The\nLeon Black gift changed everything for me last year. It paid salaries for staff | desperately needed to\ncomplete projects (detail below), but first and foremost, it gave me leverage, enabling me to set\ndown a Solid Harvard base for my activities by giving the school something to point to: this public\n\nHOUSE_OVERSIGHT_029243",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029243.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3868,
    "word_count": 622,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:49.107915",
    "prefix": "IMAGES-010"
  }
}