{
  "document_id": "HOUSE_OVERSIGHT_026832",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026832.txt",
  "text": "The PATH Act includes certain revenue raising provisions to offset, in part, the tax revenue loss\nanticipated to result of the above-described tax reform provisions of the Act. Such revenue raisers\n\ninclude (among other technical changes) the following provisions:\n\nA. Increase in FIRPTA Withholding Rate. The purchaser of a U.S. real property interest from a non-\nU.S. person was previously required to withhold 10 percent of the purchase price under FIRPTA. The\nPATH Act increases this rate to 15 percent for dispositions occurring after the 60th day following\nenactment, but maintains the 10 percent rate for sales of residential property for between $300,000\nand $1,000,000. This provision is not a tax increase but is designed to ensure that FIRPTA withholding\n\ncollects a sufficient portion of the taxes owed.\n\nB. Restriction on REIT Spin-offs. In recent years, it has become increasingly common for large\ncorporate taxpayers to reduce their tax bills by contributing real estate used in their businesses to a\nsubsidiary, spinning off the subsidiary in a tax free transaction under Code section 355, and then\nhaving the spun-out corporation making a REIT election. The PATH Act curtails such activity by (i)\nproviding that neither the distributing corporation nor the spun-out corporation can make a REIT\nelection for ten years after that corporation was involved in a Section 355 transaction and (ii) denying\ntax-free treatment to spin-offs in which the distributing corporation or soun-out corporation (but not\n\nboth) is a REIT.\n\n5. CONCLUSION\n\nThe revisions to the FIRPTA and REIT rules discussed above represent a potentially large expansion of\nthe incentives for foreign investment in U.S. real property interests, especially for foreign pension\nfunds. Sponsors of U.S. real property investment funds and foreign investors with interests in U.S. real\nestate assets should review the new provisions to determine whether such persons could benefit from\n\nsuch U.S. tax law changes.\n\nSadis & Goldberg LLP\n\nPlease feel free to discuss any aspect of this A/ert with your regular Sadis & Goldberg contact or with\n\nany of the partners, whose names and contact information are provided below.\n\nAlex Gelinas, 212.573.8159, agelinas@sglawyers.com\n\nDaniel G. Viola, 212.573.8038, dviola@sglawyers.com\nDanielle Epstein-Day, 212.573.8416, depstein@sglawyers.com\n\nDouglas Hirsch, 212.573.6670, dhirsch@sglawyers.com\nErika Winkler, 212.573.8022, ewinkler@sglawyers.com\nJamie Kim, 212.573.8034, jkim@sglawyers.com\n\nJeffrey Goldberg, 212.573.6666, jgoldberg@sglawyers.com\nJennifer Rossan, 212.573.8783, jrossan@sglawyers.com\n\nJohn Araneo, 212.573.8158, jaraneo@sglawyers.com\nLance Friedler, 212.573.8030, lfriedler@sglawyers.com\n\nMitchell Taras, 212.5738417, mtaras@sglawyers.com\n\nPaul Fasciano, 212.573.8025, pfasciano@sglawyers.com\nRon S. Geffner, 212.573.6660, rgeffner@sglawyers.com\nSam Lieberman, 212.573.8164, slieberman@sglawyers.com\nSteven Etkind, 212.573.8412, setkind@sglawyers.com\n\nSteven Huttler, 212.573.8424, shuttler@sglawyers.com\nYehuda Braunstein, 212.573.8029, ybraunstein@sglawyers.com\n\nYelena Maltser, 212.573.8429, ymaltser@sglawyers.com\n\nHOUSE_OVERSIGHT_026832",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026832.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3175,
    "word_count": 419,
    "line_count": 66,
    "import_date": "2025-11-19T21:47:45.288063",
    "prefix": "IMAGES-009"
  }
}