{
  "document_id": "HOUSE_OVERSIGHT_013837",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013837.txt",
  "text": "Trex could be a different way of handling monthly and one-time goals. Ill use your example of an\n\nAston Martin’s monthly payment, a personal assistant’s monthly payment, and a trip to the Croatian\ncoast. While the first two should certainly be totaled and included in your target monthly income, the trip\nis something that should be divided by the number of months between now and the dreamline’s total\ntime.\n\nThus if you had a six-month dreamline:\n\nAston Martin = 2,003 per month\nPersonal assistant = 400 per month\nCroatian trip = 934 total, and thus 934/6 per month\n\nRight now in the book and in the spreadsheet we have (2003 + 400 + 934) x 1.3 monthly expenses =\nTarget Monthly Income (or TMI).\n\nBut I think it should be (2003 + 400 + 934/6 x 1.3 monthly expenses = TMI.\n\nOr, more generally: [Monthly Goals + (One-Time Goals / Total Months)] x 1.3 monthly expenses =\nTMI.\n\n— JARED , president, SET Consulting\n\n6. Determine three steps for each of the four dreams in just the 6-month timeline and take the first\nstep now.\n\nI’m not a big believer in long-term planning and far-off goals. In fact, I generally set 3-month and 6-\nmonth dreamlines. The variables change too much and in-the-future distance becomes an excuse for\npostponing action. The objective of this exercise isn’t, therefore, to outline every step from start to finish,\nbut to define the end goal, the required vehicle to achieve them (TMI, TDI), and build momentum with\ncritical first steps. From that point, it’s a matter of freeing time and generating the TMI, which the\nfollowing chapters cover.\n\nFirst, let’s focus on those critical first steps. Define three steps for each dream that will get you closer\nto its actualization. Set actions —simple, well-defined actions —for now, tomorrow (complete before 11\nA.M.) and the day after (again completed before 11 A.M.).\n\nOnce you have three steps for each of the four goals, complete the three actions in the “now” column.\nDo it now. Each should be simple enough to do in five minutes or less. If not, rachet it down. If it’s the\nmiddle of the night and you can’t call someone, do something else now, such as send an e-mail, and set\nthe call for first thing tomorrow.\n\nIf the next stage is some form of research, get in touch with someone who knows the answer instead of\nspending too much time in books or online, which can turn into paralysis by analysis. The best first step,\nthe one I recommend, is finding someone who’s done it and ask for advice on how to do the same. It’s\nnot hard.\n\nOther options include setting a meeting or phone call with a trainer, mentor, or salesperson to build\nmomentum. Can you schedule a private class or a commitment that you'll feel bad about canceling? Use\nguilt to your advantage.\n\nTomorrow becomes never. No matter how small the task, take the first step now!\n\n=> COMFORT CHALLENGE\n\nHOUSE_OVERSIGHT_013837",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013837.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2862,
    "word_count": 503,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:48.956809",
    "prefix": "IMAGES-002"
  }
}