{
  "document_id": "HOUSE_OVERSIGHT_018836",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018836.txt",
  "text": "Marina Market Analysis 26\n\nCoastal marinas along the eastern seaboard were fairly successful until the recent recession, with\nmany documenting 100% occupancy or waiting lists. This may be partly due to increased\nenvironmental regulation limiting dredging new bodies of water or deepening existing ones. As\nmarinas are typically close to inlets leading to the sea or inland waterways, they are typically in areas\nthat are rich with aquatic life.\n\nNational Boating Trends\n\nBecause of the age, size, design, tenancy, quality, and location of the subject, it is likely to appeal to\ninvestors primarily on a national or regional basis. While national factors may or may not be indicative\nof the subject’s market area, the national trends exhibited are generally indicative of movement in all\nsubmarkets. Real estate is typically analyzed on a market-by-market basis. Published secondary data\nand market studies for the marina industry on a local or regional level are scarce. Nationwide, the\nmost comprehensive statistical reference guide for the marina industry is the Recreational Boating\nStatistical Abstract, published annually by the National Marine Manufacturers Association (NMMA).\nThe most recent publication reports 2014 data.\n\nAccording to NMMA, the boating industry generated $35.4 billion in sales and services in 2013, a 3.5%\ndecline from 2013. This represented the first year of decline after three consecutive years of growth\nfollowing the low point in 2010, of $30.4 billion, from the “great recession.” The peak occurred in 2006\nat $39.5 billion.\n\nOf the 242.5 million adults living in the United States in 2014, 35.7%, or 87.3 million people,\nparticipated in recreational boating; a 1.8% decline from 2013. This is within the range of participation\nover the past four years which varies from 34.8% to 37.8% of the population.\n\nNew boat sales peaked at 912,130 in 2006, but have declined since that date with 2014 sales at\n534,500 units, an increase of 0.44% from 2013. Before the recession in 2007, fuel prices increased,\nfollowed by increased unemployment and tightening credit. Luxury and leisure goods such as boats\nare typically the first things to be put on the back burner as people become more discretionary with\ntheir income. As a result, pre-owned power boat represented 64% of all boat sales during 2014, and\nnew boat dealers have had to compete.\n\nWhile boating participation declined recently, boat registrations have fallen. Boat registrations were\nup 0.08% to 12 million in 2014 versus 11.99 million in 2013. Florida led all states in boat registrations\nfor 2014 followed by California, Minnesota, Michigan, and Wisconsin, in that order.\n\nThe demographic of boat owners is largely middle class. In 2014, 95% of registered mechanically\npropelled boats were 26 feet or less, indicating more affordable, entry-level, trailerable boats. The\nmajority (71.5%) of boat owners earn an average household income under $100,000. Over 60% of\nboating participants were between the age of 31 and 64 which signifies that the increase in boating\npopulation is younger.\n\nNational Marina Industry\n\nEvery December/January, Marina Dock Age magazine publishes an issue dedicated to trends in the\nmarina industry. An article from the most recent issue in December 2014 indicates that the majority of\n\nIGY American Yacht Harbor Marina\n\nHOUSE_OVERSIGHT_018836",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018836.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3361,
    "word_count": 523,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:44.536923",
    "prefix": "IMAGES-005"
  }
}