{
  "document_id": "HOUSE_OVERSIGHT_013276",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013276.txt",
  "text": "Died Jan. 2 of a heart attack on his first day of retirement.\n\nFred Turner, 80. As CEO at McDonald’s Corp., now the world’s\nlargest restaurant company, he introduced Chicken McNuggets, the\nEgg McMuffin and Happy Meals. Died Jan. 7 of complications from\npneumonia.\n\nAda Louise Huxtable, 91. She became the first full-time\narchitecture critic ata U.S. newspaper when she was hired by\nthe New York Times in 1963 and won the first Pulitzer Prize for\ndistinguished criticism, in 1970. Died Jan. 7.\n\nJames M. Buchanan, 93. The U.S. economist who won the 1986\nNobel\n\nPrize for applying the tools of economics to analyze political\ndecision-making. Died Jan. 9.\n\nDaniel J. Edelman, 92. He founded Chicago-based Daniel J.\nEdelman Inc., now the world’s largest independent public-\nrelations company, and helped pioneer the use of celebrities in\nPR campaigns. Died Jan. 15 of heart failure.\n\nThomas Candillier, 37. The Paris-based head of European equity\nsales at JPMorgan Chase & Co., who joined the bank in 2001 after\nworking in energy derivative sales at Goldman Sachs. Died Jan.\n16.\n\nRobert Citron, 87. He was the treasurer of Orange County,\nCalifornia, in 1994, when his bad bets on derivative securities\nlost about $1.7 billion, causing what was then the biggest U.S.\nmunicipal bankruptcy. Died Jan. 16.\n\nPauline Phillips, 94. To millions of U.S. newspaper readers, she\nwas Abigail Van Buren, author of the personal advice column,\n“Dear Abby.” Died Jan. 16 from Alzheimer’s disease.\n\nStan Musial, 92. A Hall of Fame outfielder for Major League\n\nBaseball’s St. Louis Cardinals, “Stan the Man” was one of the\ngame’s great hitters during the 1940s and 1950s. Died Jan. 19.\n\nHOUSE_OVERSIGHT_013276",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013276.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1687,
    "word_count": 275,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:47.206919",
    "prefix": "IMAGES-002"
  }
}