{
  "document_id": "HOUSE_OVERSIGHT_017156",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017156.txt",
  "text": "4.2.12\nWC: 191694\n\n“What about Marshall?”\n“Thurgood had a drinking problem that got him into some sexual trouble. He went into therapy\nand Hoover gave him a pass.”\n\nI asked Bazelon how he knew, and he told me that Marshall had sought his advice about a\ntherapist and that the Goldberg story was well known among his close circle of friends.\n\nI was deeply disappointed, but the new information didn’t diminish my respect for the two giants\nof the law. It did confirm my belief that there are no heroes without clay feet. It also confirmed\nmy belief that J. Edgar Hoover was among the most powerful and dangerous forces in\nWashington.\n\nAbout a year after I finished my clerkship with Justice Goldberg the phone rang one night. It was\nDorothy Goldberg, she was sobbing, “Alan, make him change his mind.” Justice Goldberg had\ndecided to leave the Supreme Court in order to become the U.S. Representative to the U.N. Mrs.\nGoldberg was very upset with her husband’s decision, but there was nothing I could say that\nwould make him change his mind. He talked about patriotism and the need to end the war in\nVietnam and insisted that he was doing the right thing.\n\nFive years after he retired from the Supreme Court, Justice Goldberg decided to run for governor.\nHe asked his former law clerks, including current Supreme Court Justice Stephen Breyer and me,\nto help him in his campaign. Goldberg was a stiff campaigner, and not particularly knowledgeable\nabout New York. Once while eating a knish at Yona Shimmel’s on Houston in the Lower East\nSide, he told the assembled press how pleased he was to be in Brooklyn. A few days later a friend\nof mine who was a reporter with the Daily News called to have me comment on a story he was\nwriting concerning how stiff and formal Justice Goldberg was. He said he had heard reports that\nhe required his former law clerks still to call him “Mr. Justice.” It was absolutely true. I told my\nfriend that I would get back to him with a comment. I then went in to see the Justice and told him\nabout the upcoming story. He replied, “Well it’s true so why don’t you just confirm it.” I said,\n“Mr. Justice can’t we just change it.” He said, “No, I want you to continue to call me Mr.\nJustice.” I replied with a compromise, “How about if we continue to call you Mr. Justice in\nprivate but we call you Arthur or Art or Artie in public?” He reluctantly agreed to be called\n“Arthur” in public, so long as we still continued to call him “Mr. Justice” in private. I called him\n“Mr. Justice” till the day he died. Needless to say, he lost the election to Nelson Rockefeller.\n\nJustice Goldberg always wanted me to become a judge, perhaps even a Justice. I never had any\ninterest in wearing a robe since judging requires the kind of passivity that is not suitable to my\ntemperament. I was surprised that Justice Goldberg was so insistent since he himself had left the\nbench after only 3 years. I don’t think I would have lasted 3 months. In any event, I never lived\nmy life so as to make it possible to be nominated for anything that required confirmation. I was\nonce flattered by a magazine article that listed some of the most talented but unconfirmable\npeople in America. I was included on that honor roll. My friend Steve Breyer on the other hand,\nwas always the perfect judge and I worked hard behind the scenes to do everything I could to\nhelp his chances of serving on the bench. I helped him get confirmed for the Court of Appeals\nand lobbied President Clinton to appoint him to the Supreme Court. On the night of his\nnomination, he had his wife came to our home for an intimate celebration of his assuming the\n\n69\n\nHOUSE_OVERSIGHT_017156",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017156.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3661,
    "word_count": 666,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:44.282184",
    "prefix": "IMAGES-004"
  }
}