{
  "document_id": "HOUSE_OVERSIGHT_018595",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018595.txt",
  "text": "He looked shocked; I wondered if he'd expected me to say no. \"What?!\" he cried, and\ntook a moment to regain his composure. \"Well, that's American culture,\" he said finally.\n\"It's not African culture.”\n\nI took a deep breath and pressed my lips together. I'd be in big trouble with my employer\nif I kicked up a storm at the Post Office, but oh, man -- in that moment, I really, really\nwanted to. \"How much do I owe you?\" I asked instead, and went home to lose myself in\na nice sex-positive book.\n\nPersonally, what I find most intriguing about these assertions of cultural imperialism is\nhow they compare to similar assertions in the West. I'm a kinkster and pro-BDSM\nactivist, but I'm also a feminist, which can make for some serious anxiety. A lot of my\ncoming-out process involved both a difficult internal struggle and my observations of\narguments between kinksters and anti-BDSM feminists, who often make very similar\nallegations to these African speakers on \"cultural imperialism.\"\n\nThe very articulate BDSM blogger Trinity (who, of late, has sadly decreased her\ninvolvement in the blogosphere) has spent lots of time analyzing and participating in\nthose arguments. One of my favorite Trinity posts, titled \"Why BDSM?\", hosts a radical\nfeminist commenter who writes:\n\nIf we lived in a healthy society, the idea of BDSM would not even come up in the first\nplace. BDSM is here, as a manifestation of that unhealthiness, but to try to ‘stop' the\npeople who aren't being coerced into it would do more harm than the thing itself...\n\nIam not saying tolerance of BDSM directly causes our sick society, but that it is a very\nstrong symptom of a society were hierarchy, inequality and degradation are seen as the\nnorm of human relations. Accepting BDSM is accepting this status quo. ... by challenging\nall inequality, including that in BDSM, we are putting forward the idea that other\npossibilities are available.\n\nIn other words: the Patriarchy made me kinky, and if I don't challenge kink then I'm\nsupporting the Patriarchy. I would imagine that Africans pushing the cultural imperialism\nargument would say something similar: Western colonial influence made you gay, and if\nyou don't challenge homosexuality then you're supporting Western colonial influence.\n\nWell, \"with us or against us\" arguments are inherently flawed. And then there's the fact\nthat, similarly to homosexuals, many of us kinksters consider our desires to be innate and\nlargely unchangeable. So if our desires can't be changed, then what exactly is\naccomplished by shaming us through anti-oppressive theory-speak? (And make no\nmistake -- for those of us who take the theory seriously, it really does feel shameful to\nfind others telling us we're in opposition, even within the private sphere of sexuality.) I'm\nnot remotely convinced that our sexuality arose solely because of an oppressive society --\nbut even if it's true, then what am I, or African gay people, supposed to actually do in\norder to challenge the sick status quo? Give up on our desires and never have satisfying\nsex again?\n\nI tend to think that the idea of sexual orientations or innateness is a red herring -- not\nbecause I believe that innateness doesn't exist, but because it's not actually relevant to\nsexual morality. What should be important is only the question of whether all involved\n\nHOUSE_OVERSIGHT_018595",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018595.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3350,
    "word_count": 558,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:48.770353",
    "prefix": "IMAGES-005"
  }
}