{
  "document_id": "HOUSE_OVERSIGHT_029023",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029023.txt",
  "text": "working-class environments and created what we really call a Pax Americana. It was\nmany, many years and decades of peace. And I believe we’ve come partly offtrack in the\nyears since the fall of the Soviet Union and we're starting now in the 21st century, which I\nbelieve, strongly, is a crisis both of our church, a crisis of our faith, a crisis of the West, a\n\ncrisis of capitalism.\n\n“T believe we’ve come partly offtrack in the\nyears since the fall of the Soviet Union and\nwe’re starting now in the 21st century, which I\nbelieve, strongly, is a crisis both of our church,\na crisis of our faith, a crisis of the West, a crisis\nof capitalism.”\n\nAnd we're at the very beginning stages of a very brutal and bloody conflict, of which if the\npeople in this room, the people in the church, do not bind together and really form what I\nfeel is an aspect of the church militant, to really be able to not just stand with our beliefs,\nbut to fight for our beliefs against this new barbarity that’s starting, that will completely\neradicate everything that we’ve been bequeathed over the last 2,000, 2,500 years.\n\nNow, what I mean by that specifically: I think that you’re seeing three kinds of converging\ntendencies: One is a form of capitalism that is taken away from the underlying spiritual\nand moral foundations of Christianity and, really, Judeo-Christian belief.\n\nI see that every day. I’m a very practical, pragmatic capitalist. I was trained at Goldman\nSachs, I went to Harvard Business School, I was as hard-nosed a capitalist as you get. I\nspecialized in media, in investing in media companies, and it’s a very, very tough\nenvironment. And you've had a fairly good track record. So I don’t want this to kinda\nsound namby-pamby, “Let’s all hold hands and sing ‘Kumbaya’ around capitalism.”\n\nBut there’s a strand of capitalism today — two strands of it, that are very disturbing.\n\nOne is state-sponsored capitalism. And that’s the capitalism you see in China and Russia. I\n\nbelieve it’s what Holy Father [Pope Francis] has seen for most of his life in places like\n\nHOUSE_OVERSIGHT_029023",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029023.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2084,
    "word_count": 364,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:47.925753",
    "prefix": "IMAGES-010"
  }
}