{
  "document_id": "HOUSE_OVERSIGHT_020089",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020089.txt",
  "text": "And yet with a salesman’s tenacity, the Mooch pressed on. He appointed himself a\nTrump ambassador without portfolio. He declared himself Trump’s man on Wall Street,\neven if, practically speaking, he wasn’t a Trump man and he was exiting his firm on Wall\nStreet. He was also in constant touch with anybody from the Trump circle who was\nwilling to be in touch with him.\n\nThe “What to do with the Mooch” question persisted. Kushner, with whom Scaramucci\nhad exercised a rare restraint during the campaign, and who had steadily heard from other\nNew York contacts about Scaramucci’s continued loyalty, helped push the question.\n\nPriebus and others held Scaramucci at bay until June and then, as a bit of a punch line,\nScaramucci was offered and, degradingly, had to accept, being named senior vice\npresident and chief strategy officer for the U.S. Export-Import Bank, an executive branch\nagency Trump had long vowed to eliminate. But the Mooch was not ready to give up the\nfight: after yet more lobbying, he was offered, at Bannon’s instigation, the post of\nambassador to the Organization for Economic Co-operation and Development. The job\ncame with a twenty-room apartment on the Seine, a full staff, and—Bannon found this\npart particularly amusing—absolutely no influence or responsibilities.\n\nOOK Ok\n\nMeanwhile, another persistent question, “What to do with Spicer,” seemed to somehow\nhave been joined to the disaster involving the bungled response to the news of the June\n2016 meeting between Don Jr., Jared, and the Russians. Since the president, while\ntraveling on Air Force One, had actually dictated Don Jr.’s response to the initial 7imes\nreport about the meeting, the blame for this should have been laid at the feet of Trump and\nHope Hicks: Trump dictated, Hicks transcribed. But because no disasters could be laid at\nthe president’s feet, Hicks herself was spared. And, even though he had been pointedly\nexcluded from the Trump Tower crisis, the blame for the episode was now put at Spicer’s\nfeet, precisely because, his loyalty in doubt, he and the communications staff had to be\nexcluded.\n\nIn this, the comms team was judged to be antagonistic if not hostile to the interests of\nJared and Ivanka; Spicer and his people had failed to mount an inclusive defense for them,\nnor had the comms team adequately defended the White House. This of course homed in\non the essential and obvious point: although the junior first couple were mere staffers and\nnot part of the institutional standing of the White House, they thought and acted as if they\nwere part of the presidential entity. Their ire and increasing bitterness came from some of\nthe staff’s reluctance—teally, a deep and intensifying resistance—to treat them as part and\nparcel of the presidency. (Once Priebus had to take Ivanka aside to make sure she\nunderstood that in her official role, she was just a staffer. Ivanka had insisted on the\ndistinction that she was a staffer-slash-First Daughter.)\n\nBannon was their public enemy; they expected nothing of him. But Priebus and Spicer\n\nHOUSE_OVERSIGHT_020089",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020089.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3069,
    "word_count": 507,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.359223",
    "prefix": "IMAGES-005"
  }
}