{
  "document_id": "HOUSE_OVERSIGHT_018370",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018370.txt",
  "text": "connected, and by the speed and thickness of that connection. The topology of Wall\nStreet in the 1920s, for instance, was largely defined by who happened to come to\nthe trading floor on a given day; today it is a global landscape, influenced by news,\nrumors and real-time profit twitches anywhere on the planet. Just like moving a\nriver from one place to another would radically change the utility of a bridge, a\nchange in topology changes the shape of systems that depend on it. That Seventh\nSense instinct - the powerful can become useless because of connection, the useless\ncan become powerful - is earned first through a fluency and even faith in these sorts\nof rapid, fate-changing topological shifts.\n\nIn recent years the topologies of our network world have changed at the pace of\ntechnology, which is very fast indeed. Every new piece of a network, every new\nplatform or protocol, alters how we connect. This process works on our sense of\ndistance like an efficient, strange sewing machine: Something very far away can be,\nsuddenly, with one stitch of innovation, right on top of you. The speed and the\nquality of a connection is what determines how honestly “near” or “far” something\nis. Location is, in a sense, as changeable as velocity.178\n\nDistance, on any living, networked web, is an endlessly pliable sheet. Just as you can\nbring two distant points on a piece of paper right next to each other by folding the\nsheet, so you can glue points in networks together by bending the space on which\nthey are connected. A map of the networked world or of nations or even of our city\nis not some given, settled graph. One small twist and we are, like it or not, right on\ntop of each other. This makes it particularly murderous to hold onto the old idea\nthat you and | are unconnected points. Do countries like America or China have\nlegitimate interests thousands of miles away from their coastlines? Of course.199 In\nthis way, the entire premise of Enlightenment life, the atomic focus on the power of\nthe individual, becomes dangerous.\n\nIt is now essential to use virtual topologies to operate in the real world, to bend\nthese ethereal elements of connection to influence and even total control. Thomas\nDullien, one of the researchers who discovered that “rowhammer’” chip hack\ncaptured this in a new law of network security that echoes, in fact, through all of\nconnected life: You don’t have to possess an object in order to control it. “Being\nhacked,” he explained in a 2011 speech called Why Johnny Can’t Tell If He’s\nCompromised, “is loss of control without change of ownership or possession.”2°°\nYour phone, resting constantly in your pocket, may in fact be pwned at every\nkeystroke by someone thousands of miles away. This is an extremely important\nidea, an expression again of how connection changes the nature of an object: It\nmakes it controllable without possession. An army might be able to master an\n\n198 Location: John May and Nigel Thrift eds. Timespace: Geographies of Temporality\n(London: Routledge, 2001) 2\n\n199 Of course: Distributed Lethality in Proceedings (U.S. Naval Institute) Jan 2015 p.\n343\n\n200 “Being hacked”: Halvar Flake, Why Johnny Can't Tell If He Is Compromised,\nkeynote Area41 Conference, June 2014, Zurich\n\n138\n\nHOUSE_OVERSIGHT_018370",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018370.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3274,
    "word_count": 556,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:45.366901",
    "prefix": "IMAGES-004"
  }
}