{
  "document_id": "HOUSE_OVERSIGHT_023385",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023385.txt",
  "text": "In re: TERRORIST ATTACKS ON SEPTEMBER 11, 2001., 2012 WL 257568 (2012)\n\nArgument\n\nI. The District Court Improperly Dismissed the Anti-Terrorism Act Claims\n\nThe Anti-Terrorism Act (“ATA”), 18 U.S.C. § 2333 ef seg., provides a cause of action for treble damages for those injured in\ntheir person, property, or business by acts of international terrorism, and it was designed especially for claims against\nmaterial supporters of terrorist organizations. Plaintiffs allege that defendants knowingly provided just such material support\nto al-Qaeda, rendering them liable for injuries that plaintiffs suffered as a result of the September 11, 2001 attacks. The\ndistrict court erroneously dismissed plaintiffs’ ATA claims against Al Rajhi Bank,' Saudi American Bank,!* Dar\nAl-Maal-Al-Islami Trust (“DMI *64 Trust”),'°° Saleh Abdullah Kamel,!” and Dallah al Baraka Group L.L.C. (“Dallah al\nBaraka’’).!° It did so primarily on the ground that plaintiffs did not adequately allege that Defendants knew that the recipients\nof their support advanced al-Qaeda’s activities -- despite plaintiffs’ detailed pleading of Defendants’ extensive dealings with\nal-Qaeda and its network of supporting entities. As shown below, the district court’s rulings are based on fundamental legal\nerrors regarding the standard of review and appropriate treatment of plaintiffs’ allegations, misconstrue the ATA, and ignore\nplaintiffs’ detailed pleadings that squarely place defendants at the heart of the network of persons and organizations that\nsupported al-Qaeda.\n\nA. The ATA Is Construed Broadly and Readily Encompasses Defendants’ Alleged Conduct\n\nThe question whether a claim has been stated based on a statutorily-created cause of action turns on Congress’s intent\nregarding the scope and operation of the cause of action. Abrahams v. Young & Rubicam Inc., 79 F.3d 234, 237 (2d Cir.\n1996). Congress without doubt intended the ATA to *65 be construed broadly and to provide a cause of action based on\nconduct that includes the support provided to al-Qaeda alleged in the complaints and associated pleading materials in this\ncase.\n\nThe ATA is directed at preventing and providing recovery for acts of material support to terrorism, broadly defined. Congress\naccomplished this purpose by “codify[ing] general common law tort principles and ... extend[ing] civil liability for acts of\ninternational terrorism to the full reaches of traditional tort law.” Boim v. Quranic Literacy Inst & Holy Land Found. for\nRelief and Dev. (Boim I), 291 F.3d 1000, 1010-11 (7th Cir. 2002) (per curiam). The result was a “powerfully broad” Act that\n\nce cs 299 ce ee\n\nimpos[es] ... liability at any point along the causal chain of terrorism’ ” in order to “ ‘interrupt, or at least imperil, the flow\nof money’ ” to terrorists. Jd. at 1011 (quoting S. Rep. 102-342, at 22 (1992) (quotation marks, emphasis, and citations\nomitted); see also Statement of Senator Grassley, 136 Cong. Rec. S4568-01 (1990), at $4593 (“With the enactment of this\nlegislation, we set an example to the world of how the United States legal system deals with terrorists. If terrorists have assets\nwithin our jurisdictional reach, American citizens will have the power to seize them”).\n\n*66 Congress found it necessary to impose liability broadly because “foreign organizations that engage in terrorist activity\nare so tainted by their criminal conduct that any contribution to such an organization facilitates that conduct.” Antiterrorism\nand Effective Death Penalty Act of 1996, Pub. L. No. 104-132, § 301(a)(7), 110 Stat. 1214, 1247 (1996) (enacting 18 U.S.C.\n§ 2339B) (emphasis added); see also Abecassis v. Wyatt, 785 F. Supp. 2d 614, 645 (S.D. Tex. 2011) (finding that “Congress’\nclear intent” in the ATA was “‘to resist terrorism by cutting off the sources of funding to terrorist groups”). Such sources of\nfunding include not only contributions to a terrorist organization, such as al-Qaeda, but also “funds [provided] ‘under the\ncloak of a humanitarian or charitable exercise ......” Weiss v. Nat’l Westminster Bank PLC, 453 F. Supp. 2d 609, 626\n(E.D.N.Y. 2006)). This is because “[m]Joney is fungible” and, as a result, funding for nonviolent activities “frees up other\nresources within the organization that may be put to violent ends.” Holder v. Humanitarian Law Project, 130 S. Ct. 2705,\n2725 (2010). Therefore, as recognized by the Supreme Court, “Congress’s use of the term ‘contribution’ is best read to reflect\na determination that any form of material support furnished ‘to’ a *67 foreign terrorist organization should be barred, which\nis precisely what the material-support statute does.” Id.\n\nTo these ends, the ATA broadly provides a civil cause of action for “[a]ny national of the United States injured in his or her\nperson, property, or business by reason of an act of international terrorism.” 18 U.S.C. § 2333(a). “International terrorism”\n\nencompasses “violent acts or acts dangerous to human life that are a violation of the criminal laws of the United States or of\nany State,” and that “appear to be intended ... to intimidate or coerce a civilian population” or “to affect the conduct of a\n\nWESTLAW\n\nHOUSE_OVERSIGHT_023385",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023385.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5178,
    "word_count": 809,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:47.269022",
    "prefix": "IMAGES-007"
  }
}