{
  "document_id": "HOUSE_OVERSIGHT_014312",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014312.txt",
  "text": "From: Ens, Amanda\n\nSent: 11/17/2016 6:05:47 PM\nTo: jeffrey E. [jeevacation@gmail.com]; Richard Kahn [nn |\nSubject: Financials: buy XLF Mar17 $22 call with $26 KO for $0.87 with full premium rebate on KO\n\nAttachments: image001.png; Future of Financials Conference Takeaways.pdf\nImportance: — High\n\nOur Financials Conference was this week and client attendance was up by 66% from last year. Yes, banks/financials\nmight pull back at some point after this run-up but we would be buyers on any pullbacks and we continue to see further\nupside from multiple expansion and earnings growth. Our analyst raised her price targets by ~11% across the board. The\nlong term rotation from bonds and div stocks into sectors like financials is only beginning.\n\nVol is higher on the week; what prices well now:\n\nBuy the XLF March 2017 $22 call with $26 Knock-Out (continuous) for $0.87, with a full premium\nrebate if knock-out occurs.\n\nThis prices attractively given flat call skew and if XLF breaches $26 and this knocks out, at least you get your\npremium back.\n\nPlease find our Financials report attached.\n\nFuture of Financials conference hosted 90 public and private companies at our Future of Financials conference. We are\nraising our price objectives across most of our names. Three primary reasons why we think there is upside remaining\nafter the recent rally: 1) an improved outlook on both activity levels and interest rates, driving revenue upside; 2)\npotentially lower regulatory burden, particularly as new supervisory leadership can come with the new administration;\nand 3) relatively lighter positioning in US financials vs. other sectors. (Erika Najarian)\n\nFrom: Ens, Amanda\n\nSent: Monday, November 14, 2016 12:05 PM\nTo: ‘jeffrey E.'; ‘Richard Kahn'\n\nSubject: RE: Financials trade for Monday\n\nWe continue to see buyers of XLF today. Funds are underweight financials in all regions, valuations are\nreasonable, earnings are improving and financials tend to outperform when bond yields rise.\n\nVol is higher today — refreshed pricing below.\n\nBuy an XLF 17March2017 call spread:\ne Buy the 105% call / sell a 110% call with a 115% at-expiry knock-in\ne Total premium: 1.86%\n\nGlobal Positioning in Stocks: Nigel Tupper notes the 4000 funds in our \"Positioning in Stocks\" analysis\n\nare more underweight Financials, on average, than any other sector and are underweight this sector in all\nregions of the world. If earnings continue to improve and yield rise, which is often the case in an upturn in our\n\nGlobal Wave, then the unloved Financials sector has the potential to continue to outperform.\n\nGlobal Quant Panorama: \"Bearish on Bonds\" stocks (which tend to move in the opposite direction to\n\nbond yields) tend to outperform our \"Bullish On Bonds\" when bond yields rise. The sectors that tend to\n\nperform best as bond yields rise are Energy, Tech, Materials, Banks, and Diversified Financials. Of these\nsectors, the laggards this year have been Banks and Diversified Financials. With a PE of 15.9x and a PB of\n2.0x, Global valuations are reasonable. Also, Risk is near all-time lows in terms of PE in most regions. Now\nthat macro and earnings data have triggered the beginning of a rotation, Value becomes very relevant.\n\nHOUSE_OVERSIGHT_014312",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014312.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3233,
    "word_count": 521,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:45.677617",
    "prefix": "IMAGES-002"
  }
}