{
  "document_id": "HOUSE_OVERSIGHT_022738",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022738.txt",
  "text": "“You can’t spend a billion dollars, you can just relocate it to a\ndifferent investment class. And you can’t give away a billion dollars without\na vast staff, in effect going into the business of giving away money, yet\nanother business you are likely to know little about.”\n\nAt just about this point in the narrative, the questions or the\nincredulity begins in social circles and eventually in the media. He begins to\nacquire the major symbols of riches but does this without position, public\nholdings, or obvious paper trails. In essence, the formulation is, how can a\nperson have enough money to merit increasing attention, but no clear way of\nhaving gotten it. Epstein gets stuck in that tautology. He may be rich, but he\nis without institutional protection or bona fides. He is a questionable\nsubstrata of wealth. He’s a freelancer.\n\nThat’s the rub: he doesn’t work for anyone. Without institutional\ncredentials he’s... well, nobody knows what.\n\nFor a period, one part of his activities he says is recovering monies for\ncountries looted by exiled dictators or military strongmen. If early in his\ncareer he might seem like a sort of George Peppard (there’s a physical\nresemblance) in Breakfast at Tiffany’s, a charming hustler, later he’s George\nPeppard in Banacek, a smart and astute operator.\n\nThen, in his telling, he’s representing a series of vastly wealthy people\nand families. He’s not just doing their bidding or their investing, he’s\nhelping them to imagine the ambitions of their wealth. They’ ve satisfied\ntheir business dreams. Now there are the separate challenges and\npossibilities of their actual wealth.\n\nIn essence, as he becomes more public the response to this, as a\nfunction of envy and the media’s need for definition, is “bullshit.” True,\nthere is no clear alternate narrative. No one is accusing him of anything,\naccept, sometimes, guilt by association. (In addition to Robert Maxwell, who\nwill be accused of fraud, there’s Steven Hoffenberg, briefly a New York\nhigh flyer, who went to jail for a Ponzi scheme, for whom Epstein acted as a\nconsultant.) But the characterization persist: if it’s not clear, it must be\nmurky. Sure, Goldman Sachs partners and tech fortunes, but what to make of\na Coney Island, Zelig-like no-namer?\n\nIn 1994, just at the moment when Prince Charles is on television\nacknowledging his love for Camilla Parker Bowles, Jeffrey Epstein is sitting\nwith his arm around Princess Diana at a dinner at the Serpentine Galley in\nLondon (Diana is wearing her “revenge” dress that evening). Graydon\nCarter, into his second years as editor of Vanity Fair, is also at the dinner.\nEpstein’s rise and Carter’s rise are not, with a little critical interpretation,\nthat different. Both are a function of the age of new money, both are helped\n\nHOUSE_OVERSIGHT_022738",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022738.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2799,
    "word_count": 465,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:46.637082",
    "prefix": "IMAGES-007"
  }
}