{
  "document_id": "HOUSE_OVERSIGHT_011777",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011777.txt",
  "text": "/ BARAK / 20\n\nbefore me, provoked more left-wing parties like Meretz to suggest that if I really\nwanted peace, I’d be ready to give away more, and more quickly.\n\nMy position wasn’t helped by the way I had come over in the media during my\nfirst months as Labor leader. A number of newspaper commentators wrote that\nwhile they found talking with me stimulating, I seemed to be operating in a world\nof my own, either unable or unwilling to give straight answers and a single, clear\nmessage. They were right about that. If asked a question, especially one which\nobviously involved an issus of nuance, my instinct was not to come up with a\nsound bite. It was, as best I could, to answer fully and accurately. The difficulties\nthat could sometime cause hit home in an interview with a leading Israeli journalist\nin the spring of 1998. He asked how my life might have turned out if I’d been born\nand raised not as a kibbutznik, but a Palestinian. I answered: “At some stage, I\nwould have entered one of the terror organizations and fought from there, and later\nwould certainly have tried to influence from within the political system.” I did\nhasten to add that I abhorred terrorists, describing their actions as “abominable...\nvillainous.” But that was lost in the political storm that followed. All I’d done was\nanswer as honestly I could. What if I had been one of the Palestinian babies in\nWadi Khawaret, but with the same mind and same impulses that had defined my\nlife as an Israeli? I assumed that instead of becoming an Israeli soldier and\npolitician, I would have become the closest thing to a Palestinian equivalent. Still,\nas even my brother-in-law, Doron Cohen, told me when he phoned a couple of\nhours later, it was not the most astute thing to say as a potential candidate for\nPrime Minister.\n\nNone of this might have mattered if I’d been able to show I was bringing Labor\nnearer to defeating Bibi. But the only measure of progress that the media paid\nattention to was the opinion polls. Briefly, in late 1977, I did pull ahead, during the\nperiod leading up to Bibi’s agreement to pull out of most of Hebron. But for much\nof 1998, I was running behind, and questions about my leadership surfaced\npublicly by the summer. The media commentators spoke of the need for a Labor\n“liftoff.” Why, after a full year as leader, had I failed to deliver it?\n\n306\nHOUSE_OVERSIGHT_011777",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011777.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2379,
    "word_count": 425,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:45.714954",
    "prefix": "IMAGES-001"
  }
}