{
  "document_id": "HOUSE_OVERSIGHT_013254",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013254.txt",
  "text": "338 A Glossary\n\ne Pattern: In a CogPrime context, the term “pattern” is generally used to refer to a process\nthat produces some entity, and is judged simpler than that entity.\n\ne Pattern Mining: Pattern mining is the process of extracting an (often large) number of\npatterns from some body of information, subject to some criterion regarding which patterns\nare of interest. Often (but not exclusively) it refers to algorithms that are rapid or “greedy”,\nfinding a large number of simple patterns relatively inexpensively.\n\ne Pattern Recognition: The process of identifying and representing a pattern in some\nsubstrate (e.g. some collection of Atoms, or some raw perceptual data, etc.).\n\ne Patternism: The philosophical principle holding that, from the perspective of engineering\nintelligent systems, it is sufficient and useful to think about mental processes in terms of\n(static and dynamical) patterns.\n\ne Perception: The process of understanding data from sensors. When natural language is\ningested in textual format, this is generally not considered perceptual. Perception may be\ntaken to encompass both pre-processing that prepares sensory data for ingestion into the\nAtomspace, processing via specialized perception processing systems like DeSTIN that are\nconnected to the Atomspace, and more cognitive-level process within the Atomspace that\nis oriented toward understanding what has been sensed.\n\ne Piagetan Stages: A series of stages of cognitive development hypothesized by develop-\n\nmental psychologist Jean Piaget, which are easy to interpret in the context of developing\n\nCogPrime systems. The basic stages are: Infantile, Pre-operational, Concrete Operational\n\nand Formal. Post-formal stages have been discussed by theorists since Piaget and seem\n\nrelevant to AGI, especially advanced AGI systems capable of strong self-modification.\n\nPLN: short for Probabilistic Logic Networks\n\nPLN, First-Order: See First-Order Inference\n\nPLN, Higher-Order: See Higher-Order Inference\n\nPLN Rules: A PLN Rule takes as input one or more Atoms (the “premises”, usually Links),\n\nand output an Atom that is a “logical conclusion” of those Atoms. The truth value of the\n\nconsequence is determined by a PLN Formula associated with the Rule.\n\ne PLN Formulas: A PLN Formula, corresponding to a PLN Rule, takes the TruthValues\ncorresponding to the premises and produces the TruthValue corresponding to the conclusion.\nA single Rule may correspond to multiple Formulas, where each Formula deals with a\ndifferent sort of TruthValue.\n\ne Pragmatic General Intelligence: A formalization of the concept of general intelligence,\nbased on the concept that general intelligence is the capability to achieve goals in environ-\nments, calculated as a weighted average over some fuzzy set of goals and environments.\n\ne Predicate Evaluation: The process of determining the Truth Value of a predicate, embod-\nied in a PredicateNode. This may be recursive, as the predicate referenced internally by a\nGrounded PredicateNode (and represented via a Combo program tree) may itself internally\nreference other PredicateNodes.\n\ne Probabilistic Logic Networks (PLN): A mathematical and conceptual framework for\nreasoning under uncertainty, integrating aspects of predicate and term logic with extensions\nof imprecise probability theory. OpenCogPrime’s central tool for symbolic reasoning.\n\ne Procedural Knowledge: Knowledge regarding which series of actions (or action-combinations)\nare useful for an agent to undertake in which circumstances. In CogPrime these may be\nlearned in a number of ways, e.g. via PLN or via Hebbian learning of Schema Maps, or via\nexplicit learning of Combo programs via MOSES or hillclimbing. Procedures are represented\nas SchemaNodes or Schema Maps.\n\nHOUSE_OVERSIGHT_013254",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013254.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3769,
    "word_count": 555,
    "line_count": 71,
    "import_date": "2025-11-19T21:47:46.173752",
    "prefix": "IMAGES-002"
  }
}