{
  "document_id": "HOUSE_OVERSIGHT_017178",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017178.txt",
  "text": "4.2.12\nWC: 191694\n\nIndeed, in that respect the shout of “Fire!” is not even speech, in any meaningful sense of that\nterm.*’ It is a clang sound — the equivalent of setting off a nonverbal alarm. Had Justice Holmes\nbeen more honest about his example, he would have said that freedom of speech does not\n\nprotect a kid who pulls a fire alarm in the absence of a fire, in a theater when there is no fire, and\nthereby causes a panic. But that obviously would have been irrelevant to the case at hand. The\nproposition that pulling an alarm is not protected speech certainly leads to the conclusion that\nshouting the word fire is also not protected, but it certainly does not support the very different\nconclusion that circulating a thoughtful pamphlet is also not protected.\n\nThe analogy is thus not only inapt but also insulting. Most Americans do not respond to written\npolitical advocacy with the same kind of automatic acceptance expected of schoolchildren\nresponding to a fire drill. Not a single recipient of the Schenck pamphlet is known to have\nchanged his mind after reading it. Indeed, one draftee, who appeared as a prosecution witness,\nwas asked whether reading a pamphlet asserting that the draft law was unjust would make him\n“immediately decide that you must erase that law.” Not surprisingly, he replied, “I do my own\nthinking.” A theatergoer would probably not respond similarly if asked how he would react to a\nshout of “Fire!”\n\nAnother important reason the analogy is inapt is that Holmes emphasizes the factual falsity of the\nshout “Fire!” The Schenck pamphlet, however, was not factually false. It contained political\nopinions and ideas about the causes of war and about appropriate and lawful responses\n\nto the draft. As the Supreme Court has repeatedly stated, “the First Amendment recognizes no\nsuch thing as a ‘false’ idea.” Nor does it recognize false opinions about the causes of war.\n\nA closer analogy to the facts of the Schenck case might have been provided by a person’s\nstanding outside a theater, offering the patrons a leaflet advising them that in his opinion the\ntheater was a fire hazard, and urging them not to enter but to complain to the building\n\ninspectors. That analogy, however, would not have served Holmes’s argument for punishing\nSchenck. Holmes needed an analogy that would appear relevant to Schenck’s political speech but\nthat would invite the conclusion that censorship was appropriate.\n\nIronically, the “Fire!” analogy is all that survives from the Schenck case; the ruling itself is no\nlonger good law. Pamphlets of the kind that resulted in Schenck’s imprisonment have been\ncirculated with impunity during subsequent wars.\n\nOver the years I have assembled a collection of instances— including my own cases, speeches I\nhave heard, articles I have read — in which proponents of censorship have maintained that the\nexpression at issue is “just like” or “equivalent to” falsely shouting “Fire!” in a crowded theater\nand ought to be banned, “just as” shouting “Fire!” ought to be banned. The analogy is generally\ninvoked, often with self-satisfaction, as an absolute argument stopper. It does, after all, claim the\n\ncould not have done if he had begun with the self-evidence proposition that setting off an alarm bell is not free\nspeech.\n\nOo]\n\nHOUSE_OVERSIGHT_017178",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017178.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3309,
    "word_count": 550,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:44.934006",
    "prefix": "IMAGES-004"
  }
}