{
  "document_id": "HOUSE_OVERSIGHT_013354",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013354.txt",
  "text": "sexually assaulted these girls, he had committed several serious torts against them and would be\nliable to them for appropriate damages. See Preceding Undisputed Facts. Because of the\noutrageousness of Epstein’s sexual abuse of minor girls, Edwards reasonably expected that\nEpstein would also be liable for punitive damages to the girls. Because Edwards could show that\nEpstein had molested children for years and designed a complex premeditated scheme to procure\ndifferent minors everyday to satisfy his addiction to sex with minors, the punitive damages\nwould have to be sufficient to deter him from this illegal conduct that he had engaged in daily for\nyears. Epstein was and is a billionaire. See Complaint, §49 (referring to “Palm Beach\nBillionaire”); see also Epstein Deposition, February 17, 2010, at 172-176 (Deposition\nAttachment #7) (taking the Fifth when asked whether he is a billionaire). Accordingly, Edwards\nreasonably believed the punitive damages that would have to be awarded against Epstein would\nhave been substantial enough to punish him severely enough for his past conduct as well as deter\nhim from repeating his offenses in the future. See Edwards Affidavit, Exhibit “N” at 719.\n\n85. On July 6, 2010, rather than face trial for the civil suits that had been filed against\nhim by L.M., E.W., and Jane Doe, defendant Epstein settled the cases against him. The terms of\nthe settlement are confidential. The settlement amounts are highly probative in the instant action\nas Epstein bases his claims that Edwards was involved in the Ponzi scheme on Epstein's inability\nto ‘atte the L.M., E.W., and Jane Doe cases for \"minimal value\". His continued inability to\nsettle the claims for “minimal value” after the Ponzi scheme was uncovered would be highly\nprobative in discrediting any causal relationship between the Ponzi scheme and Edwards’s\nsettlement negotiations. See Edwards Affidavit, Exhibit “N” at 21.\n\nEdwards Non-Involvement in Fraud by Scott Rothstein\n36\n\nHOUSE_OVERSIGHT_013354",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013354.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2005,
    "word_count": 314,
    "line_count": 27,
    "import_date": "2025-11-19T21:47:44.688880",
    "prefix": "IMAGES-002"
  }
}