{
  "document_id": "HOUSE_OVERSIGHT_025984",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025984.txt",
  "text": "Week in review & notable trends (US)\n\nUS equities at new all-time highs on upbeat employment report\n\nBoth the S&P500 and NASDAQ finished the week higher marking fresh all-time highs as\nthe July nonfarm payrolls and average hourly earnings came in better-than-expected. As\na result, VIX fell to its lowest levels since Jul-14 and the SPX ly vs. 1m ATMf implied vol\nspread rose to its highest level in almost four years on lower short dated vol.\n\nAcross other asset classes, the USD finished with gains against other major currencies,\nwhile Treasury yields rose across the curve, which partly explained the outperformance\n(underperformance) in Financials (Utilities) (i.e., +1.7% and -2.7%, respectively).\n\nMost companies (86% as of 5-Aug) in the SPX have reported Q2 results and the blended\n(actual + estimated) yoy earnings decline for Q2-2016 now stands at -3.5%, less than\nthe expected decline of -5.5% as of 30-Jun. Analysts expect CY16 earnings decline of -\n\n0.3% which would mark the first time SPX has reported two consecutive years of\nearnings decline since 2008. Earnings growth is now expected to resume in Q4-16.\n\nChart 11: The SPX vol term-structure steepened materially on lower\nshorter dated implied vol with the lyr-1m ATMf implied vol spread\nreaching its highest level in almost 4 years\n\n30%\n29%\n20%\n15%\n10%\n\n5%\n\n0%\n5%\n\noD Wo\ne =\n=<\n———SPX tyr ATMf implied\n\nN oO\nEy =\n<t =\nmmm Spread A-B\n——SPX 1m ATMf implied vol (B)\nSource: BofA Merrill Lynch Global Research. Daily data from 8-Aug-12 to 8-Aug-16.\n\nNov-12\nFeb-13\nAug-13\nNov-13\nFeb-14\nMay-14\nAug-14\nNov-14\nFeb-15\nNov-15\nFeb-16\nMay-16\nAug-16\n\n<=\n\nol (A)\n\nChart 12: Near multi-year flat call skew on Biotech (IBB) makes long call\nspreads an attractive option strategy to initiate or replace long positions\nto lock-in profits from the recent strong rally\n\n55% 20.0%\n50% 17.5%\n45%\n\n40% - D A 15.0%\n35% -§ 45th %-ile . in ee 12.5%\n59, 10.0%\n20% 7.5%\n15% 5.0%\n10% .\nes 2.5%\n0% 0.0%\n\n2011 2012 2013 2014 2015 2016\nmmm 5-day MA of spread A - B (RHS) BB 1M ATM implied vol (A)\n——— == |BB 1M 110 implied vol (B)\n\nSource: BofA Merrill Lynch Global Research. Daily data from 5-Aug-11 to 5-Aug-16.\n\nWith SPX rallying on a stronger-than-expected July jobs report,\nSPX implied vol took a further leg down, especially in the\nshorter end of the vol curve. Indeed, SPX 1m ATMf implied vol\nended the week at 9.1 vol pts, within striking distance of its 2-\nyear lows.\n\nOn the other hand, longer dated ATMf implied vols did not fall\nnearly as much causing a material steepening in the vol term\nstructure. For instance, the lyr-1m implied vol spread reached\nits highest level since 27-Sep-12 (6.4 vol pts).\n\nSince its peak in Jul-15, the Biotech sector (NBI Index) has been\non one of its worst runs in decades, underperforming the broad\nmarket benchmark (SPX) by a whopping ~30% on a total return\nbasis. However, more recently the sector has regained some\nlost ground on solid large-cap earnings reports (i.e., +13.2%\nsince 1-Jul, 9.3% above the SPX).\n\nWhile short-dated implied vol has dropped considerably as a\nconsequence of the recent rally, it still remains supported on a\n5-yr basis. Also, upside vol has been richening vs. ATM vol, with\nthe 1m IBB ATM-110 implied vol spread reaching its lowest\nlevel in five years on 4-Aug and finishing the week at 1.2 vol pts\n(3 5-yr %-ile).\n\nInvestors with a constructive view on the sector who are\nconcerned about a reversal of the recent gains should consider\nreplacing or initiating long position via short dated ATM calls\npartially financed by expensive OTM calls.\n\nBankof America\nMerrill Lynch\n\nGlobal Equity Volatility Insights | 09 August 2016 7\n\nHOUSE_OVERSIGHT_025984",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025984.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3664,
    "word_count": 629,
    "line_count": 124,
    "import_date": "2025-11-19T21:47:46.608145",
    "prefix": "IMAGES-008"
  }
}