{
  "document_id": "HOUSE_OVERSIGHT_013028",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013028.txt",
  "text": "112 6 A Brief Overview of CogPrime\n\nthrough its logic rules, so that uncertain premises give rise to conclusions with reasonably\naccurately estimated uncertainty values. This careful management of uncertainty is critical for\nthe application of logical inference in the robotics context, where most knowledge is abstracted\nfrom experience and is hence highly uncertain.\n\nPLN can be used in either forward or backward chaining mode; and in the language intro-\nduced above, it can be used for either analysis or synthesis. As an example, we will consider\nbackward chaining analysis, exemplified by the problem of a robot preschoolstudent trying to\ndetermine whether a new playmate “Bob” is likely to be a regular visitor to is preschool or not\n(evaluating the truth value of the implication Bob > regular_ visitor). The basic backward\nchaining process for PLN analysis looks like:\n\n1. Given an implication L = A — B whose truth value must be estimated (for instance\nL = Concept Procedure > Goal as discussed above), create a list (Az, ..., An) of (inference\nrule, stored knowledge) pairs that might be used to produce L\n\n2. Using analogical reasoning to prior inferences, assign each A; a probability of success\n\ne If some of the A; are estimated to have reasonable probability of success at generating\nreasonably confident estimates of D’s truth value, then invoke Step 1 with A; in place\nof LE (at this point the inference process becomes recursive)\n\ne If none of the A; looks sufficiently likely to succeed, then inference has “gotten stuck”\nand another cognitive process should be invoked, e.g.\n\n— Concept creation may be used to infer new concepts related to A and B, and then\nStep 1 may be revisited, in the hope of finding a new, more promising A; involving\none of the new concepts\n\n— MOSES may be invoked with one of several special goals, e.g. the goal of finding\na procedure P so that P(X) predicts whether X — B. If MOSES finds such a\nprocedure P then this can be converted to declarative knowledge understandable\nby PLN and Step 1 may be revisited....\n\n— Simulations may be run in CogPrime’s internal simulation engine, so as to observe\nthe truth value of A > B in the simulations; and then Step 1 may be revisited...\n\nThe combinatorial explosion of inference control is combatted by the capability to defer to\nother cognitive processes when the inference control procedure is unable to make a sufficiently\nconfident choice of which inference steps to take next. Note that just as MOSES may rely\non PLN to model its evolving populations of procedures, PLN may rely on MOSES to create\ncomplex knowledge about the terms in its logical implications. This is just one example of the\nmultiple ways in which the different cognitive processes in CogPrime interact synergetically; a\nmore thorough treatment of these interactions is given in [Goe09al.\n\nIn the “new playmate” example, the interesting case is where the robot initially seems not\nto know enough about Bob to make a solid inferential judgment (so that none of the A; seem\nparticularly promising). For instance, it might carry out a number of possible inferences and not\ncome to any reasonably confident conclusion, so that the reason none of the A; seem promising\nis that all the decent-looking ones have been tried already. So it might then recourse to MOSES,\nsimulation or concept creation.\n\nFor instance, the PLN controller could make a list of everyone who has been a regular\nvisitor, and everyone who has not been, and pose MOSES the task of figuring out a procedure\nfor distinguishing these two categories. This procedure could then be used directly to make the\nneeded assessment, or else be translated into logical rules to be used within PLN inference. For\n\nHOUSE_OVERSIGHT_013028",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013028.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3751,
    "word_count": 632,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:49.127003",
    "prefix": "IMAGES-002"
  }
}