{
  "document_id": "HOUSE_OVERSIGHT_015000",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015000.txt",
  "text": "General Investment Related Disclosures:\n\nTaiwan Readers: Neither the information nor any opinion expressed herein constitutes an offer or a solicitation of an offer to transact in any securities or other financial instrument. No part of\nthis report may be used or reproduced or quoted in any manner whatsoever in Taiwan by the press or any other person without the express written consent of BofA Merrill Lynch.\n\nThis research report provides general information only, and has been prepared for, and is intended for general cistri\ner or an invitation to make an offer, to buy or sell any securities or other financial instru\noptions, futures, warrants, and contracts for differences). This report is not intended to provide personal investmen\n\nexpressed constitutes an of\n\nbution to, BofA Merri\n\nadvice and it does n\n\nIl Lynch clients. Neither the information nor any opinion\n\nment or any derivative related to such securities or instruments (e.g.,\n\not take into account the specific investment objectives,\n\nfinancial situation and the particular needs of, and is not directed to, any specific person(s). This report and its content do not constitute, and should not be considered to constitute, investment\n\nadvice for purposes of ERISA, the US tax code, the Investment Advisers Act or otherwise. Investors should seek fina\ning investment strategies discussed or recommended in this report and should unders\n\ninstruments and implemen\ndecision to purchase or subscri\ndocument issued in connec\n\ndeposits or other obligations o\namong others, market risk, coun\ninstruments may be difficult to\nincome from such securities and\nlose their entire principal inves\nThis report may contain a short-\nshort-term price impact on the\nreflects both a longer term total\nbe more or less positive than as\nFutures and options are not appropria\ndisclosure documents. Investme\nBofA Merrill Lynch is aware that\naction may\nexecuting any short idea contained in\n\nhe implemen\n\nhis report.\n\nForeign currency rates of exchange may adversely affect\n\nincluding ADRs, effectively assume currency risk.\nUK Readers: The protections provided\nlocated outside of the United Kingdom. BofA\n\nerrill Lyne\n\nh Global Researc|\n\nMLPF&S or one of its affiliates is a regular issuer of traded financial instru\n\ntime, hold a\nBofA Merrill\nw\n\nrading position (long or short) in the securities and financial\nLynch, through business units other than Bo\nith, and reach different conclusions from, the information presented in\n\nmethods of the persons who prepared them, and BofA Merrill Lynch is un\nrecipient of this report.\n\nIn the event that the recipient received this report pursuant to a contract\ntherewith MLPF&S may be deemed\n\nbeyond the delivery of this report (unless otherwise agreed specifically in\n\ntransactions, including transactions i\n\nnany securities mentioned in this re\n\nCopyright and General Information regarding Research Reports:\n\nCopyright 20\n\nretransmitted or disclosed, in whole\nsimultaneously to internal\nreview of this research report consti\n(including any investmen\nMaterials p\n\nBofA Merrill Lynch Global Research and certain business groups. As a resul\nresearch reports. To the extent this report discusses any legal proceeding or issue\nshould consult their own\n\nany BofA Merrill Lynch entity and/or its directors, officers and employees may be\non public information. Facts and views presented in this material that rela\nprofessionals in other busi\n\nThis re\n\nsecurities. None of MLPF&S, any of i\n\nGlobal\n\nreport containing such rating, recommendation or investment thesis.\n\nAny information relating to the tax s\n\nseek tax advice based on tl\nThe information herein (o\nmay contain links to third-\ncontained on such third-party websites is not part o\nany affiliation with BofA Merrill Lynch. Access to any\nsubmitting any personal information to them. BofA\nCertain outstanding repor'\nrecent research report rela\nIn some cases, an issuer may be classified as Restric\nits security and/or financial\n\nor in part, or in any form or manner, without\nand client websites and other portals by BofA\n\nhe value, price or income of any security or financial ins\n\nby the U.K. regulatory regime, including the Financial Services Scheme, co not a\nh policies relating to conflicts of interes\n\ninstrum\n\nport.\n\nI Lynch\n, BofA\n\nand that statements\n\nh, are not insured by\nAmerica, N.A). Investments in general and, derivati\n\nlyst or event impacting\nerent from and do\n\nrelative to other stocks within i\n\nsuch strategies do not\n\no seek advice rega\n\nents discussed in this report.\n\n‘A Merrill Lynch Global Research, may have issued and may in the future issue trading ideas or recommenda\nhis report. Such ideas or recommendations reflect the different time\nder no obligation to ensure that such other trading ideas or recommendations are brought\n\nbetween the recipient and MLPF&S for the provision of research services for a separate fee,\no be acting as an investment adviser, such status relates, if at all, solely to the person with whom MLPF&S\nwriting by MLPF&S). MLPF&S is and continues to act solely as a broker-dealer in connection\n\n7 Bank of America Corporation. All rights reserved. iQmethod, iQmethod 2.0, iQprofile, iQtoolkit, iQworks are service marks of Ban\niQcustom®, iQdatabase® are registered service marks of Bank of America Corporation. This research report is prepared for the use of BofA Merri\nhe express written consent of BofA Merrill Lynch. BofA Merri\nerrill Lynch and are not publicly-available materials. Any unautl\nutes your agreement not to redistribute, retransmi\nrecommendations, estimates or price targets) without\nrepared by BofA Merrill Lynch Global Research personnel are based on\ninformation known to, professionals in other business areas of BofA Merri\n\n, or disclose to others the contents, opinions, co\n\npublic i\n, including investment banking personnel. BofA Merrill\nerrill\n\ne to any such\nness areas of BofA Merrill Lynch in connection with the legal proceedings or matters relevant to such proceedings.\nport has been prepared independently of any issuer of securities mentioned herein and not in connection with any proposed offering of securities or as agent of\ns affiliates or their research analysts has any authority whatsoever to make any representation or warranty on behalf of the issuer(s}. Bo\nResearch policy prohibits research personnel from disclosing a recommendation, investment rating, or Investment thesis for review by an issuer prior to the pub\n\nplaintiffs, defendants, co-defendants or co-plaintiffs wi\n\nproceedings have not been reviewed by, discuss\n\natus of financial instruments discussed herein is not intended to provide tax advice or to be used by anyone to provide tax advice.\nheir particular circumstances from an independent tax professional.\nher than disclosure information relating to BofA Merrill Lynch and its affiliates) was obtained from various sources and we do not guarantee its accuracy. This report\nparty websites. BofA Merrill Lynch is not responsible for the content of any third-party website or any linked content contained in a third-par'\nthis report and is not incorporated by reference into this report. The inclusion of a link in this report does not im\nthird-party website is at your own risk, and you should always review the terms and privacy policies at third-party websi\nerrill Lynch is not responsible for such terms and privacy policies and expressly disclaims any liability for them.\ns may contain discussions and/or investment opinions relating to securities, financial instruments and/or issuers that are no longer curren\ning to an issuer prior to making an investment decision.\ned or may be Under Review or Extended Review. In each case, investors should consider any investment opinion\ninstruments) to be suspended or withdrawn and should not rely on the analyses and investment opinion(s) pertaining to such issuer (or i\n\nrument mentioned in this report. Investors in such secuti\n\npply in general to business coordinated by BofA Merrill\nare described at http://go.bofa.com/coi.\nments linked to securities that may have been recommended in this report. MLPF&S or one of its\n\nLynch does not disclose certain client relationshi\ns, it has not been prepared as nor is it intended to express any legal conclusion, opinion or advice. Investors\negal advisers as to issues of law relating to the subject matter of this report. BofA Merrill Lynch Global Research personnel’s knowledge of legal proceedings in which\n\nncial advice regarding the appropriateness of investing in financial\n\nregarding future prospects may not be realized. Any\n\nbe for securities in any offering must be based solely on existing public information on such security or the information in the prospectus or other offering\nion with such offering, and not on this report.\nSecurities and other financial instruments discussed in this report, or recommended, offered or sold by Merrill Lync\nany insured depository institution (including, Bank o\n\nthe Federal Deposit Insurance Corporation and are not\nves, In particular, involve numerous risks, including,\n\nerparty default risk and liquidity risk. No security, financial instrument or derivative is suitable for all investors. In some cases, securities and other financial\nvalue or sell and reliable information about the value or risks related to the securi\nother financial instruments, if any, may fluctuate and that price or value of such\nment. Past performance is not necessarily a guide to\n\ny or financial instrument may be difficult to obtain. Investors should note that\nsecurities and instruments may rise or fall and, in some cases, investors may\nuture performance. Levels and basis for taxation may change.\n\nerm trading idea or recommendation, which highlights a specific near-term catal\nequity securities of the issuer. Short-term trading ideas and recommendations are dif\nreturn expectation and attractiveness for investmen\nock's fundamental equity rating.\ne for all investors. Such financial instruments may expire worthless. Before investing in futures or options, clients must receive the a\nnt strategies explained in this report may not be appropriate at all times. Costs 0\nation of the ideas expressed in this report may depend upon an in\nbe limited by regulations prohibiting or restricting \"shortselling’ in many jurisdictions. Investors are urged\n\nthe issuer or the market that is anticipated to have a\nnot affect a stock's fundamental equity rating, which\n\ns Coverage Cluster. Short-term trading ideas and recommendations may\n\nppropriate risk\ninclude commission or margin expenses.\n\nvestor's ability to \"short\" securities or other financial instruments and that such\n\nding the applicability of such regulations prior to\n\nies and instruments,\nLynch entities\n\naffiliates may, at any\n\nions that are inconsistent\nrames, assumptions, views and analytical\n0 the attention of any\n\nand in connection\nly and does not extend\nwith the execution of any\n\nhas contracted direct\n\nof America Corporation. iQanalytics®,\n\n| Lynch clients and may not be redistributed,\nLynch Global Research reports are distributed\nhorized use or disclosure is prohibited. Receipt and\nnclusion, or information contained in this report\n\nfirst obtaining expressed permission from an authorized officer of BofA Merrill Lynch.\nnformation. Facts and views presented in this material\n\nhave not been reviewed by, and may not reflect\nhas established information barriers between\nh, or compensation received from, such issuers in\n\nLynch\nps wit\n\nhor involving issuers mentioned in this report is based\ned with, and may not reflect information known to,\n\nany issuer of any\nA Merrill Lynch\nication of a research\n\nnvestors are urged to\n\nbsite. Content\nendorsement by or\nes before\n\ny we\nply any\n\n. Always refer to the most\n\nrelating to such issuer (or\ns securities and/or\n\nfinancial instruments) nor should the analyses or opinion(s} be considered a solicitation of any kind. Sales persons and financial advisors affiliated with MLPF&S or any of its affiliates may not\n\nsolicit purchases of securities or financial instrumen\n\ns that are Restricted or Under Review and may only solicit securities under Extended Review in accordance with\n\nirm policies.\n\nNeither BofA Merrill Lynch nor any officer or employee of BofA Merrill Lynch accepts any liability whatsoever for any direct, indirect or consequential damages or losses arising from any use of\n\nthis report or its contents.\n\nBankof America\nMerrill Lynch\n\nGlobal Equity Volatility Insights | 20 June 2017\n\n29\n\nHOUSE_OVERSIGHT_015000",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015000.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 12508,
    "word_count": 1947,
    "line_count": 321,
    "import_date": "2025-11-19T21:47:48.234701",
    "prefix": "IMAGES-003"
  }
}