{
  "document_id": "HOUSE_OVERSIGHT_011984",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011984.txt",
  "text": "IMpressive cuniculum vitae. verifying his ttemendous accomplishments in bolh\nthe fashion and modeling industries.\n\nIl, EUIGH FICA N Y AB\nTHE ARTS\n\nUnder the Miscellaneous anc Technical immigration and Nationality\nAmendments of 1991, pelitions for classification as an Alien of Extraordinary\nAbility in the Arts must be supporled by evidence of “dislinction\". According to 8\nCFR §214.2(0) (3) (i). “dislinction” means a high level of achievemeni in the field\nof arts as evidenced by a degree of skill and recognition subsloniiaily above\nthat ordinarily encountered to the extent thal a person described as prominent\nis renowned, leading, or well-known in the fields of arts, This evidence may\nconsist of proof thai the alien musi be recognized as being prominent in his field\nof endeavor as demonsirated by the folowing according to & CFR\n§214.2{0)}(3} {iv}:\n\nA. Evidence that the alien has been nominated for or has been the recipient\nof significant! national or Inlernational awards or prizes In the pariicular fleld such\nas an Academy Aword, an Emmy, a Grammy, or a Director's Gulld Award, or\n\nB. At least three of the following forms of documentation:\n\n(1) Evidence thal the allen has performed, and will perform, services as a\nlead or starring participant In productions or events, which have a\ndistinguished reputation as evidenced by critical reviews, advertisements,\npublicity releases, publications contracts, or endorsements;\n\n(2) Evidence that the alten has achieved national or Infernational\nrecognition for achievements evidenced by eriiical reviews or ofher\npublished materials by of about the Individual In major newspapers, trade\njournals, magazines, or other publications:\n\n{3} Evidence that the alten has performed, and will perform, In a lead,\nstaring, of critical role for organizations and establishments that have a\ndistinguished repuiction evidenced by articles In newspapers, bade\njournals, publications, or testimonials:\n\n(4) Evidence thai the alien has a record of major commercial or critically\nacclaimed successes os evidenced by such Indicators as litle, rating,\nstanding In the held, box office recelpts, mation picture or television\nratings, and other occupational achievements reported In trade Journals,\n\nHOUSE_OVERSIGHT_011984",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011984.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2259,
    "word_count": 339,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:45.379778",
    "prefix": "IMAGES-001"
  }
}