{
  "document_id": "HOUSE_OVERSIGHT_021756",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021756.txt",
  "text": "“T will include all our standard language regarding resolving all criminal liability and\nI will mention co-conspirators, but I would prefer not to highlight for the judge all of\nthe other crimes and all the other persons we could charge,” Villafafia wrote.\n\nAt Epstein’s sentencing, assistant Palm Beach prosecutor Lanna Belohlavek was\nquestioned by the judge about whether all of Epstein’s victims were told about the\ndeal, as required by law.\n\n“Are there more than one victim?” Circuit Court Judge Deborah Dale Pucillo asked\nBelohlavek at the June 30, 2008 sentencing.\n\n“There’s several,” Belohlavek replied.\n\n“Are all the victims in both these cases in agreement with the terms of the plea?” the\njudge asked.\n\n“Yes,” Belohlavek said.\n\nCoincidentally, the lawyer representing one of the victims was in the courtroom that\nday. He told the Herald that neither he, nor his client, was told about the agreement.\n\nAcosta has not responded to the Herald’s repeated requests for comment. A\nspokesman at the Labor Department told the Washington Post last month: “The\noffice’s decisions were approved by departmental leadership and followed\ndepartmental procedures.”\n\nIn the past, Acosta has said that he believed the deal was the best chance\nprosecutors had of ensuring that Epstein spent some time behind bars and was\nrequired to register as a sex offender. Epstein served 13 months in the Palm Beach\nCounty jail — but he was allowed to leave for up to 12 hours a day as part of a work\nrelease program not normally offered to convicted sex offenders.\n\nEpstein’s victims, now in their late 20s and 30s, are fighting to have his deal\noverturned and Epstein sent to prison.\n\nBradley Edwards, who represents several of Epstein’s victims, defended Villafana,\nsaying he believed that she was directed to settle the case and not inform Epstein’s\nvictims about the deal.\n\n“In my conversations with her, I came to believe that she was in a difficult position.\nShe never came out and said this, but I suspected that someone above her directed\nher to do what she did,” Edwards said.\n\nDARREN K. INDYKE\n\n5300 W. Atlantic Avenue, Suite 602\nDelray Beach, Florida 33484\nTelephone:\nTelecopier:\nMobile:\nemail:\n\nHOUSE_OVERSIGHT_021756",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021756.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2210,
    "word_count": 361,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:49.131334",
    "prefix": "IMAGES-006"
  }
}