{
  "document_id": "HOUSE_OVERSIGHT_023646",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023646.txt",
  "text": "* What is the reason for the suspension of allowances, and why they were returned?\n\n- If we note, in the decision to stop allowances that it was temporary, and that in the same resolution\nthere is a text that states that the decisions are reviewed periodically. And they were reviewed\nappropriately after the improvement of our oil revenues. This is a factor, and as you know in the\nprogram \"financial balance\" we had three scenarios for Oil which are: the pessimistic scenario S 45, the\naverage scenario or a baseline of S 50, and the optimistic scenario of S$ 55. This is not the Kingdom's\nassessment for oil, but this is to arrange our securities with different oil prices. In the first quarter, we\nwere close to the optimistic scenario which is $ 55, sometimes we go beyond it and sometimes we are\nless than, this is a positive element. The other positive element is that our non-oil revenues in the first\nquarter of 2017 have achieved more than we anticipate to achieve. This is another positive element, so\nthe decision is no longer has to continue in this manner. So that, it was reviewed as stated in the\nresolution itself, while we exaggerate that this is a very great success for the competent authorities in\nthe financial and the economic and investment sides as they were able to take us from this stage in less\nthan 8 months. The work of a very great effort has been done in the oil agreement with the OPEC\ncountries and non-OPEC countries is an agreement for the first time in history. We have always known in\nthe past that the agreements were held between the OPEC countries only, and this is the first time in the\nhistory that the agreement held between the OPEC countries and countries outside OPEC. That made\nour position is very positive in terms of the governmental revenues of the oil. Also, the procedures taken\nin these non-oil revenues have greatly helped in addition to the investments and restructuring of many\nof the sectors under the Public Investment Fund have contributed to bringing in these revenues which\nhave strengthened our position and contributed to a decision like this.\n\n* The amounts of allowances, were they so impressive that they stopped?\n\n- When we notice the price of oil is S$ 27 and continue for months under $ 40, we do not know what is the\nobvious scenario for the next three or four years, and we do not know if our effort in the oil agreement\nwill succeed or will not work. Also, do not know if our programs in our non-oil revenues will succeed or\nnot, we also do not know if that our investments will come to fruition in a short period of time or we\ncannot make a profit to help the government budget in a short period. So that, we can take “the risk” at\nthe expense of the national economy. These procedures have been done in the past, in the eighties and\nin 1997. But the difference between this period and the past periods is that we took a period of few\nmonths to went back to the normal position while in previous cases in our history and the history of\nother countries take years to return to normal course.\n\n* | mean the size of the amounts Was it affect the support?\n\n- without doubt. If you want to close all the taps that you have, you must take all measures until make\nsure that your affairs are in a good position, and then re-open it as appropriate.\n\n* How do you respond to some Western press, which said that this decision came under popular\npressure, and this is considered a decline?\n\n- That is incorrect words, the deficit fell in the first quarter to 44%, this in itself proves the truth of our\nwords that the deficit falls below what we expect, so why continue the austerity measures.\n\n* What are the most important steps that achieved compensation in the budget deficit?\n\n1- Oil revenues are the most important factor, and the main reason for the oil agreement.\n\nHOUSE_OVERSIGHT_023646",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023646.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3859,
    "word_count": 699,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:48.147597",
    "prefix": "IMAGES-007"
  }
}