{
  "document_id": "HOUSE_OVERSIGHT_022522",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022522.txt",
  "text": "or of a public international organization, or any per-\nson acting in an official capacity for or on behalf of\nany such government or department, agency, or in-\n\nstrumentality, or for or on behalf of any such public\n\ninternational organization.! 12\n\nAs this language makes clear, the FCPA broadly\napplies to corrupt payments to “any” officer or employee\nof a foreign government and to those acting on the for-\neign government's behalf.!? The FCPA thus covers cor-\nrupt payments to low-ranking employees and high-level\nofficials alike.!*\n\nThe FCPA prohibits payments to foreign officials, not\nto foreign governments.'> That said, companies contem-\nplating contributions or donations to foreign governments\nshould take steps to ensure that no monies are used for cor-\nrupt purposes, such as the personal benefit of individual\nforeign officials.\n\nDepartment, Agency, or Instrumentality of a\nForeign Government\n\nForeign officials under the FCPA include officers\nor employees of a department, agency, or instrumental-\nity of a foreign government. When a foreign government\nis organized in a fashion similar to the US. system, what\nconstitutes a government department or agency is typically\nclear (e.g., a ministry of energy, national security agency, or\ntransportation authority).!!* However, governments can be\norganized in very different ways.'!” Many operate through\nstate-owned. and state-controlled entities, particularly in\nsuch areas as aerospace and defense manufacturing, bank-\ning and finance, healthcare and life sciences, energy and\nextractive industries, telecommunications, and transporta-\ntion.'!® By including officers or employees of agencies and\ninstrumentalities within the definition of “foreign official,”\nthe FCPA accounts for this variability.\n\nThe term “instrumentality” is broad and can include\nstate-owned or state-controlled entities. Whether a particu-\nlar entity constitutes an “instrumentality” under the FCPA\nrequires a fact-specific analysis of an entity’s ownership,\ncontrol, status, and function.!? A number of courts have\n\napproved final jury instructions providing a non-exclusive\n\nThe FCPA:\n\nAnti-Bribery Provisions\n\nlist of factors to be considered:\n\ne the foreign state’s extent of ownership of the entity;\n\ne the foreign state’s degree of control over the entity\n(including whether key officers and directors of\nthe entity are, or are appointed by, government\nofficials);\n\ne the foreign state’s characterization of the entity and\nits employees;\n\ne the circumstances surrounding the entity's creation;\n\ne the purpose of the entity’s activities;\n\ne the entity’s obligations and privileges under the\nforeign state’s law;\n\ne the exclusive or controlling power vested in the\nentity to administer its designated functions;\n\ne the level of financial support by the foreign\nstate (including subsidies, special tax treatment,\ngovernment-mandated fees, and loans);\n\ne the entity's provision of services to the jurisdiction’s\nresidents;\n\ne whether the governmental end or purpose sought\nto be achieved is expressed in the policies of the\nforeign government; and\n\ne the general perception that the entity is performing\nofficial or governmental functions.'”°\n\nCompanies should consider these factors when eval-\nuating the risk of FCPA violations and designing compli-\nance programs.\n\nDOJ and SEC have pursued cases involving instru-\nmentalities since the time of the FCPA’s enactment and\nhave long used an analysis of ownership, control, status,\nand function to determine whether a particular entity is\nan agency or instrumentality of a foreign government.\nFor example, the second-ever FCPA case charged by DOJ\ninvolved a California company that paid bribes through a\n\nMexican corporation to two executives of a state-owned\n\nHOUSE_OVERSIGHT_022522",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022522.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3768,
    "word_count": 551,
    "line_count": 104,
    "import_date": "2025-11-19T21:47:46.300128",
    "prefix": "IMAGES-007"
  }
}