{
  "document_id": "HOUSE_OVERSIGHT_024366",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024366.txt",
  "text": "Table of Contents\nITEM 3-SAY ON PAY\n\nWe are asking stockholders to approve, on an advisory basis, the compensation of our named executive officers as disclosed in the\n“Compensation Discussion and Analysis,” the “Summary Compensation Table,” and the related compensation tables and narrative. This item is being\npresented pursuant to Section 14A of the Securities Exchange Act of 1934. Although this advisory vote is not binding, the Compensation and Nominating\nCommittee will consider the voting results when evaluating our executive compensation program.\n\nOur executive compensation programs are designed to support our long-term success and reflect our pay-for-performance culture. Our company\nhas grown dramatically over the years. Our growth has few historical precedents and makes us one of the fastest-growing technology, consumer, or retail\ncompanies at our scale, and in 2018 we continued to grow rapidly, with another year of triple-digit unit and revenue growth while simultaneously making\nsignificant progress in gross profit per unit and accelerating our operating leverage. We have a strong belief in promoting a pay-for-performance culture,\nand, accordingly, as described in the “Compensation Discussion and Analysis” of this proxy statement, the Compensation and Nominating Committee has\nset challenging performance targets based not on last year’s achievements but continued rapid growth, and has structured our executive compensation\nprogram to tie total compensation to long-term stockholder value, as reflected primarily in our stock price. We believe that our executive compensation\nplans effectively support our strategic and financial goals, create a culture of teamwork, and are directly tied to the performance of the company and\nshareholder outcomes.\n\nThe Board recommends a vote “FOR” approval, on an advisory basis, of our executive compensation as described in this proxy statement.\n\nITEM 4 - SAY ON PAY FREQUENCY\n\nPursuant to Section 14A of the Exchange Act, we are asking stockholders to cast an advisory vote on the frequency of future advisory votes on\nexecutive compensation. Stockholders may specify whether they prefer such votes to occur every year, every two years, or every three years, or they may\nabstain. The Board recommends that this vote occur every year.\n\nAlthough the stockholders’ vote on this proposal is not binding, the Board will consider the voting results in determining the frequency of\nfuture advisory votes. Notwithstanding the Board’s recommendation and the outcome of the stockholder vote, the Board may in the future decide to conduct\n\nadvisory votes on a more or less frequent basis and may vary its practice based on factors such as discussions with stockholders and the adoption of material\nchanges to compensation programs.\n\nThe Board recommends stockholders vote, on an advisory basis, to conduct future advisory votes on executive compensation every “ONE YEAR.”\n\n- 57 -\n\nHOUSE_OVERSIGHT_024366",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024366.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2958,
    "word_count": 444,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:47.403877",
    "prefix": "IMAGES-007"
  }
}