{
  "document_id": "HOUSE_OVERSIGHT_014575",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014575.txt",
  "text": "Exhibit 39: CFO Optimism About the US Economy\nChief financial officers’ confidence is at its highest level\nin a decade.\n\n%\n90\n\n% of CFOs More Optimistic Than Previous Quarter\nRecession\n\n64.1\n\n2004 2006 2008 2010 2012 2014 2016\n\nData through December 2016.\n\nNote: The survey questionnaire is delivered online to senior financial executives and subscribers\nof CFO Magazine from both private and public companies.\n\nSource: Investment Strategy Group, Haver Analytics.\n\nExhibit 40: Eurozone Real GDP Growth\nEconomic activity has been surprisingly resilient and higher\nthan expected.\n\n% YoY\n\n25 5 mReal GDP Growth\n@ Consensus Estimate*\n20 4 2.0 ‘i 2.0\n18\n17 17 17\n\n1 4\n\n1.3\n10 4\n05 4\n\n4014 1015 2015 3015 4015 1016 2016 3016\n\nData through 03 2016.\nSource: Investment Strategy Group, Bloomberg.\n* One quarter prior to release.\n\nthe new administration’s policies remain uncertain,\na moderate-sized stimulus package of around\n$200 billion per year seems likely.!°? While the\ndirect impact of such a package is estimated to\nboost GDP growth by only 0.3 percentage point\nin 2017, the positive indirect impact of tax cuts\nand stronger anticipated GDP on household and\nbusiness confidence is arguably more important.\nIndeed, both consumer and CFO confidence have\nrecently hit their highest readings in over a decade\n(see Exhibit 39).\n\nOur View on US Growth\n\nAs the expansion enters its eighth year, it is natural\nto question its durability. But far from showing\n\nits age, the US economy begins 2017 at an above-\ntrend growth pace, with little evidence of cyclical\nimbalances or other excesses that typically portend\nthe end of the business cycle. If anything, the slow\npace of this recovery has elongated its life span, a\ndynamic that is likely to persist this year. Perhaps\nin macroeconomics, as in life, age is just a number.\n\nEurozone: Weathering the Storm\nThe Eurozone has faced its share of challenges in\n\nrecent years. Not only did it relapse into recession\nin 2011, but it also endured a domestic sovereign\n\nbond and banking crisis at the same time. More\nrecently, it has been buffeted by a spate of tragic\nterrorist attacks, an immigration crisis, the Brexit\nvote, a failed Italian constitutional referendum\nand renewed concerns about the solvency of its\nbanking system.\n\nYet despite this onslaught of headwinds, the\nreal economy has been remarkably stable in the\nlast two years. That fact is evident in Exhibit 40,\nwhich shows real GDP growth has sustained an\nabove-trend pace over this period, an outcome\nthat clearly exceeded consensus forecasts. Business\nsentiment has remained equally steadfast over this\nperiod, suggesting that the rapidity of shocks may\nhave effectively inured confidence to bad news (see\nExhibit 41). Meanwhile, real household disposable\nincome grew by 2.3% over the past year—the\nfastest pace since 2007.\n\nWe expect this stability to persist in 2017,\nwith our forecast calling for 1.2-1.9% real GDP\ngrowth. Keep in mind that there is ample scope\nfor above-trend growth to continue, as the level\nof Eurozone GDP still stands below its potential.\nOn this point, the OECD, IMF and European\nCommission each currently estimate an output gap\nof around 2%, indicating slack in the economy.\nThe Eurozone’s still elevated 9.8% unemployment\nrate corroborates this point.\n\n42 | Goldman Sachs | JANUARY 2017\n\nHOUSE_OVERSIGHT_014575",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014575.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3340,
    "word_count": 543,
    "line_count": 110,
    "import_date": "2025-11-19T21:47:45.920620",
    "prefix": "IMAGES-003"
  }
}