{
  "document_id": "HOUSE_OVERSIGHT_017336",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017336.txt",
  "text": "4.2.12\nWC: 191694\n\nThis corroborative evidence includes the location of the DNA in the room and on her\nundergarments; the shoulder pain she reported to the doctors; the time sequence; the\nabsence of evidence that she knew who DSK was at the time of the encounter; and a\ncomparison between the two participants, in terms of their ages, appearances, status and\nwhat each had to gain or lose by a consensual sexual encounter in that room.\n\nWhen you consider the totality of the evidence and arguments offered in this case, I am\nconfident that you will have no reasonable doubt that the oral sex in this case was not\nconsensual.\n\nAfter hearing this “mock” argument, many of the students concluded that the D.A. acted harshly\nin dismissing the case. Most believed that this was a case in which both the woman and the man\nhad lied, but that the man’s lies were far more relevant than the woman’s on the issue of consent.\n\nBy any objective standard, the case against DSK was far stronger than the case against Mike\nTyson, since there was far more corroborative evidence in the former than in the latter.\n\nMoreover, Tyson’s alleged victim was caught in a series of lies that directly related to her account\nof the alleged rape and her motive for bringing the charge.\n\nYet Tyson was convicted and the case against DSK was dropped. Such are the vagaries of rape\nprosecutions in which objective truth can rarely be established because when it comes to sex both\n\nmen and women often distort reality.\n\nMale “Victims” Lie Too\n\nEarly in my career, I learned that men also lie, both as defendants and as alleged victims in rape\ncases. One such case took place in Provincetown, Massachusetts. A young woman who was\nrelated to an associate of one of my legal colleagues was engaged to a man and they were\nvacationing together in Provincetown. The man went out for a stroll and came back several hours\nlater upset and disheveled. His fiancé asked him what happened and he told her that he was\ninvited to go on a boat ride with a group of guys and one of them proceeded to rape him while the\nothers did nothing to stop him. He described the rapist as a black man wearing a shark tooth\naround his neck. He reported the alleged rape to the police who immediately issued an all points\nbulletin describing the alleged rapist.\n\nThe police interrogated the alleged victim, who persisted in his description of the sexual\nencounter as rape. His fiancé called my colleague and asked her to advise him. She sought my\nassistance. We went to the police station where we observed the police interrogation of the\nyoung man. As experienced defense attorneys, we soon became suspicious of his story, but we\ncouldn’t be sure.\n\nMy colleague asked to be alone with her client and questioned him about the circumstances of the\nencounter. Eventually the young man broke down and admitted that he had consented to the\nsexual encounter. He confided in her that he was uncertain about his sexuality, that he was about\nto be married, and that he wanted to test his attraction to men. He was ashamed of what he had\ndone and didn’t want his fiancé to find out, because he was afraid it would end their engagement.\n\n249\n\nHOUSE_OVERSIGHT_017336",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017336.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3195,
    "word_count": 564,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:45.769803",
    "prefix": "IMAGES-004"
  }
}