{
  "document_id": "HOUSE_OVERSIGHT_020258",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020258.txt",
  "text": "106\n\naccording to Assange, Snowden claimed that one reason he decided to take the secret NSA\ndocuments was the brutal treatment of Bradley Manning after he was arrested in 2010 by the US\ngovernment. “Snowden told me they had abused Manning in a way that contributed to his\ndecision to become a whistleblower,” Assange said in an interview in 2015. If Manning’s\nmistreatment was Snowden’s motive, it was a sharp departure from the position that Snowden\nhad taken in his postings on the Ars Technica site in January 2009. He complained in a post on\nArs Technica about the detrimental consequences to U.S. intelligence of leakers revealing\n“classified shit” to the New York Times, and he suggested as punishment “those people should be\nshot in the balls.” Either he either had a change of heart about punishment or he was telling\nAssange what he believed he wanted to hear.\n\nAssange did not suggest that Snowden go to Ecuador to seek asylum. He counseled him to go\ndirectly to Russia. “My advice was that he should take asylum in Russia despite the negative PR\nconsequences,” he told the (London) Times in 2015. He found “Snowden was well aware of the\nspin that would be put on it if he took asylum in Russia.” Assange had another way for Snowden\nto defuse the “PR consequences” of Snowden landing in Moscow. A story would be released,\ncoinciding with his departure, asserting that Snowden was “bound for the republic of Ecuador via\na safe route.”\n\nWhen Snowden asked how he would carry out the plan, Assange told Snowden that he would\nimmediately dispatch one of his senior staff members to help him engineer his escape to Russia.\nThat senior staff member was Sarah Harrison,\n\nAfter speaking to Snowden, Assange called Harrison, who was in Melbourne, Australia. She\nhad gone there a month earlier to help organize Assange’s somewhat quixotic election campaign\nfor President of Australia, | Assange now told her to forget the campaign and go to Hong Kong.\nHer mission there was to use Wikileaks resources to save Snowden from “a life time in prison.”\nPresumably, he also told her that he advised Snowden to proceed to Russia, where Harrison had a\nvisa since part of her work on the Mediastan film was done in Moscow.\n\nHarrison did not hesitate in following Assange’s instructions. She later said that she didn’t\neven bother to pack her clothing. She caught the next plane out of Australia.\n\nAfter an eight hour flight, she arrived in Hong Kong on June 11\"—the same day that Snowden\n\ntexted Greenwald he was in a safe house. Harrison had her own connections in Hong Kong.\nBoth her two younger sisters, Kate and Alexandra Harrison, who had also attended Sevenoaks,\nlived there and were part of the expatriate community. She also had an older brother, Simon\nHarrison, who headed Avro, a ship brokerage and commodity trading company. Although\nheadquartered in Singapore, Avro also operated out of Hong Kong, and he frequently travelled\nthere.\n\nLike Poitras, Harrison took great care to shield her movements. She did not even have a\nTwitter, Facebook or any other social media account. She made it a point not to own a cell\n\nHOUSE_OVERSIGHT_020258",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020258.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3139,
    "word_count": 536,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.335002",
    "prefix": "IMAGES-005"
  }
}