{
  "document_id": "HOUSE_OVERSIGHT_031118",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031118.txt",
  "text": "From: Peggy Siegal Un\n\nSent: 3/7/2013 2:03:11 PM\n\nTo: jeevacation@gmail.com\n\nSubject: Fw: Oscar Diary\n\nI am struggling thru this. It is so late already. I am so stressed out. will finishe is in a day or\ntwo.. I can not write about the Katzenberg party. Maybe can just mention is happened in my hotel. But\n\nthe reason to go was to support Katzenberg and network. More to come. Peg\n\n----- Original Message -----\n\nFrom: Peggy Siegal\n\nSent: Thursday, March 07, 2013 08:51 AM\nTo: Peggy Siegal\n\nSubject: Oscar Diary\n\nIt's Thursday morning on Wilshire Boulevard and the Academy of Motion Pictures Arts and Sciences has just\nopened it's doors for ticket pick-up for the 85th Oscar telecast.\n\nForty voting members, the distinguished director Norman Jewison and I are on a long single file line that\nsnakes thru the lobby patiently waiting to go upstairs to pick up our tickets. My seats were awarded via\na lottery system. we clutch our photo I.D.\n\nSuddenly, a messenger slips in wearing a smart khaki windbreaker and cuts through the line. He announces\nto the uniformed guard in a stage whisper, \"Dreamworks\", and as if Steven Spielberg himself had just\ndelivered the Gettysburg address, is ushered upstairs.\n\nThat is the final act of social justice of the “Lincoln” campaign.\n\nI am sleep deprived and jet lagged having just spent six hours on a flight sitting next Paula Wagner who\nis Tom Cruise's ex-agent turned Broadway producer for Jessica Chastain's \"The Heiress\". We discuss\nJessica's not so great chances to beat Jennifer Lawrence for Best Actress. I mention Harvey Weinstein's\nconcern about Emmanuel Riva's last minute surge. The French phenomena doesn't speak English, has never\nbeen to L.A. and it's like voting for a ghost, even on her 86th birthday.\n\nThis is the year I got phone calls in September from top studio executives announcing each are winning\nthe Oscar. Their euphoric giddiness is due to the quality of the films resulting in the priciest oscar\ncampaigns on record and astounding audience support at the theaters.\n\nSeven of the nine best picture nominees have taken in well over $100 million at the domestic box office\nto date, but it's the worldwide numbers in the millions that are staggering.\n\nTwentieth Century Fox's \"Life of Pi\" caused a tsunami at $595,\n\nUniversal's “Les Miserables\" scored $412, the Weinstein Cos.’ “Django Unchained\" whipped up $395,\nDreamworks’ \"Lincoln\" delivered at $254, warner's \"Argo\" captured $219, Weinstein's “Silver Lining\nPlaybook\" danced to $187 and Sony's \"Zero Dark Thirty” killed at $107 million.\n\nIn comparison, Sony Classics’ \"Amour\" received $19 and Fox Searchlights' \"Beast of the Southern wild”\nworked up $19 million.\n\nHugh audiences having actually seen the films this year have an ear for the nuances of the Oscar race and\neveryone including Ben Affleck follow the bloggers religiously.\n\nSo by Thursday morning on line at the Academy the informed buzz was as follows: \"Argo\" takes best\npicture because is was most entertaining. The director snub to Ben Affleck was a Godsend as George\nClooney's advice came from far away Berlin where he was in pre-production on \"The Monuments Men\".\nWarner's president Sue Kroll kept the campaign clean and calm on the home front.\n\n“Lincoln's” victory is Daniel Day Lewis from day one of shooting, no pun intended. The suggestion that\nObama is our answer to Lincoln was interesting. Voters knew Obama secretly hosted three screenings in the\nwhite House, but they weren't invited. The Hollywood Foreign press were the biggest winners with Bill\nClinton's surprise appearance on their broadcast. Dreamworks’ ran an impeccable patriotic campaign that\nthe media ate up.\n\nThe best director race had the most drama. Hollywood dreaded Spielberg loosing to Ang Lee. (Eventually\neveryone was thrilled Steven was anointed president of the Cannes Jury for 2013 the day after the awards\nshow. )\n\nThe voters knew beloved Ang Lee's three year boat ride was the technical miracle. Fox's $595 million\ninternational box office blew in the win.\n\nHarvey Weinstein having three horses running is always the most talked about. His loquacious Quentin\nTarentino was a lock for screenplay. Best supporting actor was a total toss up with a sentimental edge\n\nHOUSE_OVERSIGHT_031118",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031118.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4250,
    "word_count": 695,
    "line_count": 82,
    "import_date": "2025-11-19T21:47:49.332051",
    "prefix": "IMAGES-011"
  }
}