{
  "document_id": "HOUSE_OVERSIGHT_026399",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_026399.txt",
  "text": "From: jeffrey E. [jeeyacation@gmail.com] \nSent: 7/23/2016 10:20:08 PM \nTo: Joscha Bach \nSubject: Re: Mechanisms for learning \nImportance: High \nthe average is the only thing that matters \nOn Sat, Jul 23, 2016 at 6:02 PM, Joscha Bach < \n_I> wrote: \nAm 23.07.2016 um 04:41 schrieb jeffrey E. <jeevacation@gmail.com>: \nCells seem to be mostly indistinguishable (except for XX), I thought? \nSize is different on average, but males with small brains are still male. \nVariation of all traits is higher for males, so there are more high IQ men (wider bell-curve). Given average \nbrain size difference, the small difference in average IQ is surprising, I think \ngender differenece. unlikely motivational, every cell is different. size is didfferent. . \nthe more radical idea is that brains are the nucleus of the human\" cell: the body the membrane, the \norganizm the colletcions and interactions of brains, wisdom of crowds . mirroring. etc. . money used \nas signals. as is spoken language. . what does social behavior mean, it is the cooridiation of indiv \nbrains. = \nI think that mathematics based thinking does not allow for censorship. money people concepts if they are \nall math , then poliiical correctness and their structures are only subsets of a larger group of thoughts. its \nnot emotinal for me. \nmost people have censorship built in at a deep level, social reasoning gets to different results than equivalent \nabstract reasoning \nOn Sat, Jul 23, 2016 at 3:02 AM, Joscha Bach <______________________> wrote: \nSome thoughts I meant to send back for a long time: \nno worry, if i understand correctly you are suggsting there are layers 1 through N . lets cal them L 1 - \nLn. there are times T 1- Tn / and then conjecture that changing the time . correlations ( by genetic swtch \nor other method. , you might be able to make blacks smarter by changing the time for motor layer \ndevelopment and changing the time for other layers. . ). like telemeres for the cell , are their equivalents for \nthe layers. . as you talked about culling the unused neurons in each layer, each neuron in each layer would \nget dfferent ( kill yourself if you are not being used instructions ). \nHOUSE OVERSIGHT 026399 \nExactly. I looked up the statistics, black kids in the US have slower cognitive development (and never catch \nup), which the study of course attributed to social factors without any evidence, and they had faster motor \ndevelopment! I suspect this means their brains are slower at learning high-level concepts, because the low-\nlevel structures are optimized for a shorter time. But they will keep the lead in motor development, because it \nis easier to learn, and they have more time and attention to practice once they get the structures in place. \nIt could also be that they have an additional set of learning directives in place that adapts them better to a \nmore hunting/running style of life, whereas the Europeans had to adapt for identifying long-term seasonal \npatterns, delayed gratification for agriculture etc. \nand CONCEPTS could be layer to layer communicaiton. . are gender differences also a matter of time, \nand structure of interactions. . \nI suspect gender differences are mostly motivational, i.e. we have a reward system for all the different social \nand cognitive needs, which makes us receive different kinds of pleasure and pain, thereby pay attention and \nlearn. You cannot learn what does not attract your attention. Women tend to find abstract systems, conflicts \nand mechanisms intrinsically boring. Most women in computer science do not write programs because they \nenjoy solving puzzles, but because they want to help people, get approval etc. There are almost no women in \nmath, because it does not help people or yield social attention. \nMen tend to find elaborate social relations boring. If there is no pleasure in observing and empathizing with \npeople, one will not have good social cognition. \nIQ is not the only meaningful difference. Chinese pay an inordinate amount of attention to authority. I suspect \nhistorically., the authorities tended to kill them a lot if they did not. Jews tend be intellectually independent \nand anti-authoritarian, which might make them creative and inventive in ways that are hard to find in Asia. \nAt the moment, I think speed/quality of brain development plus motivational system are the key to \nunderstanding both mind and individual differences. Important part of human language might be the result in \na motivational need to discover/invent grammatical structure, which as a side effect makes us interested in \nmusic. \nIt would mean that Chomsky's life long hypothesis, that people have a special circuit for grammatical \nlanguage, is wrong. They might be GENERAL learners, just like Gorillas, but with a strong motivational urge \nto build grammatical structure, which the brain simply invents (there are only a few ways in which a natural \nlanguage can work). That is much easier to wire into a brain than a specific circuit. \ni my self believe that african music, westrn music , chinese music are a window into the the structure of \nthose layers. . western rigid, african primitve , chinese nature based, . I belive that synphoic movments \nbest describe your layering, they open with a basic simple melody„ after it is learned, it is repeated and\" \ndeveloped\" , inverted, distorted, related, etc. the development stage take a long time. then there is a \nrecapitlaltion of the whole. and its inter and intra actions. . african musci has lots of beats. and little \ndevelopment. - no accident, it mirrors their learning process. \nInteresting question if music is somehow indicative of genetically defined prefs, but I am not sure. It could be \npath effects, starting in culture. \nre taboo \nHOUSE OVERSIGHT 026400 \n, maybe climate change is a good way of dealing with overpopulation. . the earths forest fire. potentailly \na good thing for the species \nMaking having children expensive in terms of upbringing and missed opportunity (like in the west) is a more \nhumane way. Environmental stress while leaving near rock bottom tends to lead people to have more \nchildren, because there is no missed opportunity, and high mortality requires more attempts at procreation. \nHumans are a hardy species, outside of focused famine events and wars only small fractions of any given \npopulation die. \nI suspect that strong reductions in population will come from large-scale failure of agriculture. The climate \nchange itself with result in migration and wars, but most people will probably survive that. But who knows, I \nmight be wrong. \ntoo many people, so many mass executions of the elderly and infirm make sense \nis the fundamental fact that everyone dies at some time .make it imporrisbole to ask so why not earilier. if \nthe brain discards unused neurons, why shold socieity keep their equivalent \nThe radical idea of treating individuals in a society as cells and the society itself as a well-organized organism \nis fascism, or course. Probably the most efficient and rationally stringent way of governance, if someone \ncould pull it off in a sustainable way; and if it is aggressive and expansive, its efficiency makes it a virus that \neverybody will want to stomp out. Fascism makes romantic doo-gooders like me very uncomfortable (I \nvisited KZ Buchenwald five times and it had a profound influence on me; we East Germans inoculated \nourselves very thoroughly against fascism), and the general public will not be willing to consider it. \nI rather like the treatment Fascism gets in the Amazon Series \"The Man in the High Castle\", which explores \nwhat would have happened if the Germans and Japanese had won the war: A society that tries to function as a \nbrutal and ruthlessly efficient machine, eliminating all social and evolutionary slack. It is very dark, but not a \nflat caricature of pointless evil for its own sake. Heinlein's late book \"Starship Troopers\" explores fascism, \ntoo, but unlike Philipp K Dick he does not see it as a form of insanity, but as the most desirable order. \nI find your \"political incorrectness\" very fascinating. In the beginning, I thought it is a form of costly \nsignaling, but now I think you are simply entirely unconstrained in your thoughts. How did you manage in \nyour youth? Did you get in trouble, or did you keep your thoughts to yourself? I wonder what kind of person \nyou want to transform into. \nIt was interesting to notice that at the Forbidden Research conference, nobody managed to say anything \nremotely out-of line. One large discussion group wanted to address the question of whether \"democracy still \nworks\", and mostly expressed their disagreement with Trump. Ideology is like halitosis: easy to see in others, \nhard in oneself A speaker felt that the media \"stifle all criticism of Trump\", another wanted to remove \"men \nand Elon Musk from government\", and everybody strongly agreed that we need more diversity everywhere. \nI noticed some time ago that Joi has remarkable public communication skills. He picks controversial, insight-\nladen topics, but sanitizes them by carefully replacing the parts of content that would divide his audience with \nsymbolic messages that everybody can fill with their own content in a way that resonates with them. The non-\ncontroversial parts will still be insightful. He manages to come across as very subversive, while rarely \noffending anyone (except the hard scientists, that miss hard substance). \nHe also asks influential people and smart students or faculty to write parts of his essays and speeches for him. \nThis invests them in his success, especially because he is going to reward and acknowledge them. Very few of \nhis ideas are original, instead he is good at identifying and testing thoughts he reads or hears from others. \nHOUSE OVERSIGHT 026401 \nI am still beset by the ruinous instinct that the goal of communication ought to be mutual understanding. Joi is \nright. Public communication is about reaching one's goals. \nBests, \nJoscha \nOn Sun, Jul 10, 2016 at 12:42 AM, Joscha Bach < \nDear Jeffrey, \n> wrote: \nthank you for your support and encouragement, even where I fail. \nSorry for being such an embarrassment today. I will spell out today's argument a bit better and cohesive \nwhen I get to it. Also, I should have recognized that the main point I tried to make would trigger Noam (who \nwas as always very generous, patient, kind and humble on the personal level, even though he did not feel like \nconceding anything on the conceptual one). Almost all of Noam's work focused on the idea that humans have \nvery specific circuits or modules (even when most people in his field began to have other ideas), and his \nfrustration is that it is so hard to find or explain them. \nI found Noam's hypothesis very compelling in the past. I still think that the idea that language is somehow a \ncultural or social invention of our species is wrong. But I think that there is a chance (we don't know that, but \nit seems to most promising hypothesis IMHO) that the difference between humans and apes is not a very \nintricate special circuit, but genetically simple developmental switches. The bootstrapping of cognition \nworks layer by layer during the first 20 years of our life. Each layer takes between a few months and a few \nyears to train in humans. While a layer is learned, there is not much going on in the higher layers yet, and \nafter the low level learning is finished, it does not change very much. This leads to the characteristic bursts in \nchild development, that have famously been described by Piaget. \nThe first few layers are simple perceptual stuff, the last ones learn social structure and self-in-society. The \nswitching works with something like a genetic clock, very slowly in humans, but much more quickly in other \napes, and very fast in small mammals. As a result, human children take nine months before their brains are \nmature enough to crawl, and more than a year before they can walk. Many African populations are quite a bit \nfaster. In the US, black children outperform white children in motor development, even in very poor and \nsocially disadvantaged households, but they lag behind (and never catch up) in cognitive development even \nafter controlling for family income. \nGorillas can crawl after 2 months, and build their own nests after 2.5 years. They leave their mothers at 3-4 \nyears. Human children are pretty much useless during the first 10-12 years, but during each phase, their \nbrains have the opportunity to encounter many times as much training data as a gorilla brain. Humans are \nliterally smarter on every level, and because the abilities of the higher levels depend on those of the lower \nlevels, they can perform abstractions that mature gorillas will never learn, no matter how much we try to \ntrain them. \nThe second set of mechanisms is in the motivational system. Motivation tells the brain what to pay attention \nto, by giving reward and punishment. If a brain does not get much reward for solving puzzles, the individual \nwill find mathematics very boring and won't learn much of it. If a brain gets lots of rewards for discovering \nHOUSE OVERSIGHT 026402 \nother people's intentions, it will learn a lot of social cognition. \nLanguage might be the result of three things that are different in humans: \n- extended training periods per layer (after the respective layer is done, it is difficult to learn a new set of \nphonemes or the first language) \n- more layers \n- different internal rewards. Perhaps the reward for learning grammatical structure is the same that makes us \nlike music. Our brains may enjoy learning compositional regular structure, and they enjoy making \nthemselves understood, and everything else is something the universal cortical learning figures out on its \nown. \nThis is a hypothesis that is shared by a growing number of people these days. In humans, it is reflected for \ninstance by the fact that races with faster motor development have lower IQ. (In individuals of the same \ngroup, slower development often indicates defects, of course.) \nAnother support comes from machine learning: we find that the same learning functions can learn visual and \nauditory pattern recognition, and even end-to-end-learning. Google has built automatic image recognition \ninto their current photo app: \nhttp://blogs.wsj . com/digits/2015/07/01/go o gle-mistakenly-tags-black-p eop le-as-gorillas-showing-limits-o f-\nalgorithms/  \nThe state of the art in research can do better than that: it can begin to \"imagine\" things. I.e. when the \nexperimenter asks the system to \"dream\" what a certain object looks like, the system can produce a \nsomewhat compelling image, which indicates that it is indeed learning visual structure. This stuff is \nsomething nobody could do a few months ago: \nhttp://www.creativeai.net/posts/Mv4WG6rdzAerZF7ch/synthesizing-preferred-inputs-via-deep-generator-\nnetworks  \nA machine learning program that can learn how to play an Atari game without any human supervision or \nhand-crafted engineering (the feat that gave DeepMind 500M from Google) now just takes about 130 lines of \nPython code. \nThese models do not have interesting motivational systems, and a relatively simple architecture. They \ncurrently seem to mimic some of the stuff that goes on in the first few layers of the cortex. They learn object \nfeatures, visual styles, lighting and rotation in 3d, and simple action policies. Almost everything else is \nmissing. But there is a lot of enthusiasm that the field might be on the right track, and that we can learn \nmotor simulations and intuitive physics soon. (The majority of the people in Al do not work on this, \nhowever. They try to improve the performance for the current benchmarks.) \nNoam's criticism of machine translation mostly applies to the Latent Semantic Analysis models that Google \nand others have been using for many years. These models map linguistic symbols to concepts, and relate \nconcepts to each other, but they do not relate the concepts to \"proper\" mental representations of what objects \nand processes look like and how they interact. Concepts are probably one of the top layers of the learning \nhierarchy, i.e. they are acquired *after* we learn to simulate a mental world, not before. Classical linguists \nignored the simulation of a mental world entirely. \nIt seems miraculous that purely conceptual machine translation works at all, but that is because concepts are \nshared between speakers, so the structure of the conceptual space can be inferred from the statistics of \nlanguage use. But the statistics of language use have too little information to infer what objects look like and \nhow they interact. \nMy own original ideas concern a few parts of the emerging understanding of what the brain does. The \n\"request-confirmation networks\" that I have introduced at a NIPS workshop in last the December are an \nHOUSE OVERSIGHT 026403 \nattempt at modeling how the higher layers might self-organize into cognitive programs. \nCheers! \nJoscha \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nHOUSE OVERSIGHT 026404 \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nHOUSE OVERSIGHT 026405",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_026399.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 18926,
    "word_count": 3051,
    "line_count": 241,
    "import_date": "2025-11-19T21:47:46.150859",
    "prefix": "TEXT-001"
  }
}