{
  "document_id": "HOUSE_OVERSIGHT_027962",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027962.txt",
  "text": "nearly four decades before our capture of the West Bank in 1967, he insisted\nthat we needed to create a Jewish state in all of biblical Israel: from the\nMediterranean to the Jordan River.\n\nIt was through Bibi and Yoni that I got to know their father. After 1948, he\nhad led a frustrating existence. A specialist in medieval Jewish history, he could\nnot find a place on the faculty at Hebrew University. He was convinced,\nperhaps with some reason, that his outspoken advocacy for Jabotinsky’s\nZionism in a country defined by Ben-Gurion’s had frozen him out. He left to\npursue his academic career in America, where both Yoni and Bibi spent much\nof their youth. He always remained bitter about what he felt were unfair,\npolitically inspired, roadblocks to his academic advancement in Jerusalem.\n\nThough he would eventually return to Israel, he was teaching at Cornell\nwhen his sons became officers under my command in Sayeret Matkal. So there\nwas a physical distance between father and sons. But what struck me was how\nlarge the father loomed in both of their lives. There was an almost adolescent\nadmiration, bordering on worship. I remember once remarking to Nava that it\nwas as if, despite all their physical self-confidence, Bibi and Yoni were tethered\nto their father by some mental umbilical cord. They seemed weighted down by a\nstruggle to live up to his expectations, to right the “wrongs” done to him, and\nachieve the advancement and success which the young State of Israel had\ndenied him. In a poignant postscript, decades later when Bibi first was elected\nPrime Minister, Ben-Zion was asked by a journalist for his reaction. “He would\nmake a very good Minister of Hasbarah,” he replied, a Hebrew word which\ntranslates as something between public relations and propaganda. “Or Foreign\nMinister.” But how about Prime Minister, the reporter pressed. Ben-Zion\nreplied: “Time will tell.”\n\nEven as we mounted intercept operations deeper into Egypt and Syria, I\nmade sure that we trained as if we were already the broader strike force I hoped\nSayeret Matkal would become. We mapped out plans for commando operations\nagainst the new kind of security challenges the country faced. We worked in\ndetail on how we’d carry them out. We prepared rigorously to make sure we’d\nbe ready. Yet no matter how proficient we got, there was no guarantee it would\nactually happen. A bit like Avraham in the unit’s infancy, I had to deal with the\n\n114\nHOUSE_OVERSIGHT_027962",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027962.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2457,
    "word_count": 416,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:44.743137",
    "prefix": "IMAGES-009"
  }
}