{
  "document_id": "HOUSE_OVERSIGHT_023131",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023131.txt",
  "text": "Palm Beach estate over time. She wanted Epstein prosecuted — and was willing to\ntestify — but prosecutors never gave her the chance, she told the Herald.\n\nIn addition, FBI records show that agents had traveled to New York and New\nMexico to interview other possible victims, the Herald found. The non-prosecution\ndeal that was struck was filed under seal. The result was that no one — not even the\njudge — would know the full scope of Epstein’s crimes and how many victims were\ninvolved.\n\nAcosta, who now heads a federal agency with oversight of international child labor\nlaws and human trafficking, was personally involved in the negotiations, records,\nletters and emails show.\n\nAG nominee Barr pledges to look into handling of Epstein case\n\nSen. Ben Sasse questioned attorney general nominee William Barr about the Jeffrey\nEpstein case on January 15, 2019, getting the nominee to commit to having the\nDepartment of Justice look into the handling of that case if confirmed.\n\nBy C-SPAN\n\nSloman reiterated Acosta’s earlier contention that most of Epstein’s victims\nwouldn’t cooperate.\n\n“So somehow, had Epstein been a child molester of one or two victims, then they\nwould have prosecuted him?” said Wild’s attorney, Brad Edwards, in an interview\nwith the Herald for its series published in November. “But because he molested\nhundreds of victims and some of them wouldn't testify, then they are saying, “we\ncan’t prosecute.’ How absurd is that argument?”\n\nEdwards tried unsuccessfully to block the plea deal in federal court. In 2008, days\nafter Epstein was sentenced, he filed an emergency order, alleging that the\nagreement was illegal because it violated the Crime Victims’ Rights Act, which\ngrants crime victims certain rights, including the right to confer with prosecutors\nand be notified of a plea deal. The lawsuit is still pending a decade later.\n\n“There is a reason for the Crime Victims Rights Act — so that prosecutors don’t\npreempt a victim’s ability to speak for themselves about a proposed plea bargain,”\nScarola said. “Here, the decision was being made secretly for them.”\n\nDARREN K. INDYKE\n5300 W. Atlantic Avenue, Suite 602\nDelray Beach, Florida 33484\n\nKKKKEKK KEKE KEKE EEE RK KEKE KEKE KEE KEK KEK EK ERK EEK EK KEE KEKE EK EE KE RK KKK EKER EEK EK EK EE KEE KEK EKER EK EEK EEK EK EE KEE KEK EEE REE EK\n\nThe information contained in this communication is confidential, may be attorney-client\n\nHOUSE_OVERSIGHT_023131",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023131.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2433,
    "word_count": 406,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:49.267405",
    "prefix": "IMAGES-007"
  }
}