{
  "document_id": "HOUSE_OVERSIGHT_010828",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010828.txt",
  "text": "01:23:43\n\n04:23:45\n\n04:23:47\n\n01:23:47\n\n01:23:47\n\n01:23:48\n\n01:23:50\n\nOn OOH h @® DN\n\n04:23:51\n\n©\n\n01:23:81\n10\nor.23:52 14\no12382 12\nor23s¢ 13\nors 14\novaas7 15\novzase 16\norzo 17\nozs 18\no12403 19\nor2404 20\no12os 24\nor:24.07 22\not2407 23\nor207 24\nor2408 25\n\n04:23:51\n\n04:24:14\n\n04:24:14\n\n09:24:15\n\n04:24:19\n\n04:24:27\n\n01:24:32\n\n04:24:33\n\nOn OA hm WD 2\n\n01:24:36\n\n©\n\n01:24:40\n10\nor2aas 14\nor2aae 12\normas 13\nor2asa 14\no12ass 15\no12s02 16\norzs0s 17\nor2si2 18\norvzsis 19\nor2617 20\n012823 24\n012826 22\n0125:23 23\nor2532 24\nor2s36 25\n\n09:24:43\n\n19 of 38 sheets\n\n73\nwe would be happy to make it available to you.\nMR. SIMPSON: And -- and I'll give you an\nopportunity to look at that --\nTHE WITNESS: Sure -~\nBY MR. SIMPSON:\n\nQ.  -- but I'm entitled to ask first about your\nrecollection.\n\nA. Okay.\n\nQ. Based on your recollection --\n\nA. Right.\n\nQ,  -- I want to know all the evidence --\n\nA. Right.\n\nQQ. -- you were relying on here.\n\nA.\nto make a list here on my -- on my notepad of all the\n\nSo what -- what I'm going to do is, I'm going\n\nthings, and then I'm going to compare that with notes I\nhave here. There may be a couple things that I don't\ncover.\n\nQ. As long as your counsel is okay with that.\nYeah.\n\n>\n\nQ. You understand you'll have to give that to\n\nA. Yeah. I'll give you the notes --\n\nQ. All right.\n\nA. -- and then I will compare with what I've got\nESQUIRE DEPOSITION SOLUTIONS\n\n(954) 331-4400\n\n74\n\nthere. So I mentioned the Palm Beach Police Department\n\nreport.\n\nThe next thing that I want to mention is the\nJane Doe 102 complaint. In August of 2009, Bob\nJosefsberg -~ who is, from what I understood, a very\nwell-regarded lawyer here in Florida; in fact, a lawyer\nthat was selected by the United States Government to\nrepresent a number of the -- of the girls that had been\nsexually abused by Jeffrey Epstein. He was -- he was\npart of the procedure that was including the\nnonprosecution agreement.\n\nIn August of 2009, he filed a complaint on\nbehalf of Virginia Roberts. That complaint indicated\nthat Virginia Roberts had been sexually abused in\nFlorida, in New York, and in -- in other places, as I\nrecall. The thing that -- that I particularly recall\nwas that Mr. Josefsberg had said, Virginia Roberts was\nabused by -- and he gave some categories of people.\n\nHe mentioned, I think, business people. He\nmentioned royalty, and he mentioned academicians. And\nso to tie into your question, I knew that Professor\nDershowitz was an academician. And so what I was seeing\nnow was, that according to a very, very respected\nattorney here in Florida, he had found Virginia Roberts\nto be credible, and had filed a lawsuit against\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n04:25:38\n01:25:44\n01:25:44\n04:25:48\n01:25:49\n04:28:52\n\n04:25:58\n\nOn Om Rh WD =\n\n01:26:00\n\nie)\n\n01°26:05\norze08 10\n012613 14\nov2616 12\nore 13\n012623 14\n012626 15\n012628 16\n012631 17\nor263s 18\nora 19\nor26e4 20\nor2643 24\nor26s1 22\nov2653 23\n012687 24\n25\n\n01:27:01\n\n01:27:01\n\n04:27:04\n\n04:27:06\n\n01:27:08\n\nOVQ7A4\n\n04:27:18\n\n04:27:18\n\nON OA kh GSD\n\n01:27:21\n\no\n\n01:27:25\n\n10\nox2733 14\norarze 12\norarae 13\nor273a 14\norarae 15\nor27as 16\novarss 17\norarse 18\novarse 19\nor27se 20\nor27ss 24\novarses 22\n012800 23\nor2a0s 24\norze0s 25\n\n04:27:36\n\nMr. Epstein saying that she had been trafficked,\nsexually trafficked, you know, not just abused by\nMr. Epstein, but now being forcibly sent to, you know,\nother people to abuse.\n\nAnd in the categories of people that were\nsexually abusing her were academicians, and I knew that\nMr. Dershowitz fell within that category of -- of being\n\nan academician. The -~ that complaint also indicated\nthat there might be flight logs that would show that\nVirginia Roberts had been sexually abused in these\n\nvarious locations. And that started to indicate to me\nthat there might be what the law refers to as a common\n\nscheme or plan. And that, just as Virginia Roberts was\n\nbeing trafficked to these powerful people in various\n\nplaces, there might well be other girts.\n\nAnd so I have mentioned a flight log, and let\n\nyou -~ you wanted to talk about Mr. Dershowitz. On --\n\non December 30th, 2009, I was aware that there was a\n\nflight log showing Mr. Dershowitz flying with Tatiana,\n\nwho as far as I can tell was not a business person, was\n\nnot providing financial advice or something else.\n\nI understood that Mr. Epstein was a\n\nbillionaire who was heavily involved in financial\n\nissues. I knew that Tatiana was on a plane with\n\nMr, Dershowitz, and then there was also, if I recall\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n76\ncorrectly, working from memory as -~ as you were\nwondering about, there was a notation that\nMr, Dershowitz was on a plane with one female.\n\nAnd so I was -~ when I looked at that, I'm\nseeing Mr. Dershowitz on a -- on a flight with a woman\nwho doesn't seem to be there for, frankly anything other\nthan sexual purposes or something along those lines with\nMr. Epstein, with Mr, Epstein, who is a sex trafficker,\nand with one female which seemed to me to be a potential\nentry for disguising international sex trafficking. So\nthat was of concern.\n\nI then began to look at, well, I wonder, how\nwould I find out if Mr. Dershowitz had been abusing\nother girls? Let's see. I knew that Virginia Roberts\nhad been forced to -~ to -- to -- to do this sort of\nthing.\n\nMS. McCAWLEY: You're okay as long as\n\nyou're -~ if you're revealing something that's in\nan affidavit --\n\nTHE WITNESS: That's right.\n\nMS. McCAWLEY: -- that she submitted, you're\n\nfine.\n\nTHE WITNESS: Right. So -- so what...\n\nLet's see. What did I want, at this point --\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\nPage 73 to 76 of 151\n\n10/20/2015 01:07:28 PM\n\nHOUSE_OVERSIGHT_010828",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010828.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5640,
    "word_count": 1016,
    "line_count": 326,
    "import_date": "2025-11-19T21:47:45.002553",
    "prefix": "IMAGES-001"
  }
}