{
  "document_id": "HOUSE_OVERSIGHT_014417",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014417.txt",
  "text": "shows that this measure has been on a steady downtrend, with the numbers particularly\nlow for large corporates.\n\nSo far, the government’s approach has relied more on carrots than sticks, with Prime\nMinister Abe using a combination of moral suasion and sweeteners to encourage firms\nto disgorge profits. The pattern has continued as we approach FY2017. For example,\nlocal media have reported that the government is considering offering corporate tax\nbreaks to SMEs that raise wages, in light of more modest wage growth at SMEs.\nDiscussions are also underway in the Prime Minister's office about reforming working\npractices with the immediate focus on “Equal Pay for Equal work (EPEW)”—i.e. reducing\nthe wage gap between regular and non-regular employees.\n\nBut the issue is contentious from both a capital and labour perspective. And considering\nthe time it will likely take for related legislation to pass in the Diet, we think the lack of\ncompliance mechanisms may mean that the immediate impact of EPEW will be limited.\nInstead, the debate seems to have shifted towards limiting excessive and unproductive\novertime work. This is low-hanging fruit that does not address the issue of Japan’s\nlabour market rigidities, which are at the heart of the problem of suppressed wages and\nweak household spending power.\n\nThat said, there are signs that the government’s patience is wearing thin and that the\nPrime Minister is increasingly leaning towards direct intervention. For example, the\ngovernment has already delivered a minimum wage hike in FY2016 and plans to take the\nnational average up to JPY1,000 by 2020 via yearly hikes of 3%. These policy changes\nshould offer small tailwinds for the recovery in private consumption. We also think the\ndebate over a possible retained earnings tax is unlikely to go away. We are sceptical it\nwill be introduced in this year’s tax reforms. However, the government’s escalating war\non corporates hoarding cash is likely to lead to a continued rise in dividend payouts and\nshare buybacks (Chart 21).\n\nChart 20: Firms’ cash-out ratio*, % 4qtr ma Chart 21: Dividends and share buybacks by Japanese firms (TSE 1st\nsection listed)\n40% a thY trn)\n30% 15 r\ni |\n20% 10 wl\nI\n10% -) I\n0% \"PTF PPP a wh oP ahh wl\n1980 1985 1990 1995 2000 2005 2010 2015 SSeS SS cd Od cB oY BY ©\n-_ | | PEEP EE EEE ES\nAll firm sizes = ==Large firms Small firms\nm Share buyback\nSource: BofA Merrill Lynch Global Research, MoF *The cash-out ratio is defined as personnel Source: Nikkei Astra, BofA Merrill Lynch Global Research\nexpenses, capex, and dividend payouts as a share of cash and liquid asset balances Note: FY2016 dividend is companies’ guidance. FY2016 share buyback is estimated by annualizing\nthe YTD numbers as of November 2016\nRisk factors: largely from overseas\nA key risk to our 2017 outlook on the domestic side may be weaker-than-expected\ngrowth in real labor income, or a continued surge in the household saving rate, which\nwould constrain consumption.\nHowever, we think the biggest risks in either direction stem from abroad. Specifically,\nwe see higher uncertainty over global trade, risk sentiment, and FX as a result of\npolitical transitions in the US and Eurozone. We consider multiple policy scenarios under\na Trump presidency.\nTrump’s campaign promises have mixed implications for Japan. On a positive note\nderegulation, tax cuts, and aggressive infrastructure spending could boost US aggregate\nBankof America\n8 Japan Economics Viewpoint | 18 November 2016 Merrill Lynch\n\nHOUSE_OVERSIGHT_014417",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014417.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3526,
    "word_count": 580,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:44.413915",
    "prefix": "IMAGES-002"
  }
}