{
  "document_id": "HOUSE_OVERSIGHT_028232",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028232.txt",
  "text": "/ BARAK / 98\n\nin legal and diplomatic terms, null and void. The package Arafat had ultimately\nrejected had not even been presented by me. It was an American proposal. Besides,\nit was obvious no serious negotiations were going to happen anyway for the\nforeseeable future. Arik, however, said he wanted not just a “full divorce” from\nCamp David. He insisted we formally declare an end to the entire Oslo process.\n\nI told him that was a price I was not prepared to pay for his support. Despite the\nfailure of the summit, and the terrible human cost from Arafat’s choice of violence\nover diplomacy, there was a wide international recognition that it was the\nPalestinians, not Israel, who were responsible. For us to end the Oslo process\nmeant inviting accusations we’d never intended to reach a peace agreement in the\nfirst place, and that it was /srae/ that was closing the door. We would also risk\nforfeiting the American support we’d secured by our efforts to reach a peace deal,\nan asset all Israeli governments would benefit from in other circumstances and\ncontexts in the future.\n\nFortunately, I had an alternative to a coalition with the Likud. Alarmed at the\nprospect of a having Sharon in the government, the Oslo-era doves in Labor, led by\nYossi Beilin, worked out a new deal with Shas. The Sephardi Orthodox party was\nstill not prepared to rejoin the cabinet, but it did promise a “safety net” in the\nKnesset to ensure we would not have to worry about no-confidence votes while\nconfronting the Palestinian violence. I knew Shas’s support would waver if there\nwas a resumption of serious peace negotiations. Still, as Clinton continued to insist\nwe make one final attempt to get a deal, I felt we had a responsibility to play our\npart. I wasn’t prepared to put us in the position of appearing to stoneweall his\nefforts, and encourage the false narrative that Israeli “intransigence” was somehow\nfrustrating Arafat’s readiness to make peace.\n\nThe Palestinian campaign of violence was getting worse. An Islamic Jihad car\nbomb near Mahaneh Yehudah market in Jerusalem injured nearly a dozen people\nand left two dead. Hamas blew up a school bus in one of the Gaza settlements,\nkilling two more people. In Hadera, halfway up the coast from Tel Aviv to Haifa, a\ncar bomb on a main street left two people dead and more than 60 injured.\nPalestinian snipers from near Bethlehem began opening fire on Gilo, one of the\npost-1967 Jewish suburbs of Jerusalem, and home to more than 30,000 people. Yet\ndespite all this, | authorized Shlomo Ben-Ami, Gili Sher, Amnon Lipkin and Yossi\nGinossar to continue talks with Palestinian negotiators on the terms of the\nPresident’s last-ditch peace proposal.\n\n384\nHOUSE_OVERSIGHT_028232",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028232.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2717,
    "word_count": 462,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:47.514067",
    "prefix": "IMAGES-009"
  }
}