{
  "document_id": "HOUSE_OVERSIGHT_013395",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013395.txt",
  "text": "Edwards adv. Epstein\nCase No.: 502009CA040800XXXXMBAG\nSecond Renewed Motion for Leave to Assert Claim for Punitive Damages\n\n4, was filed for the sole purpose of attempting to intimidate both EDWARDS and\nEDWARDS’ clients and others into abandoning their legitimate claims against\nEPSTEIN.\nAPPLICABLE LAW\nTo plead a claim for punitive damages, the claimant must show a “reasonable basis” for\nthe recovery of such damages. See Fla.R.Civ-P. 1.190(f); see also Globe Newspaper Co. v. King,\n658 So.2d 518, 520 (Fla. 1995). The showing required to amend is minimal. As stated in State\nof Wis. Inv. v. Plantation Square Assoc., 761 FB Supp. 1569, 1580 (S.D. Fla.1991): oe\n\n[T] he court-beliéves it must ultimately be a lesser standard than that required for. e028...\nsummary judgment. Though the burden is on [the plaintiff] to survive a §768.72\nchallenge of insufficiency, see Will v. Systems Engineering Consultants, 554\nSo.2d 591, 592 (Fla. 3 DCA’ 1989), the standard of proof required to assert’\nPlaintiff's punitive claim must be lower than that needed to survive a summary\nadjudication on its merits. As the Florida courts have noted, a §768.72 challenge\n\n“more closely resembles a motion to dismiss that additionally ~requires’ an\nevidentiary proffer and places the burden of persuasion on the plaintiff. Jd In\nconsidering a motion to dismiss, factual adjudication is inappropriate as all facts\nasserted—or here, reasonably established—by the plaintiff are to be taken as true.\nConley v. Gibson, 355 U.S. 41, at 45-46, 78 S. Ct. 99, at 101-102, 2 L.Ed. 2d 80,\n-1581 at 84.-As such, the court-has given recognition only to those assertions of\nthe defendants which would show Plaintiffs factual bases to be patently false or\nirrelevant, and has paid no heed whatsoever to the defendants’ alternative\nevidentiary proffers.\n\nState of Wis. Inv., 761 F. Supp. At 1580; see also Dolphin Cove Assn. v. Square D. Co., 616 So.\n2d 553 (Fla. 2d DCA 1993) (“Prejudging the evidence is not a proper vehicle for the court’s\n\ndenial of the motion to amend” to assert punitive damages claim).\n\nHOUSE_OVERSIGHT_013395",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013395.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2098,
    "word_count": 338,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:45.085255",
    "prefix": "IMAGES-002"
  }
}