{
  "document_id": "HOUSE_OVERSIGHT_030324",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_030324.txt",
  "text": "From: \nSent: 2/10/2011 9:45:51 PM \nTo: jeevacation@gmail.com \nSubject: macreonomics issue \n1 \nImportance: High \ndo you think something like this is worthwhile and should i engage? \nFor Federal Programs, a Taste of Market Discipline \nBy DAVID LEONHARDT  \nPublished: February 8, 2011 \nWouldn't it be nice if taxpayers could somehow get a refund for government programs that didn't work? \nInstead, the opposite tends to happen. Programs that fail to make a difference — like many of those that train \nworkers for new jobs — endure indefinitely. Often, policy makers don't even know which work and which \ndon't, because rigorous evaluation is rare in government. And competition, which punishes laggards in the \nprivate sector, is typically absent in the public sector. \nBut there is some good news on this front. Lately, both American and British policy makers have been thinking \nabout how to bring some of the competitive discipline of the market to government programs, and they have hit \non an intriguing idea. \nDavid Cameron's Conservative government in Britain is already testing it, at a prison 75 miles north of London. \nThe Bloomberg administration in New York is also considering the idea, as is the State of Massachusetts. \nPerhaps most notably, President Obama next week will propose setting aside $100 million for seven such pilot \nprograms, according to an administration official. \nThe idea goes by one of two names: pay for success bonds or social impact bonds. Either way, nonprofit groups \nlike foundations pay the initial money for a new program and also oversee it, with government approval. The \ngovernment will reimburse them several years later, possibly with a bonus — but only if agreed-upon \nbenchmarks show that the program is working. \nIf it falls short, taxpayers owe nothing. \nThe first British test is happening at Her Majesty's Prison Peterborough, where 60 percent of the prisoners are \nconvicted of another crime within one year of release. Depressingly enough, that recidivism rate is typical for a \nBritish prison. \nTo reduce the rate, a nonprofit group named Social Finance is playing a role akin to venture capitalist. It has \nraised about $8 million from investors, including the Rockefeller Foundation. Social Finance also oversees three \nsocial service groups helping former prisoners find work, stay healthy and the like. If any of those groups starts \nto miss its performance goals, it can be replaced. \nFor the investors to get their money back starting in 2014 — with interest — the recidivism rate must fall at \nleast 7.5 percent, relative to a control group. If the rate falls 10 percent, the investors will receive the sort of \nreturn that the stock market historically delivers. \"It's been only a few months,\" says Tracy Palandjian, who \nrecently opened a new Social Finance office in Boston, \"but the numbers are coming in O.K.\" \nAntony Bugg-Levine of the Rockefeller Foundation told me it had invested in the project for two main reasons. \nOne, it expected to get its money back and then be able to reuse it. Two, if social impact bonds work, they have \nthe potential to attract for-profit investors — and vastly expand the pool of capital that's available for social \nprograms. \nClearly, social impact bonds have limitations. For starters, it's hard to see how private money could ever pay for \nmultibillion-dollar programs like Medicaid or education. \nJust as important, the execution of any bond program will be complicated. It will depend on coming up with the \nright performance measures, which is no small matter. Done wrong, the measures will end up rewarding \nprograms lucky (or clever) enough to enroll participants who are more likely to succeed no matter what. \nHOUSE OVERSIGHT 030324 \nBut whatever the caveats about the bonds, the potential for improving the government's performance is \nobviously huge. That's true in education, health care, criminal justice and many other areas. \nA recent review found that 10 major social programs had been rigorously evaluated over the past two decades, \nusing the scientific gold standard of random assignment. Only one of the 10 — Early Head Start, for infants, \ntoddlers pregnant women — was a clear success. Yet all 10 still exist, and largely in their original form. \nJon Baron, the president of the Coalition for Evidence-Based Policy in Washington, points out that the social \nproblems addressed by antipoverty programs have not gotten much better in years. School test scores have \nbarely changed. College graduation rates for low-income students have stagnated. The poverty rate is as high as \nit was in 1981. Median household income is lower than it was in 1998. \n\"If we just keep funding social programs the way we have been,\" Mr. Baron says, \"there's not a lot of reason to \nthink we'll have much success.\" \nThe Obama administration's seven pilot programs would create bonds for, among other areas, job training, \neducation, juvenile justice and care of children's disabilities. Nonprofit groups like Social Finance could apply. \nSo could for-profit companies, said the White House official, who asked not to be named because the president \nhad not yet released next year's budget. The $100 million for the bonds would come out of the budgets of other \nprograms, to stay consistent with Mr. Obama's announced freeze on non-security spending. \nOfficials in Massachusetts and New York are looking at similar ideas but have not yet decided whether they \nwill issue bonds. \nBeyond the impact of any single program, the bonds have the potential to nudge all government agencies to pay \nmore attention to results. Mr. Obama, after all, campaigned as a reformer who wanted to create a sleek, efficient \n\"iPod government.\" He has had some success, like the expansion of a program — backed by years of solid  \nevidence — in which nurses go to the homes of new at-risk parents to counsel them. \nOver all, though, the administration has not done enough to improve government efficiency. Put it this way: If \nsomeone asked you how Mr. Obama had made government work better, would you have an answer? \nMaking government work better will be all the more important in the years ahead. The free market is not going \nto solve many of our biggest problems, be it stagnant pay or spotty medical care. And government — in \nWashington and locally — is going to be financially squeezed for a long time. \nThere never was a good excuse for wasting billions of taxpayer dollars on programs that didn't work. But now, \nespecially, there's no excuse. \nHOUSE OVERSIGHT 030325",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_030324.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6557,
    "word_count": 1067,
    "line_count": 78,
    "import_date": "2025-11-19T21:47:47.011612",
    "prefix": "TEXT-001"
  }
}