{
  "document_id": "HOUSE_OVERSIGHT_022812",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022812.txt",
  "text": "years | finally feel safe because of David Boies and his colleagues,” wrote Ransome, who also said the\nfirm did not charge her legal fees.\n\nThe letter was prompted by a Nov. 9 Times op-ed by Stanford University law professor Deborah Rhode,\ntitled “David Boies’s Egregious Involvement With Harvey Weinstein.” Written in the wake of\n\nrevelations in The New Yorker that Boies had engaged private investigators to kill an investigation by\n\nTimes reporters into Weinstein’s alleged sexual predations, the op-ed suggested that Boies’ work for\nWeinstein was unethical, partly because the Times’ was a Boies Schiller client.\n\nTwo days earlier, on Nov. 7, following publication of The New Yorker article, Boies had issued a\nstatement addressed to his firm, stating that Weinstein was no longer a client and stressing that he\n\n“would never knowingly participate in an effort to intimidate or silence women or anyone else.”\n\nIn a Nov. 21 brief in the Epstein litigation, defense lawyer Michael Miller of Steptoe & Johnson LLP argued\nthat Ransome had never satisfied requirements to file anonymously and had publicly identified herself with\nher letter to the Times, so she should be required to add her name to the case caption.\n\nSigrid McCawley, a Boies Schiller partner in the firm’s Fort Lauderdale office who represents Ransome\nalong with Boies and others, said her client ultimately chose to go public with her name “in the hopes that\nher courage will inspire other Epstein victims to speak their truth.”\n\nIn 2008, Epstein entered a guilty plea in Florida for soliciting an underage prostitute, which led to an 18-\nmonth jail term and placement on the national sex offender registry. Since then, multiple plaintiffs have\nfiled related complaints against him, including one that includes allegations that President Donald\n\nTrump's winter White House, Mar-a-Lago, was the location of events that led to sex trafficking.\n\nEpstein has argued that the court should dismiss the case because Ransome failed to state a\nsubstantiated claim and because the claims she makes are barred by the statute of limitations.\n\nSteptoe’s Miller had no immediate comment for this report.\n\nSHARE ON FACEBOOK SHARE ON TWITTER\n\nliriam Rozen\n\nriam Rozen covers the business of law with a focus on law firm-client relationships. Gontact her at\n‘ozen@alm.com. Twitter: @MiriamRozen.\n\nMore from this author >\n\nDig Deeper\n\nGlobal Law Firms Law Firm Management Law Firm Partners\n\nTrending Stories\n\nNY Lawmakers Ask\nCongress to Pass\n\nHOUSE_OVERSIGHT_022812",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022812.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2517,
    "word_count": 400,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:44.823206",
    "prefix": "IMAGES-007"
  }
}