{
  "document_id": "HOUSE_OVERSIGHT_021743",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021743.txt",
  "text": "behalf of crime victims. She received the 2011 National Crime Victims’ Rights\nService Award as well as the Attorney General’s Project Safe Childhood Award.\n\nHe also pointed out that the parents of the victim in the Texas man’s case wrote a\nletter thanking Villafana at the conclusion of the case.\n\n“AUSA Villafafia has spent her 18-year career advocating tirelessly on behalf of\nvictims of some of the most serious crimes in Florida, and has received numerous\nawards for her successful prosecution of major cases,” Biran said, adding that\nVillafafia has “made South Florida a safer place for children and adults alike.”\n\nEnticing a minor\n\nBy all accounts, Adam McDaniel was an awkward and shy Texas teenager who spent\ncountless hours on his computer, socializing with girls on the internet.\n\nIn 2005, McDaniel, then 19, traveled from Texas to Fort Lauderdale, where he\nhopped into a taxi and headed to Boca Raton to meet up with a 14-year-old girl he\nhad been talking to online for about a year. He picked up the ninth grader at a high\nschool basketball game, and drove her to a Marriott, hotel where they spent the\nnight, court records show.\n\nWhen she failed to come home that evening, her parents called Boca Raton police.\nOfficers tracked the pair down at the hotel the next day, where they found them in\nbed, clad in little more than their underwear, according to court records.\n\nMcDaniel was arrested on federal sex charges, and pleaded guilty on Oct. 6, 2006, to\nenticing a minor into sexual conduct by means of interstate commerce, which\ncarried a sentence of from five years up to 30 years in federal prison.\n\nHOUSE_OVERSIGHT_021743",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021743.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1640,
    "word_count": 279,
    "line_count": 31,
    "import_date": "2025-11-19T21:47:49.349444",
    "prefix": "IMAGES-006"
  }
}