{
  "document_id": "HOUSE_OVERSIGHT_011677",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011677.txt",
  "text": "crowded. I heard the first rumors from a staff officer in military intelligence,\nthough neither he nor anyone else I asked was sure if they were true. But it\nseemed that the Phalangists had been sent into Sabra and Shatila. And that they\nhad begun killing people.\n\nI'd like to think that, in Amos Yaron’s or Amir Dori’s place, I’d have been\nsufficiently wise not to have allowed the Phalangists into the camps in the first\nplace. But the truth is that I’m not sure. If the decision was to send someone in, I\ncertainly wouldn’t have sent in Israeli troops. But unlike other Israeli generals,\nmy first-hand knowledge of the Phalangists was limited to a single lunchtime\nencounter in Tel Aviv. My impression from that meeting was that they were\noverblown, post-adolescent thugs, not murders. I did, of course, know the\nmilita’s reputation for untrammelled violence in the Lebanese civil war. Still, I\nmight conceivably agreed to have the Phalangists go in — under strict orders to\nlimit themselves to keeping order — in the knowledge that our own troops were\nstationed in the area immediately around the camps.\n\nYet from the moment of the first rumors — as soon as I heard even the hint\nthat killings were underway — I had not a second’s doubt about what had to be\ndone next: get the Phalangists out. Immediately. I felt a particular urgency\nbecause of the rooftop gripe I’d heard the day before, about our troops having to\ndo their fighting for them. That made me pretty certain that, at the very least, we\nhad indeed sent the Phalangists into the camps.\n\nI tried to reach Arik, but couldn’t get through to him. I contacted Oded\nShamir, the former intelligence officer who was his main liaison with the army.\nI told him that if the Phalangists were inside the camps, he had to urge Arik to\nget them out. Then I called Tsila Drori, Amir’s wife. I asked whether she’d\nspoken to him that morning. She said no. He’d called her the day before,\nhowever, and she was sure he’d be in touch before the New Year. “Please,\nswear to me, Tsila, you'll give him a message,” I said. “I was there yesterday.\nTell him please do whatever he can to stop this action. It will end very, very\nbadly.” I told her he would know what I meant.\n\nIt was too late to stop it altogether. The slaughter — the round-ups and the\nbeatings and the killings of Palestinians in the two camps — had indeed begun\nthe night before. Amir found out about it late on Friday morning. Not from me,\nI believe, but from his staff officers. He ordered the Phalangists to stop. But\nthey didn’t. No one in command acted, at least successfully, to make sure that\nthe militiamen got out of the camps. The atrocities went on. It was another 24\nhours before the militamen finally withdrew.\n\n206\nHOUSE_OVERSIGHT_011677",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011677.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2761,
    "word_count": 496,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:44.257819",
    "prefix": "IMAGES-001"
  }
}