{
  "document_id": "HOUSE_OVERSIGHT_010799",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010799.txt",
  "text": "wow ony nm ® WN\n\nNNN NNN BH BR eB bb be bt fe\n“ne WN OL OI KRM FWN EO\n\n241\n\n(Discussion off the record.)\nJHE WITNESS: What's Number 6 then? I'm\nconfused, there were two.\nBY MR. SCAROLA:\n\nQ. Have you ever seen Exhibit Number 6\nbefore?\n\nA. Exhibit Number 6. I don't believe so. It\ndoesn't look familiar to me.\n\nQ. No?\n\nA. It does not look familiar to me.\n\nQ. Did you bother at any time to review\ndiscovery that was produced by Bradley Edwards and\nPaul Cassell responding to requests for information\nthat supported the allegations of Virginia Roberts?\n\nA. I'm not clear what you're asking.\n\nQ. Iwant te know —\n\nA. In which case? In which case are we\ntalking?\n\nQ. This case. This case.\n\nA. Right.\n\nQ. Did you ever bother to review the\ndiscovery produced in this case responding to\nrequests for all of the information that supported\ntheir belief in the truthfulness of Virginia\nRoberts' allegations against you?\n\nwo On nM ® WN\n\nNNNNNN PRP PP PP ee ee\nUe WN HOUMA AMH &® WN OO\n\n243\n\nexonerated by any flight logs that were innocent --\nthat were complete and accurate, of course.\n\nQ. So you made the public statements\nrepeatedly that the flight logs would exonerate you\nwithout having examined the flight logs to see\nwhether they were accurate or not; is that correct?\n\nA. Weill, I knew -- I knew that --\n\nQ. Did you say those things without having\nexamined the flight logs?\n\nA. I said those things having looked at some\nof the flight logs at some point in time. But!\nknew for sure that the flight logs would exonerate\nme because I knew I was never on Jeffrey Epstein's\nplane with Virginia Roberts or any other young\nunderage girls. So, I knew that to an absolute\ncertainty. And I was prepared to say it. I'm\nprepared to say it again under oath here.\n\nAnd if your clients had simply called me\nand told me they were planning to do this, we\nwouldn't be here today because I could have shown\nthem in one day that it was impossible for me to\nhave had sex with their client on the island, in the\nranch, on the airplanes, in Palni Beach. And they\nwould have, if they were decent and ethical lawyers,\nnot filed that.\n\nwo on nM ® WN\n\nNNNNN NEP RPP PPB eB BP PR\nue WNP OW DAYH UM BWNRO\n\nA. I don't know if T reviewed everything.\n\nBut I certainly, in preparation for this deposition,\nreviewed some of the documents that were produced in\ndiscovery. But I can't say I reviewed them all.\n\nQ. Well, having placed such substantial\nemphasis during the course of your public\nappearances on the flight logs exonerating you, it\nwould certainly seem logical that one of the things\nthat you would want te review would be all of the\navailable -- all of the available flight logs,\nright?\n\nA. No.\n\nMR. SCOTT: Objection, argumentative.\n\nA. No.\n\nBY MR. SCAROLA:\n\nQ. No?\n\nA. No. Look, I knew I was never on a plane\nwith any underage females under any circumstances.\nI knew that. I knew that as certainly as I'm\nsitting here today. So, | knew absolutely that if\nthe manifests and the flight logs were accurate,\nthey would, of course, exonerate me because ] am\ntotally, completely, unequivocally innocent of any\nof these charges.\n\nSo of course | knew that I would be\n\nowv WwN HA WF WYN\n\n244\n\nAnd there are cases, legal ethics cases\nthat say that lawyers are obliged to make that phone\ncall. Lawyers are obliged to check if it's easy to\ncheck. Lawyers are obliged to, particularly when\nthey're making extremely heinous charges against a\nfellow lawyer, do very, very, detailed\ninvestigations. And they didn't do that in this\ncase.\n\nQ. I will represent to you that | have handed\nyou all of the available flight logs produced in the\ndiscovery of this case. Could you show me, please,\nwhich of these flight logs exonerates you?\n\nA. The absence of evidence is evidence of\nabsence. None of the flight logs have me on an\nairplane with Virginia Roberts. None of the flight\nlogs have me on an airplane during the relevant\nperiod of time when Virginia Roberts claims that she\nhad sex with me in the presence of another woman.\n\nSo, the flight logs clearly exonerate me.\nThere's absolutely no doubt about that,\n\nQ. Well, the flight logs, in fact, confirm\nthat you were in the same places at the same time as\nVirginia Roberts, don't they?\n\nA. No, they do not.\n\nQ. Do you -- do you deny that they confirm\n\n17 (Pages 241 to 244)\n\nwww.phippsreporting.com\n(888) 811-3408\n\nHOUSE_OVERSIGHT_010799",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010799.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4340,
    "word_count": 797,
    "line_count": 164,
    "import_date": "2025-11-19T21:47:49.126823",
    "prefix": "IMAGES-001"
  }
}