{
  "document_id": "HOUSE_OVERSIGHT_012706",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012706.txt",
  "text": "Daily Business Review: Jeffrey Epstein's attorneys fight to keep plea discussions private Page 3 of 3\n\nBlack also denied there was any effort to pressure the U.S. attorney's office to back off Epstein.\n\n\"It is absurd to say that the target of a federal criminal] investigation could put undo pressure on the United\nStates, the government, the Department of Justice, the U.S. attorney's office and the FBI,” Black said.\n\nWeinberg, who challenged a Justice Department policy of seizing e-mail through secret subpoenas to Internet\nservice providers, also said to his knowledge no private investigator was hired. Lefkowitz, a partner at\nKirkland & Ellis in New York who drafted President George W. Bush's policy on stem cell research, did not\nreturn a phone call for comment by deadline. Black and Weinberg said they still represent Epstein.\n\nFodder For Litigation\nThe motion to intervene does not claim the letters are attorney-client privilege and makes a point of saying\nEpstein reserves his right to intervene individually.\n\nWeinberg said turning the confidential correspondence over to the Jane Does would violate the federal rules of\nevidence and cast a chill over the criminal defense bar, which would rightly be concerned that anything they\ntell the government could boomerang into civil litigation against clients.\n\n\"Neither party expected or believed these letters would later become a source of information that would be\nused for any other purpose,\" Weinberg said. \"We believe the issue raised before Judge Marra has importance\nbeyond just the litigation between the government and the Jane Does.\"\n\nBradley J. Edwards, a partner with Farmer Jaffe Weissing Edwards Fistos & Lehrman in Fort Lauderdale,\nrepresents the Jane Does. He didn't want to get into his planned response to the motion to intervene but said\nAcosta's letter will not affect the case.\n\nEdwards agreed with Acosta that the Palm Beach state attorney's office faltered on the Epstein case. A call to\nthe Palm Beach State Attorney's Office spokeswoman was not returned by deadline.\n\n\"There has never been a stronger case for the state to prosecute, and the case should have been prosecuted by\nthe state,\" Edwards said. \"The state totally dropped the ball, but once the feds took the case over, they too\nunfortunately dropped the ball.\"\n\nEdwards refutes Acosta's position that the U.S. attorney's office was hampered by the lack of a clear \"interstate\nnexus\" required for federal prosecution. Evidence indicates Epstein flew on his private plane out of state with\nthe intent to engage in sex with minors and used his telephone, a means of interstate commerce, to set up his\nrendezvous with underage girls, Edwards said.\n\nEdwards contends the U.S. attorney's office caved.\n\n\"They identified a bunch of victims of sexual abuse and decided to align themselves with a bad guy and keep\nthe victims in the dark about the secretive nonprosecution agreement they were giving to Epstein,\" he said.\n\nhttp://www. dailybusinessreview.com/PubArticleFriendlyDBR.jsp?id=1202490901297 4/21/2011\nHOUSE_OVERSIGHT_012706",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012706.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3071,
    "word_count": 481,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:45.065091",
    "prefix": "IMAGES-002"
  }
}