{
  "document_id": "HOUSE_OVERSIGHT_019568",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019568.txt",
  "text": "80 | HOW AMERICA LOST ITS SECRETS\n\nmaintenance work. Even though Snowden was no longer a system\nadministrator, he could still perhaps befriend a system administrator\nor even steal or borrow a service computer.\n\nWhatever the NSA’s and Booz Allen’s security measures, Snowden\nsucceeded in getting the files. In a matter of a few weeks, he man-\naged to download hundreds of thousands of Level 3 documents to an\nunsealed computer. He also took some less sensitive documents from\nthe administrative file (which contained mainly Level 1 documents)\nat the end of April. These later acquisitions included an order from\nthe FISA court issued on April 25, 2013.\n\nHe had completed the operation by May 17, the last day he would\never enter the NSA facility. He transferred the data he had amassed\non the service computer, including the lists of the computers in Rus-\nsia and China that the NSA had succeeded in penetrating, onto stor-\nage devices, which he later said were thumb drives. Then he coolly\nwalked past the security guards at the exit, who only seldom per-\nformed random checks on NSA employees.\n\nHe carried out the entire operation with such brilliant stealth that\n\n© he left few if any clues behind as to how he obtained his colleagues’ ®\npasswords to multiple compartments, moved the data from many\ndifferent supposedly sealed computers to an opened service machine,\nor downloaded these documents to multiple thumb drives without\narousing suspicion. The NSA would not discover the theft for fifteen\ndays.\n\nHis departure from Hawaii was also well prepared. Lindsay Mills\nhad departed that morning for a planned two-week visit to the outer\nislands. This trip allowed him to pack his belongings without saying\nanything to her that might be difficult for her to later explain. He\nsimply left a note that she could show to authorities saying that he\nwas away ona “business trip.” He informed Bay that he would have\nto go in for epilepsy tests on the following Monday and Tuesday. If\nthe results weren’t good, he might have to be out even longer.\n\n| | Epst_9780451494566_2p_all_r1.z.indd 80 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019568",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019568.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2132,
    "word_count": 360,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:45.845586",
    "prefix": "IMAGES-005"
  }
}