{
  "document_id": "HOUSE_OVERSIGHT_029445",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029445.txt",
  "text": "TAX BULLETIN 2018-1: TAX REFORM SIGNED INTO LAW\n\nallowed funds to be used for home schooling was dropped at the last minute and is not in the final\nlegislation.\n\ne Charitable gifts. A charitable contribution deduction is limited to a certain percentage of the\nindividual’s adjusted gross income (AGI), and this limitation varies depending on the type of property\ncontributed and the type of exempt organization receiving the property. Under 2017 law, cash\ncontributed to public charities, private operating foundations, and certain non-operating private\nfoundations generally could be deducted up to 50% of the donor’s AGI. Under the Act, this 50%\nlimitation is increased to 60%. The provision retains the 5-year carryover period to the extent that the\ncontribution amount exceeds 60% of the donor’s AGI.\n\ne Investment expenses and investment interest. Under 2017 law, investment expenses were\ndeductible as a “miscellaneous itemized deduction” if, and to the extent, they exceed 2% of AGI. The\nAct repeals the deduction for “miscellaneous itemized deductions” that are subject to the 2% AGI\nlimitation, such as investment management expenses. Under 2017 law and current law, investment\ninterest is not a “miscellaneous itemized deduction.” Therefore, the deduction for investment interest\nremains untouched and continues to be deductible to the extent of investment income.\n\nCONCLUSION\nGiven the significant tax changes in 2018, planning will be a challenge. It is important to understand the\n\nimplications that the Act can have on your particular tax situation.\n\nNational Wealth Planning Strategies\n\n1 Tax Bulletin 2017-5 summarized the key tax provisions in HR1, known as the Tax Cuts and Jobs Act (the “House Bill”), which\nwas passed (227-205) by the House on November 16, 2017. Tax Bulletin 2017-6 summarized the key tax provisions in the\ninitial Senate bill HR1, also known as the Tax Cuts and Jobs Act, which was subsequently amended and passed (51-49) by the\nfull Senate on December 2, 2017. The final Senate version was similarly summarized in Tax Bulletin 2017-7. Tax Bulletin 2017-\n8 summarized the reconciled bill agreed to by both chambers. Tax Bulletin 2017-9 summarized the final legislation, including\nsome year-end planning ideas that are no longer relevant.\n\n2 Inflation-adjusted amounts for 2017.\n\n3 The name “Tax Cut and Jobs Act” had to be removed; this legislation was signed into law by President Trump on December\n22, 2017.\n\n“This proposed change would be effective starting in 2018 and would not apply to taxable years beginning after December\n31, 2025 (e.g. sunsets at the beginning of 2026).\n\n5 There are nine states that impose no state income tax: AK, FL, NH, NV, SD, TN, TX, WA and WY (NH and TN impose a tax only\non dividends and interest).\n\n© This illustration assumes the following itemized expenses: charitable gifts $10,000, real estate tax $30,000 (limited to\n$10,000 under the proposal), mortgage interest of $15,000, and appropriate state income taxes, where applicable.\n\nIMPORTANT: This publication is designed to provide general information about ideas and strategies. It is for discussion\npurposes only since the availability and effectiveness of any strategy are dependent upon your individual facts and\ncircumstances. Clients should always consult with their independent attorney, tax advisor, investment manager, and\ninsurance agent for final recommendations and before changing or implementing any financial, tax, or estate planning\nstrategy.\n\nNeither U.S. Trust nor any of its affiliates or advisors provide legal, tax or accounting advice. Clients should consult with their\nlegal and/or tax advisors before making any financial decisions.\n\nU.S. Trust operates through Bank of America, N.A., and other subsidiaries of Bank of America Corporation.\nBank of America, N.A., Member FDIC.\n© 2018 Bank of America Corporation. All rights reserved. | NWPSTaxAct | January 2018\n\nHOUSE_OVERSIGHT_029445",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029445.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3937,
    "word_count": 609,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:49.136905",
    "prefix": "IMAGES-010"
  }
}