{
  "document_id": "HOUSE_OVERSIGHT_023467",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023467.txt",
  "text": "10\n\nArab monarchies, especially Saudi Arabia. Minutes after meeting\nwith King Abdullah, Mr. Gates told reporters that he had seen\n\"evidence\" of Iranian interference in Bahrain. That was followed by\nreports from U.S. officials that Iranian leaders were exploring ways to\nsupport Bahraini and Yemeni opposition parties, based on\ncommunications intercepted by U.S. spy agencies.\n\nSaudi officials say that despite the current friction in the U.S.-Saudi\nrelationship, they won't break out of the traditional security\narrangement with Washington, which is based on the understanding\nthat the kingdom works to stabilize global oil prices while the White\nHouse protects the ruling family's dynasty. Washington has pulled\nback from blanket support for democracy efforts in the region. That\nhas bruised America's credibility on democracy and reform, but it has\nhelped to shore up the relationship with Riyadh.\n\nRising Tensions in the Gulf\n\nA look at the Sunni-Shiite divide in the Middle East and some of the\nkey flashpoints in the cold war between Saudi Arabia and [ran\n\nThe deployment into Bahrain was also the beginning of what Saudi\nofficials describe as their efforts to directly parry Iran. While Saudi\ntroops guard critical oil and security facilities in their neighbor's land,\nthe Bahraini government has launched a sweeping and often brutal\ncrackdown on demonstrators.\n\nIt forced out the editor of the country's only independent newspaper.\nMore than 400 demonstrators have been arrested without charges,\nmany in violent night raids on Shiite villages. Four have died in\ncustody, according to human-rights groups. Three members of the\nnational soccer team, all Shiites, have also been arrested. As many as\n1,000 demonstrators who missed work during the protests have been\nfired from state companies.\n\nIn Shiite villages such as Saar, where a 14-year-old boy was killed by\npolice and a 56-year-old man disappeared overnight and showed up\n\nHOUSE_OVERSIGHT_023467",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023467.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1958,
    "word_count": 302,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:44.364351",
    "prefix": "IMAGES-007"
  }
}