{
  "document_id": "HOUSE_OVERSIGHT_022327",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022327.txt",
  "text": "taxes, and charitable contributions (the exemption phase-out and deduction limitation are colloquially known\nas “PEP and Pease”). These changes, coupled with the new 3.8% tax on net investment income (see\nbelow), may mean an unhappy surprise for many taxpayers on April 15, 2014, when they pay their 2013\nincome tax liability. On the transfer tax front, ATRA also made permanent the $5 million basic exclusion\nagainst the gift and estate tax, along with “portability,” which effectively allows a surviving spouse to “inherit”\nthe deceased spouse’s unused exclusion. (The exclusion has been indexed for inflation since 2012, and in\n2014, will increase to $5.34 million, the same amount as the generation-skipping transfer tax exemption).\nFinally, ATRA raised the top transfer tax rate from 35% to 40%.\n\n3.8% tax on net investment income. What has come to be known as the “Affordable Care Act” (or ACA,\nsometimes referred to as “Obamacare”) was enacted in two parts in March 2010: the “Patient Protection and\nAffordable Care Act” (Pub. L. 111-148), and “The Health Care and Education Reconciliation Act of 2010”\n(Pub. L. 111-152). ACA is a seismic shift in health care insurance and is beginning to be phased in (see\nbelow). It has also brought a number of new taxes, including the 3.8% tax on “net investment income,”\nwhich took effect in 2013. Such income includes interest, dividends, capital gains, royalties and rents; the\n3.8% tax on these items can apply if a taxpayer’s “modified adjusted gross income’ (adjusted gross income\nplus otherwise excluded foreign income) exceeds certain amounts that are not indexed for inflation:\n$250,000 (married filing jointly), $200,000 (single taxpayers) and $125,000 (married filing separately).\n\nThe extensive guidance the IRS has issued on this 3.8% tax is indicative of its complexity. To illustrate, in\nNovember 2012, the IRS issued over 150 pages of proposed regulations on the tax (REG-130507-11), and\non November 27, 2013, the IRS issued over 300 pages of material: final regulations (T.D. 9644, effective\nDecember 2, 2013), along with some new proposed regulations (REG-130843-13) that address areas where\nguidance had been requested, or that had seemed unduly burdensome to commentators (such as how to\ncalculate gain or loss when disposing of certain partnership or S Corporation property). Additional areas, the\nIRS has indicated, are reserved for future guidance...and then there are the various questions and answers\nthe Service has issued, along with the explanations it has added to multiple publications that are designed\nfor the general public. Put simply, this is a lot of material for a statute that is barely two pages long!\n\nWith the advent of these final regs, the IRS presumably will soon issue instructions for the new Form 8960,\nwhere taxpayers will report the 3.8% tax (a draft form was issued this August, but its frequent injunction to\n“see instructions” meant that taxpayers were still in the dark about how to calculate the tax). Note that if the\n“kiddie tax” applies to a child’s “unearned income” AND the parent elects to report this income as his own, by\nfiling Form 8814, this income will also be part of the parent’s “net investment income” for purposes of the\n3.8% tax. (The kiddie tax effectively taxes a child’s unearned income in excess of $2,000 (the 2013 and\n2014 thresholds) at the parent's highest rate.)\n\nWindsor and same-sex marriage. The Supreme Court decided United States v. Windsor on June 26,\n2013, and held that Section 3 of the Defense of Marriage Act (DOMA) was unconstitutional because it\ndefined “marriage” as only between a man and a woman. On August 29\", Treasury and the IRS issued\nguidance explaining that, effective September 16, 2013, same-sex married couples are now treated as\nmarried for ail federal tax purposes, regardless of where they live (see, for example, Revenue Ruling 2013-\n17 and various Q&As on the IRS website: irs.gov). Nevertheless, because Section 2 of DOMA still stands,\nstates are not required to recognize same-sex marriages that were validly celebrated in a different state.\nThus, the state tax treatment of a same-sex married couple may differ from the couple’s federal treatment,\ndepending on where they live. In other words, complications still abound.\n\nACA rollout. As mentioned above, the Affordable Care Act (ACA) is being phased in, including the rollout\n\nthis fall of HealthCare.gov, the government website through which individuals can seek health insurance so\nas to satisfy the “individual mandate,” which requires individuals to procure health insurance by January 1,\n\n2014, or face a penalty. As has been widely reported, the website has had numerous problems, and many\n\nindividuals who had coverage are now losing it because it apparently doesn't meet ACA’s new minimum\n\nTax Topics 12/20/13 3\n\nHOUSE_OVERSIGHT_022327",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022327.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4854,
    "word_count": 777,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:44.079708",
    "prefix": "IMAGES-006"
  }
}