{
  "document_id": "HOUSE_OVERSIGHT_022066",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022066.txt",
  "text": "CHAPTER 22\n\nished reports, it was Ace Green-\ntroduced Epstein to Greenberg.\nreenberg’s daughter, Lynne, was\ncording to them, that was how\n-by charming a young and beau-\nvance his career.\n\nrted as an assistant to a trader on\nand quickly worked up to junior\nyas entitled to a share of the prof-\n5 running with the bulls, kicking\nLis way.\n\nnerg’s office, high above Madison\n\nng. At night, the whole city was lit !\n\nto win or to lose. And there were —\n\n96\n\nFittuy Ricu\n\nwomen to go with the prize. Tall, beautiful women, blondes and\nbrunettes, who wouldn't have given a math teacher the time of\nday. Now they found Epstein exciting and handsome.\n\nGreenberg’s gorgeous assistant was one of these women.\n\nIf Greenberg knew about their affair, he did not seem to care.\nThen again, Greenberg had other things on his mind. The Rea-\ngan era, when deregulation kicked into high gear, was still on\nthe horizon. But there was already a decreasing amount of gov-\nernment oversight on Wall Street, and a new breed of bare-knuckle\ntraders had begun to push every available limit. It was the start\nof the age of corporate raiders, and with Ace Greenberg looking\nout for him, Epstein had no reservations when it came to throw-\ning his weight around. The golden boy’s gift for working the\nnumbers earned him a place in the special-products division,\nwhere he worked on extremely complex tax-related problems for\na select group of Bear Stearns’s wealthiest clients—an elite\nwithin the elite—including Seagram CEO Edgar Bronfman.\n\nIn the spring of 1981 Bronfman made a bid to take over the\nSt. Joe Minerals Corporation. He offered forty-five dollars a\nshare, or close to three times the value of St. Joe’s stock. The\nwhole offer amounted to $2.1 billion in cash.\n\nBut St. Joe’s executives didn’t want to sell their 118-year-old\ncompany. In a press release, they called Seagram's bid unsolic-\nited and dismissed it as “grossly inadequate.” At which point the\nSEC decided to investigate.\n\nThere were allegations of insider trading. Within a few weeks,\n\n_ Bear Stearns’s employees were called in to testify.\n\nEpstein got called in as well and categorically denied any\n\n4 wrongdoing.\n\nBut, as it turned out, he’d just resigned from Bear Stearns.\n\nGF\n\nHOUSE_OVERSIGHT_022066",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022066.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2248,
    "word_count": 383,
    "line_count": 68,
    "import_date": "2025-11-19T21:47:48.641144",
    "prefix": "IMAGES-006"
  }
}