{
  "document_id": "HOUSE_OVERSIGHT_011964",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011964.txt",
  "text": "Sent from Samsung Moble\n\n---—- Original message --——-\nFrom: Michael Sanka\n\nDate: 12/12/2014 12:48 (GMT-05:00)\nTo: Jean Luc Brunel\n\nSubject: Scouting\n\nJean Luc,\n\nHow are you?\n\nAfter so many years scouting for you and having a great network of agencies all around the world who\nenjoy to work with us, i wanted to let you know that we are on the way to lose everything we build and we\nare gonna have big problem now.\n\nAgencies, still want to work with us but parents don't want their daughters to come to us, because when\nthey google your name and the agency name the only things they see is “Sex Trafficking\"!!!\n\nIt's impossible to sign a new girl and if nothing it's done i can tell you that in 3 months we we will not get\nany new girls and i don't see how the agency will work without new faces.\n\nAll the agencies who know you don't have any problems with you since they all told me \"We know Jean\nLuc for more than 20 years and all those years we had so many girls place with him who had better\nexperience than in any other agencies who were representing them as well and we never had any\nproblems whatsoever, all our girls had great carriers as a model when he represented them\".\n\n| understand those agencies because it's hard for them to talk to parents and explain that it's not the truth\nwhen it's all over the internet.\n\nYou need to have it stop and have the people write an official letter to say that if's not the truth...\n\n| will keep you posted of course but it's really bad for us and the scouting.\n\nBest regards\n\nMichael Sanka\n3104021028\n\nEXHIBIT F\n\nHOUSE_OVERSIGHT_011964",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011964.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1583,
    "word_count": 294,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:46.998040",
    "prefix": "IMAGES-001"
  }
}