{
  "document_id": "HOUSE_OVERSIGHT_024440",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024440.txt",
  "text": "ABOUT THE OSC'S INDIRECT COLLECTION OF SUCH PERSONAL INFORMATION IS THE\nADMINISTRATIVE ASSISTANT TO THE DIRECTOR OF CORPORATE FINANCE AT THE OSC, SUITE\n1903, BOX 5520 QUEEN STREET WEST, TORONTO, ONTARIO M5H 388, TELEPHONE: (416) 593-\n8086; AND (B) HAS AUTHORIZED THE INDIRECT COLLECTION OF THE PERSONAL INFORMATION\nBY THE OSC. FURTHER, THE PURCHASER ACKNOWLEDGES THAT ITS NAME, ADDRESS,\nTELEPHONE NUMBER AND OTHER SPECIFIED INFORMATION, INCLUDING THE NUMBER OF\nUNITS IT HAS PURCHASED AND THE AGGREGATE PURCHASE PRICE PAID BY PURCHASER,\nMAY BE DISCLOSED TO OTHER CANADIAN SECURITIES REGULATORY AUTHORITIES AND MAY\nBECOME AVAILABLE TO THE PUBLIC IN ACCORDANCE WITH THE REQUIREMENTS OF\nAPPLICABLE LAWS. BY PURCHASING UNITS, THE PURCHASER CONSENTS TO THE\nDISCLOSURE OF SUCH INFORMATION.\n\nLanguage of documents in Canada. UPON RECEIPT OF THIS MEMORANDUM, EACH INVESTOR IN\nCANADA HEREBY CONFIRMS THAT IT HAS EXPRESSLY REQUESTED THAT ALL DOCUMENTS\nEVIDENCING OR RELATING IN ANY WAY TO THE SALE OF THE UNITS (INCLUDING FOR GREATER\nCERTAINTY ANY PURCHASE CONFIRMATION OR ANY NOTICE) BE DRAWN UP IN THE ENGLISH\nLANGUAGE ONLY. PAR LA RECEPTION DE CE DOCUMENT, CHAQUE INVESTISSEUR CANADIEN\nCONFIRME PAR LES PRESENTES QU'L A EXPRESSEMENT EXIGE QUE TOUS LES DOCUMENTS\nFAISANT FOI OU SE RAPPORTANT DE QUELQUE MANIERE QUE CE SOIT A LA VENTE DES\nVALEURS MOBILIERES DECRITES AUX PRESENTES (INCLUANT, POUR PLUS DE CERTITUDE,\nTOUTE CONFIRMATION D'ACHAT OU TOUT AVIS) SOIENT REDIGES EN ANGLAIS SEULEMENT.\n\nNOTICE TO RESIDENTS OF THE CAYMAN ISLANDS\n\nCLASS A SHARES IN THE GENERAL PARTNER AND COMMON LP UNITS IN KUE MAY BE\nBENEFICIALLY OWNED BY PERSONS RESIDENT, DOMICILED, ESTABLISHED, INCORPORATED\nOR REGISTERED IN THE CAYMAN ISLANDS PURSUANT TO THE LAWS OF THE CAYMAN\nISLANDS. THE GENERAL PARTNER AND KUE, HOWEVER, WILL NOT UNDERTAKE BUSINESS\nWITH THE PUBLIC IN THE CAYMAN ISLANDS OTHER THAN SO FAR AS MAY BE NECESSARY FOR\nTHE CARRYING ON OF THE BUSINESS OF, AS APPLICABLE, THE GENERAL PARTNER OR KUE\nEXTERIOR TO THE ISLANDS. \"PUBLIC\" FOR THESE PURPOSES DOES NOT INCLUDE ANY\nEXEMPTED OR ORDINARY NON-RESIDENT COMPANY REGISTERED UNDER THE COMPANIES\nLAW OR A FOREIGN COMPANY REGISTERED PURSUANT TO PART IX OF THE COMPANIES LAW\nOR ANY SUCH COMPANY ACTING AS GENERAL PARTNER OF A PARTNERSHIP REGISTERED\nPURSUANT TO SECTION 9(1) OF THE EXEMPTED LIMITED PARTNERSHIP LAW (2003 REVISION)\nOR ANY DIRECTOR OR OFFICER OF SUCH PARTNERSHIP ACTING IN SUCH CAPACITY OR THE\nTRUSTEE OF ANY TRUST REGISTERED OR CAPABLE OF REGISTRATION PURSUANT TO\nSECTION 74 OF THE TRUSTS LAW (2001 REVISION).\n\nNOTICE TO RESIDENTS OF CHINA\n\nTHE INFORMATION CONTAINED IN THIS MEMORANDUM WILL NOT CONSTITUTE AN OFFER TO\nSELL ANY SECURITIES WITHIN THE PEOPLE'S REPUBLIC OF CHINA (WHICH, FOR SUCH\nPURPOSES, DOES NOT INCLUDE THE HONG KONG OR MACAU SPECIAL ADMINISTRATIVE\nREGIONS OR TAIWAN) (THE “PRC\"). THIS MEMORANDUM AND THE INFORMATION CONTAINED\nHEREIN HAVE NOT BEEN APPROVED BY ANY RELEVANT GOVERNMENTAL AUTHORITIES IN THE\nPRC AND THE UNITS MAY NOT BE OFFERED FOR SALE IN THE PRC. PRC INVESTORS ARE\nRESPONSIBLE FOR OBTAINING ALL RELEVANT GOVERNMENT REGULATORY\nAPPROVALS/LICENSES THEMSELVES, INCLUDING, BUT NOT LIMITED TO, ANY WHICH MAY BE\nREQUIRED FROM THE STATE ADMINISTRATION OF FOREIGN EXCHANGE, THE CHINA BANKING\nREGULATORY COMMISSION, AND/OR THE CHINA SECURITIES REGULATORY COMMISSION, AND\nCOMPLYING WITH ALL RELEVANT PRG REGULATIONS, INCLUDING, BUT NOT LIMITED TO, ANY\nRELEVANT FOREIGN EXCHANGE REGULATIONS AND/OR FOREIGN INVESTMENT REGULATIONS.\n\nHOUSE_OVERSIGHT_024440",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024440.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3519,
    "word_count": 542,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:45.010051",
    "prefix": "IMAGES-007"
  }
}