{
  "document_id": "HOUSE_OVERSIGHT_010794",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010794.txt",
  "text": "wo owt nm Fwd\n\nNNNNNN BPP BP PP SP ep BE\n“UP WN HF Ob MAN AU BWNR OO\n\now MOAN AM PF WN\n\nBY MR. SCAROLA:\n\nQ. -- “who would fit into this description?\nThey and the woman got together and contrived and\nmade this up.\"\n\nDid you make that statement on national\ntelevision?\n\nA. Yes, aud | just repeated it under oath. I\nbelieve that to be the case. | think that's exactly\nwhat happened. And I think that my source has\ncorroborated that.\n\nBy the way, can J add at this point -- I\ndon't mean to distract you, but | think the record\nwould be more complete if [ indicated that I did get\na phone eall last night from Michael, who told me\nthat he had received numerous phone calls and texts\nfrom Virginia Roberts trying to persuade her not to\ntalk to me or cooperate with me and offering the\nhelp of a lawyer.\n\nAnd I also -- although you didn't ask the\nquestion, Mr. Scarola, I think for eompleteness and\nfullness, I do want to say that you asked me whether\nor not I knew about what could be taped and what\ncouldn't be taped. I did tape record some of what\nVirginia Roberts [sic.] told me, with her\n\non~rInwm & wn\n\nNNNNNN FRPP BP BP PP ep\n“UbBwWwnNeE Ow AYNHU AWNEHE OW\n\nwho made transcripts of them.\n\nQ. Did you turn them over to opposing\ncounsel --\n\nMR. SCOTT: The transcripts --\n\nBY MR. SCAROLA:\n\nQ. --in the course of discovery?\n\nMR. SCOTT: The transeripts we consider to\nbe work product. If you make a request to\nproduee, we'll provide them.\n\nMR. SIMPSON: Just for completeness, they\nwere also after your discovery request.\n\nMR. SCOTT: Request to produce, we'll\neonsider providing them,\n\nBY MR. SCAROLA:\n\nQ. Is there an entry in any privilege log\nthat identifies these allegedly privileged work\npreduct documents?\n\nMR. SIMPSON: We will -- the lawyers will\naddress the document production issues. But\ntwo things, Mr. Scarola, first, they postdate\nyour request and you have said several times\nthere's no duty to supplement. And second,\nthey're work product.\n\nMR. SCAROLA: Well, sir, if they postdated\na full and complete production, which we are\n\npermission, and I have those tape recordings.\n\nQ. Well, you're getting a little bit\noverexcited, Mr. Dershowitz, because you never tape\nrecorded anything that Virginia Roberts told you.\n\nA. Did I say Virginia Roberts?\n\nQ. You misspoke.\n\nA. Imisspoke. You wouldn't know that. But,\nin faet, let me be clear.\n\n1 tape recorded, with her permission,\nRebecca's statements to me about what Virginia\nRoberts had told her. And | just want to make sure\nthat for completeness, even though you didn't ask\nthe question yesterday, that's part of the record.\n\nQ. Well, Lactually did ask the question and\nmy recollection is that you said you didn't even\nthink about tape recording anything --\n\nMR. SCOTT: No, that's not aecurate. You\n\nnever asked that.\nBY MR. SCAROLA:\n\nQ. But can you tell us, please, did you turn\nover those tape recordings in the discovery that you\nwere required to make in this case?\n\nA. The discovery -- these events occurred\nafter April of 2015. And | certainly tumed over\nthe recordings and the -- recordings to my lawyers,\n\nonwnm & Wd FB\n\nNNNNN NEP PEP BPP PB eB\nMU BWNHP OW OYA AWNHEHE OY\n\n224\n\nnow told they do not, then you wouldn't be\nobliged to supplement the production that had\nalready been completed. But it is not the date\nof the request that matters, it is the date of\n\nthe production that matters.\n\nAnd what we're now being told is there are\nallegedly highly relevant transcripts of a\ntelephone conversation that occurred months ago\nwhen the last production that we received,\nwhich we are told still is not complete,\noceurred approximately two weeks ago.\n\nSo, there's no privilege log entry.\n\nThere's no production of these documents. And\nthere is clearly a very significant discovery\nviolation if, in fact, such documents exist.\n\nMR. SIMPSON: I'm not going to debate it\nhere, Mr. Scarola, but your assertions are not\naccurate.\n\nMR. SCAROLA: Allright. There also was a\nsubpoena duces teeum that was responded to\ntomorrow -- I'm sorry, yesterday. Can you tell\nus whether the documents that are now being\ndescribed are included in response to the\nsubpoena duces tecum on the flash drive that\nyou provided to us?\n\n12 (Pages 221 to 224)\n\nwww.phippsreporting.com\n(888) 811-3408\n\nHOUSE_OVERSIGHT_010794",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010794.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4252,
    "word_count": 750,
    "line_count": 160,
    "import_date": "2025-11-19T21:47:44.197941",
    "prefix": "IMAGES-001"
  }
}