{
  "document_id": "HOUSE_OVERSIGHT_017563",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017563.txt",
  "text": "EDWARD WILSON\n\nEdward Osborne Wilson is a world leading biologist\nand internationally recognized as one of the planet’s\nmost articulate authorities on the interrelatedness\nof knowledge disciplines and of life systems.\n\nHe is acknowledged for two interdisciplinary\nscientific disciplines (island biogeography and\nsociobiology), three unifying concepts for science and\nthe humanities jointly (biophilia, biodiversity studies,\nand consilience), and one technological advance in the\nstudy of global biodiversity (the Encyclopedia of Life).\n\nAnative of Alabama, Wilson grew up in Mobile\nand received his bachelor’s and master’s degrees in biology\nfrom The University of Alabama (1949, 1950) and his\ndoctoral degree in biology from Harvard University (1955).\n\nWilson has received more than 100 awards for\nhis research on ants and biodiversity and for his writings\naddressed to both scientific and non-scientific audiences.\nHe has received two Pulitzer Prizes in general non-fiction\nfor his books On Human Nature (1979) and The Ants (1991);\nthe Crafoord Prize from the Royal Swedish Academy of\nSciences; the International Prize of Biology of Japan; and the\nNonino and Serono Prizes for Letters and Sciences of Italy.\n\nHis work in the sciences, letters, the environment\nand conservation earned him prominence in the annals of the\n21st Century. He was named one of the 25 most influential\nAmericans by Time magazine and one of the world’s 100\nleading intellectuals by Foreign Policy magazine. He is the\nauthor of 28 books including the recent novel, Anthill, set in\nthe woods of South Alabama; The Social Conquest of Earth;\nthe soon-to-be-released profile of his boyhood hometown,\nWhy We Are Here: Mobile and the Spirit of a Southern City.\n\nDAMIAN WOETZEL\n\nDamian Woetzel was a Principal Dancer at New York City\nBallet and frequently performed internationally as a guest\nstar and visiting artist with numerous companies including\nthe Kirov Ballet and American Ballet Theatre, until his\nretirement from the stage in 2008. Woetzel currently serves\nas the Director of Arts Programs for the Aspen Institute, the\nArtistic Director of the Vail International Dance Festival,\nand as the Founding Director of the Jerome Robbins New\nEssential Works Program. Woetzel is also active as a director\nand producer outside these roles. Among his recent projects,\nWoetzel produced and directed an arts salute to Stephen\nHawking at Lincoln Center for the World Science Festival,\nand directed the first performance of the White House Dance\nSeries, which took place in the East Room of the White House\nand was hosted by First Lady Michelle Obama. Woetzel also\nworks with Yo-Yo Ma on his Silk Road Connect program in\nthe New York City Public Schools, and has twice directed\nculminating year-end performances; at the Museum of Natural\nHistory in 2010, and for the Central Park SummerStage series\nin 2011. Woetzel was appointed to the President’s Committee\non the Arts and Humanities by President Obama in 2009. In\nJuly 2012, Woetzel was honored with the inaugural Gene Kelly\nLegacy Award—an award jointly created by the Dizzy Feet\nFoundation and the Estate of Gene Kelly in honor of the 100th\nanniversary of Kelly’s birth—for his contributions to the arts as\na ballet star and director of dance and music performances.\n\nIn June 2011, Woetzel was named the Director\nof Arts Programs at the Aspen Institute. Under Woetzel’s\ndirection, the Aspen Institute Arts Program brings together\nleading artists, arts managers, sponsors, government officials\n\nHOUSE_OVERSIGHT_017563",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017563.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3536,
    "word_count": 554,
    "line_count": 73,
    "import_date": "2025-11-19T21:47:48.942007",
    "prefix": "IMAGES-004"
  }
}