{
  "document_id": "HOUSE_OVERSIGHT_022377",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022377.txt",
  "text": "senate profile\n\nChairman Lisa Murkowski (R-AK) Ranking Member Maria Cantwell (D-WA)}\n\nChairman John Barrasso (R-WY) Ranking Member Tom Carper (D-DE)\n\nJim Inhofe (R-OK) has exhausted his six-year limit. Senator Barbara Boxer (D-CA), the current ranking member of EPW, is\nretiring. Senator Carper could opt for the post over his current position on the Homeland Security and Governmental\nAffairs Committee. If Carper decides to stay at HSGA, Senator Ben Cardin (D-MD) would have the option of ranking\nmember of EPW or Foreign Relations. If Cardin should choose Foreign Relations, Senator Sanders would be next in line for\nthe ranking member position. Barrasso can be expected to continue the criticisms of current Chairman Inhofe of EPA\nregulations and their effect on US energy development and the energy industry.\n\nChairman Orrin Hatch (R-UT)} Ranking Member Ron Wyden (D-OR)\n\nSenator Hatch will continue to serve as Chairman by way of an agreement reached with Senator Grassley, who is actually\nmore senior to Senator Hatch on the Committee. (Grassley will serve as Judiciary Chairman.) Dan Coats (R-IN) is retiring\nfrom Congress. Senators Richard Burr (R-NC) and Pat Toomey (R-PA) both won re-election races. Eight Democratic\ncommittee members will be running for re-election in 2018: Debbie Stabenow (D-MI), Maria Cantwell (D-WA), Bill Nelson\n(D-FL), Robert Menendez (D-NJ), Tom Carper (D-DE), Ben Cardin (D-MD), Sherrod Brown (D-OH), and Bob Casey (D-PA).\n\nChairman Bob Corker (R-TN) Ranking Member Ben Cardin (D-MD)\n\nChairman Lamar Alexander (R-TN) Ranking Member Patty Murray (D-WA)\n\nlf Senator Murray opts for ranking member of Appropriations, Senator Sanders would be in line to be ranking member of\nHELP where he could be expected to use the position to highlight income inequality.\n\nChairman Ron Johnson (R-WI} Ranking Member Claire McCaskill (D-MO)\n\nSenator McCaskill will get the ranking member position if Senator Tom Carper (D-DE) opts for ranking member of EPW.\n\nChairman Charles Grassley (R-IA) Ranking Member Patrick Leahy (D-VT)\n\nSenator Leahy will have the option of choosing ranking member of either Appropriations or Judiciary. Most think that with\nthe expectation of at least one Supreme Court nomination and immigration reform legislation in the next two years, he will\nopt to stay in the ranking position on Judiciary.\n\nEY 5 | Election 2016\n\nHOUSE_OVERSIGHT_022377",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022377.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2388,
    "word_count": 367,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:47.286486",
    "prefix": "IMAGES-006"
  }
}