{
  "document_id": "HOUSE_OVERSIGHT_013288",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013288.txt",
  "text": "Deacon Jones, 74. A Hall of Fame defensive end, who was the\nNFL’s defensive player of the year in 1967 and 1968 when he\nplayed for the Los Angeles Rams. Died June 3.\n\nEsther Williams, 91. The U.S. swimming champion who was best\nknown as a movie actress in aquatic musicals in the 1940s and\n1950s. Died June 6.\n\nWilliam L. Clayton, 83. During his 55-year career on Wall\n\nStreet, he spent almost four decades at E.F. Hutton & Co. and\nfounded Hutton Capital Management. Died June 7 of Parkinson’s\ndisease.\n\nRobert Fogel, 86. The University of Chicago economist, who won a\nNobel Prize in 1993 for his historical analysis of how railroads\nand slavery shaped U.S. economic history. Died June 11.\n\nMiller Barber, 82. A U.S. golfer who made a record 1,297\ncombined starts on the U.S. PGA and Champions golf tours,\nwinning 35 titles. Died June 11.\n\nJiroemon Kimura, 116. He was recognized by Guinness World\nRecords as the oldest male in recorded history. Died June 12 in\nhis hometown of Kyotango, in western Japan.\n\nPaul Soros, 87. The Hungarian-born founder of Soros Associates,\na New York-based builder of shipping ports, and the older\nbrother of billionaire investor George Soros. Died June 15.\n\nMathew Gladstein, 90. Working with future Nobel winners Robert\nMerton and Myron Scholes, he helped popularize options trading\nwhile working at Donaldson Lufkin & Jenrette in New York. Died\n\nJune 18.\n\nGyula Horn, 80. The prime minister of Hungary from 1994 to 1998,\nwho as foreign minister in 1989 helped trigger events that led\nto the fall of the Berlin Wall. Died June 19.\n\nJames Gandolfini, 51. The New Jersey-born actor best known for\n\nHOUSE_OVERSIGHT_013288",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013288.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1651,
    "word_count": 280,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:47.527839",
    "prefix": "IMAGES-002"
  }
}