{
  "document_id": "HOUSE_OVERSIGHT_016218",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_016218.txt",
  "text": "From: Richard Kahn \nSent: 5/9/2018 1:51:01 AM \nTo: Jeffrey Epstein [jeeyacation@gmail.com] \nSubject: AT&T confirms it paid Trump lawyer Michael Cohen for 'insights' on administration \nImportance: High \nhttps://www.cnbc.com/2018/05/08/att-confirms-it-paid-trump-lawyer-michael-cohen-for-insights-on-\nadministration.html  \nAT&T confirms it paid Trump lawyer \nMichael Cohen for 'insights' on \nadministration \n11:57 AM ET Fri, 4 May 2018 01:18 \nGetty Images \nMichael Cohen, longtime personal lawyer and confidante for President Donald Trump, \narrives at the United States District Court Southern District of New York on April 26, 2018 \nin New York City. \nTelecommunications giant AT&T said Tuesday night that it had paid President Donald  \nTrump's lawyer Michael Cohen for \"insights\" about the Trump administration. \nAT&T's admission came after a lawyer for porn star Stormy Daniels claimed the company, \ndrug giant Novartis and a Russian oligarch had all made payments to Cohen's shell \ncompany. \nHOUSE OVERSIGHT 016218 \nDaniels lawyer, Michael Avenatti, said AT&T had made four separate payments of $50,000  \napiece to Cohen's company, for a total of $200,000 in late 2017 and into early 2018.  \nThat company, Essential Consultants, was created by Cohen in October 2016 and soon after \nwas used to make a $130,000 hush-money payment to Daniels. \nIn a prepared statement to CNBC, AT&T said Cohen's company \"was one of several firms \nwe engaged in early 2017 to provide insights into understanding the new administration.\" \n\"They did no legal or lobbying work for us, and the contract ended in December 2017,\" \nAT&T said. \nThe company did not say how much it had paid Cohen, who was the president's personal \nlawyer at the time. \nAT&T is in the midst of pursuing an $85 billion acquisition of Time Warner. The U.S. \nJustice Department has sued to block that deal. \nIn a report on Cohen's company, Avenatti's law firm said that Novartis in late 2017 and early \n2018 made four separate payments to Essential Consultants totaling nearly $400,000. \n\"Following these payments, reports surfaced that Mr. Trump took a dinner with the \nincoming CEO of Novartis before Mr. Trump's speech at the World Economic Forum in \nDavos, Switzerland in late January 2018,\" Avenatti's report said. \nThat CEO, Vas Narasimhan, was joined with a group of other companies' executives at that  \ndinner.  \nA Novartis spokesperson said in a statement that \"any agreements with Essential Consultants \nwere entered before our current CEO taking office in February of this year and have \nexpired. \nAvenatti's report says another company, Korea Aerospace Industries LTD, paid Essential \nConsultants $150,000 in November 2017. \nAvenatti's client Daniels, whose real name is Stephanie Clifford, was paid $130,000 by \nEssential Consultants on the eve of the 2016 presidential election. \nDaniels says the money was in exchange for her signing a deal that required her to remain \nsilent about an affair she claims to have had with Trump in 2006, shortly after the birth of \nhis youngest son. \nThe White House has denied that Trump had sex with the adult film actress. \nNeither the White House nor Cohen had an immediate comment on Avenatti's new \nallegations about payments to Cohen's company. \nII \nWATCH: Feds saw log of Cohen's phone calls \nHOUSE OVERSIGHT 016219 \nRichard Kahn \nHBRK Associates Inc. \n575 Lexington Avenue, 4th Floor \nNew York, NY 10022 \nHOUSE OVERSIGHT 016220",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_016218.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3437,
    "word_count": 526,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:49.077904",
    "prefix": "TEXT-001"
  }
}