{
  "document_id": "HOUSE_OVERSIGHT_020077",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020077.txt",
  "text": "seriously, and without a thought of any consequence here, were merely entertained\nby the possibility of dirty tricks; (c) the three men were united in their plan to get rid\nof Lewandowski—with Don Jr. as the hatchet man—and, as part of this unity,\nManafort and Kushner need to show up at Don Jr.’s silly meeting.\n\nWhatever the reason for the meeting, no matter which of the above scenarios most\naccurately describes how this comical and alarming group came together, a year later,\npractically nobody doubted that Don Jr. would have wanted his father to know that he\nseized the initiative.\n\n“The chance that Don Jr. did not walk these jumos up to his father’s office on the\ntwenty-sixth floor is zero,” said an astonished and derisive Bannon, not long after the\nmeeting was revealed.\n\n“The three senior guys in the campaign,” an incredulous Bannon went on, “thought it\nwas a good idea to meet with a foreign government inside Trump Tower in the conference\nroom on the twenty-fifth floor—with no lawyers. They didn't have any lawyers. Even if\nyou thought that this was not treasonous, or unpatriotic, or bad shit, and I happen to think\nit’s all of that, you should have called the FBI immediately. Even if you didn’t think to do\nthat, and you’re totally amoral, and you wanted that information, you do it in a Holiday\nInn in Manchester, New Hampshire, with your lawyers who meet with these people and go\nthrough everything and then they verbally come and tell another lawyer in a cut-out, and if\nyou've got something, then you figure out how to dump it down to Breitbart or something\nlike that, or maybe some other more legitimate publication. You never see it, you never\nknow it, because you don’t need to... . But that’s the brain trust that they had.”\n\nAll of the participants would ultimately plead that the meeting was utterly\ninconsequential, whatever the hope for it might have been, and admit that it was hapless.\nBut even if that was true, a year later the revelation of the meeting had three profound and\nprobably transformational effects:\n\nFirst, the constant, ever repeated denials about there having been no discussion\nbetween campaign officials and the Russians connected to the Kremlin about the\ncampaign, and, indeed, no meaningful contact between campaign officials and the Russian\ngovernment, were exploded.\n\nSecond, the certainty among the White House staff that Trump himself would have not\nonly been apprised of the details of this meeting, but have met the principals, meant that\nthe president was caught out as a liar by those whose trust he most needed. It was another\ninflection point between hunkered-in-the-bunker and signed-on-for-the-wild-ride, and get-\nme-out-of-here.\n\nThird, it was now starkly clear that everyone’s interests diverged. The fortunes of Don\nJr., Paul Manafort, and Jared Kushner hung individually in the balance. Indeed, the best\nguess by many in the West Wing was that the details of the meeting had been leaked by\n\nHOUSE_OVERSIGHT_020077",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020077.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2984,
    "word_count": 498,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:46.237954",
    "prefix": "IMAGES-005"
  }
}