{
  "document_id": "HOUSE_OVERSIGHT_018995",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018995.txt",
  "text": "Date: 7/13/06 PALM BEACH POLICE DEPARTMENT Page: 42\nTime: 9:27:55 Incident Report Program: CMS301L\nCase No. ... : 1-05-000368 (Continued)\n\nthan that one time, when Epstein inserted his penis inside her vagina,\nthere was no other penile intercourse.\n\n[| provided names _of girls that she knew of that have fone to b6\n\nEpstein's house. [____]provided the name o and feels she bie\nstill may be going to the house to massage Epstein. According to\na Ce still sucking his dick.\"\n\nWhen asked if she had been recently contacted by anyone of the house,\n\nadvised she received an email from HE from\nDees .net, which is her email account. The email was just\na hello, how are you doing type of email. There had been no other\ncontact from the house. The interview was concluded and[___]left the\narea. The tapes and drawing were submitted into evidence.\n\nInvestigation continues...\n\nKKK KKK KEKKEKKEREKEEKEEEEKEERE NM ARRA TIVE fh 1D RRR KKEKEKRKE REE EKER EERREERER\nNA Reported By: RECAREY, JOSEPH 11/01/05\nEntered By.: ALTOMARO, NICKIE A. 11/07/05\n\nOn October 12, 2005, Det. Dawson and I traveled to the Orlando area\nand made telephone contact with agreed to meet\nwith us as we were in the Orlando area. rovided directions to\nher apartment. Det. Dawson and I met with who stated, during a\nsworn taped statement that nothing happene etween her and Epstein.\nappeared nervous during the interview. I assured her that I\nhad spoken with other people who advised differently. [____] stated\nshe only went a couple of times and provided a massage to Epstein.\nwas brought to the Epstein house in March of 2005.\nbrought her to work. has no formal training in\nproviding massages. [___—ijstated she provided a massage, fully\nclothed for $200.00. As I sensed hesitancy in her answers, I asked\nif she had been contacted by anyone from the house. [ |\npstein. He\n\nstated she was interviewed already by an investigator for E\n\nmet with her on October 8, 2005, at a Roadhouse in Orlando. He\n\nidentified himself as Paul and_inquired about the police investigation\n\nand _ left his telephone number nn =. additional contact.\nprovided no additional information, as it appeared her\n\nresponses were almost scripted. We left the area and returned to Palm\n\nBeach Police Department.\n\nBased on the information acquired during the interviews, a search\nwarrant was prepared for entry at the Epstein home. On October 18,\n2005, I met with Judge Laura Johnson who reviewed the warrant request.\nShe found there was sufficient probable cause and signed the warrant\nrequest. On October 20, 2005, at approximately 9:36 am, members of\nthe Palm Beach Police Investigations Unit executed the search warrant\nat 358 El Brillo in Palm Beach. Members of the Investigations Unit\nincluded Capt Gudger, Sgt Frick, Det. Dicks, Det. Dawson, Det.\nMelnichok, Det. Sandman, Det. Krauel, the crime scene unit and myself.\n\nHOUSE_OVERSIGHT_018995",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018995.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2877,
    "word_count": 478,
    "line_count": 66,
    "import_date": "2025-11-19T21:47:44.414406",
    "prefix": "IMAGES-005"
  }
}