{
  "document_id": "HOUSE_OVERSIGHT_023298",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023298.txt",
  "text": "purchasing support, $?? software servers. video conferencing, tax oversight.\n\nIbelieve You should rapidly address trustees , gift trust, succesion, wills of debra and\nchildren, , monetization events , cash flow. ete Ican ofcourse share my experiences with you on each\nissue.\n\nWith regard the more pressing issue I am uncertain of just how to proceed. I am torn, as my very strong\ninclination is not to be involved at all. It is extremely time consuming, delicate, fraught with many pitfall many\nthat will make you very upset and a major pain in the ass. I wrote you months ago that the quality of the people\ninvolved need to be upgraded. ( lucky for me these last issues arose way before the begining of my\ninvolvement ) Iam also aware however of my overarching friendship obligations of ok, -given all the\ncomplexities who else can do it? problem.\n\nYour family office needs a daddy. children with good intentions are running around , sniping , nitpicking with\nlittle direction. As a stopgap measure I am suggesting , we put in Larry Delson to take charge Everyone would\nreport to him. eileen included. He would however work for me. this is not, by a long shot my first choice as I\n\nprefer only being responsible and standing behind my own personal work ( ie the word DONE will no longer\nbe transmitted to reflect status stated by others )\n\nWith no commitment on my part whatsoever, to do it. So far as I have failed in my attempt in trying to\nthink through the problem creatively . My organizations handling of the more complex isssues I believe you\nmight find very costly, very ! (however many structures available some risk sharing, maybe risk caps ,etc ) but\nwould require my teams doing the work , not yours. Ada should be only a trust, grat administrator. not sure\nwhat role you prefer for Eileen as you hired her initially to oversee investments. whether Rich your controller\nstays or not, is not urgent. having Tom report to a new person,- is. coordination with Suydam Kathy gregory,\nI would suggest limiting to one person. The increasing public profile needs to be taken into consideration.\n\ntalk later..\n\nDate: Sun, Dec 28, 2014 at 5:18 AM\nSubject: jobs ahead\nTo: Brad Wechsler\n\nMelanie Spinella po Ada Clapp\n\n1. review accounting system. Book keeping softaware. _ staff, ( senior accountant ) methods on line banking,\nbrokerage. cash mgmt. airplane reimbursement. boat sale. art purchases sales use and sales tax. tax\n\nfilings FBAR FATCA, gaming commsion, pfics, insurance . uk co law.\n\n2. review docs for TRA BRH grats, trusts, heritage will, insurance, art lending. medical, springing\n\npowers. two fire drill books. one needed for injury. other for death\n\n3 review bills. boats , planes, legal, (PW, McFarlands all outside. legal and accounting. Toms bills over\n400k . house projects. south ny ben\n\n4 cashflow projections tax projections , interaction with Apollo accounting tax, Phaidon ,art space ,and\nRegan. legal accounting. audit\n\n5. children meetings , review to date and allocations\n\n6 review all role in payables. files scanned, no paper\n\n7 review invesmtents for tax basis and unrecognized gain\n\n8 schedule of all hedge funds . redeemables commitments etc.\n\n9 charities pledges strucutre, staff ,\n\nDate: Fri, Feb 20, 2015 at 5:52 AM\n\nSubject:\n\nTo: Melanie Spinella a,  t——SiSY\n\n1)pg1 A” unequal shares\". pg 23 \"removal of trustees \" absolute. dont be confused with abiltiy to set up\nseperate trusts, , 2) I am reachable this afternoon in europe. oncell. 3. on another note . -our financial\nagreement ended months ago . seperate from the art partnership (which i was told yesterday to my\namazement is still not funded) . 1am obligated to complete ? the time 1 have dedicated since oct/ dec has\nbeen spent mainly as your friend. tom, brad though i am fully cognizant of my responsiblities. I will try to\nhelp find people. Iam not good at human resources. howevr If I don;t think they are good enough for you. I\n\nHOUSE_OVERSIGHT_023298",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023298.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3954,
    "word_count": 677,
    "line_count": 75,
    "import_date": "2025-11-19T21:47:44.955542",
    "prefix": "IMAGES-007"
  }
}