{
  "document_id": "HOUSE_OVERSIGHT_020343",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020343.txt",
  "text": "eel\n\nCHAPTER TWENTY-FOUR\n\nDinner with Oliver Stone\n\n“T had to ‘tune to [Snowden’s] wavelength’ and try to balance between the rational and intuitive perception of his\nworld. Having experienced these incredible sensations, I realized that I had to write about them, but only in the\nform of a novel that would not claim any sophisticated philosophical conclusions.\"\n\n—Anatoly Kucherena\n\nBefore flying to Moscow, I arranged to have dinner with Oliver Stone at Parma, an Italian\nrestaurant on the upper east side of New York. I had greatly respected Stone ability as a film\ndirector after watching him work in Wall Street IT: Money Never Sleeps, a film in which I had a\ncameo role. I also had debated Stone about the historic accuracy of his 1990 movie JFK at Town\nHall in New York.\n\nWhen we dined, he had just written, produced, written and directed “Snowden,” an\nindependently-financed film depicting Snowden, as put, as “one of the great heroes of the 21*\ncentury.” In preparing for it, he had not only seen Snowden in 2013 and 2014, but he had had a\nsix-hour meeting with Putin.\n\nThe reason I wanted to talk to him was not to learn about the film but to find about how he\nhad made to gain access to Snowden in Moscow. I already knew from the documents taken\nfrom Sony Pictures Entertainment allegedly by North Korea that Stone had paid the Guardian\n$700,000 for the film rights to “The Snowden File,” a book written by Luke Harding. This was\nnot a surprising sum since it provided a basis for movie which describes Snowden’s coup. But\nthese documents also revealed that Stone had paid Anatoly Kucherena, Snowden’s legal\nrepresentative in Moscow, $1 million dollars, supposedly for the rights to his novel Time of the\nOctopus. Even by Hollywood standards one million dollars was an extraordinary sum to pay for\na yet-to-be published work of Russian fiction, and it was especially striking since Stone was\nmaking a fact-based movie using the actual names of the characters. “Is your script based on\nKucherena’s “Time of the Octopus?” I asked.\n\n“No,” Stone replied, “I haven’t used it.” He said that the payment was for what he termed\n“total access.” He explained that Barbara Broccoli and Michael G. Wilson, the producers of the\nJames Bond franchise, had optioned Greenwald’s book “No Place to Hide” to make into a movie\n\nHOUSE_OVERSIGHT_020343",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020343.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2342,
    "word_count": 400,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:49.077450",
    "prefix": "IMAGES-005"
  }
}