{
  "document_id": "HOUSE_OVERSIGHT_024558",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024558.txt",
  "text": "14.16. Investment in Subsidiaries and Joint Ventures\n\nThe Principals will agree (on behalf of themselves and their affiliates) that KUE will be their exclusive\nvehicle for equity investment opportunities in and acquisitions of for-profit companies engaged primarily in\nthe business of pre-K through 12th grade education of children (other than companies in which the\nPrincipals or their affiliates directly or indirectly owns fifteen percent (15%) or more of the voting stock (or\nsimilar voting interests) as of the date of the first closing of the offering, which are LeapFrog Enterprises,\nInc. and Nobel Learning Communities, Inc.). The Principals will not acquire or make an equity investment\nin such companies unless such acquisition or investment opportunity has been first presented to the\nIndependent Committee and subsequently declined by the Independent Committee or initially pursued but\nlater abandoned by KUE. For purposes of the foregoing limitation on investment, an equity investment\nshall not include equity securities that are (a) issued in respect of debt securities in connection with a\nrestructuring, reorganization, sale or other similar transaction in respect of a company; (b) issued in\nconnection with an exchange offer for debt securities; or (c) indirectly owned through a fund or other\ninvestment vehicle managed by a person other than any Principal or affiliate of a Principal. The Principals\nmay co-invest with KUE in such companies, subject to the approval of the Independent Committee and\nthe co-investment rights of Investors in the Limifed Partnership Agreement.\n\nNot in limitation of any commitments or restrictions the Principals may have entered into, prior to an Initial\nListing, KUE may not permit any of its subsidiaries or controlled joint ventures (which shall not include, for\nthe avoidance of doubt, certain exempt companies contempiated by the above paragraph) to issue or\ngrant any equity interests in such subsidiaries or controlled joint ventures to any of the Principals or any of\ntheir affiliates (other than KUE, its subsidiaries and controlled joint ventures) unless (i) the Independent\nCommittee has approved and the Investors who are accredited investors (as such term is defined in\nRegulation D) or otherwise legally eligible to participate are offered the opportunity to participate on the\nsame terms as the Principals and their affiliates and in proportion to their economic ownership of KUE or\n{if} such subsidiary or joint venture of KUE has completed an initial listing on a recognized international\nsecurities exchange. The foregoing restrictions will not apply to the Principals and/or their affiliates: (a)\nexercising co-investment, purchase or other similar rights in respect of securities of K12 Inc. (including\nwarrants and options) held by them on the first closing of this offering and in respect of securities of K12\nInc. acquired pursuant to co-investment, purchase or other similar rights exercised in accordance with this\nclause (a); (b) receiving securities of K12 Inc. (including warrants and options) as compensation for\nservices in their capacity as directors (or advisory board members) of K12 Inc.; or (c) exercising or\nconverting any warrants or options (or other securities) held as of the first closing of this offering or\nacquired pursuant to clause (a) or (b).\n\nThe General Partner may offer co-investment opportunities to any person (except for the Principals and\ntheir affiliates other than KUE’s subsidiaries and joint ventures} to invest with KUE or to invest in a\nsubsidiary or joint venture of KUE.\n\n14.17. Transferability\n\nThe Common LP Units and the Class A Shares comprising the Units owned by the Investors will not be\nseparately transferable, and the Units are to be transferred as a whole unless otherwise approved by the\nBoard of Directors of the General Partner and the Independent Committee.\n\nUnits held by an Investor may not be sold, transferred or assigned without the prior written consent of the\nGeneral Partner, not to be unreasonably withheld. During the first two years after the applicable closing\nof the offering, the General Partner intends to approve transfers of Units to an affiliate of the Investor in\ncompliance with applicable law. After such time, the General Partner intends to approve transfers of the\nUnits to an affiliate of the Investor or to another Investor (and affiliates thereof), in each case in\ncompliance with applicable law. The General Partner also intends to approve transfers pursuant to the\nTag-Along Right and Drag-Along Right provisions described below.\n\n125\n\nHOUSE_OVERSIGHT_024558",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024558.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4617,
    "word_count": 717,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:45.151614",
    "prefix": "IMAGES-008"
  }
}