{
  "document_id": "HOUSE_OVERSIGHT_025849",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_025849.txt",
  "text": "﻿Office of Government Information Services\nBuilding a Bridge Between FOIA\nRequesters & Federal Agencies\n2014 Report for FY 2013\n2013\nOffice of Government\nInformation Services\nBuilding a Bridge Between\nFOIA Requesters &\nFederal Agencies\n2014 Report for FY 2013\nCover image: Orhan Cam/Shutterstock.com\nMemorial Bridge, Washington, DC\nTable of Contents\n1\nMessage from\nthe Director\nI\nam pleased to present the fourth annual report from the Office of\nGovernment Information Services (OGIS) detailing our fiscal year (FY)\n2013 activities. We are extremely proud of all that OGIS has accomplished\nin our four years of operation. We have put Congress’s novel idea—\napplying Alternative Dispute Resolution techniques to an often highly\nadversarial process—into action. We have assisted thousands of Freedom\nof Information Act (FOIA) requesters from across the country and around\nthe globe, along with dozens of agencies, in resolving disputes, some of\nwhich would have otherwise led to costly litigation. We have worked with\nagencies to better fulfill their responsibility to provide good customer\nservice, resolve disputes with FOIA requesters, and promote compliance\nwith FOIA.\nDemand for OGIS’s services is high. Requests for assistance in resolving\nFOIA disputes greeted me the morning the office opened four years ago. In\nFY 2013, the number of incoming cases jumped 40 percent from the previous\nyear to more than 500 cases; at the same time, we closed nearly 500 cases—\nalso a 40-percent increase from the previous year—and handled hundreds of\ninquiries by telephone and email.\nMuch work remains for our innovative program. While we have carried out\nCongress’s mandate to review Federal agency FOIA policies, procedures, and\ncompliance in several ways, we would like to implement a more robust review\nprogram. OGIS’s mission is broad, and like many government programs, we\n2\nmust make difficult choices about how we carry out our mandate as demand\nfor our services increases.\nWe look forward to building on our first four years and continuing our\nservice of helping anyone—requester or agency—with any part of the FOIA\nprocess and improving the administration of FOIA.\nYou may notice that this report is slimmer than our first three reports. Please\nvisit our blog, The FOIA Ombudsman: Information and Advice, where you’ll\nfind many of the items we included in past reports.\nSincerely,\nMiriam Nisbet\n3\nResolving\nDisputes\nOGIS’s mediation services to resolve Freedom of Information Act\n(FOIA) disputes, as mandated by Congress, comprised the bulk\nof OGIS’s work in FY 2013, as in the previous three years. Requests for\nassistance awaited Director Nisbet when she opened the Office, and early\non, OGIS decided that demand for mediation services dictated that the\nOffice commit to assisting\nanyone asking for help with\nFOIA.\nFrom the start, OGIS has\nserved as a confidential and\ninformal information resource,\ncommunications\nchannel,\ncomplaint handler, and dispute\nresolver. OGIS strives to be an\nadvocate not for the requester or\nthe agency, but for an effective\nFOIA process that works as\nintended.\nIn its first three years, OGIS\nhandled an average of roughly\n350 cases a year. The number\nof requesters seeking OGIS\nOGIS’s caseload soared above 500 for the\nfirst time in FY 2013. (NARA Identifier\n6443896)\n4\nassistance swelled in FY 2013, the Office’s fourth year. OGIS opened 508 cases, a\n40-percent increase from FY 2012 when OGIS opened 361 cases. OGIS also handled\nmore than 230 inquiries—telephone calls and emails yielding quick responses that\ndid not require cases be opened—in FY 2013. OGIS closed 497 cases in FY 2013, a\n40-percent increase from FY 2012 when the Office closed 354 cases.\nOGIS cases involve issues that arise at various points in the FOIA process.\nOGIS encourages requesters and agencies to communicate\nthrough whatever means work best for them. (NARA Identifier\n6479577)\nIn some cases, requesters attempt to learn\na request’s estimated date of completion as\nrequired by FOIA, 5 U.S.C. § 552(a)(7)(B)\n(ii), but are not able to obtain it from an\nagency. In other cases, requesters disagree\nwith an agency’s application of FOIA\nexemptions or an agency’s decision with\nregard to FOIA fees. In all cases, there\nis some issue that benefits from OGISfacilitated\ncommunication between the\nrequester and the agency.\nOGIS’s mediation services also include\nproviding Dispute Resolution Skills\ntraining to agency FOIA professionals.\nThe goal of training is not to turn agency\n2007\nDecember 14\nU.S. Senate passes by unanimous consent\nthe Openness Promotes Effectiveness in\nour National (OPEN) Government Act of\n2007, which includes a provision creating\nthe Office of Government Information\nServices (OGIS) at the National Archives\nand Records Administration (NARA)\nDecember 18\nU.S. House passes the OPEN Government\nAct of 2007 by a voice vote\nDecember 31\nPresident George\nW. Bush signs the\nOPEN Government\nAct of 2007; it\nbecomes Public\nLaw 110 -175\nPatent drawing for watch\ncase (NARA Identifier\n7451700)\n5\nFOIA professionals into mediators, but to give them Alternative Dispute\nResolution tools to incorporate into their FOIA work and help them\ncomply with the statutory requirement that FOIA Public Liaisons assist\nin resolving disputes, 5 U.S.C. §§ 552(a)(6)(B)(ii) and 552(l). In FY 2013,\nOGIS offered three sessions of Dispute Resolution Skills training—two\nsessions in December 2012 and May 2013 that included participants from\nseveral agencies and a Department of Labor–specific session in June 2013.\n600\nOGIS’s Caseload\n500\n400\n300\n200\nCases opened\nCases closed\n100\n0\nFY 2009–10 FY 2011 FY 2012 FY 2013\n2009\nSeptember 8\nNARA opens OGIS, with Miriam Nisbet as its\nfirst director\nSeptember 9\nOGIS opens its first case, which involves a delay\nSeptember 30\nDirector Nisbet testifies before the Senate\nJudiciary Committee hearing on “Advancing\nFreedom of Information in the New Era of\nResponsibility”\nOctober 13\nThe first staff member joins OGIS\nOctober 20\nThe OGIS website goes live\nOctober 26\nOGIS’s staff increases to three\nNovember 10\nOGIS adds a case-tracking log to its website\nallowing customers to check the status of their\nrequests for OGIS assistance\n6\nTop 10 departments & agencies\ninvolved in FY 2013 OGIS cases\n160\n140\n120\n100\n80\n60\n40\n20\n0\n139\nThese agencies\ninform requesters\n104\nabout OGIS\nservices.\n32 29 27 19 19 14 14 11\n28% 21% 6% 6% 5% 4% 4% 3% 3% 2%\nDOJ\nDHS\nTreasury\nVA\nUSPS\nDoD\nHHS\nState\nNARA\nCIA\n2009 2010\nNovember 22\nOGIS’s staff increases to four\nDecember 6\nOGIS’s staff increases to five\nDecember 7\nOGIS and the Department of Justice’s\nOffice of Information Policy (OIP) co-host a\nmeeting for FOIA Public Liaisons to discuss\nrecent changes to FOIA\nJanuary 21\nOGIS opens its 50th case\nFebruary\nOGIS joins other agency representatives to\ndiscuss the feasibility of a multiagency FOIA portal\nFebruary 7–10\nOGIS staff present at the American Society of Access\nProfessionals (ASAP) National Training Conference\nMarch 1\nOGIS’s staff increases to six\n7\nOGIS FY 2013 cases by exemption\nExemption 1\nExemption 2\nExemption 3\nExemption 4\nExemption 5\nExemption 6\nExemption 7(A)\nExemption 7(B)\nExemption 7(C)\nExemption 7(D)\nExemption 7(E)\nExemption 7(F)\nExemption 8\nExemption 9\n0 10 20 30 40 50 60 70 80\n2010\nMarch 9\nOGIS opens its 100th case\nMarch 15–19\nOGIS celebrates Sunshine Week\nMarch 18\nDirector Nisbet testifies before the House\nOversight and Government Reform’s Information\nPolicy, Census, and National Archives\nSubcommittee hearing on “Administration of the\nFreedom of Information Act: Current Trends”\nMarch 23\nOGIS holds its first training session for FOIA Public\nLiaisons in collaboration with the Federal Energy\nRegulatory Commission (FERC) and the Department\nof Justice’s Office of Information Policy (OIP)\nApril 18–23\nDirector Nisbet represents OGIS at the Chilean\nCouncil for Transparency\nApril 29\nOGIS opens its 200th case\n8\nOGIS 2013 cases by category\n117 (23%)\n15 (3%)\n227 (46%)\n138 (28%)\nDenial\nDelay\nGeneral Assistance\nFees\n2010\nMay 10\nOGIS’s staff\nincreases to its\ncurrent size of\nseven\nJuly 14\nOGIS opens its\n300th case\nAugust 24\nDirector Nisbet\nrepresents OGIS at\nthe 7th National Transparency Week\nConference in Mexico City, Mexico\nDecember 6\nDirector Nisbet participates in the\nCouncil of Governmental Ethics Laws\nannual conference\nOGIS opens its 500th case\nDecember 10\nOGIS submits its first comments on\nagency FOIA regulations\nSailor adjusts clock. (NARA Identifier 6422494)\n9\nWhen in administrative process requesters\ncame to OGIS (FY 2013 cases)\nPre-FOIA 5\nThese cases\ntypically involve\ndelays.\nRequest filed\n140\nRelease determination 49\nAppeal filed 44\nThese cases\ntypically involve\ndenials.\nFinal agency decision 222\n0 50 100 150 200 250\n2011\nMarch 11\nOGIS launches its blog “The FOIA\nOmbudsman: Information and Advice”\nMarch 14–18\nOGIS celebrates Sunshine Week\nMarch 15\nDirector Nisbet testifies before the Senate\nJudiciary Committee hearing on “The Freedom\nof Information Act: Ensuring Transparency and\nAccountability in the Digital Age”\nMarch 17\nDirector Nisbet testifies before the House Oversight\nand Government Reform Committee hearing on\n“The Freedom of Information Act: Crowd-Sourcing\nGovernment Oversight”\nJuly 7–8\nDirector Nisbet presents at the United Nations\nEducational, Scientific and Cultural Organization\n(UNESCO) Seminar on Transparency in Brasilia,\nBrazil\n10\nMeasuring\nSuccess\nFrom OGIS’s start, the Office has faced enormous challenges in measuring\nits success. While litigation typically results in judgment for one party\nor the other, the success of mediation services depends on compromise by\nthe parties, whose participation is voluntary. Experience has taught us that\nOGIS’s success may not rest in the outcome of mediation services, but in the\nprocess of providing mediation services.\nMediation is a voluntary alternative dispute resolution process in which a\nneutral third party, a mediator, assists disputing parties in reaching a mutually\nagreeable resolution. Mediators do not direct outcomes or resolutions to\na dispute; the outcome of mediation depends on the extent to which the\nparties choose to engage in the process and themselves agree to an outcome.\nThere may not necessarily be a “correct” answer; rather, the disputing parties\nmay choose to agree to a compromise that both parties can accept, or they\nmay choose to not compromise at all. As such, the outcome of mediation is\nnot an effective way to determine the success of OGIS’s mediation services\nbecause OGIS does not determine the outcome. However, OGIS does control\n2011\nAugust\nOGIS facilitators become certified in Federal\nworkplace mediation by Northern Virginia\nMediation Service\nSeptember\nConstruction of multiagency FOIA portal begins\nOctober 2–6\nDirector Nisbet presents at the International\nConference of Information Commissioners in\nOttawa, Canada\nNovember 28\nOGIS launches its online case management\nsystem, the OGIS Access System\nDecember 7–8\nOGIS staff presents at the American Society of\nAccess Professionals Annual Symposium\n11\nthe steps required to administer\nmediation itself, and the Office’s\nsuccess in mediation services\ncan be more uniformly evaluated\nin that regard. The challenge of\nevaluating success of mediation\nservices is not unique to OGIS\nor to the government—other\nombudsmen struggle with the\nsame issue.\nThe Government Accountability\nOffice (GAO), which conducted\nan audit of OGIS in FY 2013,\nrecommended that OGIS establish\nperformance measures and\ngoals for its mediation services\nthat define the Office’s success\nin handling mediation cases.\nOne challenge OGIS faces is measuring its success.\n(NARA Identifier 6600378)\nThe GAO recommendation, coupled with OGIS’s experience providing\nmediation services, will inform OGIS’s FY 2014 creation of performance\nmeasures and goals for the work OGIS does. That multifaceted work\n2012\nMarch 12\nArchivist of the United States David Ferriero\njoins Director Nisbet in welcoming guests to the\nNational Archives to view the original Freedom of\nInformation Act in observation of Sunshine Week\nMarch 13\nDirector Nisbet testifies before the Senate\nJudiciary Committee on “The Freedom\nof Information Act: Safeguarding Critical\nInfrastructure and the Public’s Right to Know”\nMarch 21\nDirector Nisbet testifies before the House\nOversight and Government Reform’s Technology,\nInformation Policy, Intergovernmental Relations\nand Procurement Reform Subcommittee\nhearing on “The Freedom of Information Act and\nInformation Technology”\nMarch 21–23\nOGIS staff presents at the American Society of\nAccess Professionals National Training Conference\n12\nincludes interacting with requester and agency customers, and providing\nassistance, from answering basic questions about FOIA to facilitating\ncommunication between disputing parties to convening multiple agencies\nworking on the same or similar requests.\n2012\nMay 24\nOGIS opens its 1,000th case\nAugust 2–3\nOGIS staff presents at the American Society of\nAccess Professionals Summer School training\nSeptember 11\nThe Inspector General at the National Archives and\nRecords Administration releases a report on OGIS\nas part of its routine examination of NARA offices\nOctober 1\nOnline FOIA request portal, FOIAonline, goes live\nat six agencies, including NARA\nDecember 4–5\nOGIS staff presents at the American Society of\nAccess Professionals Annual Symposium\n13\nAgency Review\nOGIS also is tasked with reviewing agencies’ FOIA operations and\ncompliance.\nOGIS reviews agencies’ FOIA policies, procedures, and compliance in\nvarious ways. Our review work includes\n• Providing Dispute Resolution Skills training to agency FOIA professionals to help\nthem comply with the statutory requirement that FOIA Public Liaisons assist in\nresolving disputes, 5 U.S.C. §§ 552(a)(6)(B)(ii) & 552(l)\n• Highlighting Best Practices for agencies and requesters\n• Reviewing and commenting on proposed agency FOIA regulations\n• Reviewing FOIA websites and template letters\n• Working with agencies when the Office observes policies or procedures that are\nnot consistent with FOIA law or policy, or that may differ from the practices\noccurring at other agencies\n• Review of government and non-government reports on FOIA activity and\ncompliance\n2013\nMarch 1\nDirector Nisbet discusses “Mediating FOIA\nCases” with the mediators of the U.S. Courts\nof the District of Columbia Circuit\nMarch 8\nArchivist of the United States David Ferriero\nsends a notice to the 2,500 employees of the\nNational Archives reminding them that FOIA is\neveryone’s responsibility.\nMarch 12\nArchivist of the United States David Ferriero\njoins Director Nisbet in welcoming guests to\nview the original Freedom of Information Act,\nin observation of Sunshine Week\nDirector Nisbet presents to the U.S. House\nTransparency Caucus on “The Future of FOIA\nReform”\n14\nOGIS has identified FOIA fees as an issue that warrants study. (NARA Identifier 6011228)\n2013\nMarch 13\nDirector Nisbet testifies before the\nSenate Judiciary Committee hearing\ntitled “We the People: Fulfilling the\nPromise of Open Government Five Years\nAfter the OPEN Government Act”\nMay 3\nDirector Nisbet represents the United\nStates at the Canadian Association of\nJournalists’ observation of World Press\nFreedom Day in Ottawa, Canada\nMay 13–15\nOGIS Staff participates in the American\nSociety of Access Professionals National\nTraining Conference\nJuly 18\nOGIS opens its 1,500th case\nSeptember 10\nGovernment Accountability Office (GAO)\n15\nIn FY 2013, OGIS began looking at several specific issues regarding agency\npolicies, procedures, and compliance, including FOIA fees and fee waivers, and the\nways agencies process records related to immigration matters. OGIS also began\na “Preventing Litigation” project, working with agencies on ways to reduce their\nchances of a request resulting in litigation.\nGAO recommended that OGIS establish a time frame for completing and\nimplementing a methodology that defines, among other things, the scope,\nschedule, criteria, and evaluation questions for reviewing Federal agencies’\nFOIA policies, procedures, and compliance. OGIS had already begun creating\na draft assessment framework, which will form one piece of OGIS’s expanded\nreview methodology.\nGAO’s recommendation mirrored that of the National Archives and\nRecords Administration’s Inspector General (IG), which conducted\na routine review of OGIS in FY 2012 to determine whether OGIS was\nadequately established and meets Congress’s intent. The IG report,\ncompleted in September 2012, found that OGIS meets the requirements set\nforth in FOIA with regard to both review and dispute resolution. The IG\nfound that “additional resources could significantly improve OGIS’s ability\nto address and meet its mission.”\nIn response to the GAO recommendations, NARA concurred with both\nrecommendations and will work to address them in FY 2014.\n2013\nreleases report on OGIS along with two\nrecommendations\nSeptember 18–20\nDirector Nisbet represents the National\nArchives and Records Administration at the\nbiennial International Conference of Information\nCommissioners in Berlin\nPatent drawing for R.H. Strong clock\n(NARA Identifier 7451701)\n16\nOGIS RECOMMENDATIONS\nFOR IMPROVING FOIA\nFOIA also directs OGIS to make recommendations to Congress and the\nPresident to improve FOIA. In April 2012, OGIS released five recommendations\nthat the Office compiled in its first years. For example, OGIS encouraged agency\nparticipation in FOIAonline, the Federal Government’s first multiagency FOIA\nportal. As a founding partner in FOIAonline, OGIS continues to support the\nportal’s improvement of services and expansion of partners.\nIn March 2013, OGIS issued four additional recommendations for\nimproving FOIA.\n1. IMPLEMENTING DISPUTE\nRESOLUTION FOR FOIA CONFLICTS\nOGIS expanded its dispute resolution program to connect FOIA professionals,\nlegal counsel, and dispute resolution professionals to embed dispute resolution\nfirmly into an agency’s FOIA process. The goal is to identify issues that are\nripe for partnership and explore ways to work together to prevent and resolve\ndisputes as well as avoid litigation.\nIn 2013, OGIS identified several agencies, including OGIS’s parent agency,\nNARA, to help to pilot a project designed to prevent and resolve disputes as\nwell as avoid litigation. OGIS has begun meeting with each of these agencies\nto determine the types of FOIA disputes that result in litigation and to explore\nways to incorporate dispute resolution into their FOIA processes. (OGIS\nalso has worked with the Administrative Conference of the United States\nto promote research into FOIA litigation to inform this process.) OGIS will\ncontinue to pilot this project in FY 2014.\n17\n2. REITERATING THE IMPORTANCE OF FOIA\nOGIS routinely encourages all Federal agencies to remind their staff\nmembers of the importance of FOIA and that FOIA is everyone’s\nresponsibility. During Sunshine Week 2013, Archivist of the United\nStates, David Ferriero, sent such a message to NARA staff. Other agencies,\nincluding the Departments of Energy and Transportation, sent similar\nmessages throughout the year. OGIS continues to encourage all agencies\nto remind their staffs of the importance of FOIA and offers the Archivist’s\nmessage as a model.\n3. EXAMINATION OF FOIA FEES\nOGIS continues to observe that fees and fee waivers remain a persistent point\nof contention administratively and in litigation. OGIS began examining FOIA\nfee issues by reviewing its own fee-related cases over the past four years and\nidentifying common themes. OGIS intends to continue this project in FY 2014\nby working with stakeholders from both inside and outside government to\ndiscuss fee issues.\n4. IMMIGRATION RECORDS AND FOIA\nOver the past four years, OGIS has observed a large increase in our cases related\nto requests for immigration-related records from individuals who are not U.S.\ncitizens or lawful permanent residents. OGIS began communicating with agency\nofficials who receive these types of requests, as well as with some of the requester\norganizations and representatives who file them. OGIS continues to work with\nagencies to streamline the process and to identify issues related to first-party\nimmigration-related records requests that will inform OGIS stakeholders as well\nas Congress and the President.\n18\nLOOKING AHEAD\nIn its fifth year, OGIS will continue to offer mediation services to\nrequesters and agencies; review agencies’ FOIA policies, procedures,\nand compliance; and identify additional areas for improvement in the\nFOIA process through recommendations to Congress and the President.\nOGIS will also work to implement GAO’s recommendations of creating\nperformance measures and goals for its mediation services, as well as to\nbuild on its review program.\nSPECIAL THANKS\nOGIS thanks the 113th Congress for its support of the FOIA Ombudsman’s\noffice: Senate Judiciary Committee Chairman Senator Patrick Leahy and\nRanking Member Senator Chuck Grassley, and their personal and committee\nstaffs, particularly Lydia Griggsby; Representative Darrell Issa, chairman\nof the House Committee on Oversight and Government Reform, Ranking\nMember Representative Elijah Cummings, and Representative John Mica,\nchairman of that committee’s Subcommittee on Government Operations,\nand their personal and committee staffs, particularly Krista Boyd and Tegan\nMillspaw; and Wendy Ginsberg of the Congressional Research Service.\nWe extend a special thanks to our colleagues at the National Archives,\nincluding David S. Ferriero, Archivist of the United States; Jay Trainer,\nExecutive Head for Agency Services; and National Archives General Counsel\nGary M. Stern and Assistant General Counsel Jean Whyte for their support of\nOGIS’s work.\nWe also thank Susan Ashtianie, Susan Cummings, and Mary Drak for their\nguidance and help with the GAO report.\n19\nOGIS sends “bouquets” of thanks to people inside and outside of Government.\n(NARA Identifier 6728212)\nWe thank John Albanes, who was a student at the American University\nWashington College of Law, who spent a semester volunteering his time at\nOGIS.\nFinally, we would like to thank the legions of FOIA professionals at\nagencies who work with us on a daily basis and the hundreds of FOIA\nrequesters who seek our assistance.",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_025849.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 22160,
    "word_count": 3410,
    "line_count": 603,
    "import_date": "2025-11-19T21:47:46.508915",
    "prefix": "TEXT-001"
  }
}