{
  "document_id": "HOUSE_OVERSIGHT_017226",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017226.txt",
  "text": "4.2.12\nWC: 191694\n\nChapter 9: The Right to Falsify History: Holocaust Denial and Academic Freedom\n\nIn some European countries, (particularly Germany, Austria and France), it is a crime to deny the\nHolocaust. In other countries, such as Turkey, it is a crime to claim that the Turks engaged in\ngenocide against the Armenians, even though it is an historical fact recognized by scholars around\nthe world.\n\nUnder our First Amendment, no one can be punished either for denying or proclaiming that an\nhistorical event occurred.\n\nSeveral years ago I became embroiled in a heated controversy with Professor Noam Chomsky\nover the issue of Holocaust denial and the proper role of a civil libertarian in defending the right\nof Holocaust deniers, without defending the substance of their claims.\n\nIn the 1970s a Frenchman named Robert Faurisson, who was an obscure lecturer on French\nliterature at the University of Lyon, began to dabble in Holocaust denial. He wrote a book—and\ngave talks—in which he mocked Holocaust victims and survivors as perpetrators of a hoax. The\nHolocaust, according to Faurisson, “never took place.” The “Hitler gas chambers” never existed.\n“The Jews” bear “responsibility” for World War II. Hitler acted reasonably and in self-defense\nwhen he rounded up the Jews and put them in “labor camps,” not death camps. The “massive lie”\nabout genocide was a deliberate concoction begun by “American Zionists”—in context he\nobviously means Jews. The principal beneficiary of this hoax is “Israel,” which has encouraged\nthis “enormous political and financial fraud.” The principal victims of this “fraud” have been “the\nGerman people” and the “Palestinian people.” Faurisson also called the diary of Anne Frank a\n“forgery.”\n\nFollowing the publication of Faurisson’s book, the lecturer received threats from irate survivors.\nThe University of Lyon, claiming that it could not guarantee his safety, suspended him for a\nsemester.\n\nChomsky sprang to Faurisson’s defense, not only on the issue of free speech, but on the merits of\nhis “scholarship” and of his “character.” Chomsky signed a petition that characterized Faurisson’s\nfalsifications of history as “findings” and said that they were based on “extensive historical\nresearch.”\n\nI too defended Faurisson’s right to express his views, but I also checked his “historical research”\nand found it to be entirely faked. He made up phony diary entries, omitted others that disproved\n\n°° For example, Faurisson relies on an entry, dated October 18, 1942, from the diary of SS doctor\nJohann-Paul Kremer written during the three months he spent at Auschwitz in 1942. An eminent\nscholar checked Faurisson’s use of the entry, and demonstrated that Faurisson’s “research” was\nfraudulent. The diary entry read: “This Sunday morning in cold and humid weather I was present\nat the 11™ special action (Dutch). Atrocious scenes with three women who begged us to let them\n\nlive.”\n\n139\n\nHOUSE_OVERSIGHT_017226",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017226.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2949,
    "word_count": 466,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.019069",
    "prefix": "IMAGES-004"
  }
}