{
  "document_id": "HOUSE_OVERSIGHT_024772",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024772.txt",
  "text": "CKRELLE\nCAPITAL\n\nOY\n\nCannabis Investment Report | December 2017\n\nproducts industries, especially as companies from those industries look to enter the cannabis industry,\nthrough acquisition or by other means.\n\nAs demonstrated by the more than $2.0 billion raised by publicly traded and private cannabis-\nrelated companies in 2017, capital continues to be available to support the growth of the industry.\nIn the public markets, we believe that Canadian stock markets will continue to be the most receptive\nglobally (until more progress is made in the United States toward federal legalization of cannabis).\n\nOverview of Canadian and U.S. Stock Markets\n\nToronto Stock\nExchange (TSX)\n\nLargest exchange in\nCanada and one of\n\nCanada\n\nTSX Venture Canadian Securities\nExchange (TSXV) Exchange (CSE) Nasdaq/NYSE\n\nAffiliate of the TSX for\nsmaller capitalization\n\nPerceived as the\n“OTC’ of the\n\nUnited States\n\nLargest and most\nrecognized stock\n\noTc\n\nNegative reputation\nwith many investors\n\nSummary world’s largest companies Canadian markets by exchanges in the and regulators\nmany investors world\nHigh volume of trading Possible uplisting to Receptive to High volume of trading Possible uplisting to\nand liquidity; brand the TSX; better brand — companies with U.S. and liquidity; brand other markets: very\nBenefits recognition; strong than the CSE cannabis operations; recognition; strong few requirements to\ninstitutional support very few listing institutional support trade\nrequirements\nNot receptive to Not receptive to Limited trading Stringent listing Limited trading\ncompanies that companies that volume and liquidity; requirements volume and liquidity;\nIssues violate U.S. federal violate U.S. federal significant price significant price\nlaw law; limited liquidity fluctuations; limited fluctuations; limited\nfor small issues institutional support institutional support\nExpected to continue —_ Viable exchange for Viable exchange for With few exceptions, Cannabis companies\nto attract the largest smaller Canadian smaller Canadian cannabis companies will continue to trade\nOutlook Canadian companies —_ companies with no companies with will not be able to on the OTC despite\nin the cannabis cannabis operations cannabis operations list while federal the limited benefits\nindustry in the United States in the United States prohibition continues\n\nAlthough capital continues to be available for select issuers in both the public and private markets,\nwe believe that the cannabis industry will continue to face a large funding gap for the foreseeable\nfuture, driven by the lack of institutional investors. However, we believe a growing number of retail,\ninstitutional and family office investors will support the industry in 2018 and beyond.\n\n136 © 2017 Ackrell Capital, LLC | Member FINRA/SIPC\n\nHOUSE_OVERSIGHT_024772",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024772.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2811,
    "word_count": 408,
    "line_count": 70,
    "import_date": "2025-11-19T21:47:45.183292",
    "prefix": "IMAGES-008"
  }
}