{
  "document_id": "HOUSE_OVERSIGHT_015774",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015774.txt",
  "text": "84 Are the Androids Dreaming Yet?\n\nSmiles\nWhen we smile naturally we use a full set of facial muscles, including the\nmuscles around our eyes. When the smile is forced those eye muscles\nremain passive and the smile, although superficially the same, is missing\nsomething. You can’t put your finger on it, but the look is insincere. A\nstudy of marriages in the USA analyzed smiles in wedding photographs.\nThe couples with false smiles divorced much earlier than the genuinely\nhappy couples. Similarly for high school photos; people with genuine\nsmiles at 18 years of age were happier later in life and in more stable\nrelationships. Smiling is really important. It is good to be around people\nwho smile, they are more successful — and nicer.\n\nThere is also a curious reverse effect. The link between our minds\nand bodies is much more fundamental than we thought. If you grasp a\npencil between your teeth, it forces you to smile. Try it. The mere act\nof smiling is found to make you happier, it causes the release of the\nchemicals called endorphins which improve your feeling of well-being.\n\nMicro-expression Analysis\n\nSince the involuntary movements of the muscles around our eyes give\naway genuine happiness, a whole science has evolved looking for other\nbiological cues to mood. The two most interested groups are the FBI,\ntrying to detect lies, and poker players, trying to make money! Much has\nbeen written on the topic, including a few best sellers, but the evidence\nfor micro expressions is mixed. Regardless of whether involuntary\nactions give away our emotions, humans voluntarily use a great deal of\nbody language when talking.\n\nBody Language\n\nA study by Albert Mehrabian is often cited to say 93% of the information\nin a conversation comes through nonverbal cues. This is misquoted.\nThe study really stated 93% of the emotional content is nonverbal.\nThat's more believable. And further studies have shown when there is\ndoubt, nonverbal cues win over verbal information every time. The rule\nis sometimes laid out as the 7%-38%-55% rule — 7% words, 38% tone\nof voice and 55% body language. Remember this is emotional content,\nyour conviction and sincerity. You will still have to get over the factual\ninformation you want to convey.\n\nHOUSE_OVERSIGHT_015774",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015774.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2260,
    "word_count": 377,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:48.971364",
    "prefix": "IMAGES-003"
  }
}