{
  "document_id": "HOUSE_OVERSIGHT_018012",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018012.txt",
  "text": "Case 1:19-cv-03377 Document 1-8 Filed 04/16/19 Page 14 of 16\n\nhttp://www.vanityfair.com/news/2003/03/jeffrey-epstein-200303\n\nMuch of Epstein’s work 1s related to cleaning up, tightening budgets, and efficiencies. One\nperson who worked for Wexner and who saw a contract drawn up between the two men says\nEpstein is involved in “everything, not just a little here, a little there. Everything!” In addition, he\nsays, “Wexner likes having a hatchet man.... Whenever there is dirty work to be done he’d stick\nJeffrey on it.... He has a reputation for being ruthless but he gets the job done.”\n\nEpstein has evidently been asked to fire personal-staff members when needed. “He was that\nmysterious person that everyone was scared to death of,” says a former employee.\n\nMeanwhile, he is also less than popular with some people outside Wexner’s company with\nwhom he now deals. “He ‘inserted’ himself into the construction process of Leslie Wexner’s\nyacht.... That resulted in litigation down the road between Mr. Wexner and the shipyard that\neventually built the vessel,” says Lars Forsberg, a lawyer whose firm at the time, Dickerson and\nReily, was hired to deal with litigation stemming from the construction of Wexner’s Limitless—\nat 315 feet, one of the largest private yachts in the world. Evidently, Epstein stalled on paying\nDickerson and Reily for its work. “It’s probably once or twice in my legal career that I’ve had to\nsue a client for payment of services that he’d requested and we’d performed ... without issue on\nthe performance,” says Forsberg. In the end the matter was settled, but Epstein claims he now\nhas no recollection of it.\n\nThe incident is one of a number of disputes Epstein has become embroiled in. Some are for sums\nso tiny as to be baffling; for instance, Epstein sued investment adviser Herbert Glass, who sold\nhim the Palm Beach house in 1990, for $13,444—Epstein claimed this was owed him for\nfurnishings removed by Glass.\n\nIn 1998 the U.S. Attorney’s Office sued Epstein for illegally subletting the former home of the\ndeputy consul general of Iran to attorney Ivan Fisher and others. Epstein paid $15,000 a month in\nrent to the State Department, but he charged Fisher and his colleagues $20,000. Though the exact\nterms of the agreement are sealed, the court ruled against Epstein.\n\nWexner offers some insight into his friend’s combative style. “Many times people confuse\nwinning and losing,” Wexner says. “Jeffrey has the unusual quality of knowing when he is\nwinning. Whether in conversations or negotiations, he always stands back and lets the other\nperson determine the style and manner of the conversation or negotiation. And then he responds\nin their style. Jeffrey sees it in chivalrous terms. He does not pick a fight, but if there is a fight,\nhe will let you choose your weapon.”\n\nOne case is rather more serious. Currently, Citibank is suing Epstein for defaulting on loans from\nits private-banking arm for $20 million. Epstein claims that Citibank “fraudulently induced” him\ninto borrowing the money for investments. Citibank disputes this charge.\n\nThe legal papers for another case offer a rare window into Epstein’s finances. In 1995, Epstein\nstopped paying rent to his landlord, the nonprofit Municipal Arts Society, for his office in the\nVillard House. He claimed that they were breaking the terms of the lease by not letting his staff\nin at night. The case was eventually settled. However, one of the papers filed in this dispute 1s\nEpstein’s financial statement for 1988, in which he claimed to be worth $20 million. He listed\n\nHOUSE_OVERSIGHT_018012",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018012.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3591,
    "word_count": 588,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.468576",
    "prefix": "IMAGES-004"
  }
}