{
  "document_id": "HOUSE_OVERSIGHT_017419",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017419.txt",
  "text": "4.2.12\n\nWC: 191694\n\nas “so proud” and so “endowed with intelligence,” but who “have in the main given their\nacquiescence or their support to the Nixon ethos” which has led to the death, maiming,\nand displacement of “some six million Southeast Asians.” Berrigan referred to the ironic\nfigure of 6 million as “one of those peculiar facts which must be called free-floating” and\nconcluded with a veiled threat to both American Jews and to Israel: “To put the matter\nbrutally, many American Jewish leaders were capable of ignoring the Asian holocaust in\nfavor of economic and military aid to Israel ... It is not merely we nor the Vietnamese\nwho must live with that fact. So must Israel. So must the American Jews.”\n\nReaction to Berrigan’s polemic was swift and sharp, especially among lawyers who had\nrepresented left-wing causes and individuals. Battle lines were quickly drawn. Some, like\nWilliam Kunstler, supported Berrigan. Others — among them lawyers who had\nrepresented Berrigan and Kunstler — were appalled at Berrigan’s diatribe.\n\nIn 1970, the guild sent a delegation to the Congress of the International Association of\nDemocratic Lawyers — an organization consisting largely of Communist lawyers from\nEastern Europe and “progressive” lawyers from Western Europe. The International\nAssociation of Democratic Lawyers passed a resolution supporting Palestinian terrorism,\ncharacterizing it as “heroic” and “legitimate resistance and ... the expression of a national\nliberation movement constituting an integral part of the world struggle for liberation\nagainst imperialism.” The guild delegates were subjected to considerable pressure from\nthe PLO to conform their organization’s policy to the consensus of “democratic” and\n“progressive” lawyers. It agreed, therefore to commit “the resources of the organization\nto continuing and expanding our internal political education on the Palestinian question.”\n\nAs part of this educational process, the guild subsequently decided to send what it called\nan objective delegation to the Middle East. The organizer of this “objective” group was\nAbdeen Jabara, the founder of the Association of Arab-American University Graduates\nand the editor of Free Palestine, a paper that justified the planting of terrorist bombs in\nuniversities and marketplaces. Jabara arranged for the funding of the three-week, ten-\nperson trip and for its itinerary. The major funding for and sponsorship of this objective\neducational adventure came from none other than the “objective” Palestine Liberation\nOrganization.\n\nThe grateful delegation showed its appreciation for the PLO grant by beginning its\neducation in PLO camps and, according to one member of the delegation, limiting its\ninterviews almost exclusively to PLO-approved Palestinians and Israeli anti-Zionists.\n\nThe resulting report contained few surprises: it presents a sordid caricature of Israel as a\nrepressive totalitarian society which tortures, imprisons, and expels its Arab population without\neven a semblance of reason or justification. Nowhere in the report’s 127 pages is there any\ndiscussion of the PLO terrorism that plagued the civilian population of Israel and the West Bank.\nIndeed, the single mention of terrorism that I was able to find in the report is a quoted reference\nto “acts of terrorism” by Israeli authorities against the peaceful Arab occupants of the West Bank.\n\n332\n\nHOUSE_OVERSIGHT_017419",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017419.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3405,
    "word_count": 516,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.045280",
    "prefix": "IMAGES-004"
  }
}