{
  "document_id": "HOUSE_OVERSIGHT_023394",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023394.txt",
  "text": "In re: TERRORIST ATTACKS ON SEPTEMBER 11, 2001., 2012 WL 257568 (2012)\n\n[the recipient] was funneling money to terrorist organizations”); Strauss v. Credit Lyonnais, S_A., No. CV-06-0702, 2006\nU.S. Dist. LEXIS 72649, at *47-49 (E.D.N.Y. Oct. 5, 2006) (drawing a reasonable inference that a bank “had reason to\nknow” one of its customers was a terrorist group based on “public investigations of” the group and discussions within the\npress). In Wyatt, the district court drew upon public awareness that Iraq supported suicide bombers in Israel to “infer that ...\nthe defendants knew the[ir kickbacks to Iraq] would be used for that purpose.” 785 F. Supp. 2d at 647-48. And in Weiss, the\ndistrict court inferred that defendants “had reason to know the activities of its clients because of its legal and self-imposed\nobligations to know its customers.” *100 453 F. Supp. 2d at 627 n.15. Here, the facts alleged establish a general public\nawareness that the front charities supported by the defendants had been involved in acts of terrorism and actively aided\nal-Qaeda, and that the defendants had an obligation to know the source of their donations. These allegations give rise to a\nreasonable inference that defendants possessed the requisite mental state under the ATA, namely, that they knew or had\nreason to know the entities they supported were fronts for al-Qaeda.\n\n(c) Reasonable inference based on defendants’ extensive relationship with the al-Qaeda network.\n\nThe plaintiffs also provided sufficient allegations connecting the defendants to the center of al-Qaeda’s network of terrorism,\nand individuals in the midst of al-Qaeda’s network are more likely to be part of al-Qaeda and at least well placed to know the\nnature of its activities. See Al-Adahi v. Obama, 613 F.3d 1102, 1109-10 (D.C. Cir. 2010) (finding that petitioner’s “close\nconnection to the al-Qaida leadership ... strengthened the probability that he was part of al-Qaida’), cert. denied, 131 S. Ct.\n1001 (2011). As such, it is entirely reasonable to infer, based on plaintiffs’ allegations as a whole and in considering a motion\nto dismiss, that defendants provided material support to al-Qaeda with the requisite knowledge. See id. at 1105 (finding that a\ndistrict court erred by analyzing *101 evidence individually, as opposed to holistically, to determine whether the petitioner\nwas a member of al-Qaida, because certain patterns of behavior increase the likelihood that an individual is a member of the\nterrorist organization); see also Salahi v. Obama, 625 F.3d 745, 753 (D.C. Cir. 2010) (the court “must view the evidence\ncollectively rather than in isolation”). As the quantity and significance of a defendant’s dealings and contacts with notorious\nmembers and supporters of al-Qaeda increase, it becomes at least reasonable to conclude that a defendant actually knows who\nhis associates are. Plaintiffs’ allegations far exceed that threshold.\n\nFor example, the pleadings allege that the chairman and managing director of Al Rajhi Bank, Suletman Abdel Aziz Al Rajhi,\nwas a member of IRO’s board of directors and “directly participate[d] in the management, funding and operation of ... MWL\nand ITRO.” JA3827-28. The pleadings also allege that while Abdul Aziz Al-Kheretji served as an executive on Al Rajhi\nBank’s board of directors, he “was also a Director of a terrorist front, Muwaffaq Limited.” JA1078-79. In addition, plaintiffs\nallege that “[d]irectors and advisory members of Al Rajhi [Bank] and its Shariah Boards share directorships and advisory\npositions with [al-Qaeda front] charities ....”” JA1079. One such individual was alleged to be Sheik *102 Abdallah bin Abd-al\nRahman al Basam, who “simultaneously served as chairman of the Sharia Supervisory Committee in the IIRO, and as a\nmember of the Sharia Committee of the al Rajhi Bank. He was also a member of the Holy Qura Committee of the [MWL].”\nJA2484-85.\n\nPlaintiffs’ allegations were corroborated by The Wall Street Journal report of the extensive contacts between Al Rajhi Bank\nand al-Qaeda:\n\nIslamic extremists have used Al-Rajhi Banking & Investment Corporation (ARABIC) since at least the\nmid-1990s as a conduit for terrorist transactions, probably because they find the bank’s vast network and\nadherence to Islamic principles both convenient and ideologically sound. Senior al-Rajhi family members\nhave long supported Islamic extremists and probably know that terrorists use their bank. Reporting\nindicates that senior al-Rajhi family members control the bank’s most important decisions and that\nARABIC’S principle [sic] managers answer directly to Suletman. The al-Rajhis know they are under\nscrutiny and have moved to conceal their activities from financial regulatory authorities.\n\nJA7882.'4 Based on these allegations, Al Rajhi Bank had reason to know of the charities’ “extensive sponsorship of al\n\nWESTLAW\n\nHOUSE_OVERSIGHT_023394",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023394.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4887,
    "word_count": 756,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:46.922300",
    "prefix": "IMAGES-007"
  }
}