{
  "document_id": "HOUSE_OVERSIGHT_016607",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016607.txt",
  "text": "Code Enforcement Board Meeting Minutes 04/17/08\n\ndemolition permit had been issued for this property on November 11, 2007 with a\nfinal inspection of February 15, 2008. There was a building permit initially issued\non the site which stayed the requirement to seed and irrigate. The building permit\nhad since been rescinded by the contractor which meant it was no longer a\nconstruction site and the lot had to be maintained. He had numerous meetings\nwith the property owner and the property manager who was present to speak\ntoday if necessary. Mr. Walton said that as of yesterday, an irrigation system had\nbeen installed and the property had been hydro-seeded. They are now in\ncompliance with the ordinance. The violation was not corrected prior to the time\nspecified but was corrected prior to the hearing. The Town recommends the\nBoard find the violation occurred but has been corrected, assess administrative\ncosts in the amount of $150.00 and no further fines be imposed and the case\nclosed.\n\nMOTION BY MS. DUEMLER TO FIND THE VIOLATION OCCURRED\nBUT HAS BEEN CORRECTED AND ASSESS ADMINISTRATIVE\nCOSTS OF $150.00\n\nSECONDED BY MR. KOEPPEL\n\nMOTION PASSED UNANIMOUSLY\n\nH. Case # 08-2484, 515 N. County Road, Trump Properties, LLC\nViolation of Chapter 18, Section 18-205 of the Town of Palm Beach Code of\nOrdinances, the Architectural Commission may attach conditions to any approval\nit grants (Declaration of Use Agreement).\n\nLead Code Enforcement Walton presented the facts of the case and said the\nprevious owner of the property, Abe Gosman, had been granted approval by the\nArchitectural Commission to do some remodeling. One of the conditions of this\napproval was that the hedge along the front of the property be maintained in the\ncondition it was in at the time the approval was granted. This agreement was a\nbinding agreement, which passes on to any subsequent property owner. The\nagreement was made January 31, 1990. The subsequent buyer of this property\nwas Mr. Trump, Trump Properties, LLC and some remodeling work was done,\nremoving the previous hedge. A new hedge was planted to replace the original\nhedge and that one has now been removed. This is a violation of the agreement. A\nletter was received from Mr. Royce, representing Mr. Trump, asking for a\npostponement of today’s hearing. The Town does not feel this matter should be\npostponed.\n\nMr. Randolph summarized the letter from Mr. Royce which indicated the ficus\nhedge keeps dying and they want to replace it with something different. They plan\non hiring a landscape architect to go before the next Architectural Commission\nmeeting to get approval to install a hedge in an attempt to meet the conditions of\nthe declaration of use agreement. Mr. Randolph said he had discussions with Mr.\nRoyce and Mr. Walton and Mr. Royce was told the Town could not recommend a\npostponement and the recommendation would be that they are found in violation,\nassessed the $150.00\n\nHOUSE_OVERSIGHT_016607",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016607.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2952,
    "word_count": 488,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:45.626568",
    "prefix": "IMAGES-004"
  }
}