{
  "document_id": "HOUSE_OVERSIGHT_019719",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019719.txt",
  "text": "The Russians Are Coming | 231\n\nwas a place to begin. The Internet provided the SVR with just this\nopportunity. As you will recall, holes in the security of the com-\nputer networks of the U.S. Office of Personnel Management and\nUSIS and the websites of the companies supplying the NSA with\nindependent contractors had made the background checks on Ameri-\ncan intelligence workers available to the Chinese, and presumably\nother adversary intelligence service hackers, since 2011. If the SVR\nhad access to this personnel data, the research for a candidate would\nbe greatly facilitated. From the 127-page Standard Form 86, which\neach applicant for a security clearance submits, the SVR could filter\nout intelligence workers employed by the NSA by their educational\nbackground, employment history, affiliations, and foreign contacts.\nIt could then search this data for candidates with a possible hacktiv-\nist profile.\n\nThis data could next be crossed with a list of individuals the SVR\nknew were in contact with high-profile activists who were part of the\nanti-surveillance movements. This would include core participants\nin the Tor Project, WikiLeaks, Noisebridge, CryptoParties, the Free-\n\n© dom of the Press Foundation, and the Electronic Frontier Founda- ©\ntion. (Snowden, for example, had been in touch with members of all\nthese groups in 2012 and 2013.)\n\nThe SVR would have little problem monitoring even encrypted\ncommunications with leading figures in the anti-surveillance world.\nThese activists, despite secrecy rituals such as putting their cell\nphones in refrigerators, remain visible to a sophisticated intelligence\nservice such as the SVR. All the defensive tactics of Laura Poitras,\nincluding PGP encryption, Tor software, and air-gapped computers\n(computers that have never been connected to the Internet), did not\nkeep secrets about her sources entirely to herself. Snowden, at a time\nwhen he was stealing NSA secrets in February 2013, went to great\nlengths to impress on Poitras the need for operational security about\nhis contacts with her, but that injunction did not prevent her from\ntelling at least five people about her source, including Micah Lee, the\nBerkeley-based technology operative for the Freedom of the Press\nFoundation; Jacob Appelbaum, the Tor proselytizer; Ben Wizner, the\nACLU lawyer; Barton Gellman; and Glenn Greenwald. “It is not me\nthat can’t keep a secret,” Abraham Lincoln joked. “It’s the people I\n\n| | Epst_9780451494566_2p_all_r1.indd 231 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019719",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019719.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2524,
    "word_count": 392,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:44.473280",
    "prefix": "IMAGES-005"
  }
}