{
  "document_id": "HOUSE_OVERSIGHT_021717",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021717.txt",
  "text": "Sides argue whether Jeffrey Epstein’s nonprosecution deal violated alleged victims' rights Page 2 of 4\n\nEpstein, now 58, pleaded not guilty in August 2006 in state court.\nEventually he agreed to a state plea deal and served 13 months of\nan 18-month sentence for soliciting a minor for prostitution and\nsoliciting prostitution — but only after his attorneys successfully\nargued for the federal non-prosecution pact.\n\nThe U.S. attorneys sent letters to Jane Doe No. 1 and No. 2 twice in\n\n| 2008 describing their case as being under federal investigation —\n\n| even though a non-prosecution agreement had been created the\n\n: previous year and had been kept secret from the young women,\n\n, according to Edwards. Edwards said the latter action “eviscerated the\nrights” of the two women to bring Epstein to justice.\n\nAssistant U.S. Attorney Dexter Lee told Marra that the Crime Victims’\nRights Act dictates that victim notification is triggered only after an\nindictment.\n\nCassell disagreed. “It wasn’t designed to be so narrowly\ncircumscribed,” the Fort Lauderdale lawyer said.\n\nLee said requiring federal attorneys to confer with alleged victims\nbefore they can determine whether an indictment is warranted would\nimpinge on prosecutorial discretion. “The government believes these\nrights would attach only after a formal indictment,” Lee said.\n\nMarra questioned that assertion. “I think we wouldn’t be here if your\noffice had conferred with the victims, heard them out,” and explained\nwhy prosecution wasn’t pursued, the judge said.\n\nLee countered that alleged victims have no right to confer with the\ngovernment when the government is not “in the case.”\n\nThe judge reserved ruling on the plaintiffs’ motion to unseal the\nfederal attorneys’ plea deal correspondence with Epstein’s legal\nteam.\n\nHe gave famed criminal defense attorney Roy Black two weeks to\nsubmit materials explaining why the letters should not be turned over\nto the two young women’s lawyers. The U.S. Attorney’s Office will\nthen have two weeks to respond, then the plaintiffs’ team will have a\nweek to respond. Black will then have a week to deliver his final reply\nto the judge.\n\nBlack had argued that the correspondence was protected by attorney\n-client privilege. “Any statements made in regard to plea bargaining\nare immunized” whether related to statements of culpability or not,\nBlack said. “This is classic work product we sent to the government.”\n\nShare this article:\n\nCOMMENTS\n\nhttp://www.palmbeachdailynews.com/news/sides-argue-whether-jeffrey-epsteins-nonprose... 8/19/2011\n\nHOUSE_OVERSIGHT_021717",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021717.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2571,
    "word_count": 393,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:45.890051",
    "prefix": "IMAGES-006"
  }
}