{
  "document_id": "HOUSE_OVERSIGHT_023319",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023319.txt",
  "text": "anything else by far in your collection at a cost less than agreed upon. . please also remember that you andi\nagreed no more demands on my time after the last payment for the big transaction.\nOR, you can decide that brad , tom , and whomever else you choose can screw with my work and they can\noversee your audits. they are both aware and sensitive to the issue at hand. alan could be brought in but i\nwould be extra careful having paul weiss given access to entire story.\n\n_-On an unrelated note- you recently seemed shy to discuss certain things. , please be assured I make no\njudgement on any of your activities , whether or not i agree with them . not my role I am always on your side\non the table. I hope your personal life quiets. you ‘ve had a rough 15 months.\n\n11:21 PM (13 hours ago)\n\nto me\n\nOe\n\nJeffrey,\n\nI created applications one week ago at NDCAS ( doctor of naturopathic medicine centralized application service\n) and VMCAS ( veterinary medical college application service ) ,working on my application material ,\nrequesting evaluations letters and etc.\n\nOn Tuesday I am going to the job interview, working on my resume today .\n\nP.s.- I hope I will get finally the results from Chinese proficiency exam today /tomorrow.\n\nOn Sat, 7 Apr 2018 at 07:54, jeffrey E. <jeevacation@gmail.com> wrote:\n\nno concrete progress. for a year. sorry, it cannot go on this way\n\nDate: Wed, Jun 1, 2016 at 5:41 PM\n\nSubject:\n\nTo: Melanie Spinella\n\nAs i said yesterday, pointing out places where i think my friend might be taking unnecesarry risks has\nbecome tedious and trying. Structures that have been set up 2 years ago. were done so to give you protection\nand flexibility, NOT FOR ME< for YOU _ they required hiring stafff that could manage these complex\nentities. you told me over the past two years that as i set them up i should be responsible for their\n\noperation. That was never the deal , never. I have heard after -care etc for quite a while. in dec when you\nunilatierally decided to pay me much less than our agreed amount , we agreed NO MORE money\n\ndiscussions NO MORE after care. The silliness has reached its pinnacle when you suggest i am responsible for\nthe lack of sophisticaiton and thoughtfulness of the 1031 transactions that NO one even told me about. asked\nmy advice or gave me any notice at all before the fact. same as the structure for the CAlifhouse. I would\nremind you , though Heather is great, it was not she that modified the gagosian contract to give you the\nprotection that resulted in your having no liablity, though you tell me she has done these things many times.\n3. Remind me to talk to you about MR\n\nDate: Tue, Nov 15, 2016 at 6:13 AM\n\nSubject: Fwd:\n\nTo: Melanie Spinella\n\nLeon, Congragulations on biting the bullet. atleast 18 months late , but Im encouraged and glad for\nyou. When you interviewed Brad two years ago you asked that i not tell him what a disaster lay before\nhim. what would you like me to tell Barry?\n\nThere is a HUGE amount of work to be done in the next 9 -12 months. mostly the exact same work that i\noutlined in my email of 2 years ago. now complicated by years of mess on top. ( you can send it again if you\nlike ). Brad wechsler was never up to the task . sorry, I realize I have been saying the very same thing for a\nlong time. he was a not a step up from Eileen but a step sideways. in the beginning there was Eileen and\nTom and Ralph Lerner. all your hand picks. then brad. john, Joe. . joslin was chosen from a pool of 2\npeople. each that would be limited by a salary of 250k. ( yes 1 personally augmented his comp in order to get\nhim ) I did say hire both Lisa to do the bookkeeping and joslin tax, | He complained for over a year , re his\n\nHOUSE_OVERSIGHT_023319",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023319.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3722,
    "word_count": 703,
    "line_count": 70,
    "import_date": "2025-11-19T21:47:48.820885",
    "prefix": "IMAGES-007"
  }
}