{
  "document_id": "HOUSE_OVERSIGHT_029948",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029948.txt",
  "text": "17\n\nEven if we set aside indicators such as gross national income per\ncapita (US$46,300 in the US; US$3,650 in China) or military\nspending (US$687.105 billion in the US; US$114.300 billion in\nChina) that make it clear that the combined economic (G-8 and other\nindustrial nations) and military power of the West overwhelms that of\nthe Rest, the reality is that the Rest - occasionally being referred to as\nthe South - remains an amorphous amalgam of nation-states and\neconomies that have very little in common aside from some hostility -\nwhich is receding - towards past European colonialism and American\nhegemonism.\n\nThat Russia is both a member of the exclusive western club of the G-\n8 and of the BRIC grouping is just one example of the complex\nglobal reality in which governments like Russia, or for that matter\nChina, Turkey or Brazil, find US power to be appealing while at the\nsame time also trying to keep it at bay. Hence, the states and\neconomies which belong to the elusive Rest are seeking to penetrate\nthe markets of the US and the West and attract their investors, while\nalso hoping to reform global rules and institutions in a way that\nwould reflect their growing power.\n\nBut as Mexico failed in its attempt to win support from the South for\nits candidate for leading the International Monetary Fund (IMF), the\nlong-term interests of China or India may lead them to support the\ncurrent status quo in the institution. In fact, the G-20 that has been\ntouted as the new global grouping for projecting the rising power of\nthe Rest, has yet to demonstrate its effectiveness in charting a new\ndirection for the global economy.\n\nMoreover, notwithstanding their occasional resort to anti-American\nrhetoric, China and Russia which are leading members of the\nShanghai Cooperation Organisation are each probably more worried\nover the threat that the other poses to its security interests than the\nUS challenge.\n\nHOUSE_OVERSIGHT_029948",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029948.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1938,
    "word_count": 326,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:47.205991",
    "prefix": "IMAGES-010"
  }
}