{
  "document_id": "HOUSE_OVERSIGHT_028288",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028288.txt",
  "text": "THE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\n\nPRESS CLIPPING (INTERNET)\n\nFuture art stars cause a New Sensation\n\nLouise Jury, Chief Arts Correspondent\n15.10.10\n\nTwenty artists hailed as stars of the future are getting the chance to show their work alongside that of 60 masters,\nfrom Picasso and Warhol to Manet, Rodin and Cézanne.\n\nThe 20 were chosen from hundreds of graduate students in the New Sensations Prize, a contest now in its fourth\nyear, organised by Charles Saatchi's gallery and Channel 4.\n\nTheir work is part of The House of the Nobleman, an exhibition of art borrowed from international collections\nthat is being staged in an 18th-century mansion in Cornwall Terrace, Regent's Park, a stone's throw from the\nFrieze Art Fair.\n\nFour of the graduates were selected to receive £1,000 bursaries to develop a project for inclusion. They are:\nGerman Pablo Wendel, 30, whose degree work involved squatting in a derelict chip shop to which he built a\nstaircase, later dismantled by Royal College of Art staff in a health and safety row; Katie Surridge, 25, and Russian\nNika Neelova, 23, both Slade School graduates, and Ross M Brown, 24, who is still studying in Dundee. One of\nthem will be named this year's overall winner on Monday and the exhibition runs until Wednesday.\n\nRebecca Wilson, associate director of the Saatchi Gallery, said: “The 20 shortlisted artists have created a stunning\nrange of work, including\n\nphotography, painting, installation and sculpture. The exhibition offers a wonderful opportunity to discover the\nbright stars of the future.”\n\nMore than half of the graduate artists are based in the capital. “London is still one of the best places to do a fine\nart degree and has that reputation across the world, as well as being one of the most vibrant centres for\n\ncontemporary art,” Ms Wilson added.\n\nNew Sensations at the House of the Nobleman, 2 Cornwall Terrace, is open until Wednesday.\n\nHOUSE_OVERSIGHT_028288",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028288.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1982,
    "word_count": 325,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:43.997409",
    "prefix": "IMAGES-009"
  }
}