{
  "document_id": "HOUSE_OVERSIGHT_012087",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012087.txt",
  "text": "With Chinese President Xi calling for a heightened effort to\nreduce systemic financial risk, regulators have started to tackle\nthe bloated shadow banking system. Since taking office in\nFebruary, Guo Shuqing, China's top banking regulator—with\nthe nickname “Whirlwind Guo” for his no-nonsense\nmanagement style—has already issued a series of directives to\nreduce leverage. For example, banks were asked to implement\nhigher standards for interbank lending and for selling third-\nparty wealth management products (a primary source of\nfunding for the shadow banking system). In April, China's top\ninsurance regulator was detained for corruption, and the\nregulatory agency has since taken disciplinary actions against\nsome high-profile insurance companies that have deviated\nfrom the core insurance business by using shorter-term funding\nto finance corporate takeovers, as well as overseas acquisition\nsprees.\n\nTomorrow Never Knows\n\nWhile we believe China’s economy should hold up well going\ninto the 19th Party’s Congress this autumn, its growth is likely\nto decelerate, and the lagged effects of the tightening measures\non the shadow banking system and on the housing market\ncould become quite visible by 2018. Housing price changes\ncould be flat or even negative by this time next year.\n\nIf the past is any guide, Chinese policymakers may once again\nloosen property purchase restrictions next year to stimulate\ngrowth. Therein lies the moral hazard—it is well known that\nChinese policymakers would not risk a sizeable correction in\nthe housing market, and therefore would reflate again to\nstrengthen economic growth. However, with property prices in\nChina’s tier-one cities already on par with or even exceeding\nthose of major global cities, it will be hard to rationalize another\n\nCHART 4: YEAR-OVER-YEAR CHANGE IN CHINESE IMPORTS (BILLIONS OF USD)\n\n60%\n50%\n40%\n30%\n20%\n10%\n0%\n-10%\n-20%\n-30%\n2011\n\n2012 2013\n\nThese measures have driven up China interbank lending rates,\nas well as corporate bond yields. The squeeze on the shadow\nbanking system has led to a big jump in aborted bond issuance.\nIn May, China’s net corporate bond issuance dropped to a\nrecord low of negative 217 billion yuan as some bond issuers\nwere unable to roll over their maturing bonds.\n\nOn the housing front, various cities have rolled out new\nadministrative measures with the aim of keeping housing prices\nflat. A few cities even resorted to the draconian measure of a\n10-year lock-up period for new apartment purchases—buyers\nof new apartments built on recently auctioned off land are\nprohibited from selling their units for a decade.\n\nChina has also continued to stem the capital outflow. Starting\nthis July, Chinese banks and financial institutions have to report\nall domestic and overseas cash transfers of more than 50,000\nyuan ($7,700), compared to the prior threshold of 200,000 yuan\n($29,338). Funds transferred overseas are prohibited from\npurchasing properties, investments, and insurance products.\nVarious new restrictions have also been placed on Bitcoin\ntrading exchanges, as well as overseas use of credit cards. In\nshort, it appears that capital flight from China will get somewhat\nmore difficult for ordinary citizens.\n\n2014\n\n2015 2016 2017\n\nSource: Bloomberg\n\nround of substantial price increases. In other words, using the\nproperty market as a lever to stimulate economic growth is not\na sustainable long-term solution.\n\nAlthough equity volatility picked up some in June, most equity\ninvestors still appeared to be basking in the glow of a\nsynchronized global recovery. However, the canary in the coal\nmine may be iron ore: having rallied from the December 2015\nlow of $37.50 per metric ton to nearly $95 in February 2017, it\nhas lost roughly 30% to $65 a metric ton by the end of June.\n\nIn the final analysis, the global economy has benefited from\nChina’s rapid growth. However, China will likely be at a\ncrossroads as President Xi embarks on his second term in 2018.\nWill policymakers inflate the housing bubble further to support\neconomic growth? Will they find new levers to keep the\neconomy growing above 6% per annum, or will they settle for\na lower but more sustainable pace? The law of large numbers\nportends that the next five years will likely be more challenging\nfor Chinese policymakers than the last five years. @\n\nGLOBAL FORESIGHT THIRD QUARTER 2017\n\nHOUSE_OVERSIGHT_012087",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012087.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4376,
    "word_count": 696,
    "line_count": 106,
    "import_date": "2025-11-19T21:47:45.925037",
    "prefix": "IMAGES-001"
  }
}