{
  "document_id": "HOUSE_OVERSIGHT_022679",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022679.txt",
  "text": "Despite what some called among the most exhaustive investigations in Palm Beach Police history — which dug up such evidence as an\nAmazon receipt for Epstein’s purchase of titles including “Training With Miss Abernathy: A Workbook for Exotic Slaves and Their\n\nOwners” — there is nothing in the police record suggesting any other men were involved in Epstein’s predatory behavior.\n\nAe aig. ae er - & For da\nseg “ peal : . Your,\nia ‘piliag Adasen eit 2s Shipping Address: * | addre\nhye E ; jeffrey Eostein ; f\nme aN zis \" 358 El Brillo Way + Eanes\n\nPalin Beach das: an Palen Beach. Florida 33460\n+ USA it Bae ed USA .\nos a n et\nFi tbrdS7708/~3r/nent/A32. SORTExtFast Trac 8\neS a oT la\na é 7 days\n. them Price * Total _ pont\nIN THIS SHIPMENT =. : rN WE. a\nSM 101: A Realistic Introduction ye . os “pon m3 $1 547 em 516 Av\npietounan. Jay cone \" weet A zo ae\n. A “ os re? : re 3 Pein ee\nS) ecat: Rojdanaiar Erotic gre rpce Skills and Tools... se 43 Boe _Tha\n=B ve --- Paperback. es . i a : | com\nva nel oh faning With Miss Abernathy: A A Workbook for Erotic Slaves and Theis ne no Srtas. = oN\nth A *Cheistina <s- spepertaee: Mone oy c sag We be ete ve tide wag ;\nnu. os\n\nView this image >\nPalm Beach County Court\n\nThe criminal case provoked numerous lawsuits from women alleging they were victims of Epstein’s proclivities, followed by secret\nsettlements with more than two dozen of them. One firm bringing some of those cases employed a young lawyer named Bradley\nEdwards, who managed some of the cases. In 2009, a founding partner at the firm, Scott Rothstein, fled the country before ultimately\nreturning to plead guilty of running a $1.2 billion Ponzi scheme built around recruiting investors to buy stakes in litigation settlements\n\nthat turned out to be phony.\n\nAs details of the fraud emerged, Epstein sued Rothstein and Edwards in Palm Beach County Court for racketeering, alleging, among\nother things, that they dangled Bill Clinton’s association with Epstein as a lure to investors, implying that settlements would be fast and\nsizable. Epstein ultimately dropped his suit in 2012, but by that time, Edwards had countersued for malicious prosecution and abuse of\n\nprocess.\n\nThat case, along with a claim by Virginia Roberts against the federal government over the 2007 prosecution deal in district court (which\nshe filed as a “Jane Doe” in 2008), are still pending and are the source of most of the scant information about Clinton that has\nappeared. Scarola, who in the past sued Chiquita over payments to violent leftist Colombian rebels and won a $1.45 billion verdict over\nMorgan Stanley (that was later overturned), is the lawyer bringing the suit in county court in West Palm Beach, while Paul Cassell, a\n\nformer federal judge known for his critical take on mandatory-minimum sentences, mans the federal case four blocks away.\nNeither Cassell nor Edwards responded to requests for comment.\n\nIt is primarily from pleadings in those cases that the press has been getting a glimpse inside the lifestyle of Epstein, and, by extension,\nClinton. “Edwards had sound legal basis for believing former President Clinton had relevant and discoverable information,” part of one\n\npleading reads. Roberts, in her case, alleges that Epstein forced her “to be sexually exploited by Defendant’s adult male peers,\n\nHOUSE_OVERSIGHT_022679",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022679.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3327,
    "word_count": 586,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:45.277100",
    "prefix": "IMAGES-007"
  }
}