{
  "document_id": "HOUSE_OVERSIGHT_017030",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017030.txt",
  "text": "1.7.4.5 — Find possible names used to refer to individuals.\n\nThe common name of an individual sometimes significantly differs from the complete, formal name\npresent in Encyclopedia Britannica and Wikipedia. This encyclopedia full name can contain details such\nas titles, initials and military or nobility standings, which are not commonly used when referring to\nindividual in most publications. Even in simpler cases, when the full name contains only first, middle and\nlast names, there exists no systematic convention on which names to use when talking about an\nindividual. Henry David Thoreau is most commonly referred to by his full name, not “Henry Thoreau” nor\n“David Thoreau”, whereas Oliver Joseph Lodge is mentioned by his first and last name “Oliver Lodge”,\nnot his full name “Oliver Joseph Lodge’.\n\nGiven a full name with complex structure potentially containing details such as titles, initials, nobility rights\nand ranks, in addition to multiple first and last names, we must extract a list of simple names, using three\nwords at most, which can potentially be used to refer to this individual. This set of names is created by\ngenerating combinations of names found in the raw name. Furthermore, whenever they appear we\nsystematically exclude common words such as titles or ranks from these names. The query name sets of\nseveral individuals are displayed in Table $10.\n\n5) For every record, using the set of raw names, create a set of query names. Query names\nare (2,3) grams which will be used in order to measure the fame of the individual. The following\nprocedure is iterated on every raw name variant associated with the record. Steps for which the\nrecord type is not specified are carried out for both.\n\na. For Encyclopedia Britannica records, truncate the raw name at the second comma,\nreorder so that the part of name preceding the first comma follows that succeeding the\ncomma.\n\nFor Wikipedia records, replace the underscores with whitespaces.\n\nTruncate the name string at the first (if any) parenthesis or comma.\n\nd. Truncate the name string at the beginning of the words ‘in’, ’In’, the’, The’, ‘of and ‘Of, if\nthese are present.\n\ne. Create the last name set. Iterating from last to first in the words of the name, add the first\nname with the following properties:\n\ni. Begin with a capitalized letter.\n\nii, Longer than 1 character.\n\niff. Not ending in a period.\n\niv. If the words preceding this last name are identified as a prefix (‘von', ‘de’, 'van',\n\n‘der’, 'de' , ‘d”, ‘al-', ‘la’, ‘da’, 'the', ‘le’, ‘du’, 'bin', 'y’, ‘ion’ and their capitalized\nversions ), the last name is a 2gram containing both the prefix.\n\nf, If the last name contains a capitalized character besides the first one, add a variant of\nthis word where the only capital letter is the first to the set of last names.\n\ng. Create the set of first names. Iterating on the raw name elements which are not part of\nthe last name set, candidate first names are words with the following properties :\n\ni. Begin with a capital letter.\n\nii. Longer than 1 character.\n\niii. Not ending in a period.\n\niv. Not a title. Archduke’, ‘Saint’, 'Emperor', 'Empress', 'Mademoiselle’, 'Mother',\n\n‘Brother’, 'Sister', ‘Father’, 'Mr', 'Mrs', 'Marshall', ‘Justice’, 'Cardinal', 'Archbishop',\n‘Senator’, ‘President’, ‘Colonel’, ‘General’, ‘Admiral’, ‘Sir’, 'Lady', ‘Prince’,\n‘Princess', 'King', ‘Queen’, ‘de’, ‘Baron’, 'Baroness', 'Grand', 'Duchess', 'Duke’,\n‘Lord’, ‘Count’, ‘Countess’, 'Dr')\n\noo\n\n22\n\nHOUSE_OVERSIGHT_017030",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017030.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3490,
    "word_count": 565,
    "line_count": 72,
    "import_date": "2025-11-19T21:47:45.046765",
    "prefix": "IMAGES-004"
  }
}