{
  "document_id": "HOUSE_OVERSIGHT_014876",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014876.txt",
  "text": "In other words, 2Q17 marks the low point in oil and gas production, with\nmomentum accelerating in 2H17 to kick start a multi-year period of growth.\n\nChart 1: Hess production outlook: inflection point from 2Q17\n\n600\n\n500\n\n400\n\n300\n\n200\n\n100\n\n1Q16A 2016 4Q17E 3Q18E 2Q19F 1Q20E 2020E 4Q21E 3Q22E\n\nm Guyana m Utica m NMB Valhall m Stampede\ngJDA mEG m Other GoM mOther/base  mBakken\n\nSource: BofA Merrill Lynch Global Research estimates\n\nCritically, Hess has multiple levers to pull that reverse production declines as cash\nbecomes available from completion of NMB and Stampede.\n\nPlanned spending to complete NMB and Stampede is ~$700mm in 2017; with\ncompletion we expect this to drop closer to $200mm in 2018 so that before any\ncontribution from operating cash flow from these projects we expect Hess ‘apples to\napples’ capex to move lower in 2018 driving an inflection in free cash flow.\n\nExhibit 3: Free cash flow turns positive in 2018 Exhibit 4: with an accelerating decline in net debt\n4,000 5,000 3.x\n3.0x\n2,000 4,000 2.5x\n3,000 2.0x\n1.0x\n(4,000) 1,000 0.5x\n2015A 2016A) =2017E 9=2018E 9 2019E 2020E 2021E 2015A 2016A 2017E 2018E 2019E 2020E 2021E\nmee CFO lt Capex =====Free Cash Flow mas Net Debt == Net Debt / DACF\nSource: BofA Merrill Lynch Global Research estimates Source: BofA Merrill Lynch Global Research estimates\nOur assumptions include a likely project sanction of the first phase ‘early production\nsystem’ at the Liza discovery in 2Q17. However, based on discovered oil to date that we\nbelieve now easily exceeds 2bn barrels, we believe Hess is on the cusp of a multi-year\nperiod of growth that is material for a company of its size. Critically, we believe most\ncommentators have not yet included the cash flow contribution from Guyana in Hess’\nestimates given visibility that barely looks past 2018. However, with first oil now likely\n4 —— Hess Corp.| 11 April 2017 Bankof America “>\n\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014876",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014876.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1938,
    "word_count": 324,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:48.693671",
    "prefix": "IMAGES-003"
  }
}