{
  "document_id": "HOUSE_OVERSIGHT_013980",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013980.txt",
  "text": "» ADDING LIFE AFTER SUBTRACTING WORK\n\nTo be engrossed by something outside ourselves is a powerful antidote for the rational mind, the\nmind that so frequently has its head up its own ass.\n\n— ANNE LAMOTT, Bird by Bird\n\nThere is not enough time to do all the nothing we want to do.\n—BILL WATTERSON, creator of the Calvin and Hobbes cartoon strip\n\nKING’S CROSS , LONDON\n\nI stumbled into the deli across the cobblestone street and ordered a prosciutto sandwich. It was 10:33\nA.M. now, the fifth time I’d checked the time, and the twentieth time I’d asked myself, “What the & %$#\nam I going to do today?”\n\nThe best answer I had come up with so far was: get a sandwich.\n\nThirty minutes earlier, I had woken up without an alarm clock for the first time in four years, fresh off\narriving from JFK the night before. I had soooo been looking forward to it: awakening to musical\nbirdsong outside, sitting up in bed with a smile, smelling the aroma of freshly brewed coffee, and\nstretching out overhead like a cat in the shade of a Spanish villa. Magnificent. It turned out more like\nthis: bolt upright as if blasted with a foghorn, grab clock, curse, jump out of bed in underwear to check\ne-mail, remember that I was forbidden to do so, curse again, look for my host and former classmate,\nrealize that he was off to work like the rest of the world, and proceed to have a panic attack.\n\nI spent the rest of the day in a haze, wandering from museum to botanical garden to museum as if on\nrinse and repeat, avoiding Internet cafés with some vague sense of guilt. I needed a to-do list to feel\nproductive and so put down things like “eat dinner.”\n\nThis was going to be a lot harder than I had thought.\n\nPostpartum Depression: It’s Normal\n\nMan is so made that he can only find relaxation from one kind of labor by taking up another.\n— ANATOLE FRANCE, author of The Crime of Sylvestre Bonnard\n\nI’ve Got More Money and Time Than I Ever Dreamed Possible ... Why Am I Depressed?\n\nIt’s a good question with a good answer. Just be glad you’re figuring this out now and not at the end of\nlife! The retired and ultrarich are often unfulfilled and neurotic for the same reason: too much idle time.\n\nBut wait a second ... Isn’t more time what we’re after? Isn’t that what this book is all about? No, not\nat all. Too much free time is no more than fertilizer for self-doubt and assorted mental tail-chasing.\nSubtracting the bad does not create the good. It leaves a vacuum. Decreasing income-driven work isn’t\n\nHOUSE_OVERSIGHT_013980",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013980.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2506,
    "word_count": 460,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:48.974349",
    "prefix": "IMAGES-002"
  }
}