{
  "document_id": "HOUSE_OVERSIGHT_013618",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013618.txt",
  "text": "In healthy people, an awareness of self is not lost during this time of invasion\nby and fusion with what feels like an independent agency. At full force, the mystical\nexperience is transfixing, tending to paralyze movement and speech, and at the\nsame time bringing with it the capacity for clear sensory and sensory-integrative\nlucidity. This new seeing brings previously unnoticed things to attention and makes\nold things new. Perhaps most striking is the passive (unsought) experience of the\nunification of erstwhile disparate, apparently unrelated thoughts and feelings. The\nyield can be the sudden emergence of deep relationships between apparently very\ndifferent constructs, beliefs and formalisms leading to unanticipated and unsought\nintegrative connections. In mathematics, this experience can lead to entirely new\nkinds of theorems and proofs; in the physical and biological sciences, a previously\nunseen organization of the data generating new global relationships and potential\nscientific laws. In our spiritual life, the ineffable richness of the direct experience of\nGod.\n\nMysticism-negative interpretations of these experiences have always been\nattendant. To the extent that the mystic’s inward turn is seen as a detachment and\nimplicit derogation of the external, consensually real world, it is often seen as\nalienating from established institutions of religion and government. Psychoanalytic\npractitioners may label it a regression to primary narcissism. Most churches tend to\ndiscourage its practice as counter to the dominant social hierarchy and _ its\ngovernance. Governments pass laws against its practice and manifestations, a\ncurrent example being modern Chinese governmental reactions to the Tibetan\nBuddhism of the Dalai Lama and the yogic practices of the Falon Gong. Agencies of\nestablished society such as the institutions of licensed medical practice make the\ndominance of the inner world of mysticism subject to diagnoses ranging from the\nnarcissistic character disorders to interpretations of the reported extraordinary\nexperiences as manifestations of schizophrenia, manic-depressive disorder or\ntemporal lobe epilepsy. Rejection and fear of the transcendent states lead to\nuninformed and politicized anti-narcotic laws, grouping heroine and cocaine with the\nentheogenic (recall: engendering connection with the sacred within) agents such as\n\nthe Huichol Indian’s peyote and the Amazonian Indian’s yage, obstruct and socially\n\n118\n\nHOUSE_OVERSIGHT_013618",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013618.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2485,
    "word_count": 357,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:44.666226",
    "prefix": "IMAGES-002"
  }
}