{
  "document_id": "HOUSE_OVERSIGHT_012137",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012137.txt",
  "text": "KIRKLAND & ELLIS LLP\n\nJohn Roth, Esq.\nJune 19, 2008\nPage 2\n\nAs you are likely aware, the Department’s prior review of this matter was incomplete\nand, by its own admission, not “de novo.” See Tab 38, May 15, 2008 Letter from A. Oosterbaan.\nWithout considering the Non Prosecution Agreement that left this matter to be resolved in the\nState or any of the misconduct, CEOS reviewers, tasked with reviewing some of their own\npreviously expressed opinions, assessed only whether the United States Attorney would “abuse\n[his] discretion” if he pursued this case. While we appreciate CEOS’s willingness to examine\nthese limited issues, its conclusion that a prosecution would not be an “abuse of discretion” rings\nparticularly hollow in light of CEOS’s admirably candid concessions that we have raised\n“compelling” objections and that a prosecution on these facts would require “novel” applications\nof federal law. Indeed, even a brief review of CEOS’s own mission statement reveals how\ninapposite a federal prosecution is to the facts in this case.\n\nImportantly, we note that the CEOS review was conducted prior to the Supreme Court’s\nvery recent decisions in Santos and Cuellar, which we believe—illuminating as they do the\nCourt’s interpretive methodology when it comes to federal criminal law—powerfully\ndemonstrate the substantive vulnerability of the USAO’s unprecedented employment of three\nfederal laws. That Office’s interpretation would never pass muster under the Supreme Court’s\nrecent pronouncements and should not be countenanced. That is all the more true under the\ncircumstances where the duly appointed U.S. Attorney opined that, in effect, the “unitary”\nExecutive Branch was driving this prosecution. We now know that is not so.\n\nWhat I respectfully request, and what I hope you will provide, is a truly “de novo”\nreview—that is, an independent assessment of whether federal prosecution of Mr. Epstein is both\nnecessary and warranted in view of the legal and evidentiary hurdles that have been identified,\nthe existence of a State felony plea and sentence that have been advocated by the State Attorney\nfor Palm Beach County, and the many issues of prosecutorial misconduct and overzealousness\nthat have permeated the investigation. I also request that you provide us with the opportunity\nduring your review to meet with you in person to answer any questions you may have and to\nelucidate some of the issues in our submission.\n\nWe believe that an independent review will confirm our strong belief that federal\nprosecutors would be required to stretch the plain meaning of each element of the enumerated\nstatutes, and then to combine these distorted elements in a tenuous chain, in order to convict Mr.\nEpstein. Indeed, just this week (and after two years of federal involvement in this matter),\nAssistant United States Attorney Villafana re-initiated the federal grand jury investigation—in\ndirect contravention of the parties’ Non Prosecution Agreement—and issued yet another\nsubpoena seeking evidence in this case. See Tab 19, Subpoena to | In the\nsubpoena, AUSA Villafana directs MMMto appear on July 1, 2008 to give testimony\nand produce documents to FGJ 07-103 West Palm Beach. The attachment to the subpoena seeks\ndocuments such as photographs, emails, telephone billing information, and contact information\nthat relate to Mr. Epstein as well as specific other people who received protection from federal\n\nHOUSE_OVERSIGHT_012137",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012137.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3445,
    "word_count": 539,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:45.477171",
    "prefix": "IMAGES-001"
  }
}