{
  "document_id": "HOUSE_OVERSIGHT_012638",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012638.txt",
  "text": "minor,\n\n5. Defendant Jeffrey Epstein is a citizen and resident of the State of New York.\n6. This is an action for damages in excess of $50 million.\n7. ‘This Court has jurisdiction of this action and the claims set forth herein pursuant to 28\n\nU.S.C. §1332(a), as the matter in controversy (i) exceeds $75,000, exclusive of interest and costs;\nand (ii) is between citizens of different states.\n\n8. This Court has venue of this action pursuant to 28 U.S.C. §1391(a) as a substantial\npart of the events or omissions giving rise to the claim occurred in this District.\n\nFactual Allegations\n\na, At all relevant times, Defendant Jeffrey Epstein (“Epstein”) was an adult male, 52\nyears old. Epstein is a financier and money manager with a secret clientele limited exclusively to\nbillionaires. He is himself a man of tremendous wealth, power and influence. He maintains his\nprincipal home in New York and also owns residences in New Mexico, St. Thomas and Palm Beach,\nFL. The allegations herein concern Epstein’s conduct while at his lavish estate in Palm Beach.\n\n10. Upon information and belief, Epstem has a sexual preference and obsession for\nunderage minor girls. He engaged in a plan and scheme in which he gained access to primarily\neconomically disadvantaged minor girls in his home, sexually assaulted these girls, and then gave\nthem money. In or about 2005, Jane Doe, then 14 years old, fell into Epstein’s trap and became one\nof his victims. |\n\n11. Upon information and belief, Jeffrey Epstein carried out his scheme and assaulted\ngirls m Florida, New York and on his private island, known as Little St. James, in St. Thomas,\n\n12. An integral player in Epstein’s Florida scheme was Haley Robson, a Palm Beach\n\nHERMAN & MERMELSTEIN, P, A. www.hermaniaw.com\n\nHOUSE_OVERSIGHT_012638",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012638.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1781,
    "word_count": 297,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:46.178100",
    "prefix": "IMAGES-002"
  }
}