{
  "document_id": "HOUSE_OVERSIGHT_018608",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018608.txt",
  "text": "potential partners might not be. I already tend towards emotional caginess and am\nsometimes accused of being way too emotionally controlled -- I'm worried that I'll be\nread as a \"player\" (or a \"slut\") by people who write me off as a result. I'm also worried\nthat some may be attracted to me because they see me as an emotionless player, whether\nthey admit it or not -- indeed, even if they don't admit it to themselves -- and will be\nannoyed if I turn out not to be that way. Stereotypes and assumptions are tricky to root\nout whether we're aware of them or not.\n\nSome days, I get nervous that the guys who are going to be willing to talk about and\nprocess relationships in the depth that I'm looking for, with a degree of acknowledged\nemotional commitment, are all monogamous. Then I remind myself of how many\nawesome polyamorous men I know, and also that I'm falling for stereotypes yet again,\njust by having these fears.\n\n5. Other questions:\n\nHow open am I to casual relationships that don't seem to be going in an emotional\ndirection, given that I don't have to give up on more serious relationships to have them?\n\nHow does being poly change breakup dynamics?\n\nIn the absence of monogamy, are there different signifiers that a relationship is serious --\nor is getting serious? How can I get better at both giving and reading those signifiers?\n\nWhat are the other poly stereotypes I've internalized, and how do I act against them?\nWhat are the other poly stereotypes I should look out for from others?\n\n6. Sigh.\n\nRereading all my questions and rethinking all my thoughts makes me feel somewhat\nexhausted. Relationships are hard, and hacking the expected models makes them\nhopefully more fulfilling... but also so much more complicated. My life seems so weird\nsometimes; a week doesn't go by that I don't wonder why I'm not getting a nice typical\njob and settling down with a white picket fence and the monogamous husband and having\n2.5 kids. That is not actually what I want, but sometimes the image seems seductively\neasy.\n\nte ok ok\n\nThis can be found on the Internet at:\n\nSEX WORK:\n\n[storytime] One Blurred Edge of Sex Work: Portrait of a Sugar Baby\n\nHOUSE_OVERSIGHT_018608",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018608.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2178,
    "word_count": 384,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:48.726132",
    "prefix": "IMAGES-005"
  }
}