{
  "document_id": "HOUSE_OVERSIGHT_024125",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024125.txt",
  "text": "e Administrative Rulings — Rulings that provide a new interpretation of the BSA or any other statute granting\nFinCEN authority, express an opinion about a new regulatory issue, and/or outline the effect of the various\nreleases on covered financial institutions.\n\ne Advisories/Bulletins/Rulings/Fact Sheets — An archive of advisories, advisory withdrawals, bulletins, rulings\nand fact sheets dating back to 1996.\n\ne Answers to Frequently Asked Bank Secrecy Act (BSA) Questions — A list of basic questions and answers\nabout BSA and USA PATRIOT Act laws and regulations.\n\ne Reports and Publications — Reports published periodically on key regulatory issues and strategies to address\nthese issues including, but not limited to, the following:\n\no The SAR Activity Review: “Trends, Tips & Issues” — A publication produced approximately once or\ntwice each year by FinCEN in cooperation with many regulatory, law enforcement and industry partners.\nThe publication gives the public information and insight concerning the preparation, use and value of\nSARs filed by institutions.\n\no The SAR Activity Review: “By the Numbers” — A publication that is generally produced twice each\nyear as a companion to The SAR Activity Review: “Trends, Tips & Issues” and provides numerical data\non SAR filings.\n\no Financial Institutions Outreach Initiative - Reports sharing information gathered through various\noutreach initiatives with representatives in the financial industry (e.g., large depository institutions,\nMSBs).\n\no Strategic Analytical Reports and Other Publications — Publications addressing other trends and\nissues, such as Mortgage Loan Fraud: An Update of Trends Based upon an Analysis of Suspicious\nActivity Reports (April 2008).\n\no Annual Report — Provides an overview of FinCEN’s current state and details the strategies and\noutcomes of the year’s operations.\n\no Report to Congress — An archive of reports made to Congress by the U.S. Secretary of the Treasury\ndating back to 2002, including the required annual 361(b) report.\n\no The Strategic Plan — Published periodically, the Strategic Plan details how FinCEN intends to achieve\nits current goals in the near future.\n\ne Bank Secrecy Act/Anti-Money Laundering Examination Manual for Money Services Businesses —\nGuidance on the examination process of MSBs, in English and Spanish.\n\ne Enforcement Actions — Links to enforcement actions dating back to 1999.\n\ne Law Enforcement -— A summary of support services for law enforcement and links to law enforcement case\nexamples that have been assisted by information reported under BSA regulations.\n\ne News Releases — An archive of important FinCEN news releases dating back to 1994.\ne Speeches - An archive of speeches given by the director of FinCEN dating back to 2004.\ne Testimony — An archive of testimony given by the director of FinCEN dating back to 2004.\n\n26. How does FinCEN interact with banking and securities regulators?\n\nIn 2004, FinCEN entered into a Memorandum of Understanding (MOU) with federal banking regulators. The MOU\nsets forth procedures for the administration of the BSA, Titles | and II of Pub. L. 91-508, as amended, codified at 12\nU.S.C. § 1829b, 12 U.S.C. §§ 1951-1959, and 31 U.S.C. §§ 5311-5332; information relating to the primary federal\nregulators’ policies and procedures for examination of BSA compliance; significant BSA compliance issues at banking\norganizations supervised by the regulators; and analytical data based on or derived from information provided by the\nregulators. The MOU also gives FinCEN authority to issue its own enforcement actions, even when regulators may\nnot think it is necessary. On April 26, 2005, FinCEN and the New York State Banking Department entered into a\nsimilar MOU; shortly thereafter, a number of other states followed suit.\n\nIn late 2006, the SEC and FinCEN entered into an MOU under which the SEC provides FinCEN with detailed\ninformation on a quarterly basis regarding the AML examination and enforcement activities of the SEC and the Self-\nRegulatory Organizations (SROs). In return, FinCEN provides assistance and analytical reports to the SEC.\n\nprotiviti 119\n\nHOUSE_OVERSIGHT_024125",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024125.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4150,
    "word_count": 642,
    "line_count": 69,
    "import_date": "2025-11-19T21:47:45.062148",
    "prefix": "IMAGES-007"
  }
}