{
  "document_id": "HOUSE_OVERSIGHT_018337",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018337.txt",
  "text": "important idea of the scientist Dan Geer to the ever more fraught relations.14”\nPerhaps the US and China could work together to buy up and then publish all the\nzero days as they emerged, | thought.!48 Instead of the dangerous code falling into\nthe hands of cybercriminals, Mafiosi and terrorists, the two countries could lead an\neffort to jointly buy any new exploit for five times what anyone else would pay - and\nthen immediately publish what they had bought and the necessary patch. This\nwould make the network safer for everyone. I should have known better.\n\nThe US and China and other nations were (and are) buying world-class zero days.\nBut they were never going to publish them. They were buying them fo use.\nSometimes against each other. Sometimes, unnervingly, against their own citizens.\nAnd they needed to keep on buying and developing and hiding such tools on an\nexhausting, never-ending security treadmill because, unlike traditional weapons,\nwhich could be stockpiled to use whenever they were needed in the future, the holes\nof the most valuable zero-days might be patched at any moment, making a once\ndevastating bit of malware instantly useless. And, as the systems matured and\naccelerated, this meant that they had to run ever faster to keep up. Which further\nreduced their incentive to “buy and publish” what they did have. Little surprise then\nthat all around the IT universe in recent years, the incidence of reporting dangerous\nbugs has been declining, even as we know the number of known security holes is\ncertainly growing. 149\n\nGrab the five nearest electronic devices near you and you can be pretty sure each is\nvulnerable; which of course means you are vulnerable too. Not merely to the loss of\nyour secrets, but also to perversion and control. This is the cold truth: that old\nhacker ethos, the one spread out so warmly on Amsterdam grass 20 years ago, the\nbe liberal in what you accept frontier society instinct, is dead. Weird machines and\nnormal machines, weird networks and normal ones, people made weird by\ntechnological manipulation and those who have note - they will all, inevitably, live\nside by side. The more essential machines become to our connected lives, the more\navidly weird and hacked the networks will become. The incentive to whistle up\ncontrol of the systems, and control of those of enmeshed in them, is the only thing\nthat seems to grow faster than the system itself.\n\nDs\n\nThis vulnerability of connected systems is an important mile marker in our route\ntowards understanding some principles of power in a connected age. “Read over\nand over again the campaigns of Alexander, Hannibal, Caesar, Gustavus, Turenne,\nEugene and Frederick,” Napoleon wrote once. “Make them your models. This is the\n\n147 | was thinking: Dan Geer, “Cybersecurity as Realpolitik”, speech delivered at\nBlackHat, August 6,2014\n\n148 Perhaps: Joshua Cooper Ramo “Talking Cyberthreat with China”, International\nHerald Tribune, July 10, 2013\n\n149 Little surprise: Linder Gayten Back to Basics p. 58\n\n105\n\nHOUSE_OVERSIGHT_018337",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018337.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3046,
    "word_count": 503,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:49.250795",
    "prefix": "IMAGES-004"
  }
}