{
  "document_id": "HOUSE_OVERSIGHT_011504",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011504.txt",
  "text": "productive workers, they got no share of what we produced or possessed. A few\nyears later, I raised this at one of the separate aseifa meetings held by young\npeople on the kibbutz, only to be told we’d never wanted to employ outsiders in\nthe first place. It was only because of Ben-Gurion that we felt unable to refuse.\nI’m sure that was true, but it seemed to me an incomplete answer, and an\nevasion. It struck me as an exercise in finding a verbal rationale for a situation\nthat was obviously unjust.\n\nIt was an accidental glance up from picking carrots which focused in my\nmind the sense of unfairness I felt. We were working on a tract of about seven\nacres of rich, dark soil where we grew carrots, tomatoes and potatoes and\neggplants. I think I was 11 or 12. We had assembled in the early afternoon near\nthe kibbutz garage. We piled on to a flatbed trailer, a dozen kids and a dozen\nYemeni women. We were towed by a tractor driven by a man named Yankele.\nHe was in his mid-40s. Like my father, he was one of the original group at\nMishmar Hasharon. Before the Yemenis came, he had worked planting and\nharvesting. Now, he was responsible for “managing” the Yemenis, and us kids\nas well, during our fieldwork. He paced among us every half-hour or so to make\nsure the work was going smoothly. Though the area was ankle-deep in mud\nduring in the winter, it was hot and dusty in the summer. I’d been working for\nan hour or so, crouching alongside Baddura, when I looked up. On the edge of\nthe field, under the shade of a clump of banana trees, I saw Yankele. He had a\nset of keys on a metal chain. He was twirling them around his finger, first one\nway, then the other, as his eyes tracked us and our Yemeni co-workers. Like a\nkibbutznik-turned-plantation-owner.\n\nAs a February baby, I was the youngest in our age group. In the tiny world of\nthe kibbutz, there were not enough children to organize separate school classes\nfor each year. When I started school, I was five-and-a-half. Most of the others\nwere six. A few had already turned seven. Maybe it was this age pressure, or\nmaybe something inside me, but from the outset, I had a thirst for knowledge. I\nwas aware early on that some of the schoolwork came easily, almost\nautomatically to me: numbers and math and reasoning most of all. I also began\nreading books, even if I could not fully understand them. By the time I was\neight or nine, I was burying myself in volumes of the children’s encyclopedia at\n\n33\nHOUSE_OVERSIGHT_011504",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011504.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2485,
    "word_count": 458,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:45.113252",
    "prefix": "IMAGES-001"
  }
}