{
  "document_id": "HOUSE_OVERSIGHT_024716",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024716.txt",
  "text": ">\n\n=\nPo\ncor\n\n>\nQa\nLA\n\nCannabis Investment Report | December 2017\n\nThe California State Treasurer’s Cannabis Banking Working Group—a panel convened by Califor-\nnia State Treasurer John Chiang that includes representatives from the cannabis industry and financial\ninstitutions, and government tax collection, law enforcement and regulatory agencies—issued a report\nin November 2017 on the cannabis industry’s banking challenges. In the report, the State Treasurer's\nOffice stated that the cannabis industry’s lack of access to banking services is one of the biggest threats\nto the success of the state’s recreational cannabis law, which is scheduled for implementation starting\nin January 2018. Based on the working group’s findings, the State Treasurer’s Office recommended the\nfollowing four actions:\n\n1. Implementation of safer, more effective, and scalable ways to handle the payment of taxes and\nfees in cash that minimize risks to stakeholders.\n\n2. Development by the State of California and local governments of a data portal of compliance\nand regulatory data to be made available to financial institutions that bank cannabis businesses.\n\n3. Conduct a feasibility study of a public bank or other state-backed financial institution that\nprovides banking services to the cannabis industry.\n\n4. Establish a multistate consortium of state government representatives and other stakeholders\nto pursue changes to federal law in order to remove the barriers to cannabis banking.\n\nThe State Treasurer’s Office also stated it was apparent that a definitive solution to the cannabis\nbanking quandary will remain elusive until the federal government removes cannabis from its official\nlist of dangerous drugs or the U.S. Congress approves safe harbor legislation protecting financial insti-\ntutions that serve cannabis businesses from federal penalties.\n\nFederal Securities Law\n\nThe U.S. securities markets and industry participants are regulated principally under two federal laws:\nthe Securities Act of 1933 (Securities Act) and the Securities Exchange Act of 1934 (Exchange Act).\nThe Securities Act regulates the offer and sale of securities by issuers, and the Exchange Act regulates\nsecurities firms, stock exchanges, reporting by publicly traded companies and investing and trading\npractices of investors. The Exchange Act also establishes the Securities and Exchange Commission\n(SEC), a federal agency charged with enforcing federal securities laws.\n\nFederal securities laws are intended to facilitate capital formation, maintain fair and efficient mar-\nkets, and protect investors. The laws are based on a philosophy of disclosure: issuers of securities\ngenerally are obligated to completely and truthfully disclose material information to investors and\nthe market, and failure to satisfy that obligation may result in civil or criminal penalties. Information\ngenerally required to be disclosed includes audited financial statements, discussions of risks applicable\nto the issuer and investors in its securities, and details of conflicts of interest faced by the issuer’s officers\nand directors.\n\nFederal securities laws related to private offerings provide fewer investor protections than laws\nrelated to public offerings and generally assume investors in private offerings can “fend for themselves.”\nAn issuer of securities in a private offering is not subject to the same extensive reporting requirements\n\n80 © 2017 Ackrell Capital, LLC | Member FINRA/SIPC\n\nHOUSE_OVERSIGHT_024716",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024716.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3484,
    "word_count": 507,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:45.550239",
    "prefix": "IMAGES-008"
  }
}