{
  "document_id": "HOUSE_OVERSIGHT_026600",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026600.txt",
  "text": "The case for naming a U.S. secretary of Culture - latimes.com Page 3 of 3\n\ncourts controversy ever going to become a national spokesperson, to say nothing of a Washington\nofficial?\n\nSellars, however, happens to be one of the most persuasive and inspirational public figures we have.\nHe exhibits a bottomless empathy and spirituality with broad reach. Yes, some of his productions\nhave been left-leaning, but he can, one on one, reach just about everyone. He is politically motivated\nand sophisticated. He thinks profoundly about social issues.\n\nHe also has a way with politicians. A few years ago he was asked to speak at the World Economic\nForum in Davos, Switzerland, about nuclear proliferation — something he became highly\nknowledgeable about when he and composer John Adams put on “Doctor Atomic,” an opera about the\ncreation of the atomic bomb. Sellars held heads of state in awe.\n\nMy second nomination is Leon Botstein, president of Bard College in New York state. He is one of\nour few remaining public intellectuals and a renaissance man, which means he is a conductor,\neducator and scholar. He too is unusually persuasive when speaking on any number of issues to any\nkind of audience.\n\nYes, he's also a liberal, one who as a young man could hold his brilliant own against William F.\nBuckley on \"Firing Line.\" But he is just as brilliant an administrator who, in his nearly 40-year tenure\nat Bard, has made the school into one of the most progressive and prominent humanities colleges in\nthe country by appealing to donors on all sides of the political spectrum. He's an egghead who goes on\n\"The Colbert Report.\"\n\nBotstein makes things happen, and he makes them happen by persuading people to look beyond their\npreconceptions, to view society in broad and grand terms. He is someone politicians and the people\ncould listen to.\n\nSo what is the likelihood that Obama will announce on the steps of the Capitol on Monday that over\nthese next four years he wants to make the arts a national priority and for that reason he is now\nnominating Sellars or Botstein to the newly created post of secretary of Culture? Zero. He's not crazy.\n\nStill, if Albania can have one, why can't we?\n\nmurk sweda@latimes.com\n\nMORE\n\nINTERACTIVE: Christopher Depictions of violence in PHOTOS: Arts and culture in\nHawthorne's On the Boulevards theater and more pictures\n\nCopyright © 2013, Los Angeles Times\n\nhttp://www. latimes.com/entertainment/arts/culture/la-et-cm-secretary-of-culture-notebook... 3/27/2013\n\nHOUSE_OVERSIGHT_026600",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026600.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2514,
    "word_count": 408,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.413318",
    "prefix": "IMAGES-009"
  }
}