{
  "document_id": "HOUSE_OVERSIGHT_018992",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018992.txt",
  "text": "Date: 7/13/06 PALM BEACH POLICE DEPARTMENT Page: 39\nTime: 9:27:55 Incident Report Program: CMS301L\nCase No. .. . : 1-05-000368 . (Continued)\nKRREKRKRREERKERREKEKRREEKRRERRRREKRE NARRATIVE # LL BRK RREKRREKKERKEKRRRRRKRRKEKEK\nNA Reported By: RECAREY, JOSEPH 10/21/05\nEntered By.: ALTOMARO, NICKIE A. 10/21/05\n\nOn October 10, 2005, at approximately 2:30 p.m., I made tel e\ncontact with During a taped conversation [| was\ntold of an ongoing investigation_in which I felt she had information\npertaining to Jeffrey Epstein. [| explained she met Epstein when\nshe was just sixteen years of age. She was approached by b6\na friend who also had previously gone to Epstein's house for b7c\nmassages. [__] advised she was working at the Wellington Mall when\nshe was approached. [_____] told her that she would have to provide\na massage to Epstein and she would have to-perform this massage naked.\nthought about the offer and stated she could make $200.00 for\nonly 30 minutes of work. She.agreed to perform the massage and\nset the appointment for her that same day. [___]remembered\nwas a weekend as she only worked at the mall on the weekends.\ntook her to the house where she was introduced to J) Jeff Epstein's\nassistant. [ERtook her upstairs to a master bedroom.\nexplained that as she was walking up the stairs she observed several\nhotographs of naked women along the walls and tables of the house.\nfurther explained that she was brought into the bedroom where\nprepared the room by setting up the massage table and provided\nthe oils for her to rub on Epstein.\n\nEpstein entered the room and introduced himself. Epstein lay on the\ntable and told her to get comfortable. [___]could not remember if he\nwas naked or if he entered the room with a towel. [[__] stated she\nprovided the massage wearing only her panties. She continued rubbing\nhis legs, thighs and feet. advised he turned over onto his back.\nShe continued to rub his legs with the oils. Epstein touched her\nbreasts and began to masturbate. I asked if she knew what\ncircumcised and un-circumcised meant. stated circumcised is when\nthe penis has no foreskin and the head of the penis is visible.\n\nsaid Epstein is circumcised. [__] began to cry on the telephone and\nstated she had been to his house hundreds of times over a two-year\nperiod. She claimed to have made thousands of dollars during her\nvisits. [__] stated she could not remember how many times exactly she\nwent to Epstein's home but said it was a lot.\n\n[_ | became more upset, crying hysterically and stated_she was paid\nand instructed to have sex with Epstein's assistant, eS\nby Epstein. Epstein continued to watch them have sex and masturbated\nhimself as they had sex with each other. She further stated that\nthings escalated further and further. Epstein used sexual toys such\nas vibrators, rubber penises and strap-on penises on\n\nAdditionally, [~__] stated he performed oral sex on her numerous times.\nShe claimed he (Epstein) put his fingers inside her vagina while he\nmasturbated in an attempt to make her climax. [7] could not continue\nand wanted some time to regain her composure. I explained to[__]to\ntake her time. After taking several minutes to regain her composure I\n\nHOUSE_OVERSIGHT_018992",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018992.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3206,
    "word_count": 539,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:45.047847",
    "prefix": "IMAGES-005"
  }
}