{
  "document_id": "HOUSE_OVERSIGHT_015592",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015592.txt",
  "text": "Dershowitz now requests that the Court modify the Confidentiality Order to allow\nDershowitz to use the transcript for those limited purposes as deemed necessary in the\nprofessional judgment of his counsel to ensure Dershowitz is afforded his night to build and\npresent his defense.\n\nI. DERSHOWITZ MUST BE ALLOWED TO CONTACT WITNESSES AND\n\nADVISE THEM OF WHAT ROBERTS ALLEGES IN ORDER TO VERIFY OR\n\nDISPROVE HER ALLEGATIONS AND CREDIBILITY AND DETERMINE\n\nWHETHER PLAINTIFFS EVER MADE EFFORT TO CONTACT THESE\nINDIVIDUALS TO VERIFY ROBERTS’S ALLEGATIONS AND CREDIBILITY.\n\nAs explained by Plaintiffs Edwards and Cassell in their Response to Dershowitz’ s Motion\nto Determine Confidentiality, the “sexual abuse allegations filed by Edwards and Cassell for\ntheir client Ms. Virginia Giuffre are not peripheral to this lawsuit — they are inherent to it.”\nPlaintiffs’ Response to Dershowitz’s Motion to Determine Confidentiality, November 23, 2015,\nattached hereto as Exhibit E at 4 (emphasis added). Those “sexual abuse allegations filed by\nEdwards and Cassell for their client” go beyond Dershowitz. Another inherent part of this\nlawsuit is what investigation, if any, Plaintiffs undertook with respect to the scope of Roberts’s\nallegations, all of which bear upon her credibility. Dershowitz argues that Plaintiffs did not\nperform a reasonable investigation before making the allegations in the Federal Action.\nPlaintiffs argue that they did. Dershowitz must be allowed to contact witnesses and advise them\nof what Roberts alleges so that Dershowitz can not only verify or disprove her allegations and\ncredibility, but also determine whether Plaintiffs ever made efforts to contact key witnesses to\nverify Roberts’s allegations and credibility. As explained by one Florida court, “[o]penness in\ncourts has a salutary effect on the propensity of witnesses to tell the truth” as it “informs persons\naffected by litigation of its effect upon them... .” John Doe-1 Through John Doe-4 v. Museum\nof Sci. & History of Jacksonville, Inc., No. 92-32567-CI-CI, 1994 WL 741009, at *1 (Fla. Cir.\n\nCt. June 8, 1994) (internal citations omitted).\n\nHOUSE_OVERSIGHT_015592",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015592.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2151,
    "word_count": 327,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:44.261293",
    "prefix": "IMAGES-003"
  }
}