{
  "document_id": "HOUSE_OVERSIGHT_013252",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013252.txt",
  "text": "336 A Glossary\n\nbased, even though these other links can be processed via (e.g. PLN) logical inference via\ninterpreting them logically.\n\ne Lojban: A constructed human language, with a completely formalized syntax and a highly\nformalized semantics, and a small but active community of speakers. In principle this seems\nan extremely good method for communication between humans and early-stage AGI sys-\ntems.\n\ne Lojban+-+: A variant of Lojban that incorporates English words, enabling more flexible\nexpression without the need for frequent invention of new Lojban words.\n\ne Long Term Importance (LTI): A value associated with each Atom, indicating roughly\nthe expected utility to the system of keeping that Atom in RAM rather than saving it to\ndisk or deleting it. It’s possible to have multiple LTI values pertaining to different time\nscales, but so far practical implementation and most theory has centered on the option of\na single LTI value.\n\ne LTI: Long Term Importance\n\ne Map: A collection of Atoms that are interconnected in such a way that they tend to be\ncommonly active (i.e. to have high STI, e.g. enough to be in the AttentionalFocus, at the\nsame time).\n\ne Map Encapsulation: The process of automatically identifying maps in the Atomspace,\nand creating Atoms that “encapsulate” them; the Atom encapsulation a map would link to\nall the Atoms in the map. This is a way of making global memory into local memory, thus\nmaking the system’s memory glocal and explicitly manifesting the “cognitive equation.”\nThis may be carried out via a dedicated MapEncapsulation MindAgent.\n\ne Map Formation: The process via which maps form in the Atomspace. This need not be\nexplicit; maps may form implicitly via the action of Hebbian Learning. It will commonly\noccur that Atoms frequently co-occurring in the AttentionalFocus, will come to be joined\ntogether in a map.\n\ne Memory Types: In CogPrime\nthis generally refers to the different types of memory that are embodied in different data\nstructures or processes in the CogPrime\narchitecture, e.g. declarative (semantic), procedural, attentional, intentional, episodic, sen-\nsorimotor.\n\ne Mind-World Correspondence Principle: The principle that, for a mind to display\nefficient pragmatic general intelligence relative to a world, it should display many of the\nsame key structural properties as that world. This can be formalized by modeling the world\nand mind as probabilistic state transition graphs, and saying that the categories implicit\nin the state transition graphs of the mind and world should be inter-mappable via a high-\nprobability morphism.\n\ne Mind OS: A synonym for the OpenCog Core.\n\ne MindAgent: An OpenCog software object, residing in the CogServer, that carries out\n\nsome processes in interaction with the Atomspace. A given conceptual cognitive process\n\n(e.g. PLN inference, Attention allocation, etc.) may be carried out by a number of different\n\nMindAgents designed to work together.\n\ne Mindspace: A model of the set of states of an intelligent system as a geometrical space,\n\nimposed by assuming some metric on the set of mind-states. This may be used as a tool for\n\normulating general principles about the dynamics of generally intelligent systems.\n\ne Modulators: Parameters in the Psi model of motivated, emotional cognition, that modu-\n\nate the way a system perceives, reasons about and interacts with the world.\n\nHOUSE_OVERSIGHT_013252",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013252.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3403,
    "word_count": 537,
    "line_count": 70,
    "import_date": "2025-11-19T21:47:45.560918",
    "prefix": "IMAGES-002"
  }
}