{
  "document_id": "HOUSE_OVERSIGHT_019740",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019740.txt",
  "text": "252 | HOW AMERICA LOST ITS SECRETS\n\nThese documents also revealed that Stone had paid Anatoly Kucher-\nena, Snowden’s legal representative in Moscow, $1 million, sup-\nposedly for the rights to his novel, Time of the Octopus. Even by\nHollywood standards, $1 million was an extraordinary sum to pay\nfor a yet-to-be-published work of Russian fiction, and it was espe-\ncially striking because Stone was making a fact-based movie using\nthe actual names of the characters, and he had already bought the\nrights to The Snowden Files.\n\n“Is your script based on Kucherena’s Time of the Octopus?” I\nasked.\n\n“No,” Stone replied. “I haven’t used it.”\n\nHe said that the payment was for what he termed “total access.”\nHe explained that Barbara Broccoli and Michael G. Wilson, the pro-\nducers of the James Bond franchise, had optioned Greenwald’s book\nNo Place to Hide to make into a movie about Snowden for Sony.\nStone said that the million-dollar deal with Kucherena effectively\nguaranteed that any competing project would not have access to\nSnowden. Sony consequently put the competing film on hold.\n\n© Lawyers often negotiate deals on behalf of a client, but blocking a ©\ncompeting film requires considerably more influence with the pow-\ners that be in Russia. Kucherena, though, was no ordinary lawyer.\nAmong other influential positions, I noted earlier, he was on the pub-\nlic board of the Russian federal security bureau, which had assumed\nthe domestic operations of the defunct KGB in April 1995. In light\nof such connections, Stone said Kucherena might be acting as an\nintermediary for other parties who controlled access to Snowden in\nRussia. In any case, his concern was making a movie, and Kucherena\ndelivered the exclusive access to Snowden.\n\nAside from being a skilled director, Stone is a shrewd producer\nwho knows how to close a deal. He assessed, correctly as it turned\nout, that his project coupled with the payment to Kucherena would\neffectively block Sony’s competing project. Where the money went\nwas far less clear.\n\nToward the end of our dinner, Stone told me that he did not know\nI was writing a book about Snowden until a few weeks earlier. He\nlearned of my book from Snowden himself. He said Snowden had\n\n| | Epst_9780451494566_2p_all_r.indd 252 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019740",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019740.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2299,
    "word_count": 384,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:46.459938",
    "prefix": "IMAGES-005"
  }
}