{
  "document_id": "HOUSE_OVERSIGHT_020209",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020209.txt",
  "text": "oF\n\ncountries. Like Snowden, she also deemed herself, tongue and cheek, a “super hero.” In this\nsense, her Internet avatar, was a match for Snowden’s “Wolfking Awesomefox,”\n\nIn Japan, Mills and Snowden spent time with another American couple, Jennie and Joseph\nChamberlin, who also worked at the Yokota base. Jennie, a sergeant in the public affairs section\nof the US Air force, had been at Art College with Mills, and called herself in her blog the “Little\nRed Ninja.” Her husband, Joseph Chamberlin was a decorated US Navy pilot who now flew\nhighly-sensitive intelligence-gathering missions from the Yokota base. When Lindsay Mills\narrived she made contact with Jennie, who in the next few weeks showed her many of the sights\nof Tokyo. Jennie described Lindsay in her blog as her “super-model friend.” The two couples\nalso went on expeditions in Japan together. Joseph Chamberlin had a car and, as far as is known,\nhe and his wife were the only Americans at the base with whom Snowden socialized. On August\n17, 2009, the foursome attempted to walk up Mount Fuji, but they got lost en route to the tourist\nsite. Giving up on Mount Fuji, they wound up in the Mount Fuji gift shop. Jennie described the\nmisadventure in her Little Red Ninja blog: “Our adventure started off a little rocky with our\nattempts to find the interstate. Alas, our iconic mountain was obscured by cloud. A short stop at\nthe Mt. Fuji combination soba noodle stand/gift shop was enough to whet our appetite for the\nfurther exploration that is to come.” The photographs that day show Snowden wearing Hawaiian\nshorts, and a black tank top emblazoned with an eagle and the letters USA. They also show Mills\nwearing safari shorts, a brown sweater and what appears to be an engagement ring (possibly to\nallay suspicions about her living with Snowden.) “Ed was looking rather rednecky,” Lindsay\ncommented on one the photograph. Snowden described her, in turn, as “nerdy.” Finally, after\nposing for photographs, they found the Suyama-guchi path. But they never made it to the top.\n\nBack in Tokyo, Snowden was still seeking to advance himself. He attempted to get a\ncollege certificate by enrolling in a summer on-line course at the University of Maryland’s Asia\nprogram. But, according to the program’s record, he did not succeed in receiving any credit or a\ncertificate from the on-line University.\n\nFinally, in October 2009, Dell assigned Snowden a job in which he had direct access to the\nNSA’s computers. His new position was a system administrator, which is essentially a tech-savvy\nrepairman. Dell was working on backup system code-named EPIC SHELTER. For this contract,\nDell was transferring large chunks of data from the NSA’s main computers in Maryland to back-\nup drives in Japan so if there was a communications interruption the system could be quickly\nrestored. Since most of the classified data was in its encrypted form, it had little value to any\noutside party. Snowden’s job was to maintain the proper functioning of computers but, as a\nsystem administrator, he also had privileges to call up unencrypted files. He sat in front of a\ncomputer screen all day looking for any problems in the transferring files to back-up servers. The\nwork was highly-repetitive and exceedingly dull. Snowden found time to search for anomalies in\nthe system and he claimed to have spotted a major flaw in the security system in late 2009. The\nflaw was that a system administrator in Japan worked as a singleton and could steal secret data\n\nHOUSE_OVERSIGHT_020209",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020209.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3523,
    "word_count": 592,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:48.898399",
    "prefix": "IMAGES-005"
  }
}