{
  "document_id": "HOUSE_OVERSIGHT_015603",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015603.txt",
  "text": "15. Defendant also demands items like personal financial documents from this non-party\nincluding payments she received from convicted sex offender Jeffrey Epstein and the men he\n“lent” this minor child out to from 1999 — 2002. See Exhibit 6, Request no. 20. It is without\nquestion that Defendant is abusing the subpoena power in this case to conduct a fishing expedition\nin an effort to intimidate and harass this victim and to try to dig up information he can use in his\nopenly stated “goal” to send this non-party to “jail.”\n\nJane Doe No. 3 is rightfully fearful of Defendant as he is an incredibly powerful individual\nand the legal counselor to convicted Jeffrey Epstein who sexually trafficked Jane Doe No. 3 for\nyears when she was a minor child. See Exhibit 8, Affidavit of Jane Doe No. 3. Jane Doe No. 3\nbelieves Defendant’s goal is to abuse the subpoena power to get her into a deposition so he can\nharass and intimidate her by forcing her to discuss the abuse she had to withstand as a minor child.\nSee Exhibit 8, Affidavit of Jane Doe No. 3. None of that childhood abuse is relevant to this case\nwhich involves the narrow issue of whether Defendant defamed two lawyers. Defendant’s\nsubpoena is both unreasonable and oppressive and should be quashed. See Matthews v. Kant, 427\n\nSo. 2d 369, 370 (Fla. 2d DCA 1983).\n\n2. The Court Should Quash The Subpoena In Its Entirety, But At A Minimum, It\nShould Severely Limit The Production Requirements.\n\nIn addition to its power to quash the subpoena, Florida Rule of Civil Procedure 1.280(c)\nalso allows the Court to protect a non-party from discovery that would result in “annoyance,\nembarrassment, oppression or undue burden or expense...” Al/state Ins. Co. v. Langston, 655 So.\n2d 91, 94 (Fla. 2003) (Florida Supreme Court overturning denial of protective order and holding\nthat “[d]iscovery of certain kinds of information ‘may reasonably cause material injury of an\nirreparable nature.’”) (internal quotations omitted). Matthews v. City of Maitland, 923 So. 2d 591,\n595 (Fla. 5th DCA 2006) (quashing discovery order where “[t]he compelled disclosure... would\n\ncreate a chilling effect on [petitioners] rights...”). The Court may determine that “the discovery\n\nHOUSE_OVERSIGHT_015603",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015603.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2236,
    "word_count": 370,
    "line_count": 32,
    "import_date": "2025-11-19T21:47:49.315170",
    "prefix": "IMAGES-003"
  }
}