{
  "document_id": "HOUSE_OVERSIGHT_017545",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017545.txt",
  "text": "musicality. I go for the music that gives me goose bumps,\nmusic that touches my heart and my soul.” Over the years,\nQuincy Jones has reached the essence of music and art:\nthe ability to touch people’s feelings and emotions.\n\nIn 2001, Quincy Jones added the title “Best\nSelling Author” to his list of accomplishments when his\nautobiography Q: The Autobiography of Quincy Jones entered\nthe New York Times, Los Angeles Times and Wall Street Journal\nBest-Sellers lists. Released by Doubleday Publishing, the\ncritically acclaimed biography retells Jones’ life story from\nhis days as an impoverished youth on the Southside of\nChicago through a massively impressive career in music,\nfilm and television where he worked beside legends such\nas Billie Holiday, Ray Charles, Dizzy Gillespie, Count\nBasie, Ella Fitzgerald and Michael Jackson, among many\nothers. In conjunction with the autobiography, Rhino\nRecords released a 4-cd boxed set of Jones’ music, spanning\nhis more than 5 decade career in the music business,\nentitled “Q: The Musical Biography of Quincy Jones.”\n\nThe audio recording of “Q: The Autobiography\nof Quincy Jones,” (Simon & Schuster) earned Jones\nhis 27th Grammy Award, in the Best Spoken Word\nCategory, while “Q: The Musical Biography of Quincy\nJones” garnered him a 15th NAACP Image Award,\nin the category of Outstanding Jazz Artist.\n\nIn 2008 The Complete Quincy Jones: My Journey\nPassions, (Palace Press) examined the virtuosity of the man\nFrank Sinatra named “Q,” celebrating his prolific contribution\nto American art and culture. The book included a foreword\nby Clint Eastwood, preface from Bono, an introduction by\nMaya Angelou and an afterword by Sidney Poitier. Comprised\nof personal interviews and recollections from Jones, this\ncollection peers behind the veil of celebrity, with extraordinary\naccess to his creative inspirations and achievements.\n\nFS i\n\nJones next projects include the forthcoming\nrelease of Soul Bossa Nostra, an album featuring some of\ntoday’s biggest recording artists and producers such as\nUsher, Ludacris, Akon, Jamie Foxx, Jennifer Hudson, Mary\nJ. Blige, T-Pain, Robin Thicke, LL Cool J, John Legend,\nSnoop Dogg, Wyclef Jean, Q-Tip, Talib Kweli, Three 6 Mafia,\nDavid Banner, Bebe Winans, Mervyn Warren, Jermaine\nDupri, DJ Paul, and Scott Storch, among others, who have\njoined together to celebrate the music of the multi-Grammy\nwinning producer, composer and arranger by recording\ncontemporary versions of popular recordings from his\nmassive catalog; the book Q on Producing which recounts\nhis six-decade long career working in the recording studio\nwith music icons such as Count Basie, Duke Ellington,\n\nElla Fitzgerald, Frank Sinatra and Michael Jackson, among\nmany others; a duets album with Stevie Wonder and Tony\nBennett; as well as multiple projects for film and television.\n\nWith a long history of humanitarian work which\nbegan in the 1960’s and 70’s, Jones was one of the key\nsupporters of Jesse Jackson’s Operation P.U.S.H. In 1985, he\npioneered the model of using celebrity to raise money and\nawareness for a cause with “We Are the World.” The song\nremains the best-selling single of all-time, and raised more\nthan $63 Million for Ethiopian famine relief. More importantly,\nhowever, it shined a spotlight on the Ethiopian drought and\nU.S. Government responded with over $800 million in aid.\n\nIn 1999 Quincy Jones joined Bono and Bob\nGeldof during a meeting with Pope John Paul II as a part of\nthe Jubilee 2000 delegation to end third world debt. The\ndelegation’s visit resulted in $27 billion in third world debt\nrelief for Bolivia, Mozambique, and the Ivory Coast.\n\nIn 2004, in front of alive audience of more than\na half-million spectators, Jones launched the We Are the\nFuture initiative with a concert featuring Carlos Santana,\n\nAlicia Keyes, Josh Groban, Oprah Winfrey, Norah Jones\nand a host of other entertainers from around the world.\nThe initiative has established Municipal Child Centers\nin the cities of Addis Ababa (Ethiopia), Asmara (Eritrea),\nFreetown (Sierra Leone), Kigali (Rwanda) and Nablus\n(Palestine) where youth are being trained to run child-\nbased programs in health, nutrition, Information and\nCommunication Technology (ICT), Sports and Arts.\n\nIn 2007, Jones and the Harvard School of Public\nHealth joined forces to advance the health and well-being of\nchildren worldwide through Project Q, a strategic initiative\nof School’s Center for Health Communication. Through\nthe strategic use of media, Project Q challenges leaders\nand citizens of the world to provide essential resources\nto enable young people to achieve their full potential.\n\nA centerpiece of Project Q is the Q Prize, which\nrecognizes extraordinary leadership by public figures and social\nentrepreneurs who are championing the needs of children.\nThe inaugural Q Prize was awarded in January 2007 to Scott\nNeeson, founder of the Cambodian Children’s Fund, and over\n$600,000 was raised in support of Neeson’s work. The 2008\nQ Prize will be awarded on October 23 in New York City.\n\nThrough his personal foundation, The Quincy\nJones Foundation, Jones raises awareness and financial\nresources for initiatives that support global children’s\nissues in areas of conflict, malaria eradication, clean\nwater and efforts to restore the Gulf Coast (post-Katrina).\nPhilanthropic partners include Malaria No More, Millennium\nPromise, and R&B singer Usher’s New Look Foundation.\n\nHOUSE_OVERSIGHT_017545",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017545.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5426,
    "word_count": 850,
    "line_count": 113,
    "import_date": "2025-11-19T21:47:44.079067",
    "prefix": "IMAGES-004"
  }
}