{
  "document_id": "HOUSE_OVERSIGHT_024713",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024713.txt",
  "text": "ACKR\nPI\n\nL\n- A L\n\nBL\nTA CHAPTER IV U.S. Legal Landscape\npartners and consider many factors, including FDA resources and threats to public health. Beyond\nthis statement, the FDA has not published detailed guidance about its cannabis-related enforcement\npriorities.\n\nBank Secrecy Act and Other Federal Laws\nRegarding Financial Transactions\n\nFinancial transactions in connection with cannabis-related CSA violations may implicate federal laws\nother than the CSA itself, including the federal money laundering statute, the federal unlicensed money\ntransmitter statute and the Bank Secrecy Act (BSA).\n\nThe federal money laundering statute imposes penalties on any person who conducts or attempts\ncertain financial or monetary transactions involving the proceeds of a “continuing criminal enterprise”\n(a term, used in the CSA, that arguably encompasses many cannabis businesses). Violations of the\nfederal money laundering statute may result in fines equal to twice the value of the property involved\nin the transaction (or $500,000, if greater) and imprisonment for up to 20 years.\n\nThe federal unlicensed money transmitter statute makes it illegal for any person to operate or own\na money transmitter business that involves the transportation or transmission of funds known to have\nbeen derived from or intended to promote or support criminal violations of the CSA. Violations of the\nlaw may result in fines and imprisonment for up to 5 years.\n\nThe BSA requires banks and other financial institutions to maintain certain records and to file\ncertain reports deemed useful in criminal, tax or regulatory proceedings or in government intelligence\nand counterterrorism activities. Federal regulations under the BSA require financial institutions to\nfile with the Financial Crimes Enforcement Network (FinCEN), a bureau of the U.S. Department of\nthe Treasury charged with administering the BSA, a suspicious activity report (SAR) if the financial\ninstitution knows, suspects or has reason to suspect that a transaction conducted or attempted by, at or\nthrough the financial institution involves or is an attempt to disguise funds derived from illegal activity,\nis designed to evade BSA regulations or lacks an apparent lawful purpose. Financial institutions and\ntheir principals are subject to civil and criminal penalties for violations of the BSA.\n\nU.S. Treasury Department: The FinCEN Memo\n\nIn coordination with the February 2014 Cole Memo update, FinCEN published a memorandum\n(FinCEN Memo) outlining how banks and other financial institutions can, consistent with their BSA\nobligations, provide services to marijuana-related businesses. The FinCEN Memo directs each financial\ninstitution to consider its own business objectives and the risks associated with offering a particular\nproduct or service when considering whether to commence or continue a customer relationship with\na marijuana-related business. The memorandum emphasizes the importance of due diligence and out-\nlines a procedure for filing SARs for such businesses.\n\nThe FinCEN Memo guides financial institutions to conduct a due diligence review of a customer's\nbusiness that includes an evaluation of whether the customer relationship implicates (or would impli-\ncate) any Cole Memo priority and also includes the following investigations:\n\n© 2017 Ackrell Capital, LLC | Member FINRA/SIPC 77\n\nHOUSE_OVERSIGHT_024713",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024713.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3376,
    "word_count": 498,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:45.860768",
    "prefix": "IMAGES-008"
  }
}