{
  "document_id": "HOUSE_OVERSIGHT_013277",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013277.txt",
  "text": "Earl Weaver, 82. He was the hot-tempered manager of the\nBaltimore Orioles baseball team for 17 years, guiding his club\nto the World Series four times and winning the championship in\n1970. Died Jan. 19 of a heart attack.\n\nMichael Winner, 77. The British film director best known for\nmaking the first three “Death Wish” action movies, starring\nCharles Bronson. Died Jan. 21 of liver cancer.\n\nA.W. “Tom” Clausen, 89. He rose from part-time cash counter to\nCEO at Bank of America Corp., and returned for a second stint as\nchief after serving as World Bank president. Died Jan. 21 of\ncomplications from pneumonia.\n\nMaria Schaumayer, 82. The Austrian economist who in 1990 became\nthe first woman to lead a European central bank. Died Jan. 23.\n\nJohn M. “Jack” McCarthy, 85. The stock-market optimist who\nfrom 1983 to 1992 was co-managing partner at Lord Abbett & Co.,\nan investment management firm, in Jersey City, New Jersey. Died\nJan. 23.\n\nBarry Lind, 74. Founder of Lind-Waldock & Co., a discount\nfutures firm in Chicago, who helped transform the Chicago\nMercantile Exchange into a market for financial futures. Died\nJan. 24, one day after he was struck by a car.\n\nBen Steele, 35. He joined London-based hedge fund Armajaro Asset\nManagement LLP in 2012 to start a pool trading shares of\nfinancial companies. Died Jan. 25 of an apparent heart attack.\n\nStefan Kudelski, 84. The Polish-born inventor of the first\nprofessional-quality portable audio recorder, in 1951. Died Jan.\n26 in Switzerland.\n\nPatty Andrews, 94. Last surviving member of the Andrews Sisters\ntrio, the most popular female vocal group of the first half of\n\nthe 20th century. Died Jan. 30 in Los Angeles.\n\nCaleb Moore, 25. A Texas-born snowmobile racer who became the\n\nHOUSE_OVERSIGHT_013277",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013277.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1752,
    "word_count": 291,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:47.518523",
    "prefix": "IMAGES-002"
  }
}