{
  "document_id": "HOUSE_OVERSIGHT_028544",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_028544.txt",
  "text": "2 JAM v. INTERNATIONAL FINANCE CORP.\n\nOpinion of the Court\n\ntion of a power plant in Gujarat, India. Petitioners are\nlocal farmers and fishermen and a small village. They\nallege that the power plant has polluted the air, land, and\nwater in the surrounding area. Petitioners sued the IFC\nfor damages and injunctive relief in Federal District\nCourt, but the IFC claimed absolute immunity from suit.\nPetitioners argued that the IFC was entitled under the\nIOJIA only to the limited or “restrictive”? immunity that\nforeign governments currently enjoy. We agree.\n\nI\nA\n\nIn the wake of World War II, the United States and\nmany of its allies joined together to establish a host of new\ninternational organizations. Those organizations, which\nincluded the United Nations, the International Monetary\nFund, and the World Bank, were designed to allow mem-\nber countries to collectively pursue goals such as stabiliz-\ning the international economy, rebuilding war-torn na-\ntions, and maintaining international peace and security.\n\nAnticipating that those and other international organi-\nzations would locate their headquarters in the United\nStates, Congress passed the International Organizations\nImmunities Act of 1945, 59 Stat. 669. The Act grants\ninternational organizations a set of privileges and immun-\nities, such as immunity from search and exemption from\nproperty taxes. 22 U.S. C. §§288a(c), 288c.\n\nThe IOJA defines certain privileges and immunities by\nreference to comparable privileges and immunities enjoyed\nby foreign governments. For example, with respect to\ncustoms duties and the treatment of official communica-\ntions, the Act grants international organizations the privi-\nleges and immunities that are “accorded under similar\ncircumstances to foreign governments.” §288a(d). The\nprovision at issue in this case provides that international\norganizations “shall enjoy the same immunity from suit\n\nHOUSE_OVERSIGHT_028544",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_028544.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1921,
    "word_count": 286,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:45.028608",
    "prefix": "IMAGES-010"
  }
}