{
  "document_id": "HOUSE_OVERSIGHT_012810",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012810.txt",
  "text": "what drives competition for valuable resources and what determines the criteria for dominance status.\nBiologists define the sexes based on differences in the gonads, the reproductive organs that generate eggs\nand sperm, and the corresponding effects of sex-specific selection on the mind, body, and behavior.\nFemales are those with larger, more costly gonads, where cost is defined on the basis of how much energy\nis invested in production. Think eggs versus sperm. This difference sets up an immediate competition,\nespecially for species that have parental care. Once you invest in a big expensive egg, you don’t want to\nlose your investment. You want to protect it, avoiding harm and minimizing risk. On the other hand, if\nyour investment is small, you are not only freer to take risks, but favored to do so.\n\nThese ideas started with Charles Darwin. One hundred years later, they were developed in\nexquisite detail by the American evolutionary biologist Robert Trivers. Combined, they provide an\nexplanation for why, in most species including our own, males compete with each other for access to\nfemales — the most valuable and limited resource — and why females are picky, expressing an aesthetic\npreference for males of a particular quality. Selection favors parts of the body and brain associated with\ndominant males and picky females. Dominant males win fights against other males, and thus gain access\nto females. Dominant males take risks and are more aggressive. Picky females hold out for the best males,\nthose who provide the most desirable resources. Picky females are patient, waiting for males with good\ngenes, access to prime real estate, and the protective skills and motivation to defend them and their young.\nThese are qualities linked to high status. These are qualities associated with the ability to obtain and\ncontrol resources. These are the qualities that females desire.\n\nMale desire for dominance is therefore nurtured by female desire for dominant males. Like\nappetites, these desires seek satisfaction. Like appetitive addictions that create devastating consequences\nfor individuals, groups and nations, so too can our appetite for domination.\n\nRecall from the last chapter that testosterone and cortisol play a teeter-totter role in aggressive\ncompetition. When testosterone is high and cortisol is low, the motivation to fight and defend one’s\nresources 1s high. These two hormones, and the brain areas they impact, fuel the desire to maintain a\ncompetitive edge. Recall further that winners experience an increase in testosterone, and losers a\ndecrease, and that testosterone is addictive. Testosterone is therefore part of the system that links the\ndesire to outcompete and gain dominance status with the rewarding experience of winning and achieving\nhigh rank.\n\nTo attain high rank, including a competitive advantage over others with respect to food and\nmating opportunities, requires social knowledge. How tough is the alpha baboon or boss in a company,\nand what kind of support do they have from other individuals in the group? How sexually receptive are\nfemales when their hormonal cycles tilt them into a period of potential conception? What other males are\n\ninterested in these females? Attaining and maintaining high rank also requires attention to cues that are\n\nHauser Chapter 2. Runaway desire 64\n\nHOUSE_OVERSIGHT_012810",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012810.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3363,
    "word_count": 528,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:46.846768",
    "prefix": "IMAGES-002"
  }
}