{
  "document_id": "HOUSE_OVERSIGHT_030202",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030202.txt",
  "text": "because of the reputational damage to the president: “The spectacle of an indicted President\nstill trying to serve as Chief Executive boggles the imagination.”\n\nOf particular interest is the memo’s consideration of whether criminal proceedings against a\nvice president are precluded. OLC found this to be a difficult question before concluding\nthat a grand jury could indict the vice president. The memo notes that Vice President Spiro\nAgnew was said to be part of a conspiracy and that it would be difficult to have a proper\nindictment of co-conspirators without including the vice president (a point also true of a\nconspiracy involving a president). Moreover,\n\nAnother circumstance counselling prompt presentation of evidence to the grand jury is that\nthe statute of limitations is about to bar prosecution of the alleged offenders with respect to\nsome or all of the offenses. The problem presented by the statute of limitations would be\navoided by an indictment within the statutorily specified period.\n\n(The issue of statute of limitations arises as well in cases involving a president.)\n\nThe Dixon memo concludes that “[a]fter indictment, the question of whether the\nGovernment should ... delay prosecution until the expiration of the Vice President’s duties\ninvolves questions of trial strategy” beyond OLC’s expertise.\n\nThe conclusion that the sitting president should not be indicted was not necessarily a\ncategorical constitutional-judgment conclusion but seems, rather, to be a balance of policy\nconsiderations. That, it appears, is how it was read by the office of Special Prosecutor Leon\nJaworski—as I will describe below.\n\n2. The Oct. 5, 1973, Brief for the United States in In re Agnew. Lawyers for Vice\nPresident Spiro T. Agnew argued that if a president could not be indicted while in office,\nthat same immunity should apply to a serving vice president. The vice president should have\nthe same immunity as the president, they wrote, because he “must maintain himself in a state\nof constant preparation to replace the president.” And as the official with responsibility for\ninitiating the 25th Amendment removal process, he must “continuously ... monitor the\nability of the President” to discharge his duties. These responsibilities, they argued, were\nincompatible with being a defendant in a criminal case. Agnew’s civil action, moreover,\nsought to enjoin the grand jury from even “conducting any investigation” into the allegations\nagainst Agnew as well as precluding “issuing any indictment.”\n\nThe United States, in a response filed in U.S. District Court for the District of Columbia by\nSolicitor General Robert Bork, opposed any immunity from criminal process for a vice\npresident. The solicitor general did inform the court, however, that if the grand jury were to\nreturn an indictment, the Department of Justice “will hold the proceedings in abeyance for a\nreasonable time, if the Vice President consents to a delay, in order to offer the House of\nRepresentatives an opportunity to consider the desirability of impeachment proceedings.”\nWhat was critical, according to Bork, was this: “The issuance of an indictment ... would in\nthe meantime toll the statute of limitations and preserve the matter for subsequent judicial\n\nHOUSE_OVERSIGHT_030202",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030202.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3267,
    "word_count": 511,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:47.186914",
    "prefix": "IMAGES-010"
  }
}