{
  "document_id": "HOUSE_OVERSIGHT_011830",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011830.txt",
  "text": "/ BARAK / 73\n\nexplicit. I told President Clinton I could speak only for how I would respond if a\nstate was indeed declared without a peace deal. “We will extend Israeli sovereignty\nover the major settlement blocs. We will establish a security zone in the Jordan\nvalley, and let them know that there will be a heavy price should they attack any of\nthe outlying settlements.” In other words, Palestinian unilateral action would\nprompt unilateral Israeli action. “And the confrontation will begin.”\n\nClinton seemed, if not completely revived, considerably more upbeat when he\ncame back to see me an hour later. He told me that he had received the\nPalestinians’ answer. The way he described it to me, Arafat had agreed to leave\nPresident Clinton to decide the amount of West Bank land that would go to a\nPalestinian state, a figure he now told me that he was assuming would end up at\naround 90 to 92 percent. The trade-off, he said, would be a limited, “symbolic”\nland swap. Arafat also wanted control of the Jordan Valley, but had agreed to\nbegin negotiating on Israeli security needs there as soon as possible. Then, came\nArafat’s counter-conditions, which appeared to bother the President much less than\nthey did me. Everything would be contingent on an unspecified, “acceptable\noutcome on Jerusalem.” And despite Clinton’s emphasis that any meaningful\nagreement had to include a formal declaration that the Israeli-Palestinian conflict\nwas “over,” Arafat was insisting that could come only after the terms of whatever\nwe agreed were fully implemented.\n\nStill, it was at least a step forward. Clinton seemed genuinely encouraged, and I\ndidn’t want to risk closing off this first chink of light. I suggested, for instance, that\nwe could address Arafat’s reluctance about an “end of conflict” statement by\nproviding an American guarantee that the terms of the deal would be implemented.\n\nStill, it very soon became clear that any hope of real progress rested on by far\nthe most difficult issue: Jerusalem. Across party boundaries, even across divisions\nbetween religious and secular, nearly all Israelis viewed the city as not just our\ncapital, but the centrepiece of the state. It had been divided after 1948. The Old\nCity, and the site of the ancient Jewish temple, had been under Jordanian rule for\n19 years when our forces recaptured it in the Six-Day War. It was under a Labor\n\n359\nHOUSE_OVERSIGHT_011830",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011830.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2406,
    "word_count": 402,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:45.792868",
    "prefix": "IMAGES-001"
  }
}