{
  "document_id": "HOUSE_OVERSIGHT_010791",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010791.txt",
  "text": "wo own nM PF WN HE\n\nNNNNNN BPP BP BP BP ee ee oe\nURWNHEP OW AIK KH BWNHRE OO\n\nwo awd Am & Wn\n\nNM NM MN NY HY YE EF YP YP YP YP HY He\nub WN HF OM OTH MH PW NF OO\n\n209\n\nQ. Okay. So you now are withdrawing the\nstatement that you made that Virginia Roberts said\nthat Bill Clinton was with her at an orgy on\nJeffrey's island; that was wrong?\n\nA. 1 don't know whether she ever said that.\n\nI would not repeat that statement and have not\nrepeated that statement based on her denial. As\nsoon as she denied it, | never again made that\nstatement and would not again make that statement.\n\nQ. You —-\n\nA. But I did reiterate the fact that she\ncommitted perjury when she said she was on the\nisland with Bill Clinton.\n\nMR. SCAROLA: Move to strike the\nnonresponsive --\n\nA. That was the perjurious statement.\n\nMR. SCAROLA: Move to strike the\nnonresponsive portions of the answer.\nBY MR. SCAROLA:\n\nQ. You have made a reference during that same\nCNN interview to this woman, referring to Virginia\nRoberts, having a criminal record?\n\nA. That's right.\n\nQ. Okay. What -- what is a criminal record?\n\nA. Well, the way | used the term is that she\n\naI nm & WwW nN\n\nNNN NY ND FP BE BE EP HY BE BH eH eH\nme WN FEF OO WO MATH MH BF wWNY KY OO\n\n211\n\nYour client is doing everything he can to avoid\ngiving direct answers to these questions.\n\nI would appreciate it if you would take a\nbreak, counsel your client that the speeches\nare not helpful to anyone, and especially not\nhelpful to him.\n\nMR. SCOTT: If you want to take a break,\nI'll take a break and I will advise my client\nwhatever I feel is appropriate, not what you\ninstruct me to do.\n\nMR. SCAROLA: Okay. Well, if you think it\nmight help at all in the progress of this\ndeposition, then I do want to take a break. If\nyou don't think taking a break would be\nhelpful, I don't want to take a break.\n\nMR. SCOTT: Do you want to take a break or\nnot?\n\nTHE WITNESS: I'm going to leave it to\nyour judgment. I'm happy to proceed --\n\nMR. SCOTT: Okay. I'll be glad to take a\nbreak.\n\nMR. SCAROLA: Thank you.\n\nMR. SCOTT: | can't say --\n\nMR. SCAROLA: Five minutes.\n\nMR. SCOTT: -- it will help you or\n\n210\n\ncommitted a crime and legal -- some kind of\nproceedings resulted from her committing a crime.\nThe crime she committed was stealing money from a\nrestaurant that she worked at while she was also\nworking for Jeffrey Epstein. And it was my\ninformation that there was a criminal record of her\ntheft.\nQ. How old was she at the time this alleged\noffense occurred?\nA. Idon't know. But old enough to be held\ncriminally responsible in the State of Florida, to\nmy knowledge. To my knowledge, | -- I recall a case\nwhere a 14-year-old boy was sentenced as an adult\nfor --\nMR. SCAROLA: Mr. Scott --\nA, -- a Serious ~~\nMR. SCAROLA: -- did my question ask\nanything about a 14-year-old boy?\nA. Youasked if --\nMR. SCAROLA: Do we really need to listen\nto this?\nMR. SCOTT: You're asking questions, my\nclient is providing his response.\nMR. SCAROLA: No, your client is not\nresponding. Your client is filibustering.\n\noy BDH KH ew WN HE\n\n212\n\nanything but --\n\nMR. SCAROLA: I can understand that you\ndon't -- you don’t have that control, but if\nthere's any reasonable --\n\nMR. SCOTT: You know, Counsel --\n\nMR. SCAROLA: -- prospect that it might\nhelp, let's give it a try.\n\nMR. SCOTT: You know, I really don't\nappreciate the comments about my abilities as\nan attorney, like | don't have that control and\nthings of nature. It really is --\n\nMR. SCAROLA: I don't have the control\neither.\n\nMR. SCOTT: It's not --\n\nMR. SCAROLA: I'm not trying to disparage\nyou at all in any respect. I'm just suggesting\nthat --\n\nMR. SCOTT: Okay.\n\nMR. SCAROLA: -- there is reason to doubt\nthat it will do any good. But I want to give\nita try.\n\nMR. SCOTT: Okay. Fine. Thank you.\n\nMR. SCAROLA: Thank you.\n\nVIDEOGRAPHER: Going off the record. The\ntime is approximately 9:49 a.m.\n\n9 (Pages 209 to 212)\n\nwww.phippsreporting.com\n(888) 811-3408\n\nHOUSE_OVERSIGHT_010791",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010791.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3925,
    "word_count": 751,
    "line_count": 168,
    "import_date": "2025-11-19T21:47:45.150983",
    "prefix": "IMAGES-001"
  }
}