{
  "document_id": "HOUSE_OVERSIGHT_012645",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012645.txt",
  "text": "; Case 9:08-cv-80232-KAM Document1 Entered on FLSD Docket 03/05/2008 Page 2of6\n\ni\n\nFactual Allegations\n\nTe At all relevant times, Defendant Jeffrey Epstein (“Epstein”) was an adult male, 52\nyears old. Epstein is a financier and money manager with a secret clientele limited exclusively to\nbillionaires. He is himself a man of tremendous wealth, power and influence. He maintains his\nprincipal home in New York and also owns residences in New Mexico, St. Thomas and Palm Beach,\nFL. The allegations herein concern Epstein’s conduct while at his lavish estate in Palm Beach.\n\n8. Upon information and belief, Epstein has a sexual preference and obsession for\nunderage minor girls. He engaged in a plan and scheme in which he gained access to primarily\neconomically disadvantaged minor girls in his home, sexually assaulted these girls, and then gave\nthem money. In or about 2004-2005, Jane Doe, then 16 years old, fell into Epstein’s trap and\nbecame one of his victims.\n\n9. Upon information and belief, Jeffrey Epstein carried out his scheme and assaulted\ngirls in Florida, New York and on his private island, known as Little St. James, in St. Thomas.\n\n10. An integral player in Epstein’s Florida scheme was Haley Robson, a Palm Beach\nCommunity College student from Loxahatchee, Florida. She recruited girls ostensibly to give a\nwealthy man a massage for monetary compensation in his Palm Beach mansion. Under Epstein’s\nplan, Ms. Robson would be contacted when Epstein was planning to be at his Palm Beach residence\nor soon after he had arrived there. Epstein or someone on his behalf directed Ms. Robson to bring\none or more underage girls to the residence, Ms. Robson, upon information and belief, generally\nsought out economically disadvantaged underage girls from Loxahatchee and surrounding areas who\nwould be enticed by the money being offered - generally $200 to $3 00 per “massage” session - and\n\nwho were perceived as less likely to complain to authorities or have credibility if allegations of\n\nHERMAN & MERMELSTEIN, P. A. www.hermanlaw.com\n\n20f6\n\nHOUSE_OVERSIGHT_012645",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012645.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2076,
    "word_count": 334,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:48.726271",
    "prefix": "IMAGES-002"
  }
}