{
  "document_id": "HOUSE_OVERSIGHT_011866",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011866.txt",
  "text": "/ BARAK / 109\n\nChapter Twenty-Four\n\nI had only a general idea of what I would do next. “Something in business”\ndescribes it best. But I sought the advice of a friend who, rather than leaving\npolitics, had just entered it. Colin Powell was now the second President Bush’s\nSecretary of State. “Why don’t you go on the lecture circuit?” he said. The short\nanswer was that it hadn’t occurred to me that I’d be any good at it. But it proved\nenergizing and interesting both for me and, it seemed, the audiences I spoke to. It\nwas also lucrative. I would deliver four lectures over the span of a week and end up\nmaking twice what, until that point in my life, I had earned during a full year. I was\nalso invited onto a number of company boards. I turned down some, in order to\navoid even the appearance of a conflict of interest. But I did get involved in an area\nwhere I believed my range of experiences might be relevant: investment decisions,\nand venture capital.\n\nThe result was a dramatic change in lifestyle. Nava and I got to spend more\ntime with our daughters. We vacationed overseas for the first time. We also\ndecided to build a new home, and the place that we chose gave me my first\nexperience of how far I was from being a “private citizen” in the eyes of the Israeli\npublic. When it became known we were planning to move to Kfar Shmaryahu near\nTel Aviv, one of the wealthiest places in Israel, all hell broke loose. How could\nyou, I was asked. I couldn’t resist joking that I just wanted to be close to our\nvoters. Likud supporters were about as rare in Kfar Shmaryahu as panhandlers.\nAlong with Mishmar Hasharon, it was the only place where I'd polled over 80\npercent even in my loss to Sharon.\n\nIsrael had changed dramatically from the kibbutz-centered pioneer society of\nmy youth. Greater Tel Aviv, in particular, was thriving economically, and the\nrising crop of millionaires, whether from traditional business or in the bourgeoning\ntechnology sector, included its fair share of former kibbutznikim. Still, socially and\nculturally, a puritanical streak remained, a sense that there was something not quite\nright about people raised on a socialist ideal becoming personally well off. I\naccepted this. I recognized that I was not just a former kibbutznik. I had been head\nof the Labor Party. And Prime Minister. Still, I did feel much of the personal\ncriticism was unfair. I had devoted more than four decades of my life to serving\nmy country. I’d behaved with scrupulous honesty while in office, and was avoiding\n\n395\n\nHOUSE_OVERSIGHT_011866",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011866.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2550,
    "word_count": 452,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:48.634420",
    "prefix": "IMAGES-001"
  }
}