{
  "document_id": "HOUSE_OVERSIGHT_011074",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011074.txt",
  "text": "Wherefore we must pitch upon some limited number, and that I apprehend\nto be the number of years, which I conceive one man of fifty years old,\nanother of twenty eight, and another of seven years old, all being alive\ntogether may be thought to live; that is to say, of a Grandfather, Father and\nChilde; few men having reason to take care of more remote Posterity: for ifa\nman be a great Grandfather, he himself is so much nearer his end, so as there\nare but three in a continual line of descent usually coexisting together; and as\nsome are Grandfathers at forty years, yet as many are not till above sixty, and\nsic de eteteris.\n\n20. Wherefore | pitch the number of years purchase, that any Land is\nnaturally worth, to be the ordinary extent of three such person their lives.\nNow in England we esteem three lives equal to one and twenty years, and\nconsequently the value of Land, to be about the same number of years\npurchase. Possibly if they thought themselves mistaken. ...(as the observer\non the Bills of Mortality thinks they are...)\n\n21....Butin other Countreys Lands are worth nearer thirty years purchase,\nby reason of the better titles, more people, and perhaps truer opinion of the\nvalue and duration of three lives.\n\n23. One the other hand, Lands are worth fewer years purchase (as in\nIreland) ... by reason of the frequent rebellions. . .”\n\nThe “other Countreys” could include France and especially Holland, then models of\nprosperity. Petty had made his fortune in Irish mortgages, and knew the years\n\npurchase there.\n\nBut the argument is a puzzle. There is a focus on longevity and mortality, as if the\ngenerations are providing for old age. But Petty’s overlapping generations model\ncannot be much like Paul Samuelson’s of three centuries later, where a generation of\nproductives leaves a nest egg for retirement. Samuelson’s productives are\nreplenished exogenously, with children left to the imagination. Why would Petty\nhave mentioned their ages? And retirement at age 50, as anorm, would have made\n\nno sense to Petty or his readers. The grandfather will stay in harness.\n\nChapter 7 Petty’s Idea 2/3/16 15\n\nHOUSE_OVERSIGHT_011074",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011074.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2143,
    "word_count": 365,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:45.082396",
    "prefix": "IMAGES-001"
  }
}