{
  "document_id": "HOUSE_OVERSIGHT_024094",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024094.txt",
  "text": "equity interest is neither a publicly offered security nor a security issued by an investment\ncompany registered under the Investment Company Act, the assets of the ERISA Plan include\nnot only the equity interest, but also include an undivided interest in the underlying assets of\nthe entity, unless an exception to this general rule applies.\n\nExceptions Under the Plan Assets Regulation\n\nThe Plan Assets Regulation provides several exceptions to the general rule of plan asset\ntreatment. Pursuant to one such exception, the assets of certain entities, such as the Fund, will\nnot be treated as plan assets if the entity is operated as a “venture capital operating company”\nwithin the meaning of the Plan Assets Regulation (“VCOC”). Generally, for an entity to qualify\nas a VCOC, at least fifty percent (50%) of its assets (excluding short-term investments made\npending long-term commitments or distribution to investors) valued at cost must be invested in\n(a) “operating companies” with respect to which the entity has the direct contractual right to\nparticipate substantially in, or to substantially influence the conduct of, the management of the\noperating company and the entity must actually exercise such management rights with respect\nto one or more such operating companies in the ordinary course of its business, or (b)\n“derivative investments” (as defined in the Plan Assets Regulation) (the “Asset Test”). For the\npurposes of qualifying as a VCOC, an “operating company” is defined as an entity that is\nprimarily engaged, directly or through a majority owned subsidiary or subsidiaries, in the\nproduction or sale of a product or service other than the investment of capital, and includes a\n“real estate operating company” as defined in the Plan Assets Regulation (but does not include\nanother VCOC). Determination as to whether an entity qualifies as a VCOC is made at the time\nwhen the entity makes its first long-term investment (other than short-term investments made\npending long-term commitments) and thereafter during a ninety-day annual valuation period\neach year, the first day of which shall begin no later than the anniversary of the entity’s first\nlong-term investment. In order for an entity to continue to qualify as a VCOC, the entity must\nmeet the Asset Test on at least one day during each such ninety-day annual valuation period.\nSpecial rules apply to any wind-up of a VCOC when it enters its “distribution period” as\ndefined in the Plan Assets Regulation.\n\nAn additional exception applies when equity participation in the entity by benefit plan\ninvestors is not “significant.” Equity participation in an entity by “benefit plan investors” (as\ndefined in Section 3(42) of ERISA) is “significant” on any date if, immediately after the most\nrecent acquisition or disposition of any equity interest in the entity, 25% or more of the value (in\nthe aggregate) of any class of equity interests in the entity is held by “benefit plan investors.”\nFor purposes of the 25% test, the term “benefit plan investors” includes ERISA Plans, certain\nother retirement plans defined in and subject to Section 4975 of the Code (such as individual\nretirement accounts), and entities or accounts deemed to hold “plan assets” due to an\ninvestment in such entity or account by ERISA Plans or such other retirement plans (such as\ninsurance company general accounts). For the purposes of calculating the 25% threshold under\nthe Plan Assets Regulation, the value of any equity interest held by a person (other than a\n“benefit plan investor”) who has discretionary authority or control with respect to the assets of\nthe entity or that provides investment advice for a fee (direct or indirect) with respect to such\nassets (or an affiliate of such person) is disregarded.\n\nThe General Partner will use reasonable best efforts to conduct the affairs and operations of the\nFund in such a manner so that the assets of the Fund will not be treated as “plan assets” of any\n\n83 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024094",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024094.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4027,
    "word_count": 653,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.535140",
    "prefix": "IMAGES-007"
  }
}