{
  "document_id": "HOUSE_OVERSIGHT_018458",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018458.txt",
  "text": "been successful, too. Richard had only made me cry once, before.\n\nThis is what I want, | reminded myself as Richard wound his hand in my hair and pulled\nmy head back. His teeth bruising my shoulder felt familiar and wrong. A kiss on my neck\nsent me rigid. Sobs nearly choked me. Why now, my heart cried, why not when you were\nwho I dreamed of, Richard?\n\nI couldn't fault his empathy -- he pulled away. \"No,\" I said unwillingly, \"I'm fine,” but he\nwouldn't continue. Uneasily, he pointed out that I'd never reacted like that. I said he'd\nnever kissed me like that, and he asked, \"Really?\" as if it were a surprise.\n\nYes, I thought, forcing my tears away. / was desperate for it. I know.\n\nTo get him to keep hurting me, I had to convince him that I was fine. This is what I want,\nI coached myself. I was nearly composed when Richard mentioned Andrew, and I felt\ngrief rip me open.\n\nHe watched me cry, got me a glass of water. Shades of two years ago, I might have\nthought, but I never did. I apologized; he said only, \"I thought this might happen.\" On\nsome level, I knew that I had, too -- for all my self-reassurances that I would be fine.\nWhat was I thinking? | asked myself, and the answer came instantly. / had to know.\n\nWhen Richard asked if I wanted to sleep over, I said I didn't. \"Then don't go yet,\" he said\nsoftly, putting his arms around me where I lay. I rested my head on his chest. / won't tell\nAndrew about this, | decided, wondering if he and I would be together again. Even if I've\nlearned that I don't want Richard anymore.\n\nte OK ok\n\nIn retrospect, it seems surreal that I reacted so badly to my BDSM orientation. The\nagonizing memories of my adjustment have lost their emotional flavor. I've learned a lot\nabout how to practice BDSM safely -- physically and emotionally. I've had multiple\nBDSM partners, and I've had positive experiences in the welcoming BDSM subculture.\nIn recent times, I've even begun to switch: occasionally I'll be the dominant partner,\nthough I feel submissive masochism far closer to my core.\n\nStill, I remember the unease I felt at first -- and I recognize stronger unease in others. I\ncertainly wouldn't describe this orientation to, say, an employer. I believe BDSM needs a\nliberation movement, just like homosexuality, but I'm not (yet?) ready to be a public\nspokeswoman. And I definitely wouldn't consider dragging others out of the closet. I\nwrite about BDSM under a pseudonym, and I have changed the names of Richard and\nAndrew.\n\nI fear that others will read this narrative as describing an assault, a near-rape -- and a\nwoman who tried to rationalize her experience by embracing it. That's not what\nhappened. When Richard first pulled my head back and hurt me at that drunken outdoor\nparty, I could have said no. The word was echoing in my mind, waiting on my lips, and I\ndidn't say it because I didn't want him to stop. I was certainly intoxicated, but I wasn't\nhelpless. I was threatened, but I was not afraid. I may have fought self-actualization like a\ncaged animal, but I could not deny it. I have always been this way.\n\nHOUSE_OVERSIGHT_018458",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018458.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3098,
    "word_count": 566,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.072562",
    "prefix": "IMAGES-004"
  }
}