{
  "document_id": "HOUSE_OVERSIGHT_018911",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018911.txt",
  "text": "Dpable Cause Affidavit *\n\nPalm Beach Police Department\nAgency ORI# FLO 500600\n\nDuring the course of the investigation a search warrant was executed at Jeffrey Epstein’s home located at\n358 El Brillo Way in Palm Beach. While in the home I observed the pink and green couch within the master\nbedroom area just as the girls previously mentioned. The stairway, which is located from the kitchen area to the\nmaster bedroom area, is lined with photos of naked young girls. Additionally, numerous photographs of naked\nyoung females, some of which appeared to be the girls I previously interviewed, were on display throughout the\nhouse. Also located in the house were various phone message books. The telephone message books have a\nduplicate copy (Carbon Copy) which, once a phone message is written into the book, the top copy is then torn\non the perforated edge and the carbon copy is left in the book. First names of girls, dates and telephone numbers\nwere on the copy of the messages. I recognized various numbers and names of girls that had already been\ninterviewed. The body of the messages were time of the day that they called for confirmation of \"work.\" Other\nnames and telephone numbers were located in which the body of the messages were, \"T have girls for him\" or \"I\nhave 2 girls for him.\" These messages were Ee bottom of the messages.\nDuring the execution of the warrant, I located a transcript for[__]in Epstein’s\nbedroom desk. This desk had stationary marked Jeffrey E Epstein. I located a wood colored armoire beside\nEpstein’s bed that contained a bottle of “Joy Jelly,” which is used to provide a warm massage. Several massage\ntables were located throughout the second floor of the residence, including a massage table found in Epstein’s\nbedroom. On the first floor of the residence I found two covert cameras hidden within clocks. One was located\nin the garage and the other located in the library area on a shelf behind Epstein’s desk. A computer was located\nwhich was believed to contain the images from the covert cameras. The computer’s hard drive was reviewed\nwhich showed several images off and other witnesses that have been interviewed. Allofthese 6\nimages appeared to come from the camera positioned behind Epstein’s desk. ial\n\nOn December 13, 2005, Det. Dawson and I met with[ | dobl____—_—_| During a swom taped\nstatement|___|stated that when she was sixteen years old she was taken to Epstein’s house to provide a massage\nfor money.[ _|stated it was before Christmas last year (2004) when an sesorinel approached her and\nasked if she needed to make money for Christmas. __] made arrangements to take to the house and drove\n\n[ ] to the house to “work.” They were encountered by a white female with long blond hair[_|was unable to\nremember the name of the white female with blond hair but knew she was Epstein’s assistant. She was led\nupstairs by the white female who explained that there would be lotions out already and Epstein would choose the\nlotion he wanted her to use. She was led through a spiral staircase which led to a master bedroom and\nbathroom. The massage table was already set up in the bathroom. [described the bathroom as a large\nspacious bathroom with a steam room and shower beside it. [_]was introduced to Epstein who was on the\nphone when she entered the room. Epstein was wearing a white towel and laid on his stomach so that|__]may\n\nThe foregoing instrument was sworn to or affirmed State of Florida\nbefore me this 1 day of May, 2006 by County of Palm Beach\nDet Joe Recarey, who is personally known to me.\n\nSignature/Arresting Officer\n\nSignature of Police Officer (F.S.S. 117.10) Date: 05/01/2006\n\nPage of 22\n\nHOUSE_OVERSIGHT_018911",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018911.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3677,
    "word_count": 629,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.383335",
    "prefix": "IMAGES-005"
  }
}