{
  "document_id": "HOUSE_OVERSIGHT_024872",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024872.txt",
  "text": "COWEN\nCOLLABORATIVE INSIGHTS\n\n56\n\nFebruary 25, 2019\n\nGTI has reported revenues of ~$41.7 mm (which includes adult use and medical),\nreflecting a YoY growth rate of over 300% and gross margin of 45%. We would note\nthat on a pro-forma basis including the acquisition of Essence, in the most recent\nquarter, GTI would have generated revenues of over $35 mm (vs. $17.1 mm reported).\n\nKhiron Life Sciences Corp. Khiron is a publicly-traded (TSXV: KHRN; OTCQB: KHRNF),\nvertically integrated cannabis company currently focused on Latin America. Priority\nmarkets in the region include Colombia, Peru, Chile, Brazil, and Mexico. Earlier this year,\nthey announced a 50/50 JV with U.S.-based Dixie Brands, which will result in the\nintroduction of a full line of cannabis infused products to the Latin American market.\nImportantly, as part of the agreement, Dixie will manufacture and distribute Khiron’s\nKuida brand of CBD-based cosmetics in the U.S., where they will target the growing\nHispanic population. Khiron will operate the JV from Bogota, Colombia, with a focus on\nregulation, cultivation, manufacturing, and distribution. Dixie will contribute IP, including\nits extensive brand portfolio, which includes over 100 SKUs spanning 15 different\ncategories. Khiron recently recognized first sales in October 2018.\n\nLevel Brands. Originally founded as a consumer products company in 2015, Level\nBrands (NYSE American: LEVB) subsequently expanded into licensing and brand\nmanagement prior to initiating an IPO in 2017. Most recently in 2018, the company\ncompleted the acquisition of cbdMD, a CBD consumer products brand with products\navailable online and in over 1,000 retail outlets across the U.S. cbdMD offers 60 skus, 24\nof which come in the form of oils, while 12 SKUs come in the form of topicals.\nAdditionally, other cbdMD form factors offered include capsules, gummies, bath bombs,\nand pet products. In its first year, cbdMD delivered $7.5 mm in sales, while achieving a\ngross margin in excess of 70%. From a route to market perspective, 80% of revenues\ncome from e-commerce, though the company started to build out a sales team to drive\nbrick and mortar penetration.\n\nTilray (Outperform, $150 PT). Canadian-based Tilray (NASD: TLRY), is a licensed\nproducer and distributor of cannabis across Canada, as well as internationally. Through\nthe company’s strategic partnership with Privateer, TLRY licenses established U.S.\nbased cannabis brands including Marley Natural, Irisa, Goodship, Grail, and Dutchy. TLRY\nhas been active on the M&A front, with previously announced acquisitions /\npartnerships with Novartis, Authentic Brands and AB-Inbev, among others. Most\nrecently, the company announced a C$419 mm acquisition of Manitoba Harvest, the\nglobal leader in hemp-derived food products. The cash and stock deal gives TLRY access\nto Manitoba Harvest’s broad range of food products that are currently distributed in\n16,000 stores across North America.\n\nTurning Point Brands (Outperform, $45 PT). Based in Louisville, KY, Turning Point\nBrands (NYSE: TPB) operates in the Other Tobacco Products (OTP) category and sells\nand distributes a wide range of products. These products include MST, loose leaf\nchewing tobacco, cigarette papers, cigar wraps, e-cigs, vaporizers, and herbal wraps.\nTPB recently announced a minority stake in CASH, a privately held CBD extraction and\nproduction company, which should complement its current infrastructure, which\nincludes Vapor Beast, Vapor Shark and Vapor Supply. Additionally, we would note that\nTPB currently sits on the U.S. Hemp Roundtable Board of Directors. Through the first\nnine months of fiscal 2018, TPB has reported $238.4 mm in revenues, which reflects a\nYoY growth rate of over 12%. The company has achieved a run rate gross margin of\n~44% over the comparable timeframe.\n\nCOWEN.COM\n\nHOUSE_OVERSIGHT_024872",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024872.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3851,
    "word_count": 589,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:46.698389",
    "prefix": "IMAGES-008"
  }
}