{
  "document_id": "HOUSE_OVERSIGHT_014681",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014681.txt",
  "text": "Case 9:6ase-doFeeKarsBbs eR aaumentieaaoniied 9 Weeldet oF age 26 1 Page 5 of 10\n\nJeffrey Epstein, and (2) the Government violated their CVRA rights by concealing the non-\nprosecution agreement with them. (DE 280 at 3; see id. at 7-8). However, the bulk of the Rule\n21 Motion consists of copious factual details that Jane Doe 3 and Jane Doe 4 “would prove” “[ilf\nallowed to join this action.” (Id. at 3, 7). Specifically, Jane Doe 3 proffers that she could prove\nthe circumstances under which a non-party introduced her to Mr. Epstein, and how Mr. Epstein\nsexually trafficked her to several high-profile non-party individuals, “including numerous\nprominent American politicians, powerful business executives, foreign presidents, a well-known\nPrime Minister, and other world leaders.” (Id. at 3-6). She names several individuals, and she\noffers details about the type of sex acts performed and where they took place. (See id. at 5)\n\nAt this juncture in the proceedings, these lurid details are unnecessary to the\ndetermination of whether Jane Doe 3 and Jane Doe 4 should be permitted to join Petitioners’\nclaim that the Government violated their rights under the CVRA. The factual details regarding\nwith whom and where the Jane Does engaged in sexual activities are immaterial and impertinent\nto this central claim (i.e., that they were known victims of Mr. Epstein and the Government owed\nthem CVRA duties), especially considering that these details involve non-parties who are not\nrelated to the respondent Government. These unnecessary details shall be stricken.\n\nThe original Rule 21 Motion (DE 279) shall be stricken in its entirety, as it is wholly\nsuperseded by the “corrected” version of the Rule 21 Motion (DE 280). From the corrected Rule\n21 Motion, the Court shall strike all factual details regarding Jane Doe 3 between the following\n\nsentences: “The Government then concealed from Jane Doe #3 the existence of its NPA from\n\n> Jane Doe 4’s proffer is limited to sexual acts between Mr. Epstein and herself. (See DE\n280 at 7-8).\n\nGIUFFRE002848\n\nHOUSE_OVERSIGHT_014681",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014681.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2077,
    "word_count": 335,
    "line_count": 32,
    "import_date": "2025-11-19T21:47:49.070993",
    "prefix": "IMAGES-003"
  }
}