{
  "document_id": "HOUSE_OVERSIGHT_020034",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020034.txt",
  "text": "length. He liked and needed his office wives, and he trusted them with his most important\npersonal issues. Women, according to Trump, were simply more loyal and trustworthy\nthan men. Men might be more forceful and competent, but they were also more likely to\nhave their own agendas. Women, by their nature, or Trump’s version of their nature, were\nmore likely to focus their purpose on a man. A man like Trump.\n\nIt wasn’t happenstance or just casting balance that his Apprentice sidekick was a\nwoman, nor that his daughter Ivanka had become one of his closest confidants. He felt\nwomen understood him. Or, the kind of women he liked—positive-outlook, can-do, loyal\nwomen, who also looked good—understood him. Everybody who successfully worked for\nhim understood that there was always a subtext of his needs and personal tics that had to\nbe scrupulously attended to; in this, he was not all that different from other highly\nsuccessful figures, just more so. It would be hard to imagine someone who expected a\ngreater awareness of and more catering to his peculiar whims, rhythms, prejudices, and\noften inchoate desires. He needed special—extra special—handling. Women, he explained\nto one friend with something like self-awareness, generally got this more precisely than\nmen. In particular, women who self-selected themselves as tolerant of or oblivious to or\namused by or steeled against his casual misogyny and constant sexual subtext—which was\nsomehow, incongruously and often jarringly, matched with paternal regard—got this.\n\nOOK Ok\n\nKellyanne Conway first met Donald Trump at a meeting of the condo board for the Trump\nInternational Hotel, which was directly across the street from the UN and was where, in\nthe early 2000s, she lived with her husband and children. Conway’s husband, George, a\ngraduate of Harvard College and Yale Law School, was a partner at the premier corporate\nmergers and acquisitions firm Wachtell, Lipton, Rosen & Katz. (Though Wachtell was a\nDemocratic-leaning firm, George had played a behind-the-scenes role on the team that\nrepresented Paula Jones in her pursuit of Bill Clinton.) In its professional and domestic\nbalance, the Conway family was organized around George’s career. Kellyanne’s career\nwas a sidelight.\n\nKellyanne, who in the Trump campaign would use her working-class biography to\ngood effect, grew up in central New Jersey, the daughter of a trucker, raised by a single\nmother (and, always in her narrative, her grandmother and two unmarried aunts). She went\nto George Washington law school and afterward interned for Reagan’s pollster, Richard\nWirthlin. Then she became the assistant to Frank Luntz, a curious figure in the Republican\nParty, known as much for his television deals and toupee as for his polling acumen.\nConway herself began to make appearances on cable TV while working for Luntz.\n\nOne virtue of the research and polling business she started in 1995 was that it could\nadapt to her husband’s career. But she never much rose above a midrank presence in\nRepublican political circles, nor did she become more than the also-ran behind Ann\nCoulter and Laura Ingraham on cable televiston—which is where Trump first saw her and\n\nHOUSE_OVERSIGHT_020034",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020034.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3206,
    "word_count": 515,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:49.333124",
    "prefix": "IMAGES-005"
  }
}