{
  "document_id": "HOUSE_OVERSIGHT_014352",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014352.txt",
  "text": "important (23%) while investors thought more operating leverage was least\nimportant for EV (8%).\n\nChart 57: What would get you more interested in investing in EV stock?\n\n40% 38%\n\n35%\n\n30%\n\n29%\n\n20%\n\n15%\n\n10%\n\n5%\n\n0%\n\nStronger high-fee flows ETMFs taking off Increased capital return Positive operating\nand a favorable fee rate leverage aiding the margin\n\nSource: BofA Merrill Lynch Global Research\n\ne EV disclosed their FAQ AUM which was $336.4B up modestly from $334.4B at the\nend of its prior quarter as modest market losses were offset by inflows which were\nalso disclosed by EV. Flows for C3Q (F4Q) were $4.8B/6% aog or $1.7B/3% aog ex\nexposure management flows, roughly in-line with expectations in a fairly\nchallenging backdrop. EV also commented on their recent acquisition of Calvert\nInvestments (~$12B AUM, see note) and is excited about the opportunity in ESG\ninvesting. Calvert is a leader in investing in socially responsible companies, a small\nbut rapidly growing area.\n\ne | When asked about the outlook on fixed income performance and flows given the\nrecent run up in rates as well as the outlook, EV was fairly positive in their outlook\ngiven their positioning and leadership in floating rate which should perform well\nand attract flows in a rising rate environment.\n\n¢ _ETMFs continue to be topical for EV given they are the only player in the non-\ntransparent active ETF business with their NextShares franchise. EV has launched 3\nNextShares thus far and Waddell and Reed launched 3 of their own in October,\nmaking 6 total NextShares in the market right now, however they are only available\nthrough Folio and Interactive Brokers. While we continue to view this as not very\nsignificant in the near term and a potential longer term opportunity, with EV signing\non UBS and Envestnet for distribution in 2017, we should see a little more traction\nahead.\n\n« Regarding potential changes from the election, while very early, management thinks\nthat whatever happens to the DOL Fiduciary Rule (delay, modify, etc.), the industry\nhas already been shifting in a fiduciary direction, and they expect that to continue,\nthough the pace could vary depending on the eventual outcome. Additionally, EV has\nlimited exposure to higher distribution share classes (<20% of sales), so they see a\nmore limited impact. In terms of a lower corporate tax rate (15-20%), this would\nhave a meaningful benefit for EV, potentially increasing earnings by 15-20%.\n\nBankofAmerica <2”\n\n38 2016 Future of Financials Conference | 17 November 2016 Merrill Lynch\n\nHOUSE_OVERSIGHT_014352",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014352.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2565,
    "word_count": 418,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:48.092872",
    "prefix": "IMAGES-002"
  }
}