{
  "document_id": "HOUSE_OVERSIGHT_029058",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029058.txt",
  "text": "Bannon: It’s a great question. I certainly think secularism has sapped the strength of the\nJudeo-Christian West to defend its ideals, right?\n\nIf you go back to your home countries and your proponent of the defense of the Judeo-\nChristian West and its tenets, often times, particularly when you deal with the elites,\nyou're looked at as someone who is quite odd. So it has kind of sapped the strength.\n\nBut I strongly believe that whatever the causes of the current drive to the caliphate was —\nand we can debate them, and people can try to deconstruct them — we have to face a very\nunpleasant fact: And that unpleasant fact is that there is a major war brewing, a war that’s\nalready global. It’s going global in scale, and today’s technology, today’s media, today’s\naccess to weapons of mass destruction, it’s going to lead to a global conflict that I believe\nhas to be confronted today. Every day that we refuse to look at this as what it is, and the\nscale of it, and really the viciousness of it, will be a day where you will rue that we didn’t\n\nact [unintelligible].\n\n“The way that the people who ran the banks\nand ran the hedge funds have never really been\nheld accountable for what they did has fueled\nmuch of the anger 1n the tea party movement 1n\nthe United States.”\n\nQuestioner: Thank you very much. I’m [unintelligible]. I come from Slovakia. This is\nactually the source of my two very quick questions. Thank you very much for the work\nthat you do to promote the Judeo-Christian values in the world. I really appreciate it, and\nI also feel that the danger is very high. I have two minor questions, because you have\nmentioned, in terms of UKIP and Front National [unintelligible]. From the European\nperspective, listening to the language which has become more and more radical from\nthese two parties, especially before the European Parliament elections, I’m just\nwondering what are your plans on how to help these partners from Europe to maybe\n\nfocus on the value issues and not with populist? And also it goes in terms — you have\n\nHOUSE_OVERSIGHT_029058",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029058.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2062,
    "word_count": 366,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:44.259487",
    "prefix": "IMAGES-010"
  }
}