{
  "document_id": "HOUSE_OVERSIGHT_016523",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016523.txt",
  "text": "Page 14 of 42\n103 Minn. L. Rev. 844, *871\n\nprosecutions as fulfilling the same structural purpose. Allowing private actors to begin prosecutions meets \"the need for a\nsystem of checks and balances on the office of the district attorney\" and \"constitutes a recognition by the legislature that the\noffice of the district attorney should be subject to a system of checks and balances.\" °!\n\nThe rarity of private charges in jurisdictions that authorize them hardly justifies their abolition. Private prosecutions should be\nrare in well-functioning public prosecution systems, because public agencies pursue most provable cases and because private\nactors must bear considerable costs to press charges themselves. Moreover, other rules and institutions - including other\nsafeguards on prosecutorial charging - endure despite few indications of their utility. There has never been a successful claim\nthat a criminal charge violated the Equal Protection prohibition on racially biased charging, °” but few argue the doctrine lacks\nat least normative value. °° Grand juries rarely reject prosecutors’ [*872] charging requests for indictments, but courts\ncontinue to tout them as a structural check on prosecutors. °+ Like private prosecution, these safeguards may work by deterring\nbiased or ill-conceived prosecutorial decisions; their efficacy 1s probably impossible to measure.\n\nA contributing explanation for the U.S. aversion to private prosecution may lie m a familiar theme of U.S. law and history:\nrace. During the first several decades of the nineteenth century, when private citizens could prosecute crimes, many states - and\n\nnot only Southern ones - either denied African Americans legal capacity as litigants °°\n\nor barred them from testifying under\noath on the basis of race. Among other effects, those barriers barred private prosecutions by African Americans. °° After 1865\n- an era in which rights to litigate and testify were viewed by many as more meaningful than the right to vote ?’ - those race-\nbased legal disabilities were abolished. °° In the same period, private charging authority, already on the decline, was abolished\nin most [*873] states that still permitted it. States that retained a formal litigation role for crime victims did so by allowing\nprivately funded attorneys to assist in prosecutions filed and controlled by public prosecutors, thus ensuring that public officials\nare the exclusive gatekeepers of criminal law enforcement. Between the 1840s and 1860s, prosecutors had become locally\nelected officials in nearly all states. That effectively aligned their charging monopoly with the preferences of local white\nmajorities (or white minorities in localities in which black citizens were the majority, once Southern whites succeeded in\n\ndisenfranchising black citizens). °? Evidence for the relationship between race and the demise of private prosecution is\n\n6) Among myriad examples are crimes of preparation, conspiracy, possession of contraband, consensual exchanges (e.g., of drugs or sex for\nmoney), and many kinds of criminal attempts. See Andrew Ashworth & Lucia Zedner, Preventive Justice 95-118, 171-223 (2014).\n\n7% Douglas Campbell, 2 The Puritan in Holland, England, and America 444 (1892) (criticizing the English system of private prosecution as\none \"by the rich for the rich\"); Joan E. Jacoby, The American Prosecutor: A Search for Identity 17 (1980). German victims who challenge a\nnon-prosecution decision must put up security to cover the public costs of judicial review. See Strafprozessordnung [StPO] [Code of Criminal\nProcedure], § 176, translation at hittps://www.gesetze-im-internet.de/englisch_stpo/englisch stpo .html; Ante Novokmet, The Right of a\nVictim to a Review of a Decision Not to Prosecute as Set out in Article 11 of Directive 2012/29/EU and an Assessment of Its Transposition\nin Germany, Italy, France and Croatia, 12 Utrecht L. Rev. 86, 94 (2016).\n\n71 For England and Wales, see Prosecution of Offences Act 1985, c. 23, § 6, Attps://www.legislation.gov.uk/ukpga/1985/23 (stating that the\ncreation of Crown Prosecution Service shall not \"preclude any person from instituting any criminal proceedings or conducting any criminal\nproceedings\"). For Canada, see, for example, Ontario Provincial Offences Act, R.S.O. 1990, c. P.33; Director of Public Prosecutions Act,\nS.C. 2006, c 9, § 121, para. 3(3)(f) (describing DPP \"duties and functions,\" which includes \"exercising the authority of the Attorney General\nrespecting private prosecutions, including to intervene and assume the conduct of - or direct the stay of - such prosecutions\"); Private\nProsecutions, Ministry Att'y Gen., hittps://www.attornevgeneral.jus.gov.on.ca/english/private_prosecution.php (last modified Oct. 29, 2015)\n(describing private prosecutions and noting \"the Criminal Code and the Crown Attorneys Act authorize Crown Counsel to supervise privately\nlaid charges to ensure that such prosecutions are in the best interest of the administration of justice\" and to \"take over the prosecution\" of\nindictable offences); Private Prosecutions, Pub. Prosecution Serv. Can.,/ittp://www.ppsc-sppc.gc.ca/eng/pub/fpsd-s{ps/{ps-sfp/fpd/ch26 .html\n(last modified Dec. 24, 2008). For Australia, see, for example, Director of Public Prosecutions Act 1983 s 10(2) (Austl.) (preserving private\nprosecution); id. s 9(5) (giving the Director power to take over a prosecution for a Commonwealth offence that has been instituted by another\nand either carry on or discontinue it); Annual Report 2014-15, Commonwealth Dir. Pub. Prosecutions (2015), https:/Awww.cdpp.gov.au/2014\n-15-annual-report-html-0 (reporting three private prosecutions in 2014-15, two of which were discontinued by the DPP); see also Director of\nPublic Prosecutions Act 1984 (Queensl.) s 10(c)(2) (Austl.) (giving DPP the power to \"take over and conduct\" criminal proceedings);\nDirector of Public Prosecutions Act 1986 (N.S.W.) s 9 (Austl.) (using similar language to Commonwealth DPP Act); Dir. of Pub.\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_016523",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016523.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6028,
    "word_count": 878,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:49.011627",
    "prefix": "IMAGES-004"
  }
}