{
  "document_id": "HOUSE_OVERSIGHT_028282",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028282.txt",
  "text": "THE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\n\nPRESS CLIPPING (INTERNET)\n\nDAZED ..:::.\n\nhttp://www.dazeddigital.com/artsandculture/article/8775/1/the-house-of-the-nobleman\nArts & Culture\n\nThe House Of The Nobleman\n\nOld Masters are hung in the company of some of the most notorious contemporary artists on the block in a show\nopposite Frieze Art Fair\n\nText by John-Paul Pryor\n\nFor what is a man profited, if he gains the whole world and loses his own soul? Perhaps this is one question that\ncould be asked of any billionaire art collector. In The House of The Nobleman, artist Wolfe von Lenkiewicz\nexamines our relationship to art and the role of the supposedly worldly or noble collector from a non-\njudgemental critical distance, and exhibits art both old and new (from Manet and Cézanne to The Chapmans and\nDamien Hirst) in a show that promises to prove contentious. Here, Lenkiewicz’s own “resequenced” Picassos will\nbe exhibited against their original counterparts, effectively folding art history in upon itself to create an entirely\nnew kind of dialogue. Dazed Digital went down to his studio to talk nobility, history and the reasons why a lost\nbattle is a battle one thinks one has lost.\n\nDazed Digital: What is the concept that informs The House Of The Nobleman?\n\nWolfe von Lenkiewicz: When | started to plan the exhibition with the co-curator Victoria Golembiovskaya (by\nwhom | was fascinated because she was instrumental in manoeuvring a submarine in the grand canal in Venice), |\nbegan to think about the notion of quality in the 21st century as opposed to the set of values pursued by Marsilio\nFicino. The dislocation and decertification of a stable position in the world, which was formally the aristocrat, the\nking... the noble man. The artist, being perceived at the centre, was seen as a God, and within Ptolemaic\nconcentric rings one moved from dog, to angel, to God. This is a hierarchical linear model, which has been\nattractive for five centuries in one form or another. The idea of this show is to explore a post-humanist form of\ncompassion — the world is dynamically changing, and no matter how flexible our map may be to quantify it, we\nwill be in an eternal struggle with meaning.\n\nHOUSE_OVERSIGHT_028282",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028282.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2267,
    "word_count": 372,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:48.348169",
    "prefix": "IMAGES-009"
  }
}