{
  "document_id": "HOUSE_OVERSIGHT_030250",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030250.txt",
  "text": "the very heart of exposing how Trump has abused his power and turned\nthe White House into a corrupt fiefdom.\n\nAccording to one source, Mueller could hardly contain his disgust\nwhen last month Rudy Giuliani, the President's new lawyer—hired to\nmake a case for the President on television and to push back against the\nMueller team—airily dismissed the notion that a sitting president can\nbe indicted. Adding insult to injury, Giuliani—who a White House source\nsaid has likely learned of aspects of the pending indictment—said\nMueller agreed with that assessment. White House sources believe\nGiuliani was daring the Special Counsel to tip his hand. But Mueller, ever\nin character, contained his outrage and continued to hold his cards\nclose, as his team finished preparing the obstruction case and refined\nthe legal theories under which it would claim the right to haul the\npresident into court.\n\nAccording to the proposed indictment, the President's scheme to\nobstruct the FBI's investigation into connections between the Trump\ncampaign and Russian efforts to undermine the U.S. election began-on\nthe 7th day of the Trump administration. Three days prior, on January\n24, National Security Advisor, Michael Flynn, lied to the FBI about his\ncontacts with the Russian Ambassador, Sergey Kislyak. From January\n27th, when the President had the one-on-one dinner with FBI Director\nJames Comey,through to the middle of April, the President-conducted a\ncat and mouse game with Comey, testing his loyalty and trying to\nestablish his willingness to aide the President and protect Flynn. On\nMay 9th, baldly admitting his dissatisfaction with Comey's\nunwillingness to play ball on Russia, the President fired the FBI director.\nShortly thereafter, continuing his efforts to disrupt the investigation, the\nPresident turned his ire on the Attorney General, Jeff Sessions,\npressuring him to fall into line on the President's behalf, and on Robert\nMueller, the newly appointed Special Counsel, pushing to fire him to\nblock the investigation.\n\nThe second episode that the Mueller teams has focued on took\nplace on July 8, on Air Force one, when the President personally\ndirected his son, Don, Jr., to lie about the reason for his meeting in\nTrump Tower, during the campaign, with representatives of the Russian\ngovernment—a meeting about collaborating with the Russians to\nundermine Hillary Clinton's campaign.\n\nThe third episode began on June 7th, after reports that Deputy FBI\n\nHOUSE_OVERSIGHT_030250",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030250.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2482,
    "word_count": 389,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:44.531221",
    "prefix": "IMAGES-010"
  }
}