{
  "document_id": "HOUSE_OVERSIGHT_017793",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017793.txt",
  "text": "Dershowitz Goes Off on Woman Who Made Underage Sex Allegations: 'She Should Be... Page 1 of 3\nCase 1:19-cv-03377 Document 1-4 Filed 04/16/19 Page 2 of 4\n\nDershowitz Goes Off on Woman Who Made Underage Sex\nAllegations: ‘She Should Be Seriously Punished’\n\nby Ronn Blitzer | 2:26 pm, December 4th, 2018\n\nOR ee ee et ee ee et\n\nJust hours after convicted pedophile Jeffrey Epstein agreed to settle\na civil case brought against him by attorney Bradley\n\nEdwards, Epstein’s lawyer from his past criminal case, Alan\nDershowitz, discussed his former client on the Law&Crime Network.\nEpstein was accused of trafficking more than 40 underage girls for\nsex, and one such girl claimed Dershowitz himself had sex with her\nwhen she was underage.\n\nDershowitz vehemently denies the claim, telling host Brian Ross that\naccuser Virginia Roberts is a “certified, complete, total liar,” and that\nher allegations are a “complete and total fabrication.” He also added\nthat she should be punished by the law for what she did.\n\nThe Harvard Law Professor Emeritus noted that Roberts’ allegations\nwere eventually withdrawn, and that the FBI recognized the\nevidence showed he was not where she said he was. He pointed to\ndocumented evidence that proves he is innocent.\n\n“| can prove conclusively that she made the whole thing up,”\nDershowitz said, citing travel records that he says prove where he\nwas at the time she claims she had sex with him. “It’s conclusive,\nconclusive evidence.”\n\n“More importantly, | can prove where | wasn't,” he said, after stating\noutright, “Never met her, don’t know who she is, never heard of her.”\n\nSimilarly, Dershowitz said that Roberts claimed that notable figures\nsuch as Bill Clinton, Al Gore, and Tipper Gore were present on an\n\nhttps://lawandcrime.com/high-profile/dershowitz-goes-off-on-woman-who-made-underage-... 4/3/2019\nHOUSE_OVERSIGHT_017793",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017793.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1856,
    "word_count": 291,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:44.375847",
    "prefix": "IMAGES-004"
  }
}