{
  "document_id": "HOUSE_OVERSIGHT_030065",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030065.txt",
  "text": "6\n\nwith virtually all of the major political actors who generated the\nrevolution and who will contest the elections.\n\nTunisia’s interim government has announced that elections to a\nConstituent Assembly will be held on July 24, 2011, and, crucially,\nthat as soon as the votes are counted, it will step down. As in the\nclassic democratic transitions in Spain and India, the newly elected\nConstituent Assembly will immediately have the responsibility of\nforming the government.\n\nThe Constituent Assembly will be free to choose a presidential, semi-\npresidential, or parliamentary system. A consensus is emerging\namong political leaders to choose the same system as the ten post-\ncommunist countries that have been admitted to the European Union:\nparliamentarianism.\n\nFinally, Rachid al-Ghannouchi, who leads the largest Islamic-\ninspired political party, Al Nahda, went out of his way to tell me that\nhe has signed an agreement with some secular parties that he will not\ntry to change Tunisia’s women-friendly family code, the most liberal\nin the Arab world. While many party leaders do not fully trust\nGhannouchi, they believe that in the new democratic environment,\nthe political costs to Al Nahda would be too great for it to risk trying\nto impose Islamic rule. They also increasingly believe that the most\ndemocratically effective policy toward Al Nahda for secular parties is\naccommodation, not exclusion.\n\nDemocratization in Egypt in the long term is probable, but it does not\nshare the more favorable conditions found in Tunisia. One of the\nbiggest differences between the two countries is that every Egyptian\npresident since 1952 has been a military officer. Eighteen generals\nlead the Post-Mubarak interim government, the Supreme Council of\nthe Armed Forces (SCAF). They unilaterally issue statements about\nwhat they see as the rules of the game for future elections. Key civil-\nsociety and political actors repeatedly told me that they had little\n\nHOUSE_OVERSIGHT_030065",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030065.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1977,
    "word_count": 310,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:47.998155",
    "prefix": "IMAGES-010"
  }
}