{
  "document_id": "HOUSE_OVERSIGHT_017458",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017458.txt",
  "text": "4.2.12\nWC: 191694\n\nMalcolm X at Harvard\n\nJust weeks after I began teaching at Harvard, students from the Harvard Law Forum asked me if I\nwould introduce the controversial Malcolm X. He had been invited to speak at the forum but no\nsenior faculty member would agree to introduce him, and the rules of the university required that\na faculty member perform this function. I readily agreed, despite my disagreement with many of\nMalcolm X’s views, particularly with regard to the Middle East. He had just returned from a trip\nto Mecca and Medina, where he embraced Islam and began to say some pretty awful things about\nIsrael, Zionists and Jews. But believing as I do in free speech, I agreed to facilitate his\nappearance, as long as the law forum did not limit what I could say in my introduction. They\nagreed.\n\nI was polite in my introduction but somewhat critical. [find my introduction in the book Malcolm\nX Speaks at Harvard edited by Archie Epps]\n\nAs I introduced him I noticed that he was wearing what appeared to be a large camera case slung\nover his shoulder and covering his chest. I later learned that it contained a gun, and that the\nreason no other faculty member would agree to introduce him, and share the stage with him, was\nas much because his life was under constant threat, as because of his controversial views.\n\nThe event went smoothly. First Archie Epps—a distinguished African American Harvard\nDean—made some introductory comments in which he sharply distanced himself from the views\nof Malcolm X. Then I made my somewhat more critical introduction. Malcolm X then\nproceeded to regal the crowd with his extreme views on black liberation.\n\nFollowing the speech, we all went to dinner at a local restaurant. I was seated next to Malcolm X\nand we spent most of the dinner arguing about the Middle East. During the course of the dinner I\nasked him if he would be willing to travel to Israel. He said he was not, since he regarded it as\noccupied Muslim land, but he added, “I would be much safer in Israel than in any of the Arab\ncountries I visited, and safer than I am here in the United States.” Within several months of\nmaking that comment, Malcolm X was gunned down in Harlem.\n\nSeveral years after Malcolm X was murdered, Dean Archie Epps edited a book entitled “Malcolm\nX speaks at Harvard.” He included the speech that I introduced as well my critical introduction.\nBut he excluded his own critical introduction. By this time, Malcolm X had become somewhat a\nmartyr within the black community, and my critical views seemed somewhat out of place in the\nbook so I called Dean Epps and asked him why he decided to include my critical comments but\nnot his own. He responded, “That’s the advantage of being the editor. You decide what stays in\nand what goes out.”\n\n371\n\nHOUSE_OVERSIGHT_017458",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017458.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2807,
    "word_count": 495,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.901949",
    "prefix": "IMAGES-004"
  }
}