{
  "document_id": "HOUSE_OVERSIGHT_020105",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020105.txt",
  "text": "North Korea, a situation the president had been consistently advised to downplay, now\nbecame the central subject of the rest of the week—with most senior staff occupied not so\nmuch by the topic itself, but by how to respond to the president, who was threatening to\n“blow” again.\n\nAgainst this background, almost no one paid attention to the announcement by the\nTrump supporter and American neo-Nazi Richard Spencer that he was organizing a protest\nat the University of Virginia, in Charlottesville, over the removal of a statue of Robert E.\nLee. “Unite the Right,” the theme of the rally called for Saturday, August 12, was\nexplicitly designed to link Trump’s politics with white nationalism.\n\nOn August 11, with the president in Bedminster continuing to threaten North Korea—\nand also, inexplicably to almost everyone on his staff, threatening military intervention in\nVenezuela—Spencer called for an evening protest.\n\nAt 8:45 p.m.—with the president in for the night in Bedminster—about 250 young men\ndressed in khaki pants and polo shirts, quite a Trump style of dress, began an organized\nparade across the UVA campus while carrying kerosene torches. Parade monitors with\nheadsets directed the scene. At a signal, the marchers began chanting official movement\nslogans: “Blood and soil!” “You will not replace us!” “Jews will not replace us!” Soon, at\nthe center of campus, near a statue of UVA’s founder, Thomas Jefferson, Spencer’s group\nwas met by a counterprotest. With virtually no police presence, the first of the weekend’s\nmelees and injuries ensued.\n\nBeginning again at eight o’clock the next morning, the park near the Lee statue became\nthe battleground of a suddenly surging white racist movement, with clubs, shields, mace,\npistols, and automatic rifles (Virginia is an “open carry” state)—a movement seemingly,\nand to liberal horror, born out of the Trump campaign and election, as in fact Richard\nSpencer intended it to seem. Opposing the demonstrators was a hardened, militant left\ncalled to the barricades. You could hardly have better set an end-times scene, no matter the\nlimited numbers of protesters. Much of the morning involved a series of charges and\ncountercharges—a _ rocks-and-bottles combat, with a seemingly hands-off police force\nstanding by.\n\nIn Bedminster, there was still little awareness of the unfolding events in Charlottesville.\nBut then, at about one o’clock in the afternoon, James Alex Fields Jr., a twenty-year-old\nwould-be Nazi, plunged his Dodge Charger into a group of counterprotesters, killing\nthirty-two-year-old Heather Heyer and injuring a score of others.\n\nIn a tweet hurriedly composed by his staff, the president declared: “We ALL must be\nunited & condemn all that hate stands for. There is no place for this kind of violence in\nAmerica. Lets come together as one!”\n\nOtherwise, however, it was largely business as usual for the president—Charlottesville\nwas a mere distraction, and indeed, the staff’s goal was to keep him off North Korea. The\n\nHOUSE_OVERSIGHT_020105",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020105.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3020,
    "word_count": 478,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:45.571230",
    "prefix": "IMAGES-005"
  }
}