{
  "document_id": "HOUSE_OVERSIGHT_026131",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_026131.txt",
  "text": "From: Michael Wolff \nSent: 6/8/2017 9:07:00 PM \nTo: jeffrey E. [jeeyacation@gmail.com] \nSubject: Re: some questions... \nImportance: High \nAs...? \nOn Thu, Jun 8, 2017 at 5:05 PM jeffrey E. <jeevacation@gmail.com> wrote: \nChristie back in \nOn Thu, Jun 8, 2017 at 1:52 PM Michael Wolff < > wrote: \nA bit tone deaf, but a reasonable basis for creating a brief. If there's any issues you'd like me to clarify with \nhim or explore, lemme know. It's just a friendly lunch, with the prospect of some Trump info. \nOn Thu, Jun 8, 2017 at 4:48 PM jeffrey E. <jeevacation@gmail.com> wrote: \nThoughts \n----------Forwarded message--------- \nFrom: Matthew Hiltzik _____________________________________ \nDate: Wed, Jun 7, 2017 at 2:37 PM \nSubject: some questions... \nTo: jeffrey E. <jeevacation@gmail.com> \nCc: Ben Sosenko < \nAttached and below please find some initial questions for you... \nLooking forward to connecting over the next two days... \n1. Please provide a brief overview of your professional background? \n2. Who were your mentors? Do you keep in touch with any of them? \n3. What are your 5 best professional achievements? \n4. Who are some of your business partners? \nS. Who are third-party validators who would speak on your behalf on the record? \n6. Who are third-party validators who would speak on your behalf off the record? \nHOUSE OVERSIGHT 026131 \n7. What business projects are you currently working on? \n8. What are your 5 best scientific achievements? \n9. What are you currently working on in the science field? \n10. What research institutions are you collaborating with? \n11. What past philanthropic causes are you most proud of? \n12. What philanthropic causes are you currently working on? \n13. What organizations are you collaborating with philanthropically? \n14. What upcoming events are you putting together or participating in? \n15. What specific impacts have the accusations had on your career? \n16. What specific impacts have the accusations had on your personal life? \n17. What are the top 10-15 misrepresentations of what actually happened? \n18. How are you specifically treated differently at home and abroad? \n19. Are there any outstanding legal challenges that you are facing? \n20. What are the other outstanding lawsuits that may draw publicity to your case? \n21. Is there anything else upcoming that may draw interest to your case? \n22. Have you agreed to any non-disclosures? Are there things you can't say about your case? \n23. Did you ever write an op-ed? Would you ever write an op-ed? \nHOUSE OVERSIGHT 026132 \nBen Sosenko \nHiltlik Strategies \nNOTICE OF CONFIDENTIALITY: This email is confidential and may also be privileged. If you are not the intended recipient please delete it and notifi) us \nimmediately by telephoning or e-mailing the sender. You should not copy it or use it for any purpose nor disclose its contents to any other person. \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nHOUSE OVERSIGHT 026133",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_026131.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4114,
    "word_count": 636,
    "line_count": 77,
    "import_date": "2025-11-19T21:47:48.746731",
    "prefix": "TEXT-001"
  }
}