{
  "document_id": "HOUSE_OVERSIGHT_024122",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024122.txt",
  "text": "regulations, the Money Transmitter Regulators Association (MTRA), the Conference of State Bank Supervisors\n(CSBS), and FinCEN.\n\nBank Secrecy Act Exam Resources — Developed by the NCUA, this publication provides guidance to\nexaminers for carrying out AML and OFAC examinations for credit unions.\n\nFFIEC Information Technology Examination Handbook — Developed through a collaborative effort of the\nFederal Reserve, the OCC, the NCUA, the CFPB and the FDIC, the IT Examination Handbook covers key\ntechnology topics as they relate to financial services in separate booklets, including:\n\no Audit\n\no Operations\n\no Management\n\no Business continuity planning\n\no Outsourcing technology services\n\no Development and acquisition\n\no =©Retail payment systems\n\no Wholesale payment systems\n\no E-banking supervision of technology service providers\no Information security\n\nThe IT Examination Handbook provides guidance on topics such as risks and suggested controls on third-party\npayment processors (e.g., Automated Clearing House [ACH] providers, remote deposit capture [RDC] providers)\nand electronic payments (e.g., electronic banking, automated teller machine [ATM]).\n\nAnti-Money Laundering (AML) Source Tool for Broker-Dealers — Developed by the SEC to assist broker-\ndealers with fulfilling their responsibilities to establish an AML Compliance Program, as required by AML laws\nand regulations.\n\nTemplate for Small Firms — This template, available on FINRA's website, is designed to assist small firms in\nfulfilling their responsibilities to establish an AML Compliance Program, as required by the BSA and its\nimplementing regulations and FINRA Rule 3310, by providing text examples, instructions, relevant rules,\nwebsites and other resources.\n\nCompliance Self-Assessment Guide — Developed by the NCUA, this guide is intended for use by a credit\nunion's board of directors and management, compliance officers, and others having responsibility for compliance\nas part of their duties. While the guide covers most federal consumer protection laws and regulations that affect\ncredit unions, it does not address all federal laws or any state laws.\n\nAML e-learning courses — FINRA offers several e-learning courses and interactive scenarios on AML-related\ntopics, ranging from customer identification procedures to recognizing red flags.\n\nU.S. Money Laundering Threat Assessment (MLTA) - Published in 2005, the MLTA was written by the\nfollowing agencies, bureaus and offices:\n\no Office of Terrorist Financing and Financial Crime (TFFC)\n\no Financial Crimes Enforcement Network (FinCEN)\n\n© Office of Intelligence and Analysis (OIA)\n\no Office of Foreign Assets Control (OFAC)\n\no Executive Office for Asset Forfeiture (TEOAF)\n\no Internal Revenue Service (IRS) — Criminal Investigation (Cl)\no IRS ~Small Business/Self-Employed Division (SB/SE)\n\no Federal Bureau of Investigation (FBI)\n\no Drug Enforcement Administration (DEA)\n\no Asset Forfeiture Money Laundering Section (AFMLS)\n\nprotiviti 116\n\nHOUSE_OVERSIGHT_024122",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024122.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2995,
    "word_count": 422,
    "line_count": 75,
    "import_date": "2025-11-19T21:47:44.390256",
    "prefix": "IMAGES-007"
  }
}