{
  "document_id": "HOUSE_OVERSIGHT_020612",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020612.txt",
  "text": "153\n\ncontrol of foreign countries (including China).? Facing political pressure, he later\nsaid none of the actions were “illegal” and that “foreign interference is a common\noccurrence in many countries around the world and has been for decades.”*\n\n¢ In 2016, Prime Minister Justin Trudeau was a subject of controversy for his\nattendance at cash-for-access dinners.* Among the attendees were Chinese billionaire\nZhang Bin, who donated $1 million to the Pierre Elliott Trudeau Foundation. Also\nat the dinner was Liu Meng, a CCP official who was opening a Chinese Chamber of\nCommerce, a common United Front organization, in the country.\n\ne In 2017, a Conservative member of Parliament was denied a visa to visit China\nbecause she intended to raise questions about human rights.°\n\ne In October 2017, the Financial Times acquired a United Front teaching manual\nwhich praised the success of overseas Chinese candidates in Toronto elections,\nwriting, “We should aim to work with those individuals and groups that are\nat a relatively high level, operate within the mainstream of society and have\nprospects for advancement.”’\n\ne¢ In December 2017, the Globe and Mail reported that two Conservative senators\nhad set up a private consulting business with the intent of attracting Chinese\ninvestment to Newfoundland and Labrador.* The paper also reported that the\nSenate’s ethics watchdog was investigating an all-expenses-paid trip to China\nby three Conservative senators, including one involved in the consulting\ncompany.’ (The paper had previously reported on thirty-six trips to China\nfunded by arms of the Chinese government or business groups.'°)\n\ne¢ In December 2017, Conservative senator Linda Frum called for an investigation\ninto improper influence in Canada.\" She alleged that laws banning direct foreign\ndonations to political parties are sufficiently robust, but third-party groups—so\nlong as they receive funds six months prior to the election—can use foreign\nmoney to influence voters.\n\nCivil Society\n\nIn 2016, the New York Times reported about pressure on independent Chinese-language\nmedia in Canada.” In January 2018, a coalition led by Amnesty International submitted\na confidential report to the Canadian government detailing harassment and digital\ndisinformation campaigns and direct threats against Uyghurs, Tibetans, Taiwanese,\ndemocracy advocates, and members of Falun Gong.”\n\nAppendix 2\n\nHOUSE_OVERSIGHT_020612",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020612.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2423,
    "word_count": 363,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:47.151584",
    "prefix": "IMAGES-006"
  }
}