{
  "document_id": "HOUSE_OVERSIGHT_016199",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016199.txt",
  "text": "Case 1:19-cv-03377-LAP Document 36-4 Filed 07/03/19 Page 3 of 6\n\nMs. Virginia Roberts Giuffre as a Witness in the Crime Victims Rights Act Case\n\n17. One witness who became available to Mr. Edwards and me in the CVRA case was\nMs. Virginia Roberts Giuffre. She had previously fled to Australia to escape from Mr. Epstein’s\nsexual abuse. But at some point, in around spring 2014, we learned that she was in the United\nStates and was willing to provide testimony in our CVRA case.\n\n18. Because the CVRA case continues to be litigated today, nothing in this affidavit is\nintended to disclose — nor does it disclose — any confidential communications we received from\nMs. Giuffre. However, I can report that in approximately May, 2014, I flew from Utah to Fort\nLauderdale, Florida, where Mr. Edwards and I conducted a full-day interview of Ms. Giuffre to\nlearn what evidence she had and to determine whether it was credible,\n\n19. Without going into specific lawyer-client communications that we had with our\nclient, Mr. Edwards and | determined that Ms. Giuffre’s allegations of having been sexually\nabused by Epstein were credible. Ms. Giuffre also said that she had been sexually abused by Mr.\nDershowitz. Mr. Edwards and I determined, based on that interview and subsequent careful\nfollow-up, that her allegations were credible and were relevant to our allegations of improper\ninfluences affecting the Epstein plea negotiations.\n\n20. Ms. Giuffre also credibly alleged that she had been sexually abused by other rich and\npowerful friends of Epstein. It appears that she had civil claims that she could file against\nEpstein’s friends. However, because I am law professor with limited litigation resources, I\nrecommended to Mr. Edwards that we should attempt to locate additional litigation support\nbefore pursuing lawsuits against abusers who could be expected to marshal considerable\nfinancial and other resources in response.\n\n21. Mr. Edwards agreed and ultimately discussed the civil cases with Mr. David Boies,\nthe name partner in the New York-based law firm of Boies Schiller Flexner LLP. I was aware\nthat Mr. Boies not only had a well-regarded large litigation firm, but also had a strong track\nrecord of providing legal services for legal cases that might not otherwise attract attention from\ncivil law firms (including cases involving sex trafficking victims).\n\n22. I thought Mr. Boies was an excellent choice to help represent Ms. Giuffre. It is my\nunderstanding that Mr. Edwards conveyed to Mr. Boies — as well as, at some point, to his law\npartner Sigrid McCawley — that I had personally interviewed Ms. Giuffre, had investigated her\nallegations against Dershowitz and others, and had found them to be credible.\n\n23. Because the CVRA revolved primarily around criminal law issues — an area where\nboth Mr. Edwards and I had considerable experience — we did not require any assistance from\nMr. Boies in the CVRA case and we did not approach him about assisting in that case. In 2014,\nwe had successfully handled the CVRA case for more than six years, winning multiple motions\nwithout needing outside assistance, and anticipated no need for further help.\n\nFiling Ms. Giuffre’s Allegations and Dershowitz's Attacks\n\nHOUSE_OVERSIGHT_016199",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016199.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3239,
    "word_count": 526,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:45.326412",
    "prefix": "IMAGES-003"
  }
}