{
  "document_id": "HOUSE_OVERSIGHT_031323",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031323.txt",
  "text": "From: \"jeffrey E.\" <jeevacation@ gmail.com>\nDate: Thursday, November 16, 2017 at 3:26 PM\n\nTo: Steven Pfeiffer (A, Pecey Siegal Richard Kahn\nCts\n\nSubject: Re: 2017 IFP Gotham Awards\nhappy to buy your 10k of chairs and will need me plus 3 seats.\n\nOn Thu, Nov 16, 2017 at 1:36 PM, Steven Pfeiffer wrote:\nHello Jeffrey —\n\n| hope all is well with you. As per Peggy Siegal’s office, | have included here the invitation to the IFP Gotham Awards\nceremony, which will be held on Monday, November 27 at Cipriani Wall Street in New York City.\n\nThis year’s ceremony is going to be another successful event. We couldn’t be more thrilled with this year’s impressive\ngroup of Tributees. The Actress Tribute will go to Nicole Kidman and the Actor Tribute to Dustin Hoffman. The\nDirector Tribute will be given to Sofia Coppola, with the Cinematographer Tribute going to Ed Lachman. With the\nIndustry Tribute, we will be honoring Jason Blum, founder of Blumhouse Productions. And we simply couldn’t be more\npleased to honor Vice President Al Gore with this year’s special Humanitarian Tribute. With nominees this year\nranging from Willem Dafoe, Adam Sandler and Robert Pattison to Margot Robbie, Lois Smith and Mary J. Blige, this\nyear’s ceremony looks to be the most star studded ever.\n\nPlease let me know if you have any questions.\n\nBest regards,\nSteven\n\nSteven Pfeiffer\nAssociate Director, Development\nIndependent Filmmaker Project\n\nMade in NY Media Center by IFP\n30 John Street\n\nBrooklyn, NY 11201\np:\nwww.ifp.org\n\n<image002.png>\n\nplease note\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\nJEE\nUnauthorized use, disclosure or copying of this\ncommunication or any part thereof is strictly prohibited\nand may be unlawful. If you have received this\ncommunication in error, please notify us immediately by\n\nHOUSE_OVERSIGHT_031323",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031323.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1971,
    "word_count": 319,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:48.169067",
    "prefix": "IMAGES-011"
  }
}