{
  "document_id": "HOUSE_OVERSIGHT_029449",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029449.txt",
  "text": "Howard Stieglitz and Paul Krugman, two superb economists and Nobel Memorial\nLaureates met with Obama and urged a 1.5 trillion dollar infusion, which would\nhave been almost exactly right. But they had both supported Hillary Clinton in the\nprimaries and so he went with his own advisor, Larry Summers who had a record of\nmajor mistakes when working for Bill, not to mention as President of Harvard, so\nObama proposed an 800 billion infusion and then made the classic “Barry” mistake\nby giving 400 billion of it to small business. This was well known to have no positive\neffect whatsoever. Businesses do not invest during a recession, they wait for\ndemand to return. They are happy to get the money, which they promptly put away\nin savings where it has no effect. In short, Obama’s stimulus was % the size it needed\nto be. It did reverse the slide downwards leading to years of positive growth but the\neffect was too weak when needed most and chants of “Yes we can” turned, in effect,\nto chants of “Yes we can but it sure is gong to take a long time” and the Tea Party\n\nswept aside many of his powers in 2010.\n\nBarack was known as “Barry” growing up because his Kenyan father Barack was a\n“rolling stone that gathered no moss” and his son always had to navigate two worlds\nwithout the support of his father. He had all the benefits of outbreeding—tall, good\nlooking and very bright—and his ability to navigate the two worlds propelled him\nupwards—into Harvard Law School, then first “black” Law Review editor, then\nIllinois legislator—then his memorable “not Red States nor Blue States but United\nStates” speech at the 2004 Democratic Convention. But always with the flaw of\n\ncompromising where he should not.\n\nThe second major mistake he made right away was to appoint Hillary to be\nSecretary of State, making peace with his defeated opponent, a nice gesture perhaps\nbut unheard of in US history. Why elevate your opponent? Why indeed. She will be\nin a lead position to replace you 8 years later but will in fact usher in something far\nworse. “Crooked” Hillary indeed—not because of some foolishness over e-mails but\n\nbecause she was a life-long enabler of a thoroughly dishonest husband, as when she\n\nHOUSE_OVERSIGHT_029449",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029449.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2222,
    "word_count": 385,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:44.059468",
    "prefix": "IMAGES-010"
  }
}