{
  "document_id": "HOUSE_OVERSIGHT_020102",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020102.txt",
  "text": "Some Trumpers, particularly those with over-the-transom access to the president,\nbelieved that he had been tricked into some form of very-much-not-Trump submission.\nRoger Stone, one of those people whose calls Kelly was now shielding the president from,\nspread the dark scenario that Mattis, McMaster, and Kelly had agreed that no military\naction would ever be taken unless the three were in accord—and that at least one of them\nwould always remain in Washington if the others were away.\n\nAfter Kelly dispatched Scaramucci, his two immediate issues, now on the table in\nBedminster, were the president’s relatives and Steve Bannon. One side or the other\nobviously had to go. Or perhaps both should go.\n\nIt was far from clear whether a White House chief of staff who saw his function as\nestablishing command process and enforcing organizational hierarchy—directing a\ndecision funnel to the commander in chief—could operate effectively or even exist in a\nWhite House where the commander in chief’s children had special access and overriding\ninfluence. As much as the president’s daughter and son-in-law were now offering slavish\nregard for the new command principals, they would, surely, by habit and temperament,\noverride Kelly’s control of the West Wing. Not only did they have obvious special\ninfluence with the president, but important members of the staff saw them as having this\njuice, and hence believed that they were the true north of West Wing advancement and\npower.\n\nCuriously, for all their callowness, Jared and Ivanka had become quite a fearsome\npresence, as feared by others as the two of them feared Bannon. What’s more, they had\nbecome quite accomplished infighters and leakers—they had front-room and back-channel\npower—although, with great woundedness, they insisted, incredibly, that they never\nleaked. “If they hear someone talking about them, because they are so careful about their\nimage and have crafted this whole persona—it’s like anyone who tries to pierce it or say\nsomething against it is like a big problem,” said one senior staffer. “They get very upset\nand will come after you.”\n\nOn the other hand, while “the kids” might make Kelly’s job all but impossible, keeping\nBannon on board didn’t make a lot of sense, either. Whatever his gifts, he was a hopeless\nplotter and malcontent, bound to do an end run around any organization. Besides, as the\nBedminster hiatus—working or otherwise—began, Bannon was once more on the\npresident’s shit list.\n\nThe president continued to stew about The Devil’s Bargain, the book by Joshua Green\nthat gave Bannon credit for the election. Then, too, while the president tended to side with\nBannon against McMaster, the campaign to defend McMaster, supported by Jared and\nIvanka, was having an effect. Murdoch, enlisted by Jared to help defend McMaster, was\npersonally lobbying the president for Bannon’s head. Bannonites felt they had to defend\nBannon against an impulsive move by the president: so now, not only did they brand\nMcMaster as weak on Israel, they persuaded Sheldon Adelson to lobby Trump—Bannon,\n\nHOUSE_OVERSIGHT_020102",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020102.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3092,
    "word_count": 494,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.474341",
    "prefix": "IMAGES-005"
  }
}