{
  "document_id": "HOUSE_OVERSIGHT_017518",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017518.txt",
  "text": "A. If you are including within that me walking\npast Brad in the hall] and saying, \"Hey, Brad how are\nyou? How is the Epstein stuff going?” Then it's very\nlikely that | talked to him about it in that manner.\n\nBut I have no specific recollection one way or the\nother as to having any lengthy conversations with\nMr. Edwards about the case.\n\n] had a co-conspirator who was deeply\ninvolved in the Ponzi scheme that ] could go to to get\nany information ] wanted, Mr. Adler. ] didn't need to\ngo to Mr. Edwards.\n\nQ. So if you had a question of your\nco-conspirator, Russell Adler, about the Epstein case,\nyou would go ask Adler and would Adler always have the\nanswer for you or would he say he would get you the\nanswer?\n\nA. Both.\n\nQ. When he didn't have the answer, do you know\nwho he was getting the answer from?\n\nMR. SCAROLA: Objection, predicate.\n\nTHE WITNESS: J don't know who he was\ngetting it from and ] may have contacted other people\nin the office who were working on the file to ask. J\nmay have asked Mr. Jenne, ] may have asked Ms.\nHolmes, ] many have asked a whole myriad of people.\n\nPage 110\n\nBY MR. GOLDBERGER:\n\nQ. So Ms. Holmes was working on the Epstein\ncases?\n\nA. It's my refreshed recollection from seeing\none of those e-mails that she must have been.\n\nQ. Okay. And Ms. Holmes you said was a former\nfederal law enforcement officer, was that your\ntestimony?\n\nA. Yes.\n\nQ. You don't know whether she was FBI or IRS,\ncorrect?\n\nA. J don't remember.\n\nQ. Okay. And upon reflection, do you know\nwhether she was hired without your say-so based on\nwhat Mr. Jenne told you or did you meet with her?\n\nA. No, | actually -- 1 remember meeting with\nMs. Holmes.\n\nQ. Okay. What do you remember about that\nmeeting?\n\nA. | remember talking about her relative who\nwas a judge. ] remember her telling me about her time\nin law enforcement. J just don't remember which\nagency.\n\nQ. Did she tell you why she left law\nenforcement?\n\nsee\nOran oe WM HP\n\nvga og AAU EL et age eae eae gen ames cae SA aR a ep aR ea\nray KI 1\n\n1\n2\n3\n4\n5\n6\n7\n8\n9\n0\n1\n2\n3\n4\n5\n6\n4\n8\n)\n0\n1\n2\n2\n4\n5\n\n1\nbl\n1\n1\npl\nal\na1\n1\npi\nfl\n2\n(2\nb2\n2\n£2\n2\n\nea QU DuaNN NNN mE RRS G SE FAM ARE SRE UR OS ena I se ER pet a NE EN AMER PEE EMSA GA TN PSS UTE\n\nA. She may have, | don't recal] one way or the\nother.\n\nQ. Did you ever ask Ms. Holmes to use any of\nher prior contacts in law enforcement to assist you in\nthe Ponzi scheme to get information for you?\n\nA. The question is kind of convoluted because\nthe way you are asking it, it seems like you are\nintimating that Ms. Holmes knew. I may have asked\nMs. Holmes to get me information that ] was going to\nutilize with my co-conspirators in the Ponzi scheme,\nbut Ms. Holmes did not know that there was a Ponzi\nscheme going on.\n\nQ. All right. So you may have asked Ms. Holmes\nto try and get some information for you from her\ncontacts in law enforcement, but it's your testimony,\nand ] don't dispute it, it's your testimony that she\nknew nothing about the Ponzi scheme, correct?\n\nA. ] may have, ] may not have. | do not\nremember and she absolutely knew nothing about the\nPonzi scheme.\n\nQ. Okay. Now, we talked about Brad Edwards\ngetting paid and the multilevel ways in which you\ndetermined what a person's salary was. Do you know\nwhether Brad Edwards got any bonuses along the way\nonce the Epstein case was used as part of the Ponzi\n\nPage 112\nscheme?\n\nA. He did not.\n\nQ. So he was --\n\nA. If he got a bonus, it was something he\neared.\n\nQ. Did you make a determination as to what that\nbonus would be?\n\nA. Ifhe got a bonus, ] would have been\ninstrumental in determining it. You can determine if\nhe got a bonus by looking at our financial records, 1\ndon't have an independent recollection one way or the\nother.\n\nQ. So you don't know whether he got a bonus at\nall, correct?\n\nA. That's correct.\n\nQ. Sol assume that if he got a bonus you\nwouldn't know whether it occurred before or after the\nEpstein case was used as part of the Ponzi scheme?\n\nA. 1] don't know if he got a bonus, which means\n] wouldn't know the time frame.\n\nQ. But we would learn -- you are instructing\nus, we would learn that by looking at when the Epstein\ncase was brought into the Ponzi scheme and we learn\nthat by looking at these -- what was the group that it\nwas used to pitch to?\n\nPage 113\n\n29 (Pages 110 to 113)\n\nFRIEDMAN, LOMBARDI & OLSON\n\n305-371-6677\n5ed93085-0554-447f-bcdd-ca2d8fe941 df\n\nHOUSE_OVERSIGHT_017518",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017518.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4367,
    "word_count": 868,
    "line_count": 201,
    "import_date": "2025-11-19T21:47:45.727348",
    "prefix": "IMAGES-004"
  }
}