{
  "document_id": "HOUSE_OVERSIGHT_029908",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029908.txt",
  "text": "In 2005, the Palm Beach police were told by the mother of a young girl in West Palm Beach\nthat her daughter had been brought to the Democratic donor's mansion and asked to have\nsex with him for money. This kicked off an intensive, one-year undercover investigation.\n\nThe police sifted through Epstein's garbage and interviewed 17 witnesses, including the\nhousemen, who told of sex toys and dildos left behind after the underage girls left. One of\nEpstein's procurers, a 20-year-old local woman named Haley Robson, who was paid $200\nfor every teenaged girl she brought to Jeffrey, was cooperating with police, telling them she\nwas like \"Heidi Fleiss.\" They obtained statements from five of Epstein's young victims, who\nsaid they'd been paid $200 to $300 to engage in various sex acts with ...\n\nContinue reading...\n\nSUBSCRIPTION INFO\n\nThis newsletter is never sent unsolicited. It was sent to you because you signed up to receive this newsletter on\nthe HumanEvents.com network OR a friend forwarded it to you. We respect and value your time and privacy. If\nthis newsletter no longer meets your needs we will be happy to remove your address immediately.\n\nVisit the Townhall Media Preference Center to manage your subscriptions..\n\nOr Send postal mail to:\nAnn Coulter Unsubscribe\nP.O. Box 9660, Arlington, VA 22219\n\n* Copyright Human Events and its Content Providers.\nAll rights reserved.\n\nplease note\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\nJEE\nUnauthorized use, disclosure or copying of this\ncommunication or any part thereof is strictly prohibited\n\nHOUSE_OVERSIGHT_029908",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029908.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1737,
    "word_count": 277,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:45.191778",
    "prefix": "IMAGES-010"
  }
}