{
  "document_id": "HOUSE_OVERSIGHT_023137",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023137.txt",
  "text": "OUP CORRECTED PROOE - FINAL, 12/9/2014, SPi\n\nForeword and Acknowledgements\n\nThe idea of compiling an Oxford companion to the Arab-Israeli conflict was first\npresented to me in 2005 by Markus Bouillon, who served for me both in my UN\ncapacity in Jerusalem and at the International Peace Institute (IPI) in New York. Nur\nLaiq laboriously and faithfully collected most of the relevant documents and contrib-\nuted to the organization of the book and the drafting of the introduction and com-\nments. Fabrice Aidan, a French diplomat, who served for ten years as my special\nassistant and political adviser in my different United Nations capacities played an\ninstrumental role for the production of this volume. He made essential substantive\ninputs to the organization and compilation of the documents and the composition of\nthe comments, throughout the book, as well as to the introduction. David Makovsky\nand Marwan Muasher deserve thanks for reviewing the book and for providing\ninsightful comments.\n\nI would like also to thank my staff at the International Peace Institute (IPI), Walter\nKemp and Adam Lupel, for their editing contribution. Miklos Pinther, former chief\nUN cartographer, who in 2000 oversaw the delineation of the Blue Line between Israel,\nLebanon and Syria, compiled and produced the maps in this volume. Finally, my\nexecutive assistant, Jilla Moazami, gave invaluable administrative support. Without\nthese colleagues, the book would have never come to print. I am delighted that the\nvolume came to its conclusion on the occasion of the 20th anniversary of the signing of\nthe Oslo Accords of 1993.\n\nI am grateful to the Government of Norway for generous support to the Inter-\nnational Peace Institute’s (IPI) Middle East program over many years.\n\nI dedicate the book to my beloved wife, Ambassador Mona Juul, my companion in\nwar and peace, without whom I would never have become involved in the imbroglio of\nthe Middle East.\n\nTerje Rod-Larsen\nParis\n16 September 2013\n\nHOUSE_OVERSIGHT_023137",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023137.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2003,
    "word_count": 320,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:48.513910",
    "prefix": "IMAGES-007"
  }
}