{
  "document_id": "HOUSE_OVERSIGHT_026588",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026588.txt",
  "text": "assess the liability only against the QSub or QRS and, in the event of a failure to pay the liability\nafter notice and demand, may file a federal tax lien only against the QSub's or QRS's property\nand rights to property. *\n\nAnother instance in which a DRE is recognized for federal tax purposes arises when the IRS is\nseeking to collect a tax liability from the sole member of a SMLLC. In CCA 199930013, the IRS\nChief Counsel advised that the IRS could not levy on an LLC's assets, because under state law\nthe sole member of the LLC did not own the property of the LLC. The Chief Counsel stated that\nthe mere fact that an LLC is disregarded as an entity separate from its sole member (the\ntaxpayer in that case) for federal tax purposes does not entitle the IRS to disregard the LLC for\ncollection purposes. “® The Chief Counsel added that state law determines a taxpayer's property\ninterests for purposes of tax collection, “4 but the IRS could levy on the taxpayer's distributive\ninterest in the LLC and sell that interest or file suit to foreclose the federal tax lien against the\nownership interest. “8 In addition, depending on the facts of the case, the IRS might collect from\nan LLC's assets on the basis that it is the alter ego of its single-member or pursuant to a\nnominee or transferee liability theory. “2\n\nTEFRA Rules.\n\nAnother exception to the general rule arises in the context of the Code's audit rules for\npartnerships, which were enacted by the Tax Equity and Fiscal Responsibility Act of 1982\n(TEFRA). TEFRA radically changed the way in which the IRS audits partnerships for errors in\nreporting partnership income. 22 TEFRA's basis is found in Section 6221, which provides that “the\ntax treatment of any partnership item (and the applicability of any penalty, addition to tax, or\nadditional amount which relates to an adjustment to a partnership item) shall be determined at\nthe partnership level.”\n\nSection 6231(a)(1)(B) excludes “small partnerships” from the TEFRA rules by excluding from the\ndefinition of a “partnership” any partnership with ten or fewer partners, each of whom is a U.S.\nindividual, a C corporation, or an estate of a deceased partner. The small partnership exception\ndoes not apply, however, to a partnership for a tax year if any partner in the partnership during\nthat tax year is a “pass-thru partner.”°* A pass-thru partner means a partnership, estate, trust,\nS corporation, nominee, or other similar person through whom other persons hold an interest in\nthe partnership. =2\n\nThe issue that arises in this context is whether a DRE that is a partner of a partnership is\ndisregarded when determining whether the small partnership exception to TEFRA applies. The\nIRS has looked at this issue on at least two different occasions and, in both cases, treated an\nSMLLC as a separate entity. That is, the IRS determined that the SMLLC—not its individual sole\nmember—was the partner in applying the small partnership exception to the TEFRA audit rules. *2\nBecause the SMLLC was treated as the partner and was a “pass-thru partner,” as defined in\nSection 6231(a)(9), the small partnership exception did not apply in either case.\n\nIn CCA 200250012, IRS Chief Counsel reasoned that the statutory language indicated that\nCongress intended that the small partnership exception to TEFRA would not apply whenever, as\na factual matter, ownership in the partnership is held through another person, regardless of the\nlegal classification of that person. Rev. Rul. 2004-88 reached the same result, but the IRS\nreasoned there that state law dictated the holding. The IRS based its holding on the fact that the\nsole member of the SMLLC partner was not a partner of the partnership under state law; rather,\nthe IRS found that the sole member held his partnership interest in the partnership indirectly\nthrough the SMLLC (i.e., was an indirect partner via the “pass-thru partner”),\n\nSharing of Partnership Liabilities under Code Section 752.\n\nHOUSE_OVERSIGHT_026588",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026588.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3985,
    "word_count": 667,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:45.215114",
    "prefix": "IMAGES-009"
  }
}