{
  "document_id": "HOUSE_OVERSIGHT_017154",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017154.txt",
  "text": "4.2.12\nWC: 191694\n\nOne day while he was hearing arguments, and I was working in the office, I received a note from\nthe Justice asking me whether it was required under Jewish law that an orthodox woman always\nwears a hat, even while arguing a case in the Supreme Court. The Supreme Court had a rule\nprohibiting wearing any head covering. But Goldberg was willing to insist that there be an\nexception if there was a religious obligation. I wrote back saying that there was such a rule for\nstrictly orthodox women. He wrote back asking me to come into the courtroom, which I did.\nWhen I got there I looked at the offending hat. Just as I did so, I got another note from Justice\nGoldberg saying is there anything in Jewish law that requires a woman to wear such a big ugly\nhat. I assured him that there was not. Nonetheless they made an exception, but Justice Goldberg\ntold me to discreetly inform the woman that next time she argues, she should wear a smaller hat.\n\nJustice Goldberg also asked my advice about whether he should sit on the opening day of Court,\nwhich fell on Yom Kippur, the holiest day of the Jewish calendar, during which all work is\nprohibited. I looked at the calendar of cases to be argued that day and noted that there was a\ncapital case. I told him that Jewish law permitted violation of nearly all religious precepts if\nhuman life was at stake and recommended that he call the rabbi of his congregation. The rabbi\nconfirmed my view and told him to sit only on that case. He did and helped save the life of the\ncondemned man.\n\nThe Supreme Court had a small basketball court on the fifth floor. The clerks called it “The\nHighest Court in the Land,” since it was directly above the Supreme Courtroom itself. Rumor\nhad it that in previous years the clerks used to play basketball while the Justices were hearing\narguments, and the sound of the bouncing ball could be heard through the ceiling of the Court. A\nrule was established therefore prohibiting the playing of basketball during Court sessions. By the\ntime I got there the games were in early evening, and occasionally Justice White, who had been a\nformer professional football player, participated. As a basketball player, White was a great\nfootball player - - not much finesse, but lots of elbows. I played only occasionally, but was there\nonce when Justice White was in a game. He boxed me out for a rebound and, in the process of\ngrabbing the ball, hit me in the face with his elbow. I instinctively yelled, “That’s a foul, damn it!”\nto which I quickly added, “Mr. Justice.” I was overruled by His Honor.\n\nAccording to historians of the Supreme Court, the 1963-64 term was among the most significant\nand innovative in the history of the American judiciary, and Justice Goldberg was at the center of\nthe action. He assigned me to draft the famous Escobedo opinion, which changed the law of\nconfessions and led to the even more famous Miranda decision. Escobedo was suspected of\nkilling a relative and he was interrogated without his lawyer being present, even though his lawyer\nwas in the police station, trying to advise him on his right to remain silent. I penned the following\nwords that became an important part of my legal philosophy throughout my career:\n\nWe have...learned the...lesson of history that no system of criminal justice can, or should,\nsurvive if it comes to depend for its continued effectiveness on the citizens' abdication\nthrough unawareness of their constitutional rights. No system worth preserving should\nhave to fear that if an accused is permitted to consult with a lawyer, he will become aware\nof, and exercise, these rights. If the exercise of constitutional rights will thwart the\n\n67\n\nHOUSE_OVERSIGHT_017154",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017154.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3715,
    "word_count": 652,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.242561",
    "prefix": "IMAGES-004"
  }
}