{
  "document_id": "HOUSE_OVERSIGHT_028059",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028059.txt",
  "text": "Chapter Thirteen\n\nIt was a huge responsibility, and not just because I was suddenly in charge of\nan intelligence apparatus ranging from Unit 8200, our sophisticated signals\ncollection and decryption unit, to the operational units like Sayeret Matkal. It\nwas what was at stake if things went wrong: success or failure in war, and the\nlife or death of thousands of men on the battlefield. It was a price we’d paid\npainfully in 1973. And now again, just nine years later, in Lebanon.\n\nIf I needed any reminder, it was conveniently placed on my new office wall:\nthe photographs of each of my nine predecessors since 1948 as Head of the\nIntelligence Directorate, or Rosh Aman in Hebrew. All had come to the role\nwith talent and dedication. All but three had either left under a shadow, or been\nfired. Sometimes this was because of ultimately non-fatal lapses, like a botched\nmobilization of our reserves in 1959, or the Rotem crisis a few months later.\nSometimes, it was due to lethal failures like the Yom Kippur War and Lebanon.\n\nI went to see all eight former directors who were still alive. “You know, I\nused to read the newspapers and listen to the BBC in the car to work,” Shlomo\nGazit told me. He was the director ’'d worked for in operational intelligence,\nthe one who’d so memorably made the point that we might endanger Israeli\nsecurity not only be missing the signs of a war, but signs of an opportunity for\npeace. He was also one of the few to have left office without blemish. “By the\ntime I got to the Airya, I already knew 80 percent of what I could about what\nwas going on,” he said. “Then I’d spend six or seven hours reading intelligence\nmaterial, to fill in at least part of the remaining 20 percent.” His message,\nechoed by my other predecessors, was that the job wasn’t mainly about the raw\ninformation. It was what you concluded from the information, what you did\nwith it. It was about judgement.\n\nThe intelligence did matter, of course. For all of Israel’s strengths in that\narea, I knew from my own experience at Sultan Yacoub that there was still\nroom to get more, better, and more timely information about our enemies, and\nmake sure it got to the commanders and field units that needed it. And while the\ndetails of many operations I approved for Sayeret Matkal and other units remain\nclassified, we did succeed in doing that — to take just one example, by finding\nan entirely new way to get intelligence from inside Syrian command posts.\n\nYet above all, I set out to apply the lessons of the 1973 and 1982 wars. In\nrereading the official inquiry reports, I saw that the intelligence failings had\n\n211\nHOUSE_OVERSIGHT_028059",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028059.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2644,
    "word_count": 472,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:45.156468",
    "prefix": "IMAGES-009"
  }
}