{
  "document_id": "HOUSE_OVERSIGHT_030528",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_030528.txt",
  "text": "Date: Tuesday, March 8 2011 11:57 PM\nFrom: Jeffrey Epstein <jeevacation@gmail.com>\n\nTo: = PETER MANDELSON <_ i >;\n\nmax <gmax1@ellmax.com >\n\nDate: Tue, Mar 8, 2011 at 12:17 PM\nSubject: <no subject>\n\nTo: J Jep <jeevacation@gmail.com >\n\nJeffrey and Ghislaine: Notes on New York's Oddest Alliance <\n\nhttp://www. vanityfair.com/online/daily/2011/03/notes-_ on-new-yorks-oddest-couple-jeffrey-epstein-and-\nghislaine-maxwell.html>\n\nby Vicky Ward <http:/Avww.vanityfair.com/contributors/vicky- ward>\n\nMarch 8, 2011, 2:30 PM\n\n“lve got a story idea for you. The rebuilding of Indonesia. Or New Orleans. Or both. Go there. I’ve just been.\nYou will never think the same way about anything again.”\n\nSo spoke not Bill or Melinda Gates, but Ghislaine Maxwell, the 48-year-old woman being written up\neverywhere at the moment as the alleged “procurer” of young women for billionaire Jeffrey Epstein.\n\nEpstein, 57, is the financier who spent a year in jail on charges of soliciting prostitutes—and now there is talk of\nanother investigation because various women, now in their twenties and thirties, have come forward with\nallegations that he molested them when they were under-age. The allegations first surfaced in British\nnewspapers, which have zeroed in on Epstein’s friendship with Prince Andrew, who has recently tried to\npublicly disassociate himself from his old pal.\n\nI wrote a piece for Vanity Fair in 2003 called “The Talented Mr. Epstein.” It was largely a business piece that\nfocused on his mysterious exit from Bear Stearns in 1981, his close relationships with Jimmy Cayne, Les\nWexner, the chairman of Limited Brands, and above all, the man who claimed to be his mentor, Steven Jude\nHoffenberg, who is currently serving a 20-year-jail sentence for bilking investors in Towers Financial out of\n$450 million.\n\nThe piece alluded to Epstein’s great friendship with Maxwell, and how she introduced him to young women\nwith whom he had sexual relationships. But, in the end, the story didn’t really go there, focusing instead on the\nissue that remains a mystery—how Jeffrey made his money, and how Ghislaine made hers.\n\nThis is not to say I didn’t hear stories about the girls. I did. But, not knowing quite who to believe, I\nconcentrated on the intriguing financial mystery instead. But now the women have come back. Not the same\nones, different ones. And their stories are bone-chilling. Journalists from England have phoned—and, in one\ncase, flown—to ask me about Epstein and Maxwell. Who is he? And the British, especially, want to know:\nWho is she? At this point, I am so bored of repeating myself to others—it was, after all, my 2003 Vanity\nFairstory that really brought him into the limelight—that I have decided to write about this myself.\n\nBizarrely, perhaps, I have gotten to know Jeffrey and Ghislaine far better after my piece than before it. I kept\nrunning into both of them, separately, at parties. Jeffrey is not a social animal so he usually has a couple of\nyoung women with him who stand two feet behind him, as if serving a monarch. “Do they speak?” I remember\nasking him once, nodding at his lookalike blondes. He laughed. “Not like you, Vicky,” was his riposte.\n\nI remembered that when we’d once discussed math—in particular, an isosceles triangle—and I revealed I\nhadn’t studied math since I was 14 (such is, or was, the way of the British educational system), I received a\npackage at home via messenger. It was a book: “Math for idiots.”\n\nSo he is not without humor, even though he doesn’t drink or smoke, and hates restaurants.\n\n“Jeffrey knows a good deal about most subjects,” newspaper publisher Mort Zuckerman told me last week. He\n\nHOUSE_OVERSIGHT_030528",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_030528.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3671,
    "word_count": 592,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:47.474260",
    "prefix": "IMAGES-011"
  }
}