{
  "document_id": "HOUSE_OVERSIGHT_017135",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017135.txt",
  "text": "4.2.12\nWC: 191694\n\nassassinated and Lee Harvey Oswald was murdered. I had personal connections to each of these\nmomentous events.\n\nThose years were also eventful in terms of judicial decisions. Many of the most important civil\nrights, criminal law and freedom of speech cases were decided during my tenure as a law clerk. It\nwas a period of liberal judicial activism—the Zenith (or for those more admiring of judicial\nrestraint, the Nadir) of The Warren Court. It was a heady time for a young liberal lawyer to be in\nthe nation’s capital.\n\nMy year of clerking for Judge Bazelon\n\nEven more important than my substantive experiences in working with these two important\njudges, was the personal impact they both had on my life. Each was to serve as a mentor, though\nin very different ways, throughout their entire lives. Indeed, I continue to be influenced by them\neven years after their deaths.\n\nI arrived in Washington during the summer of 1962, in the midst of the Kennedy Administration.\nAlthough Judge David Bazelon was a court of appeals judge—early in my clerkship he became\nChief Judge—he was at the center of Washington life, both socially and politically. He knew\neveryone. He socialized regularly with Senators, Congressmen, cabinet members, White House\nstaffers, Supreme Court justices, diplomats and other movers and shakers.\n\nHe had two clerks, but I was very much his senior clerk, and he didn’t much like or respect his\njunior clerk. He saw me as a protégé and he took me with him everywhere that it was appropriate\nfor me to go. At the center of his social life were the weekly lunches at the office restaurant of a\nlocal liquor distributor named Milton Kronheim, whose personal chef would prepare simple but\nsuperb lunches for “Milton’s boys.” Kronheim himself was in his mid-seventies when I met him.\n(He would live to 97, pitching in his weekly company softball game until his late 80s). His\nfrequent guests, in addition to Judge Bazelon, included Chief Justice Earl Warren, Justices\nThurgood Marshall, William Brennan and William Douglas, Judges J. Skelly Wright, Senators\nAbe Ribacoff and Jacob Javits and many other judicial and political notables. The small\nlunchroom where Milton’s entertained had photographs of Kronheim with every president since\nHarding. Hundreds of other wall-to-wall photographs showed him with just about every\nimportant political, business and sports figure of the Twentieth Century.\n\nJudge Bazelon once told me a joke about Kronheim, which, with a change of name, from\nKronheim to “Katz,” became a standard part of the Jewish joke cannon.\n\n“There was a guy named Kronehiem who bragged he was so famous he could be photographed\nwith “anyone in the world.” A skeptical friend challenged him. “You can’t be photographed with\nthe President!” Within days, Kronheim was standing on the White House balcony with JFK, as\nphotographers snapped pictures.\n\n“Ok,” the friend conceded “maybe in the United States, but not in other parts of the world!” He\nthen issued another challenge: “You could never be photographed with Israel’s Prime Minister\n\n48\n\nHOUSE_OVERSIGHT_017135",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017135.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3109,
    "word_count": 507,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.544513",
    "prefix": "IMAGES-004"
  }
}