{
  "document_id": "HOUSE_OVERSIGHT_026288",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_026288.txt",
  "text": "B. Jeannie Rhee, hand-picked by Mueller from Mueller's own firm, was actually Clinton's lawyer in the email\ninvestigation. Now how does that look. She also is a bully and thinks she is a real tough guy and | don't want that kind\nof character around. | also have an ineffective assistance of counsel case against her for a client in a $100 million\nearnings management fraud case in which she was way over her head.\n\nC. Greg Andres was another bully who replaced Weissmann in the EDNY. He withheld evidence terribly in his cases,\nregularly threatened others, and accused a defendant of putting out a contract on him when he knew it was a completely\nbogus claim, but gave him the publicity he craved. He is 100% in the pro-Clinton, anti-Trump camp. President Obama\ngave his wife a federal judgeship on the SDNY\n\nand on and on.\n\n| don't personally believe Russia affected the election at all; but | certainly am not qualified to say. | do know that we\nhave meddled in other countries' elections as a matter of policy forever. But the bottom line is, if there is to be an\ninvestigation, just play it straight up. | am friends for a long time with the IG. If they had picked him to head up the team,\n| would not be a weekly guest on Hannity tv and radio (| never would have been asked), as | Know he would pick a team\nof honest folks from across the spectrum.\n\n-----Original Message-----\n\nFrom: jeffrey E. <jeevacation@gmail.com>\nTo: Devid Schoen aa\nSent: Wed, Jul 4, 2018 8:10 am\n\nSubject: Re: Hello\n\nis itoverblown. ? — all mob prosecutors have strong feelings towards their targets. | recall many that told stories of\nhow they despised gotti etc. why is stryok different ?\n\nOn Wed, Jul 4, 2018 at 7:51 AM, i wrote:\n\n| am obsessed with prosecutorial and FBI misconduct wherever it rears it ugly head and i am committed to doing what i\ncan to fight it whether for my death penalty clients or a klansman. Lots of wrongdoing here and we all lose when the\nsystem breaks down.\n\n| assume you were just flipping the channels.\n\nHope you are doing well. | see they never miss an opportunity to try to drag you in - saw an article the other day asking\nhow you missed the #metoo press and tying you to trump. Didn't mention much of all you have been put through\nalready. | hope the cases are all behind you now. | would have liked to have helped; but i guess you and your team\ndecided on a different direction. Whatever works best.\n\njeevacation@gmail.com\n\njudge jeannie?\n\nOn Mon, Apr 16, 2018 at 9:54 PM, x wrote:\n\nJust checking in to see how you are getting along these days. | hope all the litigation is well behind you and things are\ngoing well\n\nTake care.\nDavid\nDavid |. Schoen\n\nHOUSE_OVERSIGHT_026288",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_026288.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2690,
    "word_count": 493,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:45.607833",
    "prefix": "IMAGES-008"
  }
}