{
  "document_id": "HOUSE_OVERSIGHT_018984",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018984.txt",
  "text": "Date: 7/13/06 PALM BEACH POLICE DEPARTMENT Page: 31\n\nTime: 9:27:55. Incident Report Program: CMS301L\nCase No. .. . : 1-05-000368 (Continued)\npolice questioning. This voice mail message was recorded onto.a micro\ncassette. rovided the incoming telephone number as\nstated she inadvertently told about\n\nthe police investigation because[_|had called her to t\n\nabout how she just received a rental car from Jeff Epstein.\n\nhad called her to tell her that she was given a rental car, a 2005\nSilver Nissan Sentra, to utilize to visit family and visit Jeff.\n\nL—_Jasked her what was_ going on at_the house that the police would\ne asking questions. — stated[ si then called Jeff and\nand asked what was going on reference the ongoing police\ninvestigation. According to [__ |MMMMMM has since then been trying to\ncontact her to ask about the police questions. I instructed not\nto contact MBB and do not provide any more information to\n\nshe would notify Jeff Epstein and HE what was transpiring.\n\nas\n\nInvestigation Continues...\n\nKRRKEKERREKERKEERRERREEEEREEEE NARRATIVE HQ RRKKKKEKEKKEKREEKEEKRKEEREKREREE\nReported By: LEE, LA'MONT 10/07/05\nEntered By.: ALTOMARO, NICKIE A. 10/07/05\n\nOn March 30, 2005, I was asked by Sgt. Daniel Szarszewski to begin\nconducting surveillance and trash pulls reference Detective Pagan\nconducting a criminal investigation involving Jeffrey Epstein. I was\nadvised that Epstein was possibly engaging in sexual contact with\nyoung females.\n\nOn March 30, 2005, I made contact with Town of Palm Beach Sanitation\nOffice Supervisor Tony Higgins and requested trash pulls for 358 El\nBrillo Way to begin on March 31, 2005.\n\nb6\nOn March 31, 2005 at 9:20 a.m., I responded to the area of 358 El b7c\nBrillo Way and met with Town of Palm Beach sanitation employee,\nJeffrey Williams. I observed Williams enter the driveway of 358 El\nBrillo Way, collect the trash bags from Epstein's property and place\nthe contents into an empty sanitation truck. I followed Williams to a\nnearby area, were he turned over seventeen white plastic trash bags,\nwhich were collected from Epstein's property.\n\nI took the trash bags to the sanitation department were I sifted\nthrough its contents. _I collected mail correspondence from Armani\nExchange addressed to , Jeffrey E. Epstein notepaper\nwith an important message notepaper addressed to\n[_|dated 03729705 at 8:15 p.m. reference Peggy Seagal, U.S Airways\nboarding pass copy for passenger, Janusz Banasiak, Montgomery County,\nMaryland Health Department food service ID NO#40820 for Janusz\nBanasiak and Ghislaine Maxwell notepaper with names and phone numbers.\nPhotocopies of the trash collected were attached with the supplement.\nDetective Pagan was advised of the contents that were collected for\nevidentiary value.\n\nHOUSE_OVERSIGHT_018984",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018984.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2773,
    "word_count": 432,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:44.723026",
    "prefix": "IMAGES-005"
  }
}