{
  "document_id": "HOUSE_OVERSIGHT_015027",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015027.txt",
  "text": "[These were continuing experimentations in reversed-engineered SERE; the agreed upon\ntechniques, taken from various regions of the world to be distributed to the various regions of the\nworld, had to be deemed not torture and this is where organizations like the APA stepped in, then\n(during the Bush administration), and afterwards. See here for example: \"And | think, you know,\nwhat’s really important in the debate going forward among psychologists is the extent to which\npsychologists loaned their names and loaned their credentials and their Ph.D.s to this kind of activity\nand essentially were used by the Bush administration to provide a kind of “get out of jail free” card for\nthe people who were, you know, doing these interrogations, because the logic, which | think Mark\nhad mentioned, is, you know, this circular logic. So long as there are trained psychologists from\n\nthe SERE program who are on site at these interrogations who are saying that these detainees can\nwithstand this treatment, are not being harmed psychologically, then it’s not torture. So, you know,\nyou've got this sort of [inaudible] tortured — tortured logic, which is the phrase that has come up, but\nit’s this sort of self-justifying loop in which professionals are loaning their credentials to this kind of\nactivity. And you see the same thing in the Office of Legal Counsel, where you have, you know,\nlawyers loaning their credentials to approving what are clear violations of the Geneva Conventions.\"\n(https:/Awww.democracynow.org/2009/4/21/the story of mitchell jessen associates )]\n\nplease note\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\nJEE\nUnauthorized use, disclosure or copying of this\ncommunication or any part thereof is strictly prohibited\nand may be unlawful. If you have received this\ncommunication in error, please notify us immediately by\nreturn e-mail or by e-mail to jeevacation@gmail.com, and\ndestroy this communication and all copies thereof,\nincluding all attachments. copyright -all rights reserved\n\nHOUSE_OVERSIGHT_015027",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015027.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2192,
    "word_count": 339,
    "line_count": 33,
    "import_date": "2025-11-19T21:47:44.798063",
    "prefix": "IMAGES-003"
  }
}