{
  "document_id": "HOUSE_OVERSIGHT_014346",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014346.txt",
  "text": "Chart 46: What do you consider to be the most important catalyst for USB in 2017?\n\n50%\n45%\n40%\n35%\n30%\n29%\n20%\n15%\n10%\n\n5%\n\n0%\n\nSustained operating Further acceleration of Using excess capital Rising interest rates\n\nand strong currency to\nengage in non-\ndepository deals\n\nleverage, regardless of\nrate backdrop\n\ncapital return\n\nSource: BofA Merrill Lynch Global Research\n\nele Fargo & Co (WFC), B-1-7, Buy\n\nChart 47: Based on your post-election outlook for 2017, how do you\nthink WFC will perform against this 2 year target?\n\nWFC sees modestly better benefit from steepening yield curve vs parallel shift.\nFollowing the election, the 10yr yield is up 37bp while futures currently imply a 94%\nprobability the Fed raises rates in Dec. As such, Treasurer Neal Blinde noted that\nWFC could realize a modestly better benefit to spread income from a steepening\nyield curve vs. the current +$150mn/qtr expectation from a 25bp parallel shift. He\noutlined how the bank’s actions to manage an interest rate cycle via balance sheet\npositioning protect on the downside (i.e. post-Brexit) while at the same time allow\nfor an uptick when rates rise. WFC received numerous investor questions on when\nthey would deploy its dry power ($572bn in liquidity), and management noted that\nthe rate backdrop — not question marks on deposit duration — mostly drove\ndeployment decisions.\n\nWFC reiterated its performance targets disclosed at its Investor Day. WFC\nreiterated its 2-yr performance targets: (1) 1.1-1.4% ROA; (2) 11-14% ROE; (3) 55-\n59% efficiency ratio; and (4) 55-75% net capital payout. As of 3Q16, the bank is\ncurrently within these ranges on all metrics except for efficiency (3Q: 59.4%). This\nis consistent with the 61% of the audience polled that expect WFC to perform\nwithin the targeted ROE range as headwinds from Retail Banking is offset by an\nimprovement in the macro-economy. That said, 50% of the audience polled believe\nthe issues arising from the retail sales issue will modestly impact earnings (0-5%).\n\npractices issue?\n\nChart 48: What do you think is the earnings impact of the retail sales\n\n10% 61% 60%\nada 50%\n50%\nan 40%\n30% 30%\n20% 20%\n10% ;\n0% 10%\n\nOutperform the Perform within the | Underperform the 0%\n\nrange, given likely range, as lower —_ range, as consensus\nhigher interest rates contribution from the in underestimating\n\nMeaningful, at over Modest, between 0- Community Bank\n\n5% of EPS, given lost 5% of EPS earnings will be offset\n\nthan expected and Community Bank will the earnings impact revenues and higher by the rest of the\nless headwind from mitigate a stronger from the retail sales operating and firm, resulting in no\nregulation macro backdrop practices issues. marketing costs impact to EPS power\nSource: BofA Merrill Lynch Global Research Source: BofA Merrill Lynch Global Research\n32 2016 Future of Financials Conference | 17 November 2016 Bankof America 2\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014346",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014346.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2921,
    "word_count": 479,
    "line_count": 85,
    "import_date": "2025-11-19T21:47:48.102953",
    "prefix": "IMAGES-002"
  }
}