{
  "document_id": "HOUSE_OVERSIGHT_031362",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031362.txt",
  "text": "Basic Policy Plan of Hosting the Convention\n\nNOBEL CHARITABLE TRUST\n\nPoints to Keep In Mind in Hosting the Convention ( Direction of Hosting the Convention)\n\n1 .Host Country\n\n#ln the future we will construct a framework where different countries will\nrotate to host and support the Convention.\n\n=To establish an implementation model as well as build recognition and\nsuccess, the first 3 to 4 Conventions will be held in Japan.\n\n#One of the most well-known environmental instrument is the Kyoto\nProtocol adopted in Japan. Despite the many environmental conferences\ntaking place around the world, no event has ever included an exhibition\nof environmental technologies. Therefore, it is a natural course of\nevents, that this Convention should begin in Japan, which would carry a\nsignificant message . Global consensus on this matter should be easy\nto attain.\n\n™Venue candidates include Kyoto from the Kyoto Protocol, and\nOkinawa and Hokkaido from the past G8 summits but considering\nfactors such as transportation, operation and promotion, we would\nlike to recommend the Tokyo Big Sight (Tokyo International\nExhibition Center.)\n\n3 .Timing of the Conference\n\n#As the formation of NCT and preparations to organize the\nsupport system in Japan will begin in spring 2010, timing of the 1*\nConvention will be in the year 2012.\n\n=™Seasonal factors in Japan indicate the best timing for the\nconference to be in spring (April-May) or fall (Sept- Oct).\n\n4 .Exhibitors (Corporations)\n\nmWith the cooperation of governments around the world, NCT will\nencourage corporations worldwide to participate in the exhibition.\n\n=Participation of Japanese corporations will be managed through the\nfuture energies organization (GSSI Earth Environment Technology\nDevelopment Expo Executive Committee)\n\n( Anticipated number of participating corporations: from 500 to 1000 )\n\n5 . Advantages in Participating in the Exhibition\n\n=By participating, corporations will have the opportunity to introduce and promote\ntheir energy efficient products, obtain information on renewable, alternative and\nsustainable energy resources, and may obtain rights to or participate in projects.\n=By positioning participation itself as a status symbol, higher awareness will be\nseen in corporate efforts to engage in environmental friendly endeavors.\n=lmproved brand image of participating corporations and an opportunity to\naccumulate consumer response data\n\n6 .Operations\n\n#Hosted by: Nobel Charitable Trust\n\n= The GSSI Earth Environment Technology Development Expo\nExecutive Committee will manage all production and operations of\nthis convention.\n\n7. \\|mplementation Costs\n\n=Funds will be provided by NCT, sponsors, and exhibition fees\n\nwill be collected from each participating exhibitor.\n\n3\n\nHOUSE_OVERSIGHT_031362",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031362.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2768,
    "word_count": 407,
    "line_count": 75,
    "import_date": "2025-11-19T21:47:45.688838",
    "prefix": "IMAGES-011"
  }
}