{
  "document_id": "HOUSE_OVERSIGHT_024087",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024087.txt",
  "text": "potentially subject to the surtax should consult their own advisors concerning its potential\napplicability to their individual circumstances.\n\nPassive Foreign Investment Companies - A portfolio investment by the Fund in a non-US.\ncorporation that is classified as a “passive foreign investment company” (“PFIC”) will cause\ntaxable U.S. Partners to be subject to taxation under Sections 1291 through 1298 of the Code. In\ngeneral, a non-US. corporation will be classified as a PFIC if 75% or more of its gross income\nconstitutes “passive income” — generally, interest, dividends, royalties, rent and similar\nincome, and gains on the disposition of assets that generate such income — or 50% or more of\nits assets (by value or, in certain situations, by adjusted tax bases) produce passive income or\nare held for the production of such income. Under the PFIC rules, gain attributable to a\ndisposition of PFIC stock, as well as income attributable to certain “excess distributions” with\nrespect to that PFIC stock, is allocated ratably over the shareholder’s holding period for the\nstock. Gain allocated under this rule to (i) the year in which the shareholder disposes of the\nPFIC stock and (ii) any year prior to the time the foreign corporation first satisfied the PFIC\nincome or assets test, as well as income attributable to any excess distribution on PFIC stock\nallocated to those years, is subject to tax (as ordinary income) at the U.S. federal income tax\nrates applicable to the shareholder for the year in which the disposition occurs. Disposition\ngain attributable to years included in the shareholder’s holding period — other than those\ndescribed in the preceding clauses (i) and (ii) — and income attributable to excess distributions\nallocated to each such other year is subject to tax (as ordinary income) at the maximum U.S.\nfederal income tax rate applicable to the shareholder for the year in which the income is treated\nas realized, and also to an interest-like charge on the shareholder’s “deferred” payment of this\ntax liability that accrues generally from the year of deemed realization through the due date of\nthe shareholder’s U.S. federal income tax return for the year of disposition or distribution\n(determined without regard to extensions). A U.S. Partner effectively will be treated as a U.S.\nshareholder with respect to its proportionate share of any PFIC stock owned by the Fund. If,\nhowever, that PFIC is also a “controlled foreign corporation” in which the Fund is a “United\nStates Shareholder” (as defined below), the PFIC rules generally will be superseded by the rules\ndiscussed below dealing with controlled foreign corporations. The PFIC rules generally should\nnot affect tax-exempt U.S. Partners.\n\nThe PFIC rules are highly technical and it is possible that a non-U.S. corporation in which the\nFund makes an investment will be classified as a PFIC. If the Fund invests in the stock of a\nportfolio company classified as a PFIC, and that company agrees to provide the Fund and, if\nnecessary, the IRS with certain financial information, the Fund may elect to treat that company\nas a “qualified electing fund” (“QEF”). If the Fund holds stock of a non-U.S. corporation with\nrespect to which a QEF election has been made for the first taxable year in the Fund’s holding\nperiod for which the non U.S. corporation is a PFIC, each U.S. Partner will be subject to tax\ncurrently on its proportionate share of certain earnings and net capital gain of that non-US.\ncorporation — regardless of whether that corporation actually distributes cash or other property\nto the Fund — but generally will not be subject to the tax regime described in the preceding\nparagraph with respect to its investment in that corporation. Although the maximum rate of\ntax imposed on certain dividends is currently 20%, this rate does not apply to dividends paid or\ndeemed paid by PFICs. A QEF election generally will not result in current inclusion of the\nPFIC’s earnings for any year in which the PFIC has no net ordinary earnings and no net capital\ngain. Alternatively, if such PFIC stock is publicly traded, the Fund may be eligible to value the\n\n76 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024087",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024087.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4209,
    "word_count": 692,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.928532",
    "prefix": "IMAGES-007"
  }
}