{
  "document_id": "HOUSE_OVERSIGHT_017822",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017822.txt",
  "text": "Case 1:19-cv-03377 Document 1-16 Filed 04/16/19 Page 5 of6\n\nDershowitz, in interviews with the Herald, and in recent public statements, said he has never\nmet Ransome. He also said she initially tried to interest the New York Post in her story, but a\nreporter whom he said he spoke with told him Ransome was not credible. He said he has a trove\nof emails between Ransome and the reporter that prove she is a “lunatic.”\n\n“There are hundreds of emails in which she claimed to have sex with everybody in the world and\nalso claimed she has video of Hillary Clinton, Bill Clinton, Donald Trump and others having sex\nwith underage girls — but she never ever accused me in these emails,” Dershowitz said.\n\nThe emails are under seal, he said, and therefore cannot be made public. Dershowitz said he has\nasked the court to unseal them but his efforts thus far have been unsuccessful.\n\nIn the recent court transcript, however, it is Maxwell’s attorney, Laura Menninger — not\nRansome or her attorneys — who named Dershowitz.\n\n“[Ransome] has alleged not only that my client [Maxwell] ran a sex trafficking organization but\nshe claims also that she was directed by my client and the Epstein defendants to have sex with\nthird parties, including Alan Dershowitz, for example,” Menninger said. “And so to the extent\nmy client or Mr. Dershowitz or anyone else is going to be asked about their private sexual\nactivity, I believe that would implicate their privacy rights...”\n\nRoberts, who now lives in Australia, said that Epstein ordered her to have sex with Dershowitz\nsix times, according to a 2015 affidavit, which was filed in connection with an unrelated Epstein\nfederal lawsuit.\n\nAt that time, Dershowitz launched a media blitz on TV asserting that Roberts made up the story.\nHe also called for Roberts’ lawyers — Edwards and University of Utah law professor Paul Cassell\n— to be disbarred. The lawyers sued Dershowitz for defamation, and the case was settled last\nyear.\n\nDershowitz publicly declared he was vindicated after a federal judge ordered Roberts’ affidavit\nstricken from the court record. But the judge did not address the veracity of her sexual\nmisconduct claims; he instead ruled that the affidavit was misplaced in a case not involving\nDershowitz.\n\nBoies, whose firm represented Roberts pro bono, addressed Dershowitz’s longstanding\ncontention that he had been exonerated.\n\n“Anytime in a lawsuit where you were the defendant and you paid the plaintiff $900,000 to\nsettle it — that’s a strange kind of vindication,” Boies said, asserting that Dershowitz paid that\namount as part of the defamation settlement with Edwards and Cassell.\n\nIn 2016, Dershowitz released a statement following what he said was “an independent\ninvestigation” that had been conducted by former FBI Director Louis Freeh, who is now a\nprivate consultant.\n\n“Our investigation found no evidence to support the accusations of sexual misconduct against\nProfessor Dershowitz. In fact, in several instances, the evidence directly contradicted the\naccusations made against him,” Freeh wrote.\n\nMost of the court records in the Roberts case are sealed. In February, the Miami Herald filed a\nmotion in the Southern District of New York, seeking access to documents. The motion, which\n\nwas not opposed by Roberts, could shed more light on the full scope of Epstein’s crimes and\nwho was involved.\n\nhttps://www.miamiherald.com/latest-news/article223315075.html\n\nHOUSE_OVERSIGHT_017822",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017822.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3444,
    "word_count": 554,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:48.354573",
    "prefix": "IMAGES-004"
  }
}