{
  "document_id": "HOUSE_OVERSIGHT_024337",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024337.txt",
  "text": "Table of Contents\n\nvalue is more leveraged to future value appreciation and depends upon a future increase in the value of our common stock. The committee also has\ndetermined that restricted stock unit grants to NEOs should be used for the purposes of retention or recognition of outstanding performance in part because\nrestricted stock units are less volatile than stock options.\n\n2018 Annual Grant\n\nFor fiscal 2018, the Compensation and Nominating Committee determined to award an equal blend of time-based stock options and restricted\nstock units to provide a mix composed of awards whose value depends upon a future increase in the value of the common stock (time-based stock options)\nand awards that serve primarily as a retention tool (time-based restricted stock units).\n\nFor the 2018 annual grant, the committee targeted a grant value equal to the amount of each executive’s base salary. The committee initially\ntargeted the annual grant based on a 10-day average stock price as of April 2, 2018 ($21.61). Based on that price, Mr. Garcia would have received 15,988\noptions and 9,255 RSUs; Messrs. Jenkins and Huston would have received 14,989 options and 8,677 RSUs; and Messrs. Keeton and Gill would have\nreceived 13,190 options and 7,635 RSUs. However, the grants were not awarded until mid-July when the stock price had more than doubled ($44.21). To\ncompensate the executives for the disadvantage of receiving stock options with a much higher exercise price, the Committee determined to grant additional\nRSUs. The grant value of the additional RSUs is equal to one-half of the in-the-money value difference between the options granted based on the March\nstock price and the options granted based on the July stock price, resulting in a total of 13,987 RSUs granted to Mr. Garcia, 13,113 to Messrs. Jenkins and\nHuston each, and 11,540 to Messrs. Keeton and Gill each.\n\n2018 Special Performance-Contingent Grant\n\nFor fiscal 2018, the Compensation and Nominating Committee and the Board also granted a one-time special performance-contingent RSU\naward for driving exceptional company performance to achieve an important milestone in the development of the business. The RSUs were granted on\nApril 30, 2018, to the NEOs other than the CEO; the CEO received his award on May 1, 2018. Mr. Garcia was granted 14,572 RSUs ($393,298 grant\nvalue), Messrs. Jenkins and Huston 13,662 RSUs ($358,081 grant value), and Messrs. Keeton and Gill 12,022 RSUs ($315,097 grant value). All of these\ngrants will vest 100% on the date of the first periodic report filed where positive quarterly EBITDA is reported. None of the RSUs were vested as of the end\nof 2018.\n\n2018 100k Milestone Gift\n\nOn September 10, 2018, we announced a commitment by our chief executive officer, Emest Garcia III (“Mr. Garcia”), to contribute 165 shares\nof Class A common stock to us from his personal shareholdings for every one of our then-existing employees, including the NEOs, upon their satisfying\ncertain employment tenure requirements. In connection with these contributions, we have made corresponding grants of 165 restricted stock units under our\n2017 Omnibus Incentive Plan to each employee who has satisfied the requirements and we intend to make grants to the remaining then-existing employees\nas they satisfy the requirements (the “100k Milestone Gift” or “Gift’). Messrs. Jenkins, Huston, Keeton, and Gill all received the grant in 2018, which had a\ngrant date fair value of $10,562.\n\n-29-\n\nHOUSE_OVERSIGHT_024337",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024337.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3497,
    "word_count": 558,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:44.078116",
    "prefix": "IMAGES-007"
  }
}