{
  "document_id": "HOUSE_OVERSIGHT_017130",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017130.txt",
  "text": "4.2.12\nWC: 191694\n\nknow what to do with it so I tucked it under my neck to protect my new tie. One of the partners\npulled it off and said “Young man, this is a restaurant, not a barbershop.”\n\nAll first year law students at Yale are required to participate in a moot court competition. My\nopponent was a classmate named Taft, one of whose ancestors was the President of the United\nStates and the Chief Justice; another a senator from Ohio and the third the mayor of Cincinnati. It\nis fair to say at that time that Taft was one of the most prominent names in America. My mother\nwas convinced that I couldn’t possibly compete with a Taft and that I would be demolished in\nmoot court. To provide support, she and my father came up to New Haven to watch me argue. I\ndid fine. When my mother told my grandmother that I had beaten a Taft, she replied, “Taft?\nThat’s a funny name. I wonder what he changed it from?” In my neighborhood, many short\nnames, like many short noses, had once been longer.\n\nIn my third year, I served as editor-in-chief of the Yale Law Journal. I was the first orthodox Jew\nto serve in that capacity, and there were some who doubted that this seven day a week job could\nbe done by a six-day a week worker. But I managed to get the job done, and at the end of the\nyear a few of my associate editors presented me with a mock copy of the law journal in which\nevery seventh page was blank.\n\nThe speaker at my law school graduation was President John F. Kennedy. He used the occasion\nto make the statement about having the best of both worlds, a Harvard education and a Yale\ndegree. (I now have what I think is the best of both worlds, a Yale education and a Harvard\nteaching job). My son Elon was a year old at graduation, and I brought him along. During\nKennedy’s speech, he started crying. A local New Haven television station caught him in the act,\nand the voiceover said that Yale was always a Republican school. (I don’t think Elon has ever\nvoted for a Republican in his life.)\n\nDuring my years at law school, I developed an interest in writing academic articles. At Brooklyn\nCollege, I wrote a paper about the 5\" Amendment. In it, I explored the history, policies and\napplications of the privilege, especially in the context of legislative investigations, where many of\nthe battles over the scope of the 5 Amendment were then being fought. I pointed out that the\nprivilege had “traversed many cycles” over the years and had been “adapted to changing times and\nneeds,” and concluded that though we “are considering the very same constitutional phrase, we\nare dealing with a completely new and hitherto unknown privilege.”\n\nI would repeat the theme of a changing Constitution in much of my writings over the years and\nwould eventually write a book about the 5\" Amendment. At Yale, I wrote two articles for the\nlaw journal—one about attempted murder, the other about corporate crime—that brought me to\nthe attention of the faculty not only at Yale but at Harvard as well. Both schools had their eyes\nout for me as a potential faculty recruit. I worked with several professors at Yale, serving as a\nresearch assistant to Professor Guido Calabresi, Joseph Goldstein, Jay Katz, Alexander Bickel and\nTelford Taylor. They each became mentors to me and I tried to follow in their very large\nfootsteps.\n\nThe professor who most influenced my legal thinking were Joseph Goldstein, who taught me\ncriminal law, but he really didn’t teach me much about the actual law; his job was to get the\nstudents to question everything, to accept nothing and to rethink every principle of law. Some\n\n43\n\nHOUSE_OVERSIGHT_017130",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017130.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3619,
    "word_count": 652,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:45.854297",
    "prefix": "IMAGES-004"
  }
}