{
  "document_id": "HOUSE_OVERSIGHT_015591",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015591.txt",
  "text": "Accordingly, Dershowitz requests that the Court modify the Confidentiality Order to\nconfirm that Dershowitz’s counsel may disclose Ms. Roberts’s testimony as they deem necessary\nin their professional judgment in order to represent Dershowitz in this case.\n\nBACKGROUND & EXECUTIVE SUMMARY\n\nDershowitz was first presented with Roberts’s heinous and false allegations against him\nwhen her lawyers, Bradley J. Edwards (“Edwards”) and Paul G. Cassell (“Cassell”), filed certain\nnow-stricken allegations in the action styled Jane Doe, et al. v. United States of America, No. 08-\n80736 (S.D. Fla.) (the “Federal Action”). After Dershowitz defended himself to the media,\nEdwards and Cassell sued Dershowitz for defamation. The falsity of Roberts’s allegations, her\ncredibility, and the investigation her lawyers took to assess those allegations and credibility\nbefore filing those allegations are a critical part of Dershowitz’s defense.\n\nOn April 9, 2015, Roberts moved for an order “quashing the subpoena duces tecum\nserved on her by Defendant, or alternatively, pursuant to Florida Rules of Civil Procedure\n1.280(c) for issuance of a protective order sharply limiting the scope of the subpoena” (the\n“Motion to Quash”). See Motion to Quash, attached hereto as Exhibit A. Roberts did not move\nto seal the deposition transcript and the resulting order did not seal it, but instead directed that “a\nconfidentiality order shall be entered.” See November 4, 2015 Email from Judicial Assistant\nSusan Moss, attached hereto as Exhibit B and November 12, 2015 Order, attached hereto as\nExhibit C. The Confidentiality Order then prepared by Roberts’s counsel and consented to by all\nparties includes a provision stating that “[t]he deposition testimony of Non-Party Virginia\nGiuffre will be designated as ‘Confidential’ and not subject to public disclosure” and that “[i]t\nmay only be filed under seal.” See January 12, 2016 Confidentiality Order, attached hereto as\n\nExhibit D.\n\nHOUSE_OVERSIGHT_015591",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015591.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1987,
    "word_count": 298,
    "line_count": 29,
    "import_date": "2025-11-19T21:47:44.535325",
    "prefix": "IMAGES-003"
  }
}