{
  "document_id": "HOUSE_OVERSIGHT_017932",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017932.txt",
  "text": "In re Terrorist Attacks on September 11, 2001, 392 F.Supp.2d 539 (2005)\n\n10 A.L.R. Fed. 2d 789\n\nof this Court [that] has already entertained and rejected\nthe same constitutional challenge to the same\n[governmental] provision.” Jd. at 195 (limiting holding to\nconstitutional challenges to governmental provisions).\n\nNCB’s reliance on Bush cannot prevail here. The\nexception relied on in Bush is limited to constitutional\nchallenges to governmental provisions. Bush, 304 F.3d at\n195; see also Steel Co., 523 U.S. at 99, 118 S.Ct. 1003.\nHere, the merits of NCB’s liability for the attacks of\nSeptember 11 do not present a constitutional challenge to\na governmental provision such that skipping the\njurisdiction question would be appropriate.\n\nIn its alternative argument for reconsideration, NCB\nrequests that the Court postpone resolution of the subject\nmatter jurisdiction question posed by the FSIA until\nNCB’s personal jurisdiction defense is resolved. NCB\nargues that such a course would lead to its quicker\ndismissal from the litigation and would limit the intrusion\ninto Saudi affairs since personal jurisdiction discovery\nwould involve only NCB’s contacts with the United\nStates and not Saudi Arabia’s relationship to NCB.\n\nThe Supreme Court and Second Circuit agree that there\nare certain circumstances in which it is appropriate to give\npriority to the personal jurisdiction inquiry. See Ruhrgas\nAG v. Marathon Oil Co., 526 U.S. 574, 578, 588, 119\nS.Ct. 1563, 143 L.Ed.2d 760 (1999) (holding “there is no\nunyielding jurisdictional hierarchy ... [and] there are\ncircumstances in which a district court appropriately\naccords priority to a personal jurisdiction inquiry” and\nfinding no abuse of discretion where a court resolves a\nstraightforward personal jurisdiction question before a\nnovel subject matter jurisdiction question); Cantor\nFitzgerald v. Peaslee, 88 F.3d 152, 155 (Qd Cir.1996)\n(upholding district court’s decision to dismiss for lack of\npersonal jurisdiction before considering whether it had\nsubject matter jurisdiction and finding “[o]n some\noccasions ... considerations of judicial economy and\nrestraint may persuade the court to avoid a difficult\nquestion of subject-matter jurisdiction when the case may\nbe disposed of on a simpler *575 ground”). Further,\ndeference to foreign sovereigns under the FSIA “need not\nimply priority of immunity determination.... If one (or\nmore) of the other jurisdictional defenses hold out the\npromise of being cheaply decisive, and the defendant\nwants it decided first, 1t may well be best to grapple with\nit (or them) first.” In re Minister Papandreou, 139 F.3d\n247, 254 (D.C.Cir.1998).\n\n461 Here, the Court finds that the personal jurisdiction\n\nissue raised by NCB 1s “straightforward” when compared\nto the more “difficult” subject matter jurisdiction question\n\nWESTLAW\n\nposed by NCB’s status within the Kingdom of Saudi\nArabia. See Ruhrgas, 526 U.S. at 588, 119 S.Ct. 1563; see\nalso Terrorist Attacks [| 349 F.Supp.2d at 789-792\n(analyzing NCB’s status as a foreign sovereign).\nAdditionally, NCB acknowledges that personal\njurisdiction discovery will only involve it, its relationship\nto the Kingdom of Saudi Arabia is sufficiently remote that\nan inquiry into NCB’s contacts with the United States will\nnot intrude on the inner workings of the Kingdom’s\ngovernment. Finally, discovery regarding NCB’s FSIA\ndefense would necessarily subject the Kingdom to\ndiscovery, which the Court is hesitant to do unnecessarily.\nSee First City, Texas—Houston, N.A. v. Rafidain Bank,\n150 F.3d 172, 176 (2d Cir.1998); see also Arriba Ltd. v.\nPetroleos Mexicanos, 962 F.2d 528, 534 (Sth Cir.1992)\n(recommending that “discovery should be ordered\ncircumspectly and only to verify allegations of specific\nfacts crucial to an immunity determination”).\n\nFor all the foregoing reasons, the Court reconsiders its\norder regarding simultaneous subject matter and personal\njurisdiction discovery. See Shrader, 70 F.3d at 257 (“[I]n\nlight of [defendant’s] introduction of additional relevant\ncase law ... we cannot say that reconsider[ation is] an\nabuse of discretion.”). Further inquiry into NCB’s status\nas a foreign sovereign is postponed until the parties have\ncompleted their personal jurisdiction discovery and this\nCourt has determined whether it has personal jurisdiction\nover NCB. See Ruhrgas, 526 U.S. at 588, 119 S.Ct. 1563;\nIn re Arbitration Between Monegasque De Reasurrances\nSAM, 311 F.3d 488, 498 (2d Cir.2002) (noting\n“dismissal for want of personal jurisdiction is independent\nof the merits and does not require subject-matter\njurisdiction”) (quoting Jn re Minister Papandreou, 139\nF.3d at 255-56).\n\nV. Conclusion\n\nFor the reasons explained above, SHC’s motion to\ndismiss the Ashton, Burnett, and Federal complaints for\nlack of subject matter jurisdiction is granted. Prince\nSalman’s motion to dismiss the Ashton, Burnett, and\nFederal complaints for lack of subject matter and\npersonal jurisdiction is granted. Prince Naif’s motion to\ndismiss the Ashton, Burnett, and Federal complaints for\nlack of subject matter and personal jurisdiction is granted.\nRabita Trust’s motions to dismiss the Ashton, Burnett, and\nFederal complaints are denied without prejudice. Wa‘el\nJalaidan’s motions to dismiss the Ashton, Burnett, and\nFederal complaints are denied, but the RICO, TVPA,\nnegligence, and Federal intentional tort claims against\nhim are dismissed. IIRO’s motions to dismiss the Ashton,\n\nHOUSE_OVERSIGHT_017932",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017932.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5457,
    "word_count": 818,
    "line_count": 116,
    "import_date": "2025-11-19T21:47:47.796400",
    "prefix": "IMAGES-004"
  }
}