{
  "document_id": "HOUSE_OVERSIGHT_031765",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031765.txt",
  "text": "A Justice Department spokeswoman declined to comment. Christopher Clark, an attorney\nfor Broidy, declined to comment.\n\nBroidy’s alleged activities were detailed in news reports earlier this year that cited hacked\nemails. The Los Angeles-based venture capitalist, who served as top fundraiser for the\nRepublican Party and President Trump, has said that allegations against him are an effort by\nhis enemies to smear him.\n\nRudolph W. Giuliani, an attorney for Trump, said he had no knowledge of any request for\nrecords related to Broidy. The White House referred a request for comment to the\nRepublican National Committee, which declined to comment.\n\n[Trump fundraiser Elliott Broidy sues Qatar alleging cyber smear campaign]\n\nIn recent weeks, prosecutors with the Justice Department’s public integrity section — which\nexamines possible political and government corruption — have sought documents related to\nBroidy’s business dealings.\n\nAmong the information sought by investigators are details about Broidy’s work on behalf of\nand interactions with the Chinese and Malaysian officials, according to two people familiar\nwith the document requests.\n\nAs part of their efforts, prosecutors have subpoenaed casino magnate Steve Wynn, the\nformer RNC finance chairman and longtime Trump friend, for copies of records and\ncommunications related to Broidy.\n\nAn attorney for Wynn, Reid Weingarten, declined to comment, saying only that Wynn is\ncooperating with the Justice Department.\n\n“Steve Wynn is completely cooperating with the investigation and he certainly has no reason\nto believe that anyone acted improperly in anything he knew about or was involved in,”\nWeingarten said in a statement.\n\nWynn was tapped by Trump to serve as the RNC’s lead fundraiser after the election. Earlier\nthis year, he stepped down from that post and from his executive role at his resort company\nafter reports of sexual misconduct. Wynn has denied the allegations of inappropriate\nbehavior.\n\nThe public integrity probe is the latest legal challenge for Broidy, who helped corral big\ndonors to support Trump’s presidential campaign, throwing a lavish fundraiser for the then-\nnominee at his Los Angeles-area home during the 2016 campaign. After the election, he was\nappointed to serve as a national deputy chairman for the RNC.\n\nBroidy sought to parlay his party role and connections to the White House and on Capitol\nHill in pitches to foreign governments, according to a person with direct knowledge of his\nactivities.\n\nHOUSE_OVERSIGHT_031765",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031765.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2516,
    "word_count": 385,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.474927",
    "prefix": "IMAGES-011"
  }
}