{
  "document_id": "HOUSE_OVERSIGHT_013270",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013270.txt",
  "text": "Clients always want\ntheir aircraft to be\n\nmodern and up-to-date,\n\nwhile maintaining an\nunderstated, luxurious\naesthetic\n\nn a 50,000-square-foot hangar at Long Island’s MacArthur Airport, an aircraft interiors\nproject has its designer “fired on all cylinders”. Tasked to modify and refurbish a\n\nGlobal 5000 for the sports entertainment giant, World Wrestling Entertaiment (WWE,\nformerly WWF), New York-based International Jet Interiors is putting a progressive spin\non cabin design. While the livery boasts WWE’s corporate colours, the interiors use\n“hand-woven carpets, custom-made metal finishes including a spun black pearl finish,\ncustom-dyed leathers and bespoke seating from Italy”, says Eric Roth, the designer at\nInternational Jet Interiors’ helm.\n\nBut the highlight is in the high-tech facilities: studio-grade equipment that enables on-the-\nfly editing of feeds from live sports entertamment shows, which are transmitted via on-board\nsatellite. Meanwhile, specially programmed iPad minis control the cabin functions. “It will be\nthe ultimate couture craft when completed in January 2014,” says Roth.\n\nNo stranger to special client requests, Roth says he loves the challenge — the more unusual\nthe request, the more he and his team seem to excel in delivering the solution. His clients\ncome from around the world with a varied wish-list, ranging from entertamment systems with\n\nsatellite TV and high-speed WiFi to 24-karat gold-plated fixtures throughout the craft. >>\n\nTHE MORE UNUSUAL THE REQUEST, THE MORE ROTH AND\nHIS TEAM SEEM TO EXCEL IN DELIVERING THE SOLUTION",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013270.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1575,
    "word_count": 235,
    "line_count": 32,
    "import_date": "2025-11-19T21:47:46.547597",
    "prefix": "IMAGES-002"
  }
}