{
  "document_id": "HOUSE_OVERSIGHT_017267",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017267.txt",
  "text": "4.2.12\nWC: 191694\n\nThis chapter tells the story of some of the many murder and attempted murder cases I have\nlitigated over the past 50 years. In many of them, I use science not only as a shield to protect my\nclient, but also as a sword to prove misconduct on the part of the prosecution, police or\nlaboratory technicians. Some of the cases are well known. Many are not. All of them are\nintriguing.\n\nMost of my cases have been appeals from convictions. I’ve done a few trials and I wish I could\nhave done more, since I love developing evidence and arguing to juries, but my teaching\ncommitments are far more conducive to arguing hour-long appeals than month-long trials.\n\nMy emphasis on evidence, particularly scientific evidence, led me, early in my career to realize the\ntraditional way of arguing appeals did not maximize the chances of success. The rules for an\nappeal provide that only errors made at trial and preserved as part of the trial record may be\nraised and argued on appeal. All other issues, such as newly discovered evidence, ineffective\nassistance of counsel, prosecutorial misconduct discovered after trial, must be raised on what is\ncalled “collateral attack” —by a writ of habeus corpus or other such procedures. I quickly came\nto realize that appellate judges, like all human beings, care more about whether a defendant is\nguilty or innocent than whether there was a technical mistake at the trial. This perception was\nsolidified by the approach many judges, such as the well respected Henry Friendly, espoused:\nnamely that innocence or guilt should play a greater role in reviewing convictions than what they\ncalled “technicalities.”\n\nAccordingly, I developed a technique, which has now been adopted by some other lawyers, under\nwhich I tried to combine the appeal and habeus corpus aspects of the case into one challenge to\nthe conviction. As soon as I was retained to do an appeal, I gathered together a legal team that\nincluded investigators, law students and experts in other disciplines, such as medicine and\nforensics. I asked them to investigate the case from scratch. If the investigation then turned up\nnew information suggestive of innocence, I would quickly file a habeus corpus petition and not\nwait for the outcome of the appeal. If the petition were denied, as they often were by the trial\njudge, I would then try to combine them into the appeal so that the appellate court would have a\nfuller view of the actual situation. I did this quite successfully in the Claus Von Bulow case. The\ncourt reversed that conviction not only because of errors made at trial, but because of new\nevidence of innocence that we had discovered after the trial. I have used this approach, often\nquite successfully, in many of my appeals, especially those involving homicides, where new\nevidence frequently emerges.\n\nI suspect that some of my clients, including some whose cases I have won, have been guilty. I\nbelieve that some have been innocent. As to the majority, I am not certain. There is a myth that\ncriminal defense lawyers always know whether their clients are guilty or not guilty, because guilty\nclients confess their guilt in confidence. This has certainly not been my experience. Of all the\nhomicide cases in which I have been involved, only one client has confessed his guilt to me. I\nwon that case on the basis of constitutional issues. I have never had a case in which I have helped\nto free a guilty client who then killed again. I tell my clients that under no circumstances will I\never represent them a second time.\n\n180\n\nHOUSE_OVERSIGHT_017267",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017267.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3578,
    "word_count": 612,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.307688",
    "prefix": "IMAGES-004"
  }
}