{
  "document_id": "HOUSE_OVERSIGHT_012780",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012780.txt",
  "text": "then other factors enter into the calculation. This is where things get interesting as these other factors\ndetermine the start and end of a contest.\n\nInsights into the dynamics of aggressive competition emerged in the late 1970s and early 1980s\ndue to two fundamental developments within evolutionary biology. The first involved a marriage\nbetween economic game theory and evolutionary biology. This marriage was set up by the British\nevolutionary biologist John Maynard Smith who recognized that for any competitive interaction, there are\ndifferent strategies, each with different payoffs. Some strategies are more costly, but return greater\nbenefits. Others are more conservative and less costly, but return smaller benefits. How well any given\nstrategy does depends on its frequency in the population, and thus, on whether the particular strategy is\ndominant or rare. For example, consider a baboon troop with 20 adult males. Imagine that one of the\nmales decides to bare his canines, stand up on his two hind legs, and charge whenever anyone comes near\nhim and he is eating. This male is displaying his intent to attack at the slightest provocation. One could\nimagine that this would be very effective, especially if he is the only one displaying in this way. But if\nthis display pattern spreads, and all 19 other males do the same thing, then this strategy fails as it no\nlonger distinguishes among the 20 males in the troop. What evolutionary game theory tells us is that the\neffectiveness of a strategy depends on how common it is within the population. Power comes, in part,\nfrom being not too common or predictable.\n\nThe second development involved signaling theory, and a challenge to the traditional approach\nthat considered animal signals as truthful messengers of information. On the traditional view, when a\nmonkey bares his canines, he is signaling his motivation to attack. When a dog puts his tail between his\nlegs, he is signaling his submissive status. When a bird gives an alarm call, she is telling others that a\npredator is nearby. When a human smiles, he is conveying his desire for friendship. The new signaling\ntheory presented a challenge to this honest view of communication. Why, for example, wouldn’t\nindividuals lie, deceiving others into believing that they were really tough, meek, in danger, or friendly,\nonly to take advantage of the situation and gain added resources. Why, for example, wouldn’t a baboon\nwho was actually afraid, put on a tough-guy show and scare off his opponents? Why wouldn’t a dog who\nwas actually tough, send a submissive signal at the start of the interaction, cause his opponent to lower his\nguard, and then attack? Why wouldn’t a bird send an alarm in the absence of danger, knowing that others\nwill run for cover and leave all the food behind — no competition? Why wouldn’t a human who actually\nwanted to lure in an innocent victim for robbery send a seductive smile? This line of questioning,\ndeveloped by the British evolutionary biologists Richard Dawkins and John Krebs, led to a number of\nstudies showing that animals are engaged in a much more complicated and dynamic dance when they\ncompete. Static properties of the animal — its height, weight, tail length, antler size — indicate its raw,\n\nunfakeable ability to fight or what biologists call Resource Holding Potential or RHP. A deer with a large\n\nHauser Chapter 1. Nature’s secrets 34\n\nHOUSE_OVERSIGHT_012780",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012780.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3429,
    "word_count": 566,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:46.978113",
    "prefix": "IMAGES-002"
  }
}