{
  "document_id": "HOUSE_OVERSIGHT_016862",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016862.txt",
  "text": "potentials, which limits their spacing to a few 10s per second. It is probably\nno accident that the “frame rate,” at which we can distinguish that movies are\nactually a sequence of stills, is about 40 per second. Thus, electronic\nprocessing is close to a billion times faster.\n\ne Size: The linear dimension of a typical neuron is about 10 microns.\nMolecular dimensions, which set a practical limit, are about 10,000 times\nsmaller, and artificial processing units are approaching that scale. Smallness\nmakes communication more efficient.\n\ne Stability: Whereas human memory 1s essentially continuous (analog),\nartificial memory can incorporate discrete (digital) features. Whereas analog\nquantities can erode, digital quantities can be stored, refreshed, and\nmaintained with complete accuracy.\n\ne Duty Cycle: Human brains grow tired with effort. They need time off to take\nnourishment and to sleep. They carry the burden of aging. Most profoundly:\nThey die.\n\ne Modularity (open architecture): Because artificial information processors can\nsupport precisely defined digital interfaces, they can readily assimilate new\nmodules. Thus, if we want a computer to “see” ultraviolet or infrared or\n“hear” ultrasound, we can feed the output from an appropriate sensor directly\ninto its “nervous system.” The architecture of brains is much more closed and\nopaque, and the human immune system actively resists implants.\n\ne Quantum readiness: One case of modularity deserves special mention,\nbecause of its long-term potential. Recently physicists and information\nscientists have come to appreciate that the principles of quantum mechanics\nsupport new computing principles, which can empower qualitatively new\nforms of information processing and (plausibly) new levels of intelligence.\nBut these possibilities rely on aspects of quantum behavior which are quite\ndelicate and seem especially unsuitable for interfacing with the warm, wet,\nmessy enviroment of human brains.\n\nEvidently, as platforms for intelligence, human brains are far from optimal. Still,\nalthough versatile housekeeping robots or mechanical soldiers would find ready, lucrative\nmarkets, at present there is no machine that approaches the kind of general-purpose\nhuman intelligence those applications would require. Despite their relative weakness on\nmany fronts, human brains have some big advantages over their artificial competitors.\nLet me mention five:\n\ne Three-dimensionality: Although, as noted, the linear dimensions of existing\nartificial processing units are vastly smaller than those of brains, the procedure by\nwhich they’re made—centered on lithography (basically, etching)—is essentially\ntwo-dimensional. That is revealed visibly in the geometry of computer boards\nand chips. Of course, one can stack boards, but the spacing between layers is\nmuch larger, and communication much less efficient, than within layers. Brains\nmake better use of all three dimensions.\n\ne Self-repair: Human brains can recover from, or work around, many kinds of\ninjuries or errors. Computers often must be repaired or rebooted externally.\n\n59\n\nHOUSE_OVERSIGHT_016862",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016862.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3112,
    "word_count": 453,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:48.439016",
    "prefix": "IMAGES-004"
  }
}