{
  "document_id": "HOUSE_OVERSIGHT_024085",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024085.txt",
  "text": "for U.S. federal income tax purposes. The following discussion is based on the assumption that\nthe Fund will not be treated as a “publicly traded partnership.”\n\nTreatment of U.S. Partners and Non-US. Partners - The discussion below addresses separately\ncertain U.S. federal income tax matters relevant to U.S. Partners and Non-U.S. Partners. For\npurposes of this discussion, the term “U.S. person” generally means any U.S. citizen or resident\nindividual, any corporation, limited liability company, or partnership organized under U.S. law,\nany estate (other than an estate the income of which, from sources outside the U.S. that is not\neffectively connected with a trade or business within the U.S., is not includible in its gross\nincome for U.S. federal income tax purposes), and any trust if a court within the U.S. is able to\nexercise primary supervision over the administration of the trust and one or more U.S. persons\nhave the authority to control all substantial decisions of the trust. The term “U.S. Partner”\nmeans any partner that is a U.S. person and, unless the context otherwise requires, includes any\nU.S. person that holds an equity interest in the Fund through one or more partnerships or other\nentities treated as transparent for U.S. federal income tax purposes. The term “Non-U.S.\nPartner” means a Partner that is not a U.S. person.\n\nTaxation of Fund Operations Generally - As a partnership, the Fund will not pay U.S. federal\nincome taxes, but each U.S. Partner will be required to report that Partner’s distributive share\n(whether or not distributed) of the Fund’s income, gains, losses, deductions and credits of the\ncharacter specified in Section 702 of the Code. It is possible that the U.S. Partners could incur\nU.S. federal income tax liabilities without receiving from the Fund sufficient distributions to\ndefray such tax liabilities. The Fund’s taxable year will be the calendar year, or such other\nperiod as required by the Code. Tax information will be delivered to all Partners on an annual\nbasis to enable the Partners to complete their tax returns.\n\nElection to Adjust Basis of Fund Assets - Under the principal agreements relating to the Fund\nand Section 754 of the Code, the General Partner will have the authority to elect to adjust the\nbasis of the Fund’s assets (commonly referred to as “Section 754 adjustments”) in connection\nwith certain distributions made by the Fund to Partners or certain transfers of Limited Partner\nInterests in the Fund. Although the General Partner has no present intention of making an\nelection on behalf of the Fund under Section 754 of the Code, Section 754 adjustments may\nnevertheless be mandatory under certain circumstances and could affect the amount of a\nPartner’s allocations (for U.S. federal income tax purposes) of gain or loss recognized by the\nFund on a disposition of its assets.\n\nThe General Partner also will have the authority under the principal agreements relating to the\nFund to elect to treat the Fund as an “electing investment partnership” and, as a result,\npotentially avoid making Section 754 adjustments that otherwise would be mandatory with\nrespect to certain transfers of Limited Partner Interests in the Fund. Such election, however,\nmay result in the disallowance (for U.S. federal income tax purposes) of certain losses allocated\nby the Fund to transferees of Limited Partner Interests in the Fund. It is possible, however, that\nthe Fund will not be able to qualify as an electing investment partnership.\n\nThe General Partner will have the authority to require any Partner engaging in a transaction\nthat requires a Section 754 adjustment (for example, a transfer of the Partner’s Limited Partner\n\nInterest) to bear the ongoing administrative and other costs incurred by the Fund or its Partners\nin connection with these basis adjustment rules. These costs, which could be significant, may be\n\n74 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024085",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024085.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3952,
    "word_count": 637,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:44.899811",
    "prefix": "IMAGES-007"
  }
}