{
  "document_id": "HOUSE_OVERSIGHT_020900",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020900.txt",
  "text": "PPACA —\n\nThere Is Potential for ‘Unintended’ Consequences\n\ne The new law changes some system incentives, which may lead to new behavior\npatterns, many of which are complex and hard to predict.\n— The market may adapt to new MLR (Medical Loss Ratio) rules that incentivize\nand reward a very specific (but ultimately arbitrary) cost structure.\n— The cost/benefit analysis for employers and consumers may change, and\nsome may opt to re-evaluate their current employer-sponsored coverage\nofferings.\n\ne Health plans that are no longer economically viable may exit markets, potentially\nadding to the uninsured problem prior to 2014.\n\ne Likely acceleration in consolidation of payers as well as providers.\n\nSource: Doug Simpson, Morgan Stanley Healthcare Research.\n(@)E) www.kpcb.com USA Inc. | Income Statement Drilldown 117\n\nHistorical Anecdote — “An Accurate Economic Forecast Might Have\n\nSunk Medicare & Medicaid [in 1965]”\n\n* In 1965, the official estimate of Medicare’s costs was $500 million per year,\nroughly $3 billion in 2005 dollars.*\n\n* The actual cost of Medicare has turned out to be 10x that estimate.\n\n- Medicare’s actual net loss (tax receipts + trust fund interest — expenditures)\nhas exceeded $3 billion (adjusted for inflation) every year since 1976 and\nwas $146 billion in 2008 alone. In other words, had the original estimate been\naccurate, the cumulative 43-year cost since Medicare was created would\nhave been $129 billion, adjusted for inflation.\n\n- Infact, the actual cumulative spending has been $1.4 trillion** (adjusted for\ninflation)...in effect, 10x over budget.\n\n* While calculations have been flawed from the beginning for some of USA Inc.’s\nentitlement programs, little has been done to correct the problems.\n\nAn accurate economic forecast might have sunk Medicare.\nDavid Blumenthal and James Morone\n\n“The Lessons of Success — Revisiting the Medicare Story”, November 2008\n\nSources: * Lyndon B. Johnson Library & Museum. Medicare spending data per White House OMB.\nKP “Dept. of Health & Human Services, CMS, data adjusted for inflation based on BEA’s GDP price index.\n(@E) www.kpcb.com USA Inc. | Income Statement Drilldown 118\n\nHOUSE_OVERSIGHT_020900",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020900.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2177,
    "word_count": 338,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.146006",
    "prefix": "IMAGES-006"
  }
}