{
  "document_id": "HOUSE_OVERSIGHT_020204",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020204.txt",
  "text": "AZ\n\nperiod is Mavanee Anderson, a young and attractive summer intern at the US Mission from May\nto August 2007. She described befriending Snowden, who, according to her, said that he was in\nthe CIA and also demonstrated to her his martial arts skills. She later recalled in interviews that\nhe was “a bit” prone to brooding and voiced growing dissatisfaction with the CIA.\n\nDuring his time in Geneva, he received no promotions or commendations for his work. In\nDecember 2008, he received an unfavorable evaluation from his superior and a “derog,” the\nCIA’s shorthand for a derogatory comment. He was also threatened with a punitive investigation\nunless he agreed to quietly resign from the CIA. “It was not a stellar career,” Tyler Drumheller,\nformer CIA station chief told me in 2014.\n\nThe job in Geneva did have its benefits, however. It provided him a generous housing and\ntravel allowance. In many ways, it was the “cushy government job” he had said he was seeking in\nhis Internet posts. He rented a four room apartment and had his girlfriend Lindsay Mills, now 21,\njoin him there.\n\nAccording to his posts on the Ars Technica web site, he took full advantage of his\ncompensation to live the high life. He gambled on financial developments in the option markets,\nlosing and making substantial sums of money. He also bought a BMW sports car. While these\nBMW had a speed control to keep the car within the speed limit, he wrote that he illicitly disabled\nit so he could exceed this legal limit. He described in his posts other pursuits, including racing\nmotorcycles it Italy and traveling around Germany with an Estonian rock star (who he did not\nfurther identify.) He also continued his fantasy life in Internet gaming. The gaming alias he\nchose was “Wolfking Awesomefox.” He even indulged in a fantasy gun sport called Airsoft, a\nvariation of paint ball, in which participants used realistic looking pistols to splatter each other\nwith paint.\n\nHis good fortune came to an abrupt end in 2008. He suffered a massive loss in his options\nspeculations. He wrote in a post that he had \"lost $20,000 in October [2008] alone;” a sum which\nrepresented a substantial part of the $66,000 a year CIA salary. He blamed the US financial\nsystem, posting on Ars Technica that Ben Bernanke, the Federal Reserve chairman, was a\n“cockbag.” He also bet against any further rise in the stock market index, asking a user with\nwhom he was chatting on the Ars Technica site in December 2008 to “pray” for a collapse of\nstock prices. When his correspondent asked him why he wanted him to pray for a decline,\nSnowden responded “because then I’Il be filthy fucking rich.” The stock market, however,\ncontinued to rise, and Snowden also lost this bet.\n\nSnowden lashed out at others on the Internet over these setbacks. He termed those who\nquestioned his financial judgment as “fucking retards.” As with other setbacks, he blamed them\non government officials. He even advertised them in Ars Technica, a closely-watched Internet\nforum, while serving in the CIA. Since the CIA was engaged in 2008 in highly sensitive\noperations to gather banking data in Switzerland-- one of which Snowden later disclosed to the\nGuardian—any Internet discussion by a CIA employee of financial losses could serve as a beacon\n\nHOUSE_OVERSIGHT_020204",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020204.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3300,
    "word_count": 560,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:44.371990",
    "prefix": "IMAGES-005"
  }
}