{
  "document_id": "HOUSE_OVERSIGHT_017950",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017950.txt",
  "text": "Case 1:19-cv-03377 Document1 Filed 04/16/19 Page 16 of 28\n\n60. Ms. Farmer, like other victims of, and witnesses to, Epstein and Dershowitz’s sex\ntrafficking and abuse has been subjected to attacks and intimidations. (Exhibit 12, Jf] 8-9). Her\ncourageous testimony, together with the sworn testimony of victims such as Sarah Ransome and\nwitnesses such as Mr. Alessi and Mr. Rodriguez , proves beyond any doubt that Dershowitz’s\nclaims that he was never present where Ms. Roberts was trafficked, and never in the presence of\nyoung girls, are a lie intended to cover up his culpability.\n\n61. Again both to conceal his relationship with Epstein and to discredit Roberts,\nDershowitz has repeatedly asserted that he has records that prove that it would have been\n“impossible” for him to be with Roberts because he was never in the same place and time as\nRoberts. As both Dershowitz and Epstein know, that too was a lie. The testimony of Epstein’s\nhousehold staff establishes that Dershowitz was repeatedly at Epstein’s residence. Even\nDershowitz’s own selected, incomplete, and apparently revised, records demonstrate that\nDershowitz was present at locations where Ms. Roberts was with Epstein.\n\n62.  Dershowitz’s assertion that Roberts accused him of having sex with her only after\nher lawyers convinced her to do so in late 2014 is not only false, as both Dershowitz and Epstein\nknew, but thoroughly disproved by the record.\n\n63. Roberts had identified Dershowitz as a participant in her sexual abuse at the time\nit occurred. She did so again in 2009. In 2010 Epstein’s co-conspirators were repeatedly asked\nabout Dershowitz. For example:\n\n(a) Adriana Ross refused to answer on Fifth Amendment grounds whether\n“Alan Dershowitz stays at Jeffrey Epstein’s house... when underage minor\n\nfemales have been in the bedroom with Jeffrey Epstein”.\n\n16\n\nHOUSE_OVERSIGHT_017950",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017950.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1863,
    "word_count": 295,
    "line_count": 33,
    "import_date": "2025-11-19T21:47:49.201159",
    "prefix": "IMAGES-004"
  }
}