{
  "document_id": "HOUSE_OVERSIGHT_019027",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019027.txt",
  "text": "carr r ttre o sneer sssaes , ee aaa\n\nDate: 7/13/06 PALM BEACH POLICE DEPARTMENT\n\nPage:\n\nTime: © 9:27:55 Incident Report Program: CMS301L\n\nCase No. .. . : 1-05-000368 (Continued)\n\nor four times total. [ ere) 2S very scared and felt very nervous. Pee\n\nShe knew because of Epstein’s money he was powerful. After the\nmassage, Epstein ordered his houseman at the time to drive the girls\nhome. The employee was to drop off the girls at their house and watch\nthem go inside their house.\n\n[ could not_remember who the houseman was. She stated Epstein\nand his assistant I would call her at her father's house to\narrange for her to come and \"work.\" She advised each time she returned\nto the house, Epstein would do the same thing. [___] stated it was\na routine with Epstein. She would rub his feet and calves. He would\nthen turn over and begin to touch her on her vagina area. The only\ndifference was that it was done without panties. Epstein's fingers\nwould stroke her vagina area as he would masturbate and finally climax\nand the massage would be over. She was paid $200.00 each time she\nwent. Each time she went she was reminded not to speak of what\nhappened at the house and that she would be contacted again. She\nbegan to purposely miss the calls when either HEM or Epstein would\ncall her. She once brought a friend,[____—sS«diyY: umkknown_last name, to\nwork for Epstein. She was paid $200.00 for bringing\nstated she no longer retuned to work for Epstein. She also stated\nthat she wanted to notify the police of what happened at the house.\n\nstated she was scared of what could have happened to her or\ner Lamily if she notified authorities.\n\nOn January 10, 2006, I received the results from the subpoena from\nBellSouth Telecommunications for telephone number The\nnumber is assigned to\n- also received the results from Western Union whic\nConfirmed the money order sent to[__——swC#*d£rom Jeffrey\nEpstein in New York City. The \"wire\" was sent by Jeffrey Epstein of\n457 Madison Ave in New York City on December 23, 2004 at 12:05 pm.\nThe amount of $222.00 was charged to Epstein's credit card so that\ncould receive $200.00 in Royal’ Palm Beach. The twenty-two\ndollars was for processing and local fees to send_the money via\nWestern Union. A copy of the check presented to was also\nattached to the receipt of the wire. This confirmed what\nadvised she received as a Christmas bonus from Epstein.\n\nInvestigation continues.\n\nKREKKKKEKEKRRERREEREKREEREREKKEKE NDA RRA TIVE # ZR KBRRKKRKEKEKREKREKRKRREKEREREKREKREEE\n\nReported By: RECAREY, JOSEPH 1/10/06\nEntered By.: ALTOMARO, NICKIE A. | 1/10/06\n\nI received and reviewed the Cingular Wireless results from the\nsubpoena requests for subscriber information for telephone numbers\nThe first number,\n\nis assigned to Janusz Banasiak in care of Jeffrey\nEpstein of 457 Madison Ave in New York City.  Banasiak is the current\n\nhouseman/house manager for 358 El Brillo Way in Palm Beach, Fl 33480.\n\nHOUSE_OVERSIGHT_019027 |",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019027.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2947,
    "word_count": 500,
    "line_count": 68,
    "import_date": "2025-11-19T21:47:46.212082",
    "prefix": "IMAGES-005"
  }
}