{
  "document_id": "HOUSE_OVERSIGHT_030225",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030225.txt",
  "text": "good one — 18 years. (She spoke to me and said, “I love Jeffrey”)’.\nThe long list of women is punctuated by regular references to Epstein’s celebrity friends including\nthe business magnate Donald Trump, film producer Harvey Weinstein and magician David\n\nCopperfield, referred to as ‘Magic David’.\n\nThe sheer volume of phone traffic shows the frequency of Epstein’s massages, many of which were\n‘erotic’ and allegedly involved the abused girls.\n\nThe evidence is from documents confiscated by police during a criminal investigation into Epstein\nand seen yesterday by the Mail.\n\n<image.png>\n<image.png>\n\nLogs: Two of the answer phone messages. Miss Maxwell is asked, right, when a girl should give a\nmassage\n\nOne message left for Epstein reads: ‘She is wondering if 2.30 ok cuz she needs to stay in school.’\n\nIt was left in February 2005 — the same year that the mother of a 14-year-old girl alerted police to\nEpstein’s abuse.\n\nAnother note shows that ‘Colleen’ phoned to tell Epstein: ‘Going into class — will be out in 45 min.\n\n9\n\nLast night the Daily Mail tried to contact the people whose names and telephone numbers are\nincluded in the logs.\n\nOne girl named Jenny, who had left her number, hung up immediately when asked about Epstein.\nA man listed only as Darren said: ‘I have no comment to make on that.’\n\nToday, Prince Andrew was embroiled in further controversy as it was revealed Kazakhstan had\nasked for his help in recruiting investors to the country.\n\nThe plea came after the former Soviet Republic's President's son-in-law had bought the Prince's\nformer marital home for £3million above the asking price.\n\nTimur Kulibayev paid £15million for Sunninghill Park but it has remained empty and has been\nallowed to fall into disrepair.\n\nLast year the Prince told Hello! magazine: 'It was like any property deal between friends.'\n\nYesterday he attempted to perform business as usual as he visited an East London school and met\nrail bosses in Canary Wharf.\n\nHe steadfastly ignored questions from journalists asking whether he was an ‘embarrassment to his\ncountry’ and would resign from his trade ambassador role as he arrived for a briefing from\n\nbusiness executives at the headquarters of the £15billion train project Crossrail.\n\nPrince Andrew managed to sell Sunninghill Park for £3million more than the asking price\n\nHOUSE_OVERSIGHT_030225",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030225.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2345,
    "word_count": 383,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:45.222909",
    "prefix": "IMAGES-010"
  }
}