{
  "document_id": "HOUSE_OVERSIGHT_018371",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018371.txt",
  "text": "enemy’s territory without ever possessing it, for instance, if it can manage to own\nthe crucial topological infrastructures: banks, databases, communications systems.\nOne nation might be able to pwn another in this bloodless fashion. Networks, you\nrecall we said, will break nations in the future. This is just how such smashing\ncontrol will be achieved, from the linked mesh running silently and irreplaceably\nunder every element of national life. Today billion-dollar firms control cars, tools,\nor hotel rooms without possessing them. The links draw out value. Michaelangelo’s\nfamous urging resonates here: Every block of stone has a sculpture inside of it, and it\nis the task of the sculptor to discover it. Every network has a topology. It is the task of\neach of us to discover it.\n\nTopologies linger everywhere there is connection. Networks can be designed in\ncountless ways: The fishnets of Baran, the hub and spoke of a data center, the ever-\nchanging mesh of a trading system. But what they all share is connective topologies\nof one sort or another and - as a result - the fact that risk that lingers any one place\nin the system also exists nearly any other linked place. Constant connection\nproduces, as an unsettling result, constant threat. Connection spreads, distant parts\nof the world are superglued via that topological folding. Topology is not marked out\nmerely by a description of how we connect. Rather it is scored on what is called a\n“trust graph”, a kind of map of who you or a machine or a network trusts - and how\nmuch. An older generation still thinks a network is something made of wires and\nswitches and plugs. But their real power comes from something far more ethereal.\nWhen you connect to a person or an object, you connect as well to its whole history\nof decisions about who to trust. Every EU country connects to the choices ofa single\nborder guard, for instance. Who does he trust? Is he right? Financial systems and\ntechnology webs are the same. If you are what you are connected to, you are also -\nrather unnervingly - the sum of every trusting (or untrusting) choice someone or\nsome machine has made. This creates a worrying result: “In the systems we've built\nnow,’ Dullien has explained, “there is no way to establish who is in control.” If you\nor anyone your're linked to has made a trust mistake, you may be pwned, vulnerable,\nand one hacked slice from loss of control.\n\nAny object - your tablet computer, a digital currency, a hacked drone - can become\ndangerous now in this sense, hacked by Warez Dudes into lethality. And nearly any\nplace can be attacked in some fashion or another, as long as it is connected. The old\nchestnut of military strategy, that a clever or desperate army can always “trade\nspace for time” -make a gradual retreat in order to buy time, is nearly gone now.\nSpace is a wall that can be breached by time manipulation tools; there’s no place to\nretreat to. Markets in Mongolia, airports in Europe, Chinese urban landscapes - all of\nthese now can be struck, more or less at any time, because they are all connected.\nUnlike traditional conflict, where the location of your most terrifying dangers might\nbe exactly pinpointed and watched, where military zones and civilian zones were\ncarefully divided by front lines, a connected world is one of potential universal\nperil.2°! The distinction between battlefield and everyday streets disappears and it\n\n201 Unlike traditional conflict: Derek Gregory, “The Everywhere War” The\nGeographical Journal, Vol. 177, No. 3, September 2011, pp. 238-250\n\n139\n\nHOUSE_OVERSIGHT_018371",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018371.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3581,
    "word_count": 609,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:45.343487",
    "prefix": "IMAGES-004"
  }
}