{
  "document_id": "HOUSE_OVERSIGHT_017249",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017249.txt",
  "text": "4.2.12\nWC: 191694\n\nSeveral state courts, where rape by black men against white women were routinely punished by\ndeath, went out of their way to announce their rejection of the principal inherent in the dissenting\nopinion. This is what the Georgia Supreme Court said:\n\nWith all due respect to the dissenting Justices we would question the judicial right of any\nAmerican judge to construe the American Constitution contrary to its apparent meaning,\nthe American history of the clause, and its construction by American courts, simply\nbecause the numerous nations and States have abandoned capital punishment for rape.\nFirst we believe the history of no nation will show the high values of woman’s virtue and\npurity that America has shown. We would regret to see the day when this freedom loving\ncountry would lower our respect for womanhood or lessen her legal protection for no\nbetter reason than that many or even all other countries have done so. She is entitled to\nevery legal protection of her body, her decency, her purity and good name.\n\nThe decision did not mention that Georgia, at that time, had one of the worst records in the nation\nwith regard to women’s rights.\n\nThere was scholarly criticism as well. In the Harvard Law Review, Professor Herbert Packer of\nStanford wrote:\n\nIf one may venture a guess, what Justice Goldberg may really be troubled about\nis not the death penalty for rape but the death penalty. The problem\n\nmay not be one of proportionality but of mode of punishment, the\n\nproblem that concerned the framers of the eighth amendment and\n\nto which its provisions still seem most relevant. The Supreme Court\n\nis obviously not about to declare that the death penalty simpliciter is\n\nso cruel and unusual as to be constitutionally intolerable. Other social\nforces will have to work us closer than we are now to the point\n\nat which a judicial coup de grace becomes more than mere fiat. Meanwhile,\nthere may well be legitimate devices for judicial control of\n\nthe administration of the death penalty... .[but]\n\nthe device proposed by Justice Goldberg is not\n\none of them.\n\nThese were the short-term reactions. Far more important, however, was the long-term reaction of\nthe bar, especially the American Civil Liberties Union and the NAACP, which combined forces to\nestablish a death-penalty litigation project designed to take up the challenge of the dissenting\nopinion in Rudolph. The history of this project has been recounted brilliantly by Professor Michael\nMeltsner in his book Cruel and Unusual, and I could not possibly improve upon it here. But the\nresults achieved were dramatic. Meltsner and the other members of the Legal Defense Fund, a\ngroup that included a number of talented and committed lawyers, litigated hundreds of cases on\nbehalf of defendants sentenced to death and, in many of these cases, succeeded in holding the\nexecutioner at bay until the Supreme Court was ready to consider the constitutionality of the\ndeath penalty. I consulted on a number of these case, lending insights from my experience as the\nlaw clerk who had drafted the Rudolph opinion.\n\n162\n\nHOUSE_OVERSIGHT_017249",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017249.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3123,
    "word_count": 517,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:46.633042",
    "prefix": "IMAGES-004"
  }
}