{
  "document_id": "HOUSE_OVERSIGHT_016300",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016300.txt",
  "text": "All the more so when dictators rediscover the time-honored technique of weaponizing the\npeople against each other by punishing those who don’t denounce or punish others.\n\nIn contrast, technologically advanced societies have long had the means to install\nInternet-connected, government-monitored surveillance cameras in every bar and\nbedroom. Yet that has not happened, because democratic governments (even the current\nAmerican administration, with its flagrantly antidemocratic impulses) lack the will and\nthe means to enforce such surveillance on an obstreperous people accustomed to saying\nwhat they want. Occasionally, warnings of nuclear, biological, or cyberterrorism goad\ngovernment security agencies into measures such as hoovering up mobile phone\nmetadata, but these ineffectual measures, more theater than oppression, have had no\nsignificant effect on either security or freedom. Ironically, tech prophecy plays a role in\nencouraging these measures. By sowing panic about supposed existential threats such as\nsuitcase nuclear bombs and bioweapons assembled in teenagers’ bedrooms, they put\npressure on governments to prove they’re doing something, anything, to protect the\nAmerican people.\n\nIt’s not that political freedom takes care of itself. It’s that the biggest threats lie in\nthe networks of ideas, norms, and institutions that allow information to feed back (or not)\non collective decisions and understanding. As opposed to the chimerical technological\nthreats, one real threat today is oppressive political correctness, which has choked the\nrange of publicly expressible hypotheses, terrified many intelligent people against\nentering the intellectual arena, and triggered a reactionary backlash. Another real threat\nis the combination of prosecutorial discretion with an expansive lawbook filled with\nvague statutes. The result is that every American unwittingly commits “three felonies a\nday” (as the title of a book by civil libertarian Harvey Silverglate puts it) and is in\njeopardy of imprisonment whenever it suits the government’s needs. It’s this\nprosecutorial weaponry that makes Big Brother all-powerful, not telescreens. The\nactivism and polemicizing directed against government surveillance programs would be\nbetter directed at its overweening legal powers.\n\nThe other focus of much tech prophecy today is artificial intelligence, whether in\nthe original sci-fi dystopia of computers running amok and enslaving us in an\nunstoppable quest for domination, or the newer version in which they subjugate us by\naccident, single-mindedly seeking some goal we give them regardless of its side effects\non human welfare (the value-alignment problem adumbrated by Wiener). Here again\nboth threats strike me as chimerical, growing from a narrow technological determinism\nthat neglects the networks of information and control in an intelligent system like a\ncomputer or brain and in a society as a whole.\n\nThe subjugation fear is based on a muzzy conception of intelligence that owes\nmore to the Great Chain of Being and a Nietzschean will to power than to a Wienerian\nanalysis of intelligence and purpose in terms of information, computation, and control. In\nthese horror scenarios, intelligence is portrayed as an all-powerful, wish-granting potion\nthat agents possess in different amounts. Humans have more of it than animals, and an\nartificially intelligent computer or robot will have more of it than humans. Since we\nhumans have used our moderate endowment to domesticate or exterminate less well-\nendowed animals (and since technologically advanced societies have enslaved or\nannihilated technologically primitive ones), it follows that a supersmart AI would do the\nsame to us. Since an AI will think millions of times faster than we do, and use its\n\n80\n\nHOUSE_OVERSIGHT_016300",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016300.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3799,
    "word_count": 562,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:44.771860",
    "prefix": "IMAGES-003"
  }
}