{
  "document_id": "HOUSE_OVERSIGHT_025515",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025515.txt",
  "text": "Malan have all said yes to tapings. Footage for all the others is already shot and ready for post\nproduction.\n\nI am having a drink with Dean of Ed School today and can explore this with him among other topics\n\nLisa\n\nPoetry in America for Teachers II : The Poetry of Earth, Sea, and Sky\n\nCombining study of poetry with study of science, environment and the visual arts. Materials include\nhundreds archival images and live footage shot in\n\nCape Cod, Nantucket, Vermont, New York, Connecticut, Jamaica, Aspen, California, Papua New Guinea\nincluding oceans, ponds, marshes, birds, fish mountains, coral reefs, forests as well in some major collections\n(HMNH etc)\n\nwith author Michael Pollan on Joel Barlow (and colonial agriculture)\n\nwith economist Lawrence Summers on Oliver Wendell Holmes, (and technology and “one hoss shay”\ndepreciation)\n\nwith Harvard students at the Nantucket Whaling Museum and with , John Steele, editor of the science\nmagazine, Nautlilus, on Lowell and Melville\n\nwith Vice President Al Gore on Ralph Waldo Emerson ,and, with eco-critic Lawrence Buell (with footage\ntaped on the Concord River as well as in Harvard’s Houghton Rare Book Library )\n\nwith a dozen Harvard students and Boston area school teachers on Emily Dickinson’s “skies” (shot at Emily\nDickinson’s home in Amherst Massachusetts) and with ED’s original mss. at Harvard University\n\nwith Jane Pickering In Harvard's Museum of Natural History on Marianne Moore, zoology and science\nmuseums\n\nwith Martin Espada and other New Yorkers (footage shot on the East River) on Whitman and urban\ngreenspace and with Susan Howe on Stevens and parks\n\nHOUSE_OVERSIGHT_025515",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025515.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1644,
    "word_count": 261,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:48.120379",
    "prefix": "IMAGES-008"
  }
}