{
  "document_id": "HOUSE_OVERSIGHT_021671",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021671.txt",
  "text": "Jeffrey Epstein, Billionaive ggiophile, Goes Free - The Daily Beast @ Page 3 of 4\n\nMarcinkova became a member of the household and is alleged to have participated in the sexual contact with\nunderage girls.\n\nEpstein quickly got wind of the investigation, and progress on the case got messy very quickly. He hired a squad of\nlawyers and private investigators and dispatched influential friends to pressure the police into backing off. Instead,\nlocal detectives pressed on and brought the matter to the attention of the FBI. The detectives asked their federal\ncolleagues whether the fact that some victims appeared to have traveled out of state on Epstein’s planes—plus the\nuse of interstate phone service to arrange assignations—might be violations of the federal 2000 Trafficking Victims\nProtection Act, which carries a minimum sentence of 20 years. (Florida enacted the federal TVPA in 2002.)\n\nSo when State Attorney Barry Krischer, who also ran Florida’s Crimes Against Children Unit, proved reluctant to\nmount a vigorous prosecution of Epstein, saying the local victims were not credible witnesses, Chief Reiter wrote the\nattorney a letter complaining of the state’s “highly unusual” conduct and asking him to remove himself from the case.\nHe did not, and the evidence his office presented to a state grand jury produced only a single count of soliciting\nprostitution. (Krischer has since retired and would not comment for this article.) The day after that indictment was\nreturned, Reiter was relieved to have the FBI step in and take over the investigation.\n\nThe details that eventually emerged were often shocking and occasionally bizarre. For Epstein’s birthday one year,\naccording to allegations in a civil suit, he was presented with three 12-year-old girls from France, who were molested\nthen flown back to Europe the next day. These same civil complaints allege that young girls from South America,\nEurope, and the former Soviet republics, few of whom spoke English, were recruited for Esptein’s sexual pleasure.\nAccording to a former bookkeeper, a number of the girls worked for MC2, the modeling agency owned by Jean Luc\nBrunel, a longtime acquaintance and frequent guest of Epstein’s. Brunel received $1 million from the billionaire around\nthe time he started the agency.\n\nThe non-prosecution agreement executed between Epstein and the Department of Justice states that Epstein and four\nmembers of his staff were investigated for “knowingly, in affecting interstate and foreign commerce, recruiting enticing\nand obtaining by any means a person, knowing that person has not yet obtained the age of 18 years and would be\ncaused to engage in commercial sex act”—that is, child sex trafficking. Yet the agreement allowed Epstein to plead\nguilty to only two lower-level state crimes, soliciting prostitution and soliciting a minor child for prostitution.\n\nAlthough the police investigation was officially closed, Chief Reiter tried to stay abreast of the federal case against\nEpstein. He was particularly concerned that Epstein be registered as a sex offender, which was part of the final deal,\nand that a fund be set up to compensate his victims—which was not, although Epstein agreed to bankroll their civil\nlawsuits. Attorney Dershowitz says Epstein’s agreement to pay attorney fees for the victims and agree to civil damage\nclaims—without admitting guilt—amounted to “extortion under threat of criminal prosecution.”\n\nBut exactly which crimes did the Department of Justice threaten to prosecute? The Daily Beast has learned that there\nwere several earlier versions of the U.S Attorney’s charges, including a 53-page indictment that, had he been\nconvicted, could have landed Epstein in prison for 20 years. Brad Edwards, attorney for seven of the victims, confirms\nthe existence of an earlier draft of the non-prosecution agreement, officially under seal, in which it appears that\nEpstein “committed, at some point, to a 10-year federal sentence.” But in the end Epstein’s legal team refused that\ndeal and threatened to proceed to trial. And that’s where the question of whether the case was “winnable” before a\njury again came into play, according to a source in the U.S Attorney’s Office, which shared the state attorney's view\nthat the prosecution was far from a slam dunk.\n\nFor one, it was clear from the start that Epstein would spare no legal expense and that his team of veteran lawyers,\nwhose cases ranged from O.J. Simpson to the investigation of Clinton’s relationship with an intern, would play rough.\nWhen the Palm Beach police started to identify victims, according to Detective Joe Recarey’s report, Dershowitz\nbegan sending the detective Facebook and MySpace posts to demonstrate that some of these girls were no angels.\nReiter's deposition also states that he heard from local private investigators that Dershowitz had launched background\nchecks on both the police chief and Det. Recarey. Dershowitz denies all of that. According to Reiter, both he and\nRecarey also became aware that they were under surveillance for several months, without knowing who ordered it.\nAnd the Florida victims began to complain that they and family members were being followed and intimidated by\n\nhttp://www.thedailybeast.com/blogs-and-stories/2010-07-20/jeffrey-epstein-billionaire-ped... 7/23/2010\n\nHOUSE_OVERSIGHT_021671",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021671.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5328,
    "word_count": 827,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:45.302568",
    "prefix": "IMAGES-006"
  }
}