{
  "document_id": "HOUSE_OVERSIGHT_015708",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015708.txt",
  "text": "18 Are the Androids Dreaming Yet?\n\nEach time a new advance in technology is made, people use it to explain\nthe working of the brain. The ancient Greeks thought the brain was a\nfire consuming oxygen. When Alexander Graham Bell invented the\ntelephone, the nervous system resembled a maze of wires and the brain\nan exchange. Brains were obviously a sophisticated telephone system.\nThis idea has some potentially frightening consequences, particularly in\nlight of the speed at which computers are improving.\n\nThe most striking feature of computer technology is the rate of\ndevelopment. Cars travel faster than a person’s legs will carry them,\nmachines manufacture things faster than our hands are capable of\nworking. If brains are computers, surely it is just a matter of time before\nthey will think faster than humans. Turing predicted this would happen\nwhen computers reached the level of storing around 10 billion units of\ninformation. This happened some time in mid-2000. But today, in the\nyear 2014, I can report that although my computer can beat me at chess,\nit still cannot fill out my expense report for me. So I am still ahead!\n\nMaybe Turing just got the mathematics wrong. The human brain\nhas about 10,000 times more neurons than our most powerful computers\nhave logic gates. By this calculation, it’s not a billion units of storage we\nneed but, a trillion trillion units to put the computer on a par with a\nhuman brain. It’s just a matter of time!\n\nThe worrying thing - especially for fans of the ‘computers taking\nover the world’ science fiction genre — is that computers are improving\nexponentially fast in line with Moores Law, and the parity point is\ncoming soon. Gordon Moore founded Intel with Andy Grove, and ran\nthe engineering department there for more than 20 years. According\nto Moore's Law, the power of a computer doubles approximately every\n18 months. The next significant event in the computer versus human\ncompetition is the gate count parity point — the moment when the\nnumber of logic gates and the number of neurons become equal. By my\nreckoning this will happen some time in 2053.\n\nDon't despair. There may be a few dodges yet. The gate parity point\nassumes a logic gate and a neuron are equally powerful. However, some\nsingle cell organisms with only one neuron are capable of complex\nbehaviors, such as hunting prey and avoiding obstacles. To perform these\nsimple behaviors, a computer would need as many as 10,000 logic gates,\nabout the complexity of my TV remote control. This gives us a bit more\nbreathing space. The extra four orders of magnitude push the gate parity\npoint out to around 2080, too late for me to see, but certainly within the\nbounds of some readers of this book.\n\nHOUSE_OVERSIGHT_015708",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015708.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2737,
    "word_count": 467,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:46.207869",
    "prefix": "IMAGES-003"
  }
}