{
  "document_id": "HOUSE_OVERSIGHT_026771",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026771.txt",
  "text": "interactions with fans: to acknowledge them in a way that makes them feel appreciated and respected. As I\nunderstand you had a reporter watching me sign books and take selfies at the CFI conference in Las Vegas this\nyear, that behavior is what they will have witnessed and should report on. Moreover, I am proud of the\ninteractions I have had at both Case and ASU, with students, colleagues and staff of all genders and\nethnicities. I have worked hard to support them, mentor them, and treat them with respect. I treat others as\nresponsible adults, and I expect to be treated equally.\n\nOn Dec 10, 2017, at 6:12 PM, Peter Aldhous qq wrote:\n\nDr. Krauss:\n\nAs you know, I’m a reporter for BuzzFeed News who has been investigating sexual misconduct allegations\nagainst you. As we've already discussed by email, I’d very much like to interview you about these allegations in\ndetail.\n\nIn particular, you stated in an email sent on Nov 13 that two universities had investigated an incident (# 6\nbelow). You claimed that “both Universities independently concluded that the report was unsubstantiated and\nfabricated with malicious intent.” We are not aware that either university concluded fabrication or malicious\nintent, so if you have evidence to support this assertion, we would like to see and discuss it.\n\nThe story concerns your actions towards students while a professor of physics at Case Western Reserve\nUniversity, as well as your conduct in non-academic settings as a prominent figure in the skeptics movement. |\nam reporting this story along with two of my colleagues on the science desk, Azeen Ghorayshi and Virginia\nHughes.\n\nOur story is about several allegations of sexual misconduct dating from 2006 to 2016 (see full details below).\nOur reporting also goes into how the various institutions you have been affiliated with — Case Western,\nArizona State University, the Australian National University, the New College of the Humanities, and the Center\nfor Inquiry, for which you serve as an honorary member of the board of directors — have handled complaints\nand concerns about your behavior during this time.\n\nOur story is corroborated by emails, university documents, official complaints, testimony from victims and\neyewitnesses, and interviews with more than two dozen of your current and former academic colleagues,\nstudents, and peers in the skeptics movement.\n\n| wanted to offer you the opportunity to comment and/or respond to the main facts we plan to publish. If you\nwish to comment on any of the below findings, we need to hear from you as soon as possible. We are\nplanning on publishing our story Tuesday morning, Eastern US Time.\n\nBased on our reporting, this is what we plan to publish:\n\nIncident 1:\n\n° In November of 2006, at an event launching the new Center for Inquiry in Washington D.C., you met a\nvolunteer for CFI D.C.\n\n° At the event, you asked for her business card. Later, you followed her as she was leaving and asked\nher if she was “of age.”\n\n° Later, you emailed her to invite her to dinner.\n\n° You planned to dine with her in the restaurant at the Washington D.C. hotel where you were staying.\n\n° You told her to come up to your room first because you needed to finish some work.\n\n° In your hotel room, you seemed in no rush to leave. You ordered a cheese plate, and later champagne,\n\ndespite her suggestion that you go down to dinner.\n\nHOUSE_OVERSIGHT_026771",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026771.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3391,
    "word_count": 578,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:46.466475",
    "prefix": "IMAGES-009"
  }
}