{
  "document_id": "HOUSE_OVERSIGHT_024571",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024571.txt",
  "text": "issuer and each other, freely transferable and registered under some provisions of the\nfederal securities laws;\n\n(b) the entity is an “operating company,\" meaning it is primarily engaged in the production or\nsale of a product or service other than the investment of capital either directly or through\na majority-owned subsidiary or subsidiaries; or\n\n(c) the entity is a “venture capital operating company,” meaning that at least 50% of its\nassets, determined on certain testing dates, are invested in operating companies with\nrespect to which the entity has contractual management rights which the entity actually\nexercises in the ordinary course of its business; or\n\n(d) there is no significant investment by benefit plan investors, which is defined to mean that\nless than 25% of the value of each class of equity interest is held by the employee benefit\nplans referred to above, IRAs and other employee benefit plans not subject to ERISA,\nincluding U.S. and non-U.S. governmental plans.\n\nThe General Partner intends to operate the General Partner and KUE in such fashion that, for purposes\nof the plan asset regulations, the assets of KUE and the General Partner will not be considered assets of\nany plan investing in KUE and the General Partner. The Limited Partnership Agreement (and the\norganizational documents of the General Partner) will confer on the General Partner (and the Principals)\nthe authority to take any action necessary or desirable in order to prevent Company assets and General\nPartner assets from being considered to be plan assets, including the authority to restructure any aspects\nof KUE and the authority to cause the redemption or sale of Units held by some or ail plan investors.\n\nKUE is considering whether and to what extent to permit plan investors to invest in the Units. Due to the\ncomplexity of the applicable rules and the penalties imposed upon persons involved in prohibited\ntransactions, it is particularly important that potential purchasers that are plans consult with their counsel\nregarding the consequences under ERISA of their acquisition and ownership of the Units. Employee\nbenefit plans that are governmental pians (as defined in Section 3(32) of ERISA) and certain church plans\n(as defined in Section 3(33) of ERISA) are not subject to ERISA requirements but may be subject to\nanalogous provisions under applicable state, local or non-U.5. law.\n\n17.3. Anti-Money Laundering — Cayman Islands\n\nIn order to comply with regulations aimed at the prevention of money laundering in any applicable\njurisdictions, the General Partner and KUE are required to adopt and maintain anti-money laundering\nprocedures, and may require prospective investors to provide evidence to verify their identity.\nAccordingly, the General Partner (and its directors) reserve the right to request such information as they\nconsider necessary to verify the identity of a prospective investor. Where permitted, and subject to\ncertain conditions, the General Partner and KUE may also delegate the maintenance of its anti-money\nlaundering procedures (Including the acquisition of due diligence information) to a suitable person. The\nGeneral Partner (and Its directors} may refuse to accept any subscription application if a prospective\ninvestor delays in producing or fails to produce any information required by the General Partner (and its\ndirectors) for the purpose of verification and, in that event, any funds received will be returned without\ninterest to the account from which the moneys were originally debited.\n\nThe General Partner and KUE also reserve the right to refuse to make any redemption payment to a\nshareholder of the General Partner or a partner of KUE, as applicable, if hey suspect or are advised that\nthe payment of redemption proceeds to such person might result in a breach of applicable anti-money\nlaundering or other laws or regulations by any person in any relevant jurisdiction, or if such refusal is\nconsidered necessary or appropriate to ensure the compliance by the General Partner and KUE with any\nsuch laws or regulations in any applicable jurisdiction.\n\n138\n\nHOUSE_OVERSIGHT_024571",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024571.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4131,
    "word_count": 650,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:44.976181",
    "prefix": "IMAGES-008"
  }
}