{
  "document_id": "HOUSE_OVERSIGHT_028525",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_028525.txt",
  "text": "Continue reading the main story\n\nSuzy Menkes on the fashion designer L'Wren Scott\n\ne A Times selection of noteworthy cultural events in New York City and beyond\ne Net-a-Porter means “ready to party\"\n\nContinue reading the main story\n\nThe first day of rehearsal for “Macbeth,” Alec Baldwin sat down next to me. “Who do you play?” he asked. My\nvoice quivered: “Ummm, I play Fleance and Young Seward.” He paused. “Oh — so I kill you twice.” Each\nnight, as he drove his broadsword through my heart, I thought, “I’ve made it!”\n\nIn the sixth season of “Scrubs,” the show’s creator, Bill Lawrence (also a major fan of musical comedy),\ndecided to do a musical episode. It was the first time I had done musical comedy since I was at camp, and it\ninstantly reminded me how much I loved it. My favorite song from the episode was called “Guy Love.” In it,\nDonald Faison (my best friend in real life and on the show) and I sang about how our homoerotic love for each\nother was nothing to apologize for. (“It’s guy love, that’s all it is.””) The experience replanted the seed, and I\nmade a promise to myself: One day I would sing on Broadway.\n\nZach Braff, left, and Donald Faison on “Scrubs,” which had a musical episode in its sixth season. Credit ABC\n\nI’d be curled in the fetal position spooning a pillow right now, though, if it weren’t for my current director,\nSusan Stroman. Directing and choreographing a musical is the most epic undertaking for one human being, yet\nSusan (or Stro, as the cool Broadway kids call her) handles it with aplomb.\n\nAnd she’s not just choreographing the actors and dancers, but also the magnificent set designed by Santo\nLoquasto, which moves in ways I didn’t know scenery could move. It’s a dance of men and women and\nmachines and winches and elevators and lights. The wings of the St. James are very narrow, so when a giant\npiece of scenery disappears from the audience’s view, the most elaborate game of Tetris begins, as the\noutstanding stage crew turns and lifts and twists; not an inch is wasted. The second the orchestra strikes the first\nnote of the overture, no one stops moving until the final curtain hits the deck.\n\nDuring “Manhattan Murder Mystery,” I had every word of my lines memorized down to the punctuation mark.\nI’ll never forget: The first thing Woody said to me was, “We’re probably not going to say exactly what’s on the\npage so ... you know ... just try to keep up. ...”” While we’ve been in previews on “Bullets,” he and Stro have\nbeen giving us notes each day on the previous night’s performance. One night, I dropped a great joke by\naccident. He said to me with a smile, “You’ll probably get a bigger laugh if you actually say it onstage.”\n\nAll the people on Broadway are the best at what they do. All dancers want to work with Stro, so she gets the\nbest dancers in New York City. Is there an oboist in the orchestra? You can guarantee he’s the best oboist on the\nisland of Manhattan. Need to recreate the look of 1929? The six-time Tony winner William Ivey Long is here to\ndesign the costumes. And the voices! I am in awe. There has yet to be a time when I don’t get goose bumps\nwhen Betsy Wolfe, who plays my girlfriend, belts out the final notes of our duet, “I Found a New Baby.”\n\nHOUSE_OVERSIGHT_028525",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_028525.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3254,
    "word_count": 594,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.010998",
    "prefix": "IMAGES-010"
  }
}