{
  "document_id": "HOUSE_OVERSIGHT_010765",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010765.txt",
  "text": "Edwards, Bradley vs. Dershowitz\n\nCase No.: CACE 15-000072\n\nEdwards and Cassells Response to Dershowitz's Motion to Determine Confidentiality of Court Records\nPage 9 of 20\n\nJanuary 5, 2015, Dershowitz filed a motion to interveneto argue to have the allegations\nstricken. DE 282. Dershowitz also argued that Ms. Giuffre had not provided a sworn affidavit\nattesting to the truth of her allegations. On January 21, 2015, Edwards and Cassell filed a\nresponse for Ms. Giuffre and Jane Doe No. 4. DE 291. (Note: This is the second of the three\ndocuments Dershowitz seeks to have kept under seal here.) The response enumerated nine\nspecific reasons why Ms. Giuffre’s specific allegations against Dershowitz were relevant to the\ncase, including the fact that Ms. Giuffre needed to establish that she was a “victim” in the case,\nthat pending discovery requests concerning Dershowitz-specific documents were pending, and\nthat Dershowitz’s role as a defense attorney in the case was highly relevant to the motive for the\nGovernment and defense counsel to conceal the plea deal from the victims. DE 291 at 17-26 &\nn.17. The response included a detailed affidavit from Ms. Giuffre about the sexual abuse she had\nsuffered from Epstein, Dershowitz, and other powerful persons. DE 291-1. On February 6,\n2015, Edwards and Cassell filed a further pleading (and affidavit from Ms. Giuffre, see DE 291-\n1) in support of her motion to intervene. (Note: this affidavit is the third of the three documents\nDershowitz seeks to have declared confidential.)\n\nOn April 7, 2015, Judge Marra denied Ms. Giuffre’s motion to join the case. Judge\nMarra concluded that “at this juncture in the proceedings” details about the sexual abuse she had\nsuffered was unnecessary to making a determination “of whether Jane Doe 3 and Jane Doe 4\nshould be permitted to join [the other victims’] claim that the Government violated their rights\nunder the CVRA. The factual details regarding with whom and where the Jane Does engaged in\n\nsexual activities are impertinent to this central claim (i.e., that they were known victims of Mr.\n\nHOUSE_OVERSIGHT_010765",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010765.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2112,
    "word_count": 342,
    "line_count": 32,
    "import_date": "2025-11-19T21:47:48.736161",
    "prefix": "IMAGES-001"
  }
}