{
  "document_id": "HOUSE_OVERSIGHT_011501",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011501.txt",
  "text": "“No reason to be afraid,” our metapelet kept telling me. That only made me\nmore scared. Yet within a few hours, everything was quiet again, and never\nagain did the shellfire get near to us. A few weeks later, I heard the only gunfire\ninside the kibbutz itself. It came from the top of our water tower. The man on\nguard duty thought he saw movement on the road outside. But it turned out to\nbe nothing.\n\nIt wasn’t until well into 1949 that formal agreements were signed and\n“armistice line” borders drawn with the Arab states. By the measure that\nmattered most — survival — Israel had won and the Arab attackers had lost.\nJordan did end up in control of the West Bank, as well as the eastern half of a\ndivided city of Jerusalem, including the walled Old City and the site of the\nancient Jewish temple. The new Israel remained, at least geographically,\nvulnerable. It was just 11 miles wide around Tel Aviv and even narrower,\nbarely half that, near Mishmar Hasharon. Egyptian-held Gaza was seven miles\nfrom the southern Israeli city of Ashkelon and just 40 from the outskirts of Tel\nAVIV.\n\nIsrael did secure control of the entire Galilee, up to the pre-war borders with\nLebanon and Syria, and of the Negev Desert in the south. The territory of our\nnew state was about a third larger than the area proposed under the UN partition\nplan rejected by the Arabs. Yet the victory came at a heavy price: more than\n6,000 dead, one per cent of the Jewish population of Palestine at the time. It was\nas if America had lost two million in the Vietnam War. One-third of the Israeli\ndead were Holocaust survivors.\n\nThe Arabs paid a heavy price too, and not just the roughly 7,000 people who\nlost their lives. Nearly 700,000 Palestinian Arabs had fled — or, in some cases,\nbeen forced to flee — towns and villages in what was now Israel. The full extent\nand circumstances of the Arabs’ flight became known to us at Mishmar\nHasharon only later. But it did not take long to notice the change around us.\nWadi Khawaret was physically still there, but all of the villagers were gone. As\nfar as I could discover, none had been killed. They left with a first wave of\nrefugees in April 1948, and eventually ended up near Tulkarem on the West\nBank. After the war, the Israeli government divided up their farmland among\nnearby kibbutzim including Mishmar Hasharon.\n\nThe absence of our former neighbors in Wadi Khawaret seemed to me at the\ntime simply a part of the war. From the moment the violence started, I\nunderstood there would be suffering on both sides. When we sent our care\npackages to Giora Ros in Jerusalem, I remember trying to imagine what “living\n\n30\nHOUSE_OVERSIGHT_011501",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011501.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2660,
    "word_count": 479,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:44.188945",
    "prefix": "IMAGES-001"
  }
}