{
  "document_id": "HOUSE_OVERSIGHT_015842",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015842.txt",
  "text": "152 Are the Androids Dreaming Yet?\n\nLogic for Humans\n\nSyllogisms can be used for practical purposes. Take, for example, the\nfollowing set of statements, “I want a hot drink.” “Coffee and tea are hot\ndrinks.” “I always drink milk with tea” “We have no milk” What drink\nshould I choose? I’m sure you can work it out. This logical problem\nfollows a simple chain and results in me getting the hot drink I like.\n\nWe use Boolean logic on a day-to-day basis. The simplest form\nis a checklist. Pilots use checklists all the time; do I have wings, fuel\nand a copilot? If they are all there, go ahead and fly. Otherwise do not.\nMathematically speaking, a checklist is simply the product of the options.\nIf they are all one, then the product is one — in this case we can fly. If any is\nfalse — represented by a zero — the product will be zero and we cannot fly.\n\nLife is often more complicated and we have many logical tools at our\ndisposal. Let’s take a look at a few, starting with a famous historical one.\n\nBenjamin Franklin invented the lightning rod and bifocal glasses,\n\nas well as charting the Gulf Stream and all manner of other scientific\ndiscoveries. He described his process for decision-making when there\nare many pros and cons to consider.\n“. my Way is, to divide half a Sheet of Paper by a Line into two\nColumns, writing over the one Pro, and over the other Con. Then\nduring three or four Days Consideration I put down under the\ndifferent Heads short Hints of the different Motives that at different\nTimes occur to me for or against the Measure. When I have thus\ngot them all together in one View, I endeavor to estimate their\nrespective Weights; and where I find two, one on each side, that\nseem equal, I strike them both out: If I find a Reason pro equal to\nsome two Reasons con, I strike out the three. If I judge some two\nReasons con equal to some three Reasons pro, I strike out the five;\nand thus proceeding I find at length where the Balance lies; and\nif after a Day or two of farther Consideration nothing new that is\nof Importance occurs on either side, I come to a Determination\naccordingly.”\n\nAnother important piece of logic is reductio ad absurdum. Reduction\nto the absurd allows us to disprove something because, if it were true, it\nwould lead to an absurd conclusion. An alibi is a familiar form. If I was\nseen in the pub when the murder occurred in the ballroom of the manor\nhouse and you claim I committed the murder, I must have been in two\nplaces at once. People can’t be in two places at once — that would be\nabsurd. Conclusion: I am innocent!\n\nHOUSE_OVERSIGHT_015842",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015842.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2590,
    "word_count": 480,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:46.741428",
    "prefix": "IMAGES-003"
  }
}