{
  "document_id": "HOUSE_OVERSIGHT_024043",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024043.txt",
  "text": "Focus: Private and public companies with novel product programs & product platforms\nInvestments in the biopharmaceutical sector within NLV-III will target companies that are\n\ndeveloping products that address clinically important unmet medical needs with competitively\ndifferentiated technologies. The Fund will invest across all stages, usually in companies that fit\none of two different profiles. The first is companies with clearly differentiated, clinical stage\nproprietary product programs focused on significant market opportunities, where value can be\nbuilt around a product(s) by financing it through one or more stages of clinical development,\nand in some cases to regulatory approval and commercialization. The second are companies\nwith novel product platforms that are at or near the clinical stage with a lead product(s). These\ncompanies build value around both the product(s) itself as it advances through clinical\ndevelopment and around the product platform as its utility as a product creation engine is\nvalidated through the progress of the lead product(s).\n\nThe Fund Managers expect to identify investment opportunities within private or public\ncompanies whose primary asset(s) fall within one of the following categories:\n\ne Early and mid-clinical stage product programs targeting a well validated mechanism of\naction in a disease with significant unmet medical need. The therapeutic areas and\nspecific mechanisms of action will be known to be of high strategic interest to a number\nof larger biopharmaceutical companies. The target product profiles of the therapeutic\nproduct(s) for these assets will have clear points of competitive differentiation around\nefficacy and/or safety versus available therapeutics (and known clinical stage\nprograms), and the clinical development programs behind them will be designed to\nprovide clear data in support of these. Examples of these types of biopharmaceutical\ninvestments in the NLV portfolio are Array Biopharma (NLV-II, NASDAQ: ARRY,\noncology, exited at 2.25x), Chimerix (NLV-IL, private initially, now public on NASDAQ:\nCMRX, novel anti-viral therapy), and Versartis (NLV-II, private, novel, long-acting\nhuman growth hormone).\n\ne Novel product platforms that offer the potential to target known, and well understood\npharmacologic mechanisms of action in entirely new ways, or a product platform that\nhas the potential to open up a field of entirely new pharmacologic mechanisms in\ndiseases with large unmet medical need and rapidly advancing understanding of the\nunderlying biology (e.g., hematologic and solid tumors). These platforms will be\nsupported by validating data that provide strong support for the underlying biological\nhypotheses, and the companies will be at or approaching the clinical stage with an\nowned or partnered lead product program. The product platforms will usually have\nstrong evidence of strategic interest from large or mid-sized biopharmaceutical\ncompanies through one or more partnerships that have generated non-dilutive capital\nfor the company. Examples of three novel product platform companies in the NLV\nportfolio are Pearl Therapeutics (NLV-I, private, pulmonology, exited at 2.5x plus\nmilestones), Epizyme (NLV-II, NASDAQ: EPZM, oncology, exited at 2.0x), and\nPrincipia (NLV-IL private, immunology & oncology).\n\ne Later development stage and commercial stage, biopharmaceutical investments, where\nthe investment theses will be to create value by funding companies through Phase 3\nclinical trials, regulatory approval, and into early commercialization. In some cases, the\n\n32 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024043",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024043.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3631,
    "word_count": 521,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.525971",
    "prefix": "IMAGES-007"
  }
}