{
  "document_id": "HOUSE_OVERSIGHT_024834",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024834.txt",
  "text": "COWEN\nCOLLABORATIVE INSIGHTS\n\n18\n\nFebruary 25, 2019\n\nNeed For Alternative Methods To Produce Cannabinoids\n\nCannabis plants can exhibit wide variation in the quantity and type of cannabinoids they\nproduce. However, cannabinoids are only produced in limited quantities regardless of\nthe strain; in total, cannabinoids account for <1% of the dry weight of the cannabis\nplant.\n\nSelective breeding has led to strains of the cannabis plant that produce relatively large\namounts of the intermediary forms of THC and CBD. While THC content varies\nsubstantially among cannabis strains, it generally represents 15-35% of the cannabinoid\ncontent of the plant, and CBD is typically 1-12%. The relative abundance of these\ncompounds have allowed them to be well studied and their diversity of applications\nhave created a large commercial market.\n\nAfter THC and CBD, the remaining cannabinoids are found only in trace amounts in the\nplant. Compounds such as THCV, CBG, and CBC have elicited therapeutic interest, but\nbecause they are only present in minute amounts they have been difficult to extract and\npurify and impossible to produce at commercial scale. This has limited their study up to\nthis point.\n\nAlternative Methods For Producing Cannabinoids\n\nTo combat the limited availability of cannabinoids using cultivation-based methods,\nalternative approaches have been developed that use chemical and biotechnological\nsynthesis to produce cannabinoids.\n\nChemical Synthesis\n\nChemical synthesis methods use organic chemistry to produce cannabinoids; however,\nthe process has several drawbacks. Chemical methods have largely failed to be cost\neffective for commercial scale cannabinoid production because of the complexity\nrequired to produce the cannabinoid molecules, and extensive purification is needed to\nobtain a high quality product. Commercial chemical synthesis also generates large\namounts of organic waste, takes several weeks to produce kilogram quantities, and is\nexpensive. As such, practical methods for the chemical synthesis of many cannabinoid\nmolecules has not been developed.\n\nBiotechnological Synthesis (Synthetic Biology)\n\nAn emerging alternative to traditional cultivation and chemical synthesis is the use of\nbiotechnology-based approaches to produce cannabinoids. These synthetic biology\napproaches produce cannabinoids through modifying the metabolism of genetically\nengineered organisms. This converts the organism into a biological factory, producing\nthe desired cannabinoid in large quantities.\n\nCompared to chemical methods, biosynthesis methods are more cost effective, scalable,\nand environmentally friendly.\n\nCompared to traditional methods, biosynthesis of cannabinoids is potentially more\nsustainable, more reliable, faster, and less expensive. Biosynthesis does not require as\nmuch water or energy input, is not subject to weather or other exogenous factors, takes\n~3-5 days to yield an end product vs. traditional methods taking up to 4 months, and is\ntheoretically less expensive. Additionally, growing cannabis often involves using several\nhard-to-remove impurities (e.g., pesticides), that could potentially create significant\nsafety issues and other undesirable dynamics. Furthermore, purity and regulatory\n\nCOWEN.COM\n\nHOUSE_OVERSIGHT_024834",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024834.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3267,
    "word_count": 453,
    "line_count": 66,
    "import_date": "2025-11-19T21:47:45.026194",
    "prefix": "IMAGES-008"
  }
}