{
  "document_id": "HOUSE_OVERSIGHT_023894",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023894.txt",
  "text": "148 Teaching Minds\n\nSimilarly, these people probably can influence one another, work\nin teams, and negotiate with one another to some extent. They may\nnot be great at it, but we wouldn’t characterize the ability to influence\nothers well as a sign of intelligence. Many world leaders are very influ-\nential but not all of those are considered to be brilliant.\n\nSimilarly, the ability to be a good team player is no way considered\nto be a sign of intelligence. Some very bright people have difficulty\nworking with others. These things are not signs of intelligence.\n\nModeling and experimentation ability aren’t really important\nwhen we talk about intelligence. Experimentation is something scien-\ntists do. Children and chefs and nonscientists do it as well, of course.\nBut we wouldn't criticize these interviewees if it turned out that they\ndidn’t know how to experiment. We certainly have no idea from these\ninterviews whether they can experiment or not. We can guess that\nthey cannot. We tend to think that experimentation is the province\nof brilliant people, but would we say that someone is unintelligent\nbecause they don’t know how to conduct a real experiment? Or, that\na chef is brilliant because he takes risks with food? (We may say that\nhe is a brilliant chef, but that doesn’t mean we think he is brilliant.)\nExperimentation has a lot to do with innovation, which is certainly\nrelated to intelligence, but, again, it really is not what we think about\nwhen we hear interviews and think that the people being interviewed\nare stupid.\n\nSimilarly, we don’t know whether these folks can effectively create\na model of the world. It seems a good guess that they cannot, but, yet\nagain, this lies more within the province of science and very intel-\nligent thinking than within our everyday definition of intelligence.\nSome very smart people have weird models of the world or no model\nof certain aspects of the world.\n\nWe do not think that the interviewees are stupid because they\ndon’t conduct experiments or create elaborate world models.\n\nBut a different story emerges when we look at the rest of the cogni-\ntive processes, Which of the remaining processes are clearly missing in\nthe answers supplied by the interviewees above?\n\nObviously these people don’t speak particularly well.\n\nBeing able to aptly describe your views, or describe a situation you\nhave been in, or a thought you have had, is a hallmark of intelligence.\n\nWe judge people’s intelligence, at least in part, by how well they\nspeak.\n\nHOUSE_OVERSIGHT_023894",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023894.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2526,
    "word_count": 422,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.410955",
    "prefix": "IMAGES-007"
  }
}