{
  "document_id": "HOUSE_OVERSIGHT_013402",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013402.txt",
  "text": "Edwards adv. Epstein\nCase No.: 502009CA040800XXXXMBAG\nSecond Renewed Motion for Leave to Assert Claim for Punitive Damages\n\njudgment on basis of facts established without dispute). Where the nonmoving party fails to\npresent evidence rebutting the motion for summary judgment and there is no genuine issue of\nmaterial fact, then entry of judgment is proper as a matter of law. See Davis v. Hathaway, 408\nSo. 2d 688, 689 (Fla. 2d Dist. Ct. App. 1982); see also Holl, 191 So. 2d at 43. Faced with these\nwell-established legal principles, Epstein voluntarily dismissed his claims against Edwards on\nthe eve of the hearing on Edwards Motion for Summary Judgment.\n\nB. Epstein’s Claim Regarding Edwards Had Absolutely No Factual Basis.\n\n~~ This was not a complicated case: for granting summary judgment: To. the contrary; ‘the\n\n-=“umcontested record clearly established: that~each and“ everyone ofEpstein’s-claims against\n\nEdwards lacked any merit whatsoever.'\n\nI Epstein’s allegations regarding Edwards’ involvement in Rothstein’s “Ponzi\nScheme” were unsupported and unsupportable because Edwards was simply\n' not involved in any such scheme.** -- ~ - : “\na. Edwards Had No Involvement in the Ponzi Scheme.\n\nThe bulk of Epstein’s claims against Edwards hinged on the premise that Edwards was\ninvolved in a Ponzi scheme run by Scott Rothstein. Broad allegations of wrongdoing on the part\nof Edwards were scattered willy-nilly throughout the complaint. None of the allegations\nprovided any substance as to how Edwards actually assisted the Ponzi scheme, and allegations\n\nthat he “knew or should have known” of its existence are based upon an impermissible\n\npyramiding of inferences. In any event, these allegations all fail for one straightforward reason:\n\n' The dismissal of Epstein’s claims against Edwards did not affect Epstein’s claims against Scott Rothstein. Epstein\nhad already chosen to dismiss all of his claims against L.M., the only other defendant named in the suit.\n\n9\n\nHOUSE_OVERSIGHT_013402",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013402.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1998,
    "word_count": 308,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:48.509920",
    "prefix": "IMAGES-002"
  }
}