{
  "document_id": "HOUSE_OVERSIGHT_025213",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025213.txt",
  "text": "KERMIT BLACKWOOD (Lead Writer/Creative Director)\n\nKermit Blackwood graduated from Marlboro College in Vermont, 2000. As an undergraduate\nscience major, he was one recipient of an unrestricted $750,000 MacArthur Foundation grant. He\nis considered an authority on gallinaceous birds, evolutionary biology, and behavioral ecology;\nhaving described an alternative evolutionary pathway of ornamental plumage in Gallinaceous\nbirds, which pushes the boundaries of current understandings of animal mimicry and avian flight.\nOver the years, he has worked with the Wildlife Conservation Society at the Bronx Zoo, the\nAmerican Museum of Natural History, and the Stockholm Museum of Natural History\nOrnithology Department. He has also conducted extensive field research in Asia and the\nAmericas on a host of Gallinaceous bird species. Kermit writes natural history essays and\nhistorical fiction stories for film and television. He also co-writes and produces musical\nsoundtracks and scores.\n\nTRAVIS RUMMEL (Associate Producer)\n\nTravis Rummel graduated from Colorado College in 2001 with a degree in International\nPolitical Economy. Moving to Telluride to pursue white water rafting and fly fishing after\ncollege, he began working on documentary films focusing on nature. Travis Rummel’s\nproduction company FeltSoul Media, co-owned with Ben Knight, has produced an award\nwinning feature and several award winning shorts.\n\nThe Hatch, a short documentary film on the annual stone-fly hatch that engulfs the Black Canyon\nof the Gunnison River, tells the story of what used to be a secret fishing spot closely guarded by\na few locals. However, dire threats to this pristine river prompted Felt Soul to raise awareness of\nthis critical conservation issue through the production of this film. It won Best Documentary,\nGotham Film Festival, and placed as a finalist at the Telluride Mountain Film Festival, Banff\nMountain Film Festival, and Taos Mountain Film Festival (2005/2006).\n\nRunning Down the Man, another short documentary film, chronicles the quirky activity of fly-\nfishing for Rooster Fish from the beaches of Baja Sur, Mexico. It won Telluride Mountain Film\nFestival People’s Choice Best Film, and was a finalist in Taos Mountain Film Festival, Durango\nIndependent Film Festival, and Boulder International Film Festival Finalist (2006/2007).\n\nHOUSE_OVERSIGHT_025213",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025213.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2357,
    "word_count": 347,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:47.000808",
    "prefix": "IMAGES-008"
  }
}