{
  "document_id": "HOUSE_OVERSIGHT_024576",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024576.txt",
  "text": "economic risk of loss, known as “nonrecourse liabilities,” will be treated as a deemed distribution of cash\nto that Partner. A decrease in a Partner's percentage interest in KUE because of KUE’s issuance of\nadditional limited partner units (“Limited Partner Units\"} would decrease such Partner's share of Company\nnonreccurse liabilities, if any, and thus would resuit in a corresponding deemed distribution of cash.\n\nTreatment of In-Kind Distributions. KUE's distribution of property (other than cash) to a Partner generally\nwill not be taxable to the Partner unless the property is a “marketable security” and the exceptions to the\nrequirement for recognition of gain upon distributions of marketable securities do not apply. Marketable\nsecurities, for these purposes, include actively traded securities or equity interests in another entity that\nare readily convertible into or exchangeable for cash or other marketable securities. If the distributed\nproperty constitutes a marketable security, the property would be treated as cash and the Partner would\nrecognize gain, but not loss, to the extent described above.\n\nBasis of Common LP Units. A Limited Partner will have an initial tax basis for its Common LP Units equal\nto the amount it paid for the Common LP Units plus its share of Company nonrecourse liabilities, if any.\nThat basis will be increased by the Limited Partner’s share of Company income and by any increases in\nits share of Company nonrecourse liabilities, if any. That basis will be decreased, but not below zero, by\ndistributions from KUE, by the Limited Partner’s share of KUE losses, by any decrease in its share of\nCompany nonrecourse liabilities, if any, and by its share of Company expenditures that are not deductible\nin computing KUE’s taxable income and are not required to be capitalized.\n\nLimitations on Deductibility of Company Losses. The deduction by a Limited Partner of its share of\nCompany lasses will be limited to the adjusted tax basis in its Common LP Units. Limited Partners should\nbe aware that they could be subject to various other limitations on their ability to deduct their allocable\nshares of Company losses (or items of deductions). Such limitations include, but are not limited to, those\nrelating to \"investment interest\" expense under Section 163(d) of the Code, \"miscellaneous itemized\ndeductions\" under Section 67 of the Code, certain other itemized deductions of high income individuals\nunder Section 68 of the Code, the “at risk” rules under Section 485 of the Code, and the deductibility of\ncapital losses under the Code. Prospective investors should consult their tax advisors with respect to the\npotential application of such rules to their particular situation.\n\nAllocation of income, Gain, Loss, and Deduction. If KUE has a net profit or net loss, its items of income,\ngain, loss, and deduction will be allocated among the Partners in accordance with the provisions of the\nLimited Partnership Agreement.\n\nDispositions of Common LP Units — Recognition of Gain or Loss. A Limited Partner will recognize gain or\nloss on a sale of Common LP Units equal to the difference between the amount realized and the Limited\n\nPartner's adjusted tax basis for the Common LP Units sold. A Limited Partner's amount realized will be\nmeasured by the sum of cash or the fair market value of other property received plus its share of\nCompany nonrecourse liabilities, if any. Generally, gain or loss recognized by a Limited Partner on the\nsale or exchange of Common LP Units will be taxable as capital gain or loss and as long-term capital gain\nor loss if the Common LP Units were held for more than twelve months.\n\nNon-U.S. Persons\n\nWithholding. Ownership of Common LP Units by non-U.S. Persons raises special U.S. federal income\ntax considerations. To the extent that KUE receives dividends from a U.S. subsidiary, distributions of\nsuch dividend income to Limited Partners who are non-US. Persons will be subject to U.S. withholding at\na rate of 30%, Certain countries have tax treaties with the U.S. that reduce or eliminate the withholding\nrequirement. To fhe extent that KUE receives dividends from a non-U.S. subsidiary, distributions of such\ndividend income to Limited Partners who are non-U.S. Persons will not be subject to U.S. tax, unless\nsuch income were deemed to be effectively connected with a trade or business conducted by KUE in the\nU.S. KUE will be required to pay withholding tax with respect to the portion of KUE’s income that is\n“effectively connected” with the conduct of a U.S. trade or business and which is allocable to non-U.S.\nPersons. Any amounts KUE is required to remit to taxing authorities will be treated as a distribution to the\nPartner on whose behalf the withholding is being paid and will be charged against current and/or future\n\n143\n\nHOUSE_OVERSIGHT_024576",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024576.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4837,
    "word_count": 783,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:44.487142",
    "prefix": "IMAGES-008"
  }
}