{
  "document_id": "HOUSE_OVERSIGHT_014344",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014344.txt",
  "text": "With regard to growth in the energy book management expects balances to stay\nrelatively flattish as new growth is offset by pay downs and deleveraging.\n\nChart 44: Where do you see TCBI’s provisioning in 2017 relative to 2016?\n\n50% AT%\n45%\n40%\n35%\n30%\n29%\n20%\n15%\n10%\n\n5%\n\n0%\n\n16%\n\nLower, given the stabilization  Flat-to-higher, given credit Uncertain, as volatility in oil\nin oil prices which should lead normalization in the rest of the prices could lead to an\nto reserve reversals book elevated level of provisioning\n\nSource: BofA Merrill Lynch Global Research\n\n= Mortgage growth to continue despite a downshift in activity: Management was\noptimistic on the outlook for both its mortgage businesses — warehouse lending\nand MCA businesses Management expects both these portfolios in aggregate to\ntotal 28-33% of average total loan portfolio. Management tried to debunk the\nperception that the MCA business was cannibalizing its warehouse lending business\nand noted that two business were complimentary in nature. Moreover, while initially\nthe vast majority of the MCA customers were the ones that TCBI had a relationship\non the warehouse lending side, it noted that that number had fallen to 50% and is\nlikely to move lower over the coming quarters. TCBI has a dedicated sales force\nprospecting for the MCA business.\n\n= Next rate hike to give a bigger boost to EPS: Management noted its high asset\nsensitivity with most of their loans tied to LIBOR and prime and its expectations for\nan increase in funding costs to remain relatively tempered. With strong demand\ndeposit growth during the year and a $1bn reduction in loans with floors (from\n$3.1bn to $2bn), TCBI has become more asset sensitive relative to last year, when a\nrate hike led to a $4mn increase in spread income. Management expects a Dec rate\nhike to boost spread income by more than $4mn a quarter.\n\n= Remains cautious around CRE lending: Management noted that it intends to grow\nCRE more slowly as it de-risks the portfolio and until it sees a turn in the cycle.\nHowever, management is optimistic on the credit quality of CRE, particularly noting\nthat trends in its Houston real estate portfolio (Houston special mention loans are\n1% of Houston CRE) continue to be fairly benign.\n\nus Bancorp (USB), B-2-7, Neutral\nStrong growth outlook across the business spectrum. CEO Richard Davis\nprovided an upbeat view around the outlook for the economy across the business\nspectrum ranging from small businesses to large corporates and noted that\nbusinesses could drive the economic recovery vs the consumer side.\n\n30 2016 Future of Financials Conference | 17 November 2016 Bankof America 2\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014344",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014344.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2686,
    "word_count": 441,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:48.525028",
    "prefix": "IMAGES-002"
  }
}