{
  "document_id": "HOUSE_OVERSIGHT_011113",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011113.txt",
  "text": "I would tax capital gains as much as ordinary income for the same reason. Level the\nplaying field. Solow saw most of the truth, but didn’t go far enough. Mill saw more.\nAnd even Mill stopped short. All we have to do is look at the charts and tables.\nCapital accumulation does not exist. Any attempt lowers consumption with no\n\ngrowth to show for it.\n\nKeep track of national wealth including human capital by my method here, and also\nby Petty’s of 1664, 1676 and 1685. What would we think of corporate management\nthat added up only the smaller part of corporate assets? We now consider physical\ncapital only. Political parties debate what taxes and the national debt should be\n\nwithout the key facts.\n\nPolicy prescriptions can also aim at schools and what they teach. Macroeconomics\nshould start over. It reached most of its present form in the “years of high theory”, in\nthe 1920s through 1950s, without the concepts of human capital or market-valued\ncapital. It is founded on the inaccurate Y = C + I equation and the concomitant belief\nthat output equals pay plus profit. It recognizes ex ante — ex post distinctions only\ncrudely as to saving, by taking it as either invested or uninvested, and not at all as to\ninvestment itself. By missing the lag between market effects and book reaction, it\n\nmisreads some of our worst years as our best and conversely.\n\nThe path forward is omnibus funds and devolution of commercial banks. Bank\nreform along the lines I suggested should need no help from lawmakers. But for\ngosh sakes, let’s not set up barriers against it. Commercial banks and 10:1 leverage\nmake slumps inevitable. Crashes are as sure as death and taxes until we phase them\n\nout.\n\nSummary\n\nMacro has meant a tightrope walk between the risks of inflation and recession. That\ndoesn’t have to be. The problems are detachable. Even today, It should be practical\n\nto redefine legal tender as real or inflation-corrected dollars. But the deeper\n\nChapter 8 Banks, Money and Macroeconomics 2/8/16 24\n\nHOUSE_OVERSIGHT_011113",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011113.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2023,
    "word_count": 345,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:44.265021",
    "prefix": "IMAGES-001"
  }
}