{
  "document_id": "HOUSE_OVERSIGHT_017443",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017443.txt",
  "text": "4.2.12\nWC: 191694\n\nToday, my views on all of the above subjects have remained essentially the same, but because of\nmy support, critical as it may be, for Israel, I am now widely regarded as a “conservative,” a\n“right winger,” a “sell out,” even a fascist. Many college and university students have no idea of\nmy views on the core issues that separate liberals from conservatives (inexact as those categories\nare). All they know is that is that I defend Israel, and that is enough for them to brand me as\n“politically incorrect” and worse. This is the way MJ Rosenberg, an anti-Israel blogger active in\nMedia Matters, a Democratic think tank, absurdly put it:\n\n“Dershowitz is not a Democrat. The only issue he cares about—and the only issue he\never spouts off about—is Israel. Unlike most Americans, [say 99%], Dershowitz has no\nparticular opinion on any issue that does not relate to Israel.”\n\nHis obsession over Israel’s imperfections has blinded him, and other of his ilk, to the fact that the\nvast majority of my books, op eds, cases and causes relate to civil liberties, criminal and\nconstitutional law.\n\nThis last change is not one that I have brought about by changing my views or actions, as were\nthe earlier changes. I have done nothing different. It is the world around me that has changed\nwith regard to Israel, and attitudes toward me have changed because of this. I will continue to\nlive by my principles. I’m probably too old and too set in my ways to change even if I wanted to,\nwhich I don’t. I will not adapt my principles to changing times and attitudes, when I believe that\nthese changing attitudes are wrong and bigoted. But I must recognize that the perception of me\nby many others is changing.\n\nAfter I helped win the O.J. Simpson case, I thought that it would be that aspect of my career that\nwould be the focus of my obituary. Now I think it will also be Israel. Since I’m never satisfied\nunless I get the last word, I penned the following letter to the editor to be sent following my\ndeath:\n\nDear editor:\n\nI don’t want you to think that I don’t appreciate some of the kind words written about me\nin your obituary, but I had a policy throughout my life of setting the record straight with\nregard to things written about me, and I see no reason to allow my untimely death to\nchange that. Your understandable emphasis on my high profile cases distorts my record\nby downplaying the numerous pro bono cases I handled on behalf of obscure and indigent\nclients. I made it a policy throughout my life to devote at least half of my professional\ntime to nonpaying cases and causes.\n\nOne such cause was the defense of Israel from unfair attacks, but I was not an uncritical\nadvocate for the Jewish state. To the contrary, I was critical when criticism was\nwarranted, as with regard to Israel’s settlement policy. I supported Israel not despite my\nliberalism, but because of it—and because I have always defended just causes against\nunjust attacks.\n\n356\n\nHOUSE_OVERSIGHT_017443",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017443.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2989,
    "word_count": 529,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:46.213574",
    "prefix": "IMAGES-004"
  }
}