{
  "document_id": "HOUSE_OVERSIGHT_018132",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018132.txt",
  "text": "The GPS shoes from GTX ( GTXO - news - people ) tackle another senior problem--folks\n\nwho have Alzheimer's who wander and are at risk of getting lost or injured. A GPS device in one\nof the shoes will alert a caregiver if the wearer leaves a specified area. Don't expect the latest\nstyles from Nike ( NKE - news - people ) or Steve Madden ( shoo - news - people ) . The\nmanufacturer is Aetrex Worldwide, an orthodic and medical specialty shoe maker. Roll-out is\n\nexpected by year's end.\nRead the full story\nKeeping an eye on Mom and Dad\n\nRemote monitoring technology aims to keep seniors in their houses and out of nursing homes\n\nOver the coming months a raft of new-and-improved remote monitoring devices will hit the\nmarket, from GPS shoes that can track the whereabouts of wandering seniors to MedCottages,\nportable RV-like units equipped with motion and monitoring systems that allow seniors to\nmaintain some independence from the backyard of their adult childrens’ homes.\n\n“As we age, this is going to be a growing trend,” says Laurie Orlov, a Florida-based expert on so-\ncalled “aging-in-place technology” aimed at keeping seniors in their houses and out of nursing\nhomes as long as possible.\n\n“We have to get past the fear and antagonism among the older people who need it the most. I don’t\nthink they’re that technology-ready, but the boomers, who are their adult children, certainly are.”\nMotion sensors strategically placed in the three-bedroom home where Howe has lived for 53 years\nfeed information right to her daughter’s laptop, detailing when she got out of bed (the Friday we\nchatted it was 9 a.m.), walked into the bathroom (9:15 a.m.) or hovered at the kitchen table where\nshe keeps her pills (9:30 a.m.)\n\nEven her blood-pressure reading (165/76) is fed to her daughter’s computer, along with her daily\nweigh-in tally, providing a detailed graph which she often takes to her doctor appointments.\n\nThe only thing GrandCare can’t tell Pierce, because her system doesn’t include cameras, is if her\nmother actually swallowed her pills.\n\nMonitoring and in-home help technologies will be a $20 billion U.S. business in North America by\n2020, predicts Orlov, founder of Aging In Place Technology Watch.\n\nHOUSE_OVERSIGHT_018132",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018132.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2236,
    "word_count": 375,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:48.456753",
    "prefix": "IMAGES-004"
  }
}