{
  "document_id": "HOUSE_OVERSIGHT_024458",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024458.txt",
  "text": "@ Strong leadership teams\n\nKUE\n-—— Strong team of highly experienced professionais at the KUE level, led by CEO Lowell Milken,\n\nChairman Michael Milken and Vice-Chairmen Steven Green and Ted Sanders. The team\ncontributes an average of more than two decades of experience in their respective fields to KUE.\n\n~~ Providing corporate headquarters support services in the areas of strategy and business\ndevelopment, acquisitions, recruiting of executives, communication and government relations.\n\nKLC OpCo\n\n— Highly experienced management team comprised of both experts in the field of education (COO Dr.\nElanna Yalow has substantial experience operating for-profit ECE centers), as well as business\nprofessionals.\n\n~~ Seasoned executive and middle management team with average Company tenure of ten years.\n\n12\n\n~~ Chairman, Founder and acting CEO Ron Packard has extensive experience in the K-12 education\nspace and was previously with KLC before founding «12. John Baule, Executive Vice President\nand CFO, served as CFO of Headstrong for five years before joining 412.\n\n1.2.3. Value Creating Strategy\n\n@ Value is created by owning assets across the pre-K-12 education continuum\n\nIncremental value is expected to be created from strategic and financial synergies inherent in a global\nplatform\n\n— The Company can exploit the similarities in various education markets by capitalizing on the assets\nit owns (e.g., using KLC's expertise to establish similar operations across geographies and across\nthe pre-K-12 education continuum),\n\n— Sharing of best practices globally and ability to cross-sell products and services to the Company's\ncustomers.\n\n— Entry into less structured international markets early in their development cycle to establish\nattractive competitive positions.\n\n@ Multiple growth opportunities at KLC and k12\n\nTop line organic growth at KLC OpCo is expected to be driven by several factors:\n\n— Historically the industry has demonstrated a pattern of price increases above inflation. Historical\nindustry data shows an average tuition rate increase of 7% per annum.\n\n— Higher “Utitization’\"* resulting from increased student enrollment, improved retention rates, further\nnetwork rationalization to better align supply with demand, more favorable center build rate in the\nbroader industry and favorable macro trends.\n\n* Source: The National Economic Impacts of the Child Care Sector 2002.\n\n25\n\nHOUSE_OVERSIGHT_024458",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024458.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2424,
    "word_count": 357,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:48.061811",
    "prefix": "IMAGES-007"
  }
}