{
  "document_id": "HOUSE_OVERSIGHT_026141",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_026141.txt",
  "text": "Effectively the banks that could compete and have the size and access to\ncheaper foreign exchange funding as well as trade finance capabilities are\nRaiffeisen, Ukrsib, Credit Agricole and OTP accounting for 12.6% collectively.\n\nRaiffeisen is engaged in dealing with the retail business and the work out of\ntheir NPLs. However, its long-serving CEO Mr Lavrenchuk is rumoured to\nbecome the Governor of NBU and the management team will be replaced with\nexpatriates from Raiffeisen’s head office. This move will create a major upset in\nthe bank’s structure and may result to a major change in strategy with a\nconsiderable time to be needed for bringing the bank back to smooth operation.\n\nAlfa who have bought over Unicredito’s Ukrsots bank (6.5% combined) and\nwho have historically being engaged in retail lending and large corporates\nshould continue to pursue this business and should devote resources to the\nmerger with Ukrsots and manage the business lending that should take some\ntime to grasp. Rumours say that they will initiate the merger process in not less\nthan a year and already they have discontinued new business lending servicing\nexisting customers only.\n\nFUIB have been given a plan to recapitalise the bank or decrease their assets\nand therefore they are out of the business for the time being.\n\nING and Citi are providing large corporate and investment banking services\nonly.\n\n= Improving quality of borrowers\n\nFollowing the improvement in collecting taxes and the enactment of new\nlegislation, and therefore decreasing the non-declared income, as well as the\nsignificant increase in commodity prices and the increase in disposable income,\ncredit affordability has increased among business and individuals.\n\n= Increasing loans and deposits that suffice for the credit growth\n\nEvolution of loans and deposits 2015-2021\n\nDec Dec. Mar. Jun. Sep Dec.\n\nRe 3rd Ri\nAct. Sed Review. Act. Proj. Proj Proj bese aht Proj Proj Proj Proj. Proj\n\n2015 2016 2017 2018 2019 2020 2021\nSR SR\n\nForeign currency 548 494 494 493 485 507 508 506 558 596 634 657\n\nCredit to the economy 1,013 1,003 1,003 987 1,023 1,081 1,077 1,081 1,172 1,286 1407 1,554\nti\n(In billions of U.S. dollars) 22.9 184 18.2 17.9 17.3 175 17.5 16.9 18.3 19.3 20.5 212\n\n| Banks' liabilities 711 788 788 783 802 845 875 872 1,070 1,252 1459 1,641 |\n\nThe European prospect of Ukraine that is supported not only politically but\nalso from the international financial institutions along with the effort of the\n\n8\n\nHOUSE_OVERSIGHT_026141",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_026141.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2497,
    "word_count": 411,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:48.305937",
    "prefix": "IMAGES-008"
  }
}