{
  "document_id": "HOUSE_OVERSIGHT_022516",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022516.txt",
  "text": "In short, while the FCPA does not cover every type\nof bribe paid around the world for every purpose, it does\napply broadly to bribes paid to help obtain or retain busi-\nness, which can include payments made to secure a wide\n\nvariety of unfair business advantages.”\n\nWhat Does “Corruptly” Mean?\n\nTo violate the FCPA, an offer, promise, or authori-\nzation of a payment, or a payment, to a government offi-\ncial must be made “corruptly:’”* As Congress noted when\nadopting the FCPA, the word “corruptly” means an intent\n\nor desire to wrongfully influence the recipient:\n\nThe word “corruptly” is used in order to make clear\nthat the offer, payment, promise, or gift, must be in-\ntended to induce the recipient to misuse his official\nposition; for example, wrongfully to direct business\nto the payor or his client, to obtain preferential legis-\n\nlation or regulations, or to induce a foreign official to\n75\n\nfail to perform an official function.\n\nWhere corrupt intent is present, the FCPA prohibits\npaying, offering, or promising to pay money or anything\nof value (or authorizing the payment or offer).”* By focus-\ning on intent, the FCPA does not require that a corrupt\nact succeed in its purpose.” Nor must the foreign official\nactually solicit, accept, or receive the corrupt payment for\nthe bribe payor to be liable.’ For example, in one case, a\nspecialty chemical company promised Iraqi government\nofficials approximately $850,000 in bribes for an upcoming\ncontract. Although the company did not, in the end, make\nthe payment (the scheme was thwarted by the US. govern-\nment’s investigation), the company still violated the FCPA\nand was held accountable.”\n\nAlso, as long as the offer, promise, authorization, or\npayment is made corruptly, the actor need not know the\nidentity of the recipient; the attempt is sufficient. Thus, an\nexecutive who authorizes others to pay “whoever you need\nto” ina foreign government to obtain a contract has violated\n\nthe FCPA—even if no bribe is ultimately offered or paid.\n\nThe FCPA:\n\nAnti-Bribery Provisions\n\nWhat Does “Willfully” Mean and When\nDoes It Apply?\n\nIn order for an individual defendant to be criminally\nliable under the FCPA, he or she must act “willfully?®! Proof\nof willfulness is not required to establish corporate criminal\nor civil liability,” though proof of corrupt intent is.\n\nThe term “willfully” is not defined in the FCPA, but\nit has generally been construed by courts to connote an\nact committed voluntarily and purposefully, and with a\nbad purpose, i.e., with “knowledge that [a defendant] was\ndoing a ‘bad’ act under the general rules of law.’*? As the\nSupreme Court explained in Bryan v. United States, “[a]s a\ngeneral matter, when used in the criminal context, a ‘will-\nful act is one undertaken with a ‘bad purpose. In other\nwords, in order to establish a ‘willful violation of a statute,\n‘the Government must prove that the defendant acted with\nknowledge that his conduct was unlawful’”™\n\nNotably, as both the Second Circuit and Fifth Circuit\nCourts of Appeals have found, the FCPA does not require\nthe government to prove that a defendant was specifically\naware of the FCPA or knew that his conduct violated the\nFCPA.® To be guilty, a defendant must act with a bad pur-\n\npose, ie., know generally that his conduct is unlawful.\n\nWhat Does “Anything of Value” Mean?\n\nIn enacting the FCPA, Congress recognized that bribes\ncan come in many shapes and sizes—a broad range of unfair\nbenefits*’—and so the statute prohibits the corrupt “offer,\npayment, promise to pay, or authorization of the payment of\nany money, or offer, gift, promise to give, or authorization of\nthe giving of anything of value to” a foreign official.”\n\nAn improper benefit can take many forms. While\ncases often involve payments of cash (sometimes in the\nguise of “consulting fees” or “commissions” given through\n\nintermediaries), others have involved travel expenses and\n\nHOUSE_OVERSIGHT_022516",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022516.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3925,
    "word_count": 646,
    "line_count": 97,
    "import_date": "2025-11-19T21:47:47.759080",
    "prefix": "IMAGES-007"
  }
}