{
  "document_id": "HOUSE_OVERSIGHT_012184",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012184.txt",
  "text": "ALLEN GUTHRIE MCHUGH & THOMAS, PLLC\n\nMr. John Roth\nJune 19, 2008\nPage 2\n\nAct. Later, while at the Department of Justice, I co-authored the Department’s Federal Child\nSupport Prosecution Handbook. ,\n\nMy work at CEOS permitted me to continue my efforts on behalf of vulnerable victims of\ncrime. While there, for example, I was part of the prosecution team in United States v. Dwight York,\n428 F.3d 1325 (1 1\" Cir. 2005), cert denied, 548 U.S. 908 (2006). York was the leader of a pseudo\nreligious organization, and systematically molested countless children, some as young as six years\nold. The case went to trial and York was sentenced to 135 years in prison. As part of that trial team,\nI was awarded the Attorney General’s Award for Distinguished Service. Additionally, at CEOS I\nwas one of the architects of the Innocence Lost Initiative, a nationwide initiative designed to combat\nchild prostitution. For this, I was awarded an Assistant Attorney General’s Award for Outstanding\nVictim/Witness Service. Likewise, I was awarded a subsequent Assistant Attorney General’s Award\nfor Special Initiative in connection with a nationwide sex tourism prosecution initiative I helped to\ndevelop.\n\nI say all this not for any boastful purpose, but, rather, to make clear that I am fully cognizant\nof victim issues, and that I‘am no pushover in terms of prosecution standards. I am also very well\naware of the good work of CEOS, and the outstanding credentials of those who toil in that office.\n\nWith all due respect to CEOS, however (and recognizing that their review of this case was\nquite limited), given the facts and circumstances of this investigation, a federal prosecution of Mr.\nEpstein simply should not be countenanced. In my view, such prosecution would be counter to the\nimportant mandate of the Department of Justice as emblazoned on its seal, “Qui Pro Domina Justitia\nSequitur,” referring to the Attorney General “who prosecutes on behalf of justice.”\n\nAs you well know, it is fundamental to that mandate that, as the representative of the people\nof the United States, the duty of a federal prosecutor is not simply to seek conviction as at any cost,\nbut, rather, to seek justice. Berger v. United States, 295 U.S. 78, 88 (1935). (“The United States\nAttorney is the representative not of an ordinary party to a controversy, but of a sovereignty whose\nobligation to govern impartially is as compelling as its obligation to govern at all.”) While it is true\nthat Berger was decided at the post-trial, as opposed to the pre-indictment, stage of the case, the\nbedrock principle contained in the above quote should transcend the entire investigation and\nprosecution process. Indeed, it is arguably most imperative at the investigation stage, at which point\nlaw enforcement is dealing with a presumptively innocent citizen.\n\nIn summary, we understand the allegations against Mr. Epstein to be that Mr. Epstein paid\nindividuals to find friends and acquaintances, certain of whom were under the age of 18, to provide\ntopless massages to him at his Palm Beach home in exchange for money. Mr. Epstein’s assistants\nallegedly scheduled these massages for him over the telephone at the direction of Mr. Epstein,\nallegedly including some scheduling calls to underage women. However, the evidence contradicts\nthese allegations. First, Mr. Epstein did not ask that the masseuses be under the age of 18. To the\ncontrary, he specifically asked that they be 18 or older. As one witness commented, said tell\n\nHOUSE_OVERSIGHT_012184",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012184.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3516,
    "word_count": 576,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:44.610364",
    "prefix": "IMAGES-001"
  }
}