{
  "document_id": "HOUSE_OVERSIGHT_011286",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011286.txt",
  "text": "; Origins February 24 — 26, 2017\nPROJECT An Origins Project Scientific Workshop\n\nARIZONA STATE UNIVERSITY Challenges of Artificial Intelligence:\nEnvisioning and Addressing Adverse Outcomes\n\n2) DEMOCRACY, INFORMATION, AND IDENTITY\n\nAl, Information, and Democracy\n\n(Incorporating contributions from Shahar Avin, Sean O hEigeartaigh, David McAllester, Eric Horvitz,\nand others)\n\nAn informed public is important to the healthy functioning of democratic societies. We can expect\npotential forthcoming advances around the control of information feeds with applications in\nspreading propaganda, via spreading false or misleading information, creating anxiety, fueling\nconspiracy theories, and influencing voting. Such methods will bring key challenges to democracy.\n\nCHALLENGES AHEAD WITH Al, PROPOGANDA, AND PERSUASION\n\nData-centric analyses have been long used in marketing, advertising, and campaigning over\ndecades. However, over the past few years, we have seen the rise of the use of more powerful\ntools, including machine learning and inference aimed at algorithmic manipulation, with the target\nof influencing the thinking and actions of people. Some initial uses of these methods reportedly\nplayed a role in influencing the outcome of recent US presidential elections, as well as the\nelections in 2008 and 2012. We can expect to see an upswing in methods that manipulate states of\ninformation in a personalized automated manner. These systems can be designed and deployed as\nomnipresent/persistent, and aimed at specific goals for group- or person-centric persuasion.\n\nAs our data and models of how people consume and act on information improve, and as an\nincreasing portion of information consumption is mediated through digital systems managed by\npotentially opaque algorithms, it becomes increasingly conceivable that the information ecosystem\nwould get captured by malicious actors deploying increasingly advanced tools to control, shape,\nforge and personalize information, from ads to news reports.\n\nMachine learning, in conjunction with active learning, expected value decision making, and\noptimization of allocations of key resources, such as dollars or human effort, can be targeted at\nmonitoring, understanding, and then working to influence the beliefs and actions of large\npopulations of people. Data can be collected from large-scale populations, across multiple devices\nand services, and used to make inferences about the psychologies and beliefs of people, and for\ndesigning and guiding persuasive flows of sequences of information. Uses of Al can include\nattempts to optimize stealthiness of the interventions.\n\nIn the future, a great deal of the information consumed by citizens on personal devices is subject\nto alteration by information-engineers at media corporations and governmental propaganda\noffices, such that outside a few key positions of power no one really knows what is going on in the\nworld. There is a danger of the growth of domination over time of large populations by a single\ndominant or a few systems. We can imagine methods that modify even such feeds as Wikipedia\narticles, creating personalized views—that subtly shift the version of the article seen by my\n\nHOUSE_OVERSIGHT_011286",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011286.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3221,
    "word_count": 472,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:48.584684",
    "prefix": "IMAGES-001"
  }
}