{
  "document_id": "HOUSE_OVERSIGHT_019660",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019660.txt",
  "text": "Ld | HOW AMERICA LOST ITS SECRETS\n\nwhole story. Of far more importance is the quality of some of the\ndata that Snowden had copied. Just a single one of these documents\ncould cripple not just the NSA but America’s entire multibillion-\ndollar apparatus for intercepting foreign intelligence. The previously\ncited road map, which was thirty-one thousand pages long, listed\ncritical gaps in U.S. coverage of China, Russia, and other adversaries,\nincluding those cited by President Obama’s national security team.\nIt was not found among the files on the thumb drive given to Poitras\nand Greenwald. Nor were most of the missing Level 3 lists concern-\ning NSA activities in Russia and China found on the thumb drive,\neven though Snowden said he had taken his final job at Booz Allen\nto get access to these lists. If Snowden had not given these docu-\nments to Poitras, Greenwald, or other journalists, where were they?\n\nThe compartment logs showed that Snowden copied and trans-\nferred these Level 3 documents in his final week at the NSA. He\npresumably had them in his possession in Hong Kong when he\narrived on May 20. On June 3, according to Greenwald, Snowden\nwas still sorting through the documents to determine which ones\n\n© were appropriate to give to journalists. On June 12, he told the ©\nreporter Lana Lam in Hong Kong that he was going through the\ndocuments, country by country, to determine which additional ones\nhe should pass on to journalists. Eleven days later, he departed Hong\nKong for Moscow carrying at least one laptop computer. After arriv-\ning in Moscow, he suggested he still had NSA secrets in his posses-\nsion. “No intelligence service—not even our own—has the capacity\nto compromise the secrets I continue to protect,” he wrote to the\nformer senator Gordon Humphrey. “I cannot be coerced into reveal-\ning that information, even under torture.” Much of the material he\ncopied while working at Booz Allen remained, as far as the NSA\ncould determine, missing. Had he brought these files under his “pro-\ntection” to Russia?\n\nAn answer soon came from Snowden’s Moscow lawyer. On Sep-\ntember 23, Anatoly Kucherena was extensively interviewed on the\nRT channel in Russia. The interviewer, Sophie Shevardnadze, who\nhad a show called SophieCo, was a well-admired journalist. She is\nthe granddaughter of Eduard Shevardnadze, a former foreign minis-\n\n| | Epst_9780451494566_2p_all_r1.z.indd 172 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019660",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019660.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2448,
    "word_count": 406,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:48.818596",
    "prefix": "IMAGES-005"
  }
}