{
  "document_id": "HOUSE_OVERSIGHT_017144",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017144.txt",
  "text": "4.2.12\nWC: 191694\n\nsome of his fellow judges, especially Warren Burger. Sparks would fly and Bazelon generally\nended up in dissent, but he had made his point.\n\nYears later, in my first popular book, The Best Defense, I summarized what I had first seen in\nJudge Bazelon’s chambers and had then experienced in several cases I had litigated as a practicing\nlawyer. I called my summary “The Rules of the Justice Game:”\n\nRule I: Almost all criminal defendants are, in fact, guilty.\n\nRule II: All criminal defense lawyers, prosecutors and judges understand and believe Rule\nke\n\nRule III: It is easier to convict guilty defendants by violating the Constitution than by\n\ncomplying with it, and in some cases it is impossible to convict guilty defendants\nwithout violating the Constitution.\n\nRule IV: Almost all police lie about whether they violated the Constitution in order to\nconvict guilty defendants.\n\nRule V: All prosecutors, judges and defense attorneys are aware of Rule IV.\n\nRule VI: Many prosecutors implicitly encourage police to lie about whether they violated\nthe Constitution in order to convict guilty defendants.\n\nRule VII: All judges are aware of Rule VI.\nRule VIII: Most trial judges pretend to believe police officers who they know are lying.\n\nRule IX: All appellate judges are aware of Rule VII, yet many pretend to believe the trial\njudges who pretend to believe the lying police officers.\n\nRule X: Most judges disbelieve defendants about whether their constitutional rights have\nbeen violated, even if they are telling the truth.\n\nRule XI: Most judges and prosecutors would not knowingly convict a defendant who they\nbelieve to be innocent of the crime charged (or a closely related crime).\n\nRule XII: Rule XI does not apply to members of organized crime, drug dealers, career\ncriminals, or potential informers.\n\nRule XIII: [Almost] Nobody really wants justice.\nThe seeds of my career as a criminal lawyer were planted deeply into fertile soil during my\nclerkship. So were the seeds of my career as an academic who focused, early in my years at\n\nHarvard, on the relationship between law and the social sciences, especially psychiatry and\npsychology.\n\n57\n\nHOUSE_OVERSIGHT_017144",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017144.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2191,
    "word_count": 356,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:44.942196",
    "prefix": "IMAGES-004"
  }
}