{
  "document_id": "HOUSE_OVERSIGHT_014837",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014837.txt",
  "text": "Case 1:15-cv-07433-RWS Document 751-12 Filed 03/17/17 Page 3of3\nquestion.\n\nRoberts' lawyers says the latest allegations do not contend the fact she was used for underage sex.\n\nAttorney Sigrid McCawleysaid : \"To say that our client acquiesced in this abuse, or that the abuse was OK because\nshe was paid for it — leaves out the fact that this is why we have laws in the United States to protect minor children\nwho are groomed and sexually trafficked by adults.\"\n\nEpstein served 13 months in a Florida prison after pleading guilty in 2008 to soliciting a minor for prostitution.\n\nAllegations: The 31-year-old is currently in the midst of a lawsuit claiming she was recruited to join Epstein's harem\nof underage women in 1999, naming Prince Andrew and attorney Alan Dershowitz as two of the men she was made\nto 'service'\n\nThe scandal resurfaced in January when Roberts named Prince Andrew in a lawsuit, accusing him of using her for\nunderage sex.\n\nAccording to court records connected with Roberts’ current lawsuit, she maintains that she was recruited to join\nEpstein's harem in 1999 by his friend, the socialite Ghislaine Maxwell.\n\nShe says during the three years she worked for Epstein, she was made to entertain his friends and named Prince\nAndrew and Dershowitz as two men she had sex with.\n\nBoth men have denied having sex with Roberts, and Dershowitz is trying to get his name removed from the suit,\nclaiming Roberts made the entire story up.\n\nRead more:\n\ne www.nydailynews....\nShare or comment on this article\n\nSorry we are not currently accepting comments on this article.\n\n2/2\n\nHOUSE_OVERSIGHT_014837",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014837.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1607,
    "word_count": 267,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:45.525754",
    "prefix": "IMAGES-003"
  }
}