{
  "document_id": "HOUSE_OVERSIGHT_027986",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027986.txt",
  "text": "came up with the solution, one that would have the unintended effect of\nelevating our mission further in Israeli lore. The three least burly-looking of us\nwould go in as women: a boyish looking guy named Lonny Rafael, Amiram\nLevin, and me.\n\nStill, there was another, potentially deeper concern that had yet to be\naddressed. In all sayeret missions, since the beginning, we knew we might end\nup having to fight, shoot and, if necessary, kill. Yet now we would be going in\nwith the expectation of killing three specific men. We had black-and-white\nphotos: Mohammed Youssef al-Najar, or Abu Youssef, an operations officer in\nBlack September; Kamal Adwan, one of Arafat’s top military planners; and\nKamal Nasser, a member of his leadership circle and his spokesman.\nNominally, it was understood we would seize them and bring them back to\nIsrael if possible. I had us exercise how we’d do that. But none of us really\nbelieved that once our teams made it into the apartments, the Palestinians would\nsurrender. We assumed we would have no option but to kill them.\n\nThe killing was not the main issue. After all, I had drawn up a plan a year\nearlier to target Arafat himself. Though no one in the sayeret took any pleasure\nin having to take a life, at the end of the day we were a part of the army. Black\nSeptember, and Arafat’s Fatah more broadly, were not only at war with the\nexistence of Israel. They were behind a campaign of terror. Certainly there was\nno significant public opposition, after the horror of Munich, to going after those\nwho were deemed to be part of the operational or political direction of Black\nSeptember. Our uneasiness inside the unit, however, revolved around what I’d\nextolled as its “spirit” when I became commander. Beyond all the specific\nqualities we needed to succeed in our operations, our image of ourselves was as\nthinking soldiers. We might sometimes find it necessary to kill, but we were not\nkillers.\n\nAs I explained to each of the men I’d be leading on the operation, the\nMossad, Dado, and ultimately Golda had concluded that these three men were\nappropriate targets in the wake of Munich. As a battalion-level commander, I\ndid not feel I was in a position to challenge their judgement, unless we had been\nordered to carry out an attack that was clearly improper or immoral. In that case,\nI would have no hesitation in refusing. I said I viewed what we were being\nasked to do in Beirut not as an act of revenge, but a deterrent. It was a way of\nleaving no doubt in the minds of potential future terrorists that massacres like\nMunich carried a heavy price.\n\n138\nHOUSE_OVERSIGHT_027986",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027986.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2616,
    "word_count": 461,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:48.152197",
    "prefix": "IMAGES-009"
  }
}