{
  "document_id": "HOUSE_OVERSIGHT_013260",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013260.txt",
  "text": "344\n\nBos02.\n\nBos03.\n\nBro84.\n\nBS04.\n\nBuc03.\nBur62.\nBwWss.\nBZO03.\n\nBZGS06.\n\nCal96.\nCar85.\nCar97.\nCas85.\nCas04.\nCas07.\nCBOO.\nCBO6.\nCMO07.\n\nCP05.\n\nCRK82.\n\nC890.\n\nCse06.\n\nCS5G07.\n\nCTSt 98.\n\nDam00.\nDav84.\nDCO2.\n\nDen87.\nDen91.\nDGO5.\nDOPO8.\n\nD6r02.\n\nEBJ+ 97.\n\nA Glossary\n\nNick Bostrom. Existential risks. Journal of Evolution and Technology, 9, 2002.\n\nNick Bostrom. Ethical issues in advanced artificial intelligence. In Iva Smit, editor, Cognitive,\nEmotive and Ethical Aspects of Decision Making in Humans and in Artificial Intelligence, vol-\nume 2., pages 12-17. 2003.\n\nJ. Broughton. Not beyond formal operations, but beyond piaget. In M. Commons, F. Richards, and\nC. Armon, editors, Beyond Formal Operations: Late Adolescent and Adult Cognitive Development,\npages 395-411. Praeger. New York, 1984.\n\nB. Bakker and Juergen Schmidhuber. Hierarchical reinforcement learning based on subgoal dis-\ncovery and subpolicy specialization. Proc. of the 8-th Conf. on Intelligent Autonomous Systems,\n2004.\n\nMark Buchanan. Small World: Uncovering Nature’s Hidden Networks. Phoenix, 2003.\n\nC MacFarlane Burnet. The Integrity of the Body. Harvard University Press, 1962.\n\nR. W. Byrne and A. Whiten. Machiavellian Intelligence. Clarendon Press, 1988.\n\nSelmer Bringsjord and M Zenzen. Superminds: People Harness Hypercomputation, and More.\nKluwer, 2003.\n\nB. Bakker, V. Zhumatiy, G. Gruener, and Juergen Schmidhuber. Quasi-online reinforcement\nlearning for robots. Proc. of the International Conf. on Robotics and Automation, 2006.\nWilliam Calvin. The Cerebral Code. MIT Press, 1996.\n\nS. Carey. Conceptual Change in Childhood. MIT Press, 1985.\n\nR Caruana. Multitask learning. Machine Learning, 1997.\n\nR. Case. Intellectual development: Birth to adulthood. Academic Press, 1985.\n\nN. L. Cassimatis. Grammatical processing using the mechanisms of physical inferences. In Pro-\nceedings of the Twentieth-Sixth Annual Conference of the Cognitive Science Society. 2004.\n\nNick Cassimatis. Adaptive algorithmic hybrids for human-level artificial intelligence. 2007.\nW.H. Calvin and D. Bickerton. Lingua ex Machina. MIT Press, 2000.\n\nRory Conolly and Jerry Blancato. Computational modeling of the liver. NCCT BOSC\nReview, 2006. http://www.epa.gov/nect /bosc_review/2006/files/07_Conolly_\nLiver_Model.pdf.\n\nJie-Qi Chen and Gillian McNamee. What is Waldorf Education? Bridging: Assessment for Teach-\ning and Learning in Early Childhood Classrooms, 2007.\n\nL. Commons and A. Pekker. Hierarchical complexity: A formal theory. HEEB :\n//waw.dareassociation.org/Papers/Hierarchical%20Complexity%20-%20A%\n20Formal$20Theory%20 (Commons%20&%20Pekker) .pdf, 2005.\n\n. Commons, F. Richards, and D. Kuhn. Systematic and metasystematic reasoning: a case for a\nevel of reasoning beyond Piaget’s formal operations. Child Development, 53.:1058-1069, 1982.\nA. G. Cairns-Smith. Seven Clues to the Origin of Life: A Scientific Detective Story. Cambridge\nUniversity Press, 1990.\n\nPeter Csermely. Weak Links: Stabilizers of Complex Systems from Proteins to Social Networks.\nSpringer, 2006.\n\nSubhojit Chakraborty, Anders Sandberg, and Susan A Greenfield. Differential dynamics of tran-\nsient neuronal assemblies in visual compared to auditory cortex. Experimental Brain Research,\n1432-1106, 2007.\n\nM. Commons, E. J. Trudeau, S. A. Stein, F. A. Richards, and S. R. Krause. Hierarchical complexity\nof tasks shows the existence of developmental stages. Developmental Review. 18, 18.:237-278, 1998.\nAntonio Damasio. The Feeling of What Happens. Harvest Books, 2000.\n\nD. Davidson. Inquiries into Truth and Interpretation. Oxford: Oxford University Press, 1984.\n\nRoberts P D and Bell C C. Spike-timing dependent synaptic plasticity in biological systems.\nBiological Cybernetics, 87, 392-403, 2002.\n\nD. Dennett. The Intentional Stance. Cambridge, MA: MIT Press, 1987.\n\nDaniel Dennett. Consciousness Explained. Back Bay, 1991.\n\nHugo De Garis. The Artilect War. ETC, 2005.\n\nWlodzislaw Duch, Richard Oentaryo, and Michel Pasquier. Cognitive architectures: Where do we\ngo from here? Proc. of the Second Conf. on AGI, 2008.\n\nDietrich Dérner. Die Mechantk des Seelenwagens. Eine neuronale Theorie der Handlungsregula-\ntion. Verlag Hans Huber, 2002.\n\nJ. Elman, E. Bates, M. Johnson, A. Karmiloff-Smith, D. Parisi, and K. Plunkett. Rethinking\nInnateness: A Connectionist Perspective on Development. MIT Press, 1997.\n\nHOUSE_OVERSIGHT_013260",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013260.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4366,
    "word_count": 589,
    "line_count": 141,
    "import_date": "2025-11-19T21:47:47.909093",
    "prefix": "IMAGES-002"
  }
}