{
  "document_id": "HOUSE_OVERSIGHT_014400",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014400.txt",
  "text": "1) Upturn in inventory cycle: Defensives—Cyclicals\n\nWe expect cyclicals to outperform defensives, premised on our end-2017 $/¥ estimate of ¥120, and this is\nsupported by our above-consensus economic growth outlook. Our Japan economist sees a shift to fiscal\neasing, firms countering the tight labor market by increasing capex, and estimates industrial production to grow\n3.5% and 3.6% in 2017 and 2018, respectively. With the inventory cycle exiting a \"contraction\" phase and\nentering a \"recovery\" phase, conditions are likely to remain conducive to cyclicals outperforming defensives\n(Chart 1, Exhibit 3).\n\n2) Higher inflation, rates: Deflation stocks— Inflation stocks\n\nUp to 1H16, the Japan equity market saw continued preference for deflationary stocks as domestic inflation\nremained subdued and the JGB curve underwent excessive bull flattening. Defensives outperformed cyclicals\n(Chart 1), growth outperformed value (Chart 2), and stocks that benefit from a low-yield environment (REITs)\noutperformed the converse (banks, insurance; Chart 3). However, we expect conditions to reverse into 2017.\nWe see US Treasury yields rising and Japanese core CPI inflation recovering to +1.4% yoy by 2018 and core-\ncore to +1.1% yoy. Stronger inflation and higher foreign yields should steepen the JGB yield curve above10yr,\nwhile below 10yr should escape from downward pressure as BoJ rate cut expectations recede. Against this\nbackdrop, we expect to see a rotation from deflation to inflation stocks, which in addition to cyclicals means\nbanks and insurance should outperform REITs within the financial sector (Chart 3). This is also in line with the\nglobal rotation expected by Michael Hartnett (The Flow Show: The Inflation Era Begins 10 November 2016).\n\n3) Nikkei winner of steeper UST and strong macro\n\nIn a scenario of strong external demand and US rate hikes (particularly with curve steepening), Japan equities\ntend to be the winner on a local currency basis, led by cyclicals, banks and insurance stocks (Exhibit 4).\nResurgence in the \"Japan macro trade\" of short yen / buy equities is also a possibility.\n\nOur Buy-rated stocks in bank, insurance and cyclical sectors are listed in Table 1.\n\nShusuke Yamada, CFA\nFX/Equity Strategist\n\nMerrill ~ |\n\nGlobal Research\n\nBankof America a\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014400",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014400.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2321,
    "word_count": 353,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:44.129435",
    "prefix": "IMAGES-002"
  }
}