{
  "document_id": "HOUSE_OVERSIGHT_016502",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016502.txt",
  "text": "so essential to public confidence in the system.” Press-Enterprise Co. v. Superior Court, 464\nU.S. 501, 508 (1984) (citing Richmond Newspapers, 448 U.S. 569-71). For this reason, the\nappellate briefs should be unsealed so that the public has the benefit of seeing the very\nstatements and arguments that formed the basis of this Court’s Decision. It is especially\nimportant to provide a transparent view into these judicial proceedings because suspicions have\nalready been raised about how the District Attorney’s Office handled Epstein’s case.\n\nWhen, as here, “issues of major public importance are involved, the interests of the\npublic as well as the press in access to court records ‘weigh heavily’ in favor of release.” Danco,\n274 A.D.2d at 8, 711 N.Y.S.2d at 425 (citation omitted). This constitutional presumption of\nopen access to court records requires “the most compelling circumstances” to justify any\nrestriction upon that right. Jn re Application of Nat’l Broad. Co., 635 F.2d at 952. Here, it is\nimpossible to conceive of any circumstances that might justify wholesale sealing of relevant\ncourt documents that are necessary to understand how prosecutors and this Court handled a\nmatter of such intense public concern.\n\nThe interest of Epstein’s victims to remain anonymous can be satisfied by directing the\nDistrict Attorney’s Office to redact the names of victims before disclosing the appellate briefs.\nTo be clear, the Post has no interest in identifying victims of sexual assault who wish to remain\nanonymous. It does, however, have a right to know why the Manhattan District Attorney\nabruptly changed position after initially arguing that Epstein should be treated leniently. The\nDistrict Attorney’s Office has indicated that it “would not oppose producing a copy of the\nPeople’s brief ... keeping intact those portions of the brief that recount the procedural history of\nthe SORA hearing, the portion of the brief that is seemingly of interest to the Post.” Browning\n\nAff. Ex. E. With all due respect to the District Attorney, the Post is simply not in a position to\n\n13\n4811-3721-9459v.3 3930033-000039\n\nHOUSE_OVERSIGHT_016502",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016502.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2145,
    "word_count": 338,
    "line_count": 31,
    "import_date": "2025-11-19T21:47:44.840842",
    "prefix": "IMAGES-004"
  }
}