{
  "document_id": "HOUSE_OVERSIGHT_013848",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013848.txt",
  "text": "later than this evening. I don’t recommend using Outlook or computerized to-do lists, because it is\npossible to add an infinite number of items. I use a standard piece of paper folded in half three times,\nwhich fits perfectly in the pocket and limits you to noting only a few items.\n\nThere should never be more than two mission-critical items to complete each day. Never. It just isn’t\nnecessary if they’re actually high-impact. If you are stuck trying to decide between multiple items that all\nseem crucial, as happens to all of us, look at each in turn and ask yourself, Jf this is the only thing I\naccomplish today, will I be satisfied with my day?\n\nTo counter the seemingly urgent, ask yourself: What will happen if I don’t do this, and is it worth\nputting off the important to do it? If you haven’t already accomplished at least one important task in the\nday, don’t spend the last business hour returning a DVD to avoid a $5 late charge. Get the important task\ndone and pay the $5 fine.\n\n7. Put a Post-it on your computer screen or set an Outlook reminder to alert you at least three\ntimes daily with the question: Are you inventing things to do to avoid the important?\n\nI also use free time-tracking software called RescueTime (www.rescuetime.com) to alert me when I\nspend more than an allotted time on certain websites or programs often used to avoid the important\n(Gmail, Facebook, Outlook, etc.). It also summarizes your time use each week and compares your\nperformance to peers.\n\n8. Do not multitask.\n\nI’m going to tell you what you already know. Trying to brush your teeth, talk on the phone, and answer\ne-mail at the same time just doesn’t work. Eating while doing online research and instant messaging?\nDitto.\n\nIf you prioritize properly, there is no need to multitask. It is a symptom of “task creep” —doing more\nto feel productive while actually accomplishing less. As stated, you should have, at most, two primary\ngoals or tasks per day. Do them separately from start to finish without distraction. Divided attention will\nresult in more frequent interruptions, lapses in concentration, poorer net results, and less gratification.\n\n9. Use Parkinson’s Law on a Macro and Micro Level.\nUse Parkinson’s Law to accomplish more in less time. Shorten schedules and deadlines to necessitate\nfocused action instead of deliberation and procrastination.\n\nOn a weekly and daily macro level, attempt to take Monday and/or Friday off, as well as leave work at\n4PM. This will focus you to prioritize more effectively and quite possibly develop a social life. If you’re\nunder the hawklike watch of a boss, we’ll discuss the nuts and bolts of how to escape in later chapters.\n\nOn a micro task level, limit the number of items on your to-do list and use impossibly short deadlines\nto force immediate action while ignoring minutiae.\n\nIf doing work online or near an online computer, http://e.ggtimer.com/ is a convenient countdown\ntimer. Just type the desired time limit directly into the URL field and hit enter. The http:// can often be\nomitted. For example:\n\nhttp://e.ggtimer.com/Sminutes (or just “e.ggtimer.com/S5min’’insomebrowsers)\n\nhttp://e.ggtimer.com/1hour30minutes30seconds\nhttp://e.ggtimer.com/30 (if you just put in a number, it assumes seconds)\n\n=> COMFORT CHALLENGE\n\nLearn to Propose (2 Days)\n\nHOUSE_OVERSIGHT_013848",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013848.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3327,
    "word_count": 549,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:45.903781",
    "prefix": "IMAGES-002"
  }
}