{
  "document_id": "HOUSE_OVERSIGHT_011068",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011068.txt",
  "text": "peacock’s tail feathers are an encumbrance in running from predators. And why give\nthe expensive displays mostly to males? Why do males exist at all in species where\n\nthey contribute genes but no care?\n\nWe just saw the answer to the first. Answers to the second two again build on an\ninsight of Trivers in 1973. Males produce cheap sperm carrying genes alone.\nFemales produce eggs packed with costly nutrients. A male can pass genes to many\ndescendants through many mates if they approve his signs. That speeds up the fight\nagainst parasites. Nature evolved males and their self-promoting signs and their\n\ncontests for fastest spread of antidote genes to catch up to shifts in parasite load.\n\nWhere Do Losers Go?\n\nA key point in the Hamilton-Zuk theory is that losers’ genes in the beauty contest are\ntypically not driven to extinction. They are driven to low frequencies until needed\nagain. Kin selection, up to a point, helps maintain genic diversity by preserving\ncurrent losers within the gene pool. Selection pressures punish and restrain kin\nselection when it conflicts with preservation of other genes whose time will come\nagain. | met Hamilton at a conference in Squaw Valley, where Bob Trivers had\nhelped us attract him, and told him this reason why I thought his 1982 paper helped\ncomplete and qualify his 1964 paper. He was the absent-minded professor to\nperfection. Moody, distracted, profound. He smiled, a rare thing for him, and said\n\n“It’s been a long search.”\n\nThis explains what | mean by lineage survival or fitness. Much of this book assumes\nits maximization even among modern humans, who create our own urban\nenvironments in place of the ancestral savanna for which we were adapted. And\nmuch of economic history, although written in cities by city-dwellers, appears to\nassume the same. Chapter 2 listed some examples. Let’s review them. There was\nPetty’s of 1662. The similar equilibrium wage theories of Smith and Ricardo\nexpected pay to converge to the level maintaining and replacing the work force,\n\nwhich is trusted to spend it on both. Malthus’ population principle in 1798 and 1801\n\nChapter 7 Petty’s Idea 2/3/16 9\n\nHOUSE_OVERSIGHT_011068",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011068.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2166,
    "word_count": 359,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:49.203998",
    "prefix": "IMAGES-001"
  }
}