{
  "document_id": "HOUSE_OVERSIGHT_030817",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_030817.txt",
  "text": "Eye on the Market | November 21, 2011 J.P Morgan\n\nTopic: The quixotic search for energy solutions\n\nWind should play an important role, but unless there is a high-voltage, high-capacity, high-density grid to accompany it (as in\nNorthern Europe), or electricity storage, the variability of wind means that co-located natural gas peaking plants are\nneeded as well. The cost of such natural gas plants are rarely factored into the all-in costs of wind, but perhaps they should be.\n\nThese exercises are important, since unfounded expectations might lead to suboptimal policy choices. One example: the\nKeystone Pipeline extension, which the President has opted not to consider until after 2012. The US imports more oil from\nCanada than from any other country. With the extension, the Keystone system would account for 13% of US petroleum\nimports. The pipeline has been opposed on environmental grounds, but the extension itself would only add 1% to the entire\nnetwork of crude oil and refined product pipelines already criss-crossing the US. Moving petroleum products by rail or truck\ninstead is more expensive and riskier. If the US does not provide a market for the Alberta tar sands oil, it could end up on\ntankers to China; and the US will end up importing more of its energy needs from the Persian Gulf and Venezuela. Could\nmisperceptions about wind, solar and biofuel® feasibility explain why some people are opposed to this extension? Unclear.\n\nThe art of the possible\n\nNow let’s take a (desperately needed) look at some good news. Over the last 3 decades, the oil intensity of the developed world\nhas been falling, followed by non-OECD countries (see first chart). This is not meant to suggest that declining availability of\ncheap crude oil isn’t a problem, since it is. There are lots of studies showing rapid declines in the production rate of existing\ncrude oil fields, and that the discovery of new fields is (a) not keeping up, and (b) are located where marginal costs of extraction\nare considerably higher. No need to repeat them here. But oil’s importance to economic growth has been declining over time,\nand there is no reason to believe that these improvements have completely run their course.\n\nOil intensity declining worldwide Actual and projected fuel economy for new passenger\nBillions of barrels/real GDP (constant 2000 USD, trillions) vehicles by country, Miles per gallon\n0.30%\n\n55\n50\n45\n\nEurope _«»”\nao”\n\n0.25% oo\n<9 7 Non-OECD oS 2=Japan\n\nChina 6\n0.20% AO ~--r->”\noe” of\n35 2\n\n0.15%\n30\n\n25\n\neo\n\noo” ..\nUnited States\n0.10%\n\n20\n0.05% 2002 2005 2008 2011 2014 2017\n1980 1983 1986 1989 1992 1995 1998 2001 2004 2007 Source: The Intemational Council on Clean Transportation, United\n\nSource: ISI Group, International Energy Agency, World Bank. Nations Department of Economic and Social Affairs.\n\nThere is also room for reduced fuel consumption, although here’s another case where energy fairy tales might have postponed\nsmart policy choices. While waiting for a holy grail, the US left fuel efficiency standards unchanged from 1983 (light trucks)\nand 1987 (cars) until 2010. Chrysler head Lee Iacocca said this in 1986 when Ford/GM lobbied the Reagan Administration to\nlower (“CAFE”) fuel efficiency standards: \"We are about to put up a tombstone that says, 'Here lies America's energy\npolicy’. CAFE protects American jobs. If CAFE is weakened now, come the next energy crunch, American car makers\nwill not be able to meet demand for fuel-efficient cars.\" Well, the rest of the world kept on truckin’ as he suggested, and\nhave more efficient fleets (see chart). Ifthe US fleet were 30% more efficient, US gasoline consumption could fall by 40 billion\ngallons per year (~1 billion barrels). For context, the US imports 0.36 billion barrels of crude per year from Venezuela, and\n0.62 billion from the Persian Gulf. The US just increased fuel efficiency standards, but it will take time to make an impact.\n\nOther possible good news includes ongoing research by Daimler Engine Research Labs on improving gasoline engines,\nsomething the world should not give up on just yet. Prototypes with fewer cylinders and smaller displacement may yield a car\nwith both lower fuel consumption and lower emissions, eventually at fuel efficiencies greater than hybrids like the Prius. The\nUS Recovery Act included $100 million for Advanced Combustion Engine Research and Development; it could be money well\nspent. One example the DoE is working on: semiconductors, powered by the heat exiting the car in its exhaust pipe, used to\ncreate electricity and power the car’s accessories, which are usually powered by belts driven by the car’s engine.\n\n* Here’s one view on biodesel from Giampetro (Barcelona) and Mayumi (Tokushima), authors of “Zhe Biofiiel Delusion” [2009]: “The\npromise of biofuels as a replacement to fossil fuels is in fact a mirage that, if followed, risks leaving us short of power, short of food,\ndestroying biodiversity and doing as much damage to the climate as ever.”\n\n4\n\nHOUSE_OVERSIGHT_030817",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_030817.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5011,
    "word_count": 821,
    "line_count": 86,
    "import_date": "2025-11-19T21:47:44.294667",
    "prefix": "IMAGES-011"
  }
}