{
  "document_id": "HOUSE_OVERSIGHT_025111",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025111.txt",
  "text": "<Kuhn Foundation IRS Tax Exempt Determination Letter 1999, 2015.pdf>\n\nOn Feb 15, 2017, at 4:17 PM, jeffrey E. <jeevacation@gmail.com> wrote:\n\nis ita charity that received the funding?\nOn Wed, Feb 15, 2017 at 1:27 AM, Robert Lawrence Kuhn <i wrote:\n\nPardon the formality below - I want to approach your very legitimate questions / concerns in a serious\nmanner.\nAttached and below the same.\n\nDear Jeffrey:\n\nAs requested, the following addresses your two questions / concerns about our proposed Closer To Truth TV\nseries “The Science of Sleep and Dreams”:\n\n(i) Have there been sufficient breakthroughs in Sleep and Dreams (significantly beyond traditional\nunderstandings) to justify a major TV series?\n\n(11) Even if ‘yes’ to (1), is now the proper time for such a foundational series, or are more years needed for\ncorroborative studies and further research to solidify the breakthroughs?\n\nIn preparing this response, my primary source is Professor Patrick McNamara, Department of Neurology,\nBoston University School of Medicine, with whom CTT Producer/Director Peter Getzels and I spoke with at\nlength today. Patrick is one of the leading sleep and dream researchers (he himself more dreams). More\nimportantly, he is perhaps the leading chronicler of the field, with many publications (including 26 entries in\nrelated encyclopedias). He is co-editor-in-chief of the “Encyclopedia of Sleep and Dreams” (2012) and\n\nthe sole author of the forthcoming “An Introduction to the Neuroscience of Sleep and Dreams” (Cambridge\nUniversity Press, 2018), which intends to present the latest science and to become a main textbook for\ngraduate courses/seminars. Patrick is a CTT contributor and colleague.\n\nWhen we asked Patrick, his first response — “This is the ideal time to tell the sleep-and-dreams story” — and\nhe cited (in essence) your two questions, in that (i) the multiple breakthroughs are now sufficiently well\ncorroborated by numerous independent labs such that a substantial foundation for the new, deeper\nunderstanding of sleep and dreams is now for the first time (over the past few years) confirmed and\nestablished, and (11) there are now interesting application and critical clinical questions to pose, explore and\npursue, such as for the treatment of various mental-related illnesses that have known sleep-related syndromes\n(e.g., PTSD and Depression).\n\nTo understand the significance of recent breakthroughs, a defining characteristic of sleep and dreams is that\nthere are two distinct kinds of sleep —- REM (rapid-eye-movement) Sleep and NREM (non-rapid-eye-\nmovement) Sleep. Most dreams are associated with REM sleep (though complex). The eye movement\n\ngives the eponymous name, but a more important designation defines the two stages in terms of brain waves\n(electroencephalograph — EEG): REM is Fast-Wave Sleep (similar to the waking state) and NREM Sleep is\nSlow-Wave Sleep (very different from the waking state). This difference between REM and NREM sleep\nhas been known since 1953 (different EEGs since 1937), but its deep significance has only been discovered\nand confirmed in very recent years (as explained below).\n\nHOUSE_OVERSIGHT_025111",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025111.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3151,
    "word_count": 485,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:48.026278",
    "prefix": "IMAGES-008"
  }
}