{
  "document_id": "HOUSE_OVERSIGHT_011345",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011345.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n42\nH3VOGIU1\n\nIT am about done at this point.\n\nWith regard to the remaining issues, you'll be happy\n\nto hear that I think things can be sped up. We believe that\n\nthese issues should simply be, as your Honors I think was\nsuggesting a moment ago, deferred to trial.\nItems 21, 22, 23, 24, 25, 26, 27, 28, and 29, those\n\nwere sort of just kind of protective measures. The one\n\nfootnote or caveat we would add to that, your Honor. We think\n\nthis gets punted to the trial, but we would simply ask your\n\nHonor to direct defense counsel before they let the cat out of\n\nthe bag on any of these that there be a sidebar or hearing\n\noutside of the jury just so that, you know, our motion in\n\nlimine doesn't become moot because they've already effectively\nput it in front of the jury.\n\nThe one that's of particular concern is alleged bad\n\nacts by the defense team. At various points, I think your\nHonor, unfortunately, has seen some, you know, frankly\naggressive language directed to the plaintiff's team here by\n\nthe defense team. We're prepared to respond to each and every\n\none of those allegations. We've tried not to get into the back\n\nand forth because we think it's irrelevant.\n\nBut if there was to be some kind of an attack launched\n\non any of the members of the Boies Schiller Firm, of Brad\n\nEdwards, myself, we would ask that we be given leave to address\n\nthat at sidebar, in-camera, or outside the presence of the jury\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011345",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011345.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1558,
    "word_count": 284,
    "line_count": 84,
    "import_date": "2025-11-19T21:47:46.782998",
    "prefix": "IMAGES-001"
  }
}