{
  "document_id": "HOUSE_OVERSIGHT_019709",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019709.txt",
  "text": "The Russians Are Coming | 221\n\nof the Russian Federation in 2000, he made no secret that his goal\nwas to prevent the United States from obtaining what he termed\n“global hegemony.” His logic was clear. He judged the breakup of\nthe Soviet Union in 1991 to be, as he put it, “a geopolitical disaster.”\nHe argued that the breakup had provided the United States with the\nmeans to become the singular dominant power in the world.\n\nHe sought to prevent that outcome by moving aggressively to\nredress this loss of Russian power. He upgraded Russia’s nuclear\nforce, modernized Russia’s elite military units, and greatly strength-\nened Russia’s relations with China. The last measure was essential\nbecause China was Russia’s principal ally in opposing the extension\nof American dominance. Yet there was still an immense gap between\nthem and the United States in communications intelligence.\n\nSince the breakup of the Soviet Union, the NSA had continued to\nbuild up its technological capabilities, while Russia teetered on the\nedge of collapse in the early 1990s. But as previously mentioned,\nthe NSA’‘s legal mandate had been limited by Congress to foreign\ninterceptions (at least prior to 9/11). As a result, it was required to\n\n© separate out domestic from foreign surveillance, a massive process ©\nthat not only was time-consuming but could generate dissidence\nwithin the ranks of American intelligence. It also could not legally\nuse its surveillance machinery to monitor the telephones and Inter-\nnet activities of the tens of thousands of civilian contractors who ran\nits computer networks—at least not unless the FBI began an inves-\ntigation into them.\n\nHere the Russian intelligence services had a clear advantage. They\nhad a lawful mandate to intercept any and all domestic communica-\ntions. In fact, a compulsory surveillance system called by its Russian\nacronym SORM had been incorporated into Russian law in 1995.\nIt requires the FSB and seven other Russian security agencies to\nmonitor all forms of domestic communications including telephones\n(SORM-1), e-mails and other Internet activity (SORM-z2), and com-\nputer data storage of billing information (SORM-3). Not only did\nRussia run a nationwide system of Internet filtering in 2013, but it\nrequired its telecommunication companies to furnish it with world-\nwide data.\n\nThe NSA also had to deal with many peripheral issues other than\n\n| | Epst_9780451494566_2p_all_r1.indd 221 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019709",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019709.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2476,
    "word_count": 394,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:44.598267",
    "prefix": "IMAGES-005"
  }
}