{
  "document_id": "HOUSE_OVERSIGHT_024998",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024998.txt",
  "text": "Article 1.\n\nToday’s Zaman\n\nThe UN's Mavi Marmara report and\n\nTurkish foreign policy\nCenap Cakmak\n\n07 September 2011 -- The long-awaited UN report on the Mavi\nMarmara incident has been finally published. The report, the release\nof which was postponed for a while at Israel's request, was published\nby The New York Times before an official statement was made by the\nrelevant UN authorities. Israel is allegedly responsible for the leak of\nthe report.\n\nSources also say that shortly before the official deadline, US\nSecretary of State Hillary Clinton asked Turkey to agree to the\npostponement of the announcement of the report to late September.\nBut the report was leaked, likely because it became evident that the\nreport supports Israel's standpoint on the incident.\n\nThe report is significant for two reasons: First, the report now serves\nas a legal justification for Israel's Gaza policy, including the naval\nblockade as well as the raid Israeli forces carried out against the Mavi\nMarmara in May 2010. Secondly, Turkey viewed the report as a\npotential major asset, fortifying its case in the international arena as it\npursues a cooling foreign policy towards Israel in connection with the\nMavi Marmara incident. Apparently, however, it is no longer useful\nfor Turkey to prove it has been doing the right thing. After the\npublication of the report, Turkey will have to expend greater effort to\njustify its stance and make its position acceptable to the world.\n\nWhat does the report say? Briefly, the report confirms and supports\neverything Israel has already said about the Mavi Marmara incident.\nTo summarize its points:\n\nHOUSE_OVERSIGHT_024998",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024998.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1645,
    "word_count": 266,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:48.363156",
    "prefix": "IMAGES-008"
  }
}