{
  "document_id": "HOUSE_OVERSIGHT_017652",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017652.txt",
  "text": "Page 17 of 78\n2007 Utah L. Rev. 861, *884\n\nambiguous rules, but the Court has used it as a basis for deviating from the Rules in some circumstances. !4° Indeed, in some\nlower court cases, Rule 2 has proven outcome determinative. For example, in United States v. Broadus, the United States\nDistrict Court for the District of Columbia used Rule 2 as a basis for deviating from the time limits imposed by Rule 29(c) for\nthe defendant to seek a new trial. '4! Relying on Rule 2, the court determined that \"a seemingly plausible inference from a\ncriminal rule cannot command blind adherence if it would deprive an accused person ... of a just determination of his or her\ncause.\" !4? Using Rule 2 to protect defendants’ legitimate interests seems entirely proper. But crime victims need the same\ntextual support to secure their legitimate interests.\n\nNot only is Rule 2 important, directly including crime victims in the language is important as well. Courts are used to resolving\ndisputes between prosecutors and defendants, not considering the interests of crime victims. !*? That problem is, indeed, the\nwhole reason for the passage of the CVRA. As Senator Feinstein has explained, \"In case after case we found victims and their\nfamilies were ignored, cast aside, and treated as non-participants in a critical event in their lives. They were kept in the dark by\n... judges focused on defendant's rights, and by a court system that simply did not have a place for them.\" !4+4 For all these\nreasons, Rule 2 should be amended to make clear that the Rules must be construed to be fair not only to the parties, but also to\nvictims.\n\n[*885] Rule 11(a)(3) - Victims’ Views on Nolo Contendere Pleas The Proposals:\nI proposed requiring courts to consider a victim's view before accepting any nolo contendere plea as follows:\n\nNolo Contendere Plea. Before accepting a plea of nolo contendere, the court must consider the parties’ and victims’ views and\nthe public interest in the effective administration of justice. !4\n\nThe Advisory Committee proposed no change to the rule. 4°\nDiscussion:\n\nIt is unclear why the Advisory Committee declined to change Rule 11 to require courts to consider victims' views on nolo\npleas. The CVRA Subcommittee purported to catalog and briefly discuss all of my proposals that the subcommittee declined to\nrecommend to the full Committee. Inexplicably, my Rule 11(a)() proposal (along with my other Rule 11 proposals) was not\n\n147\n\nmentioned and, thus, there is nothing in the available records to indicate that the Advisory Committee considered it.\n\nPossibly the reason the Advisory Committee did not recommend this change was simply oversight.\n\nPerhaps the Advisory Committee was relying on its \"global\" rule on victims’ rights (Rule 60) which provides that \"the court\nmust permit a victim to be reasonably heard at any public proceeding in the district court concerning ... [a] plea ... involving\nthe crime.\" '48 But that rule deals solely with the subject of being \"heard.\" Once the court has heard the victim, the question\n\n40 See id. at 424-25 (referring to Fallen v. United States, 378 U.S. 139 (1964)).\n\n41 664 F. Supp. at 598.\n\n2 Td. at 596-97.\n\n43 See, e.g., Beloof, supra note 6, at 289 (noting \"state of denial\" about crime victims’ rights by institutional actors); Russell P. Butler, What\nPractitioners and Judges Need to Know Regarding Crime Victims’ Participatory Rights in Federal Sentencing Proceedings, 19 Fed. Sent'g\nRep., Oct. 2006, at 21, 21 (noting that the CVRA heralds a \"new era\" for crime victims' rights).\n\n44 150 Cong. Rec. $4262 (daily ed. Apr. 22, 2004) (statement of Sen. Feinstein).\n45 Cassell, Proposed Amendments, supra note 4, at 866.\n46 Proposed Amendments, supra note 71.\n\n47 CVRA Subcommittee Memo, supra note 66, at 17-20.\n\n48 Proposed Amendments, supra note 71, R. 60(a)(3), at 16.\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017652",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017652.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3877,
    "word_count": 645,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:45.802523",
    "prefix": "IMAGES-004"
  }
}