{
  "document_id": "HOUSE_OVERSIGHT_020312",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020312.txt",
  "text": "160\n\nNational Intelligence justified the secret intelligence budget by saying in an open session of\nCongress, “We are bolstering our support for clandestine SIGINT [signal intelligence]\ncapabilities to collect against high priority targets, including foreign leadership targets,” and to\ndevelop “groundbreaking cryptanalytic capabilities to defeat adversarial cryptography and exploit\nInternet traffic.” It was no secret, even before Snowden, that the NSA was engaged with\nmonitoring the Internet.\n\nThrough all this tumult the heart of the NSA’s activity remained its 5,000 acre base at Fort\nGeorge G. Meade, Maryland. It commanded the most powerful mechanism for intercepting\ncommunications that the world had ever seen. No other country came close to its technology for\nintercepting information. The NSA was not only able to intercept secret information from these\npotential adversaries, but it also, at least not until the Snowden breach, managed to conceal these\nmeans from them. As long as these adversaries remained blind to the ways in which its\ncommunications were being intercepted, deciphered and read by the NSA, they could not take\neffective countermeasures. Consequently, he NSA had the capability to provide the President\nand his advisers with continuous insights into the thinking and planning of potential enemies.\n\nKeeping its sources and methods secrets was no easy task. The NSA’s technicians had to deal\nwith continuous technical challenges to provide a seamless harvesting of data from a wide range\nof communication devices, including telephones, computers and the Internet. It required\ncontinuous intra-agency communications between the NSA’s own intelligence officers and a\ngrowing number of civilian technicians. It even had its own “Wiki-style” network through which\nthey could discuss problems, called the NSANet. As it could not tightly control access to this\ntechnical network, it expunged any mention of the sources and methods from the material\ncirculated on the classified NSA network. Instead, it stored them in discrete computers, called\ncompartments that were disconnected from other computers at the NSA. These compartments\ncould only be accessed by a limited number of analysts and NSA executives who had a need to\nknow about the data they contained. These compartments were the final line of defense against\nan inside intruder.\n\nIn 2009, Snowden found his way into the NSA through a temporary job with an outside\ncontractor that had a contract with the NSA’s Technology Directorate to repair and update it\nback-up system. Four years later, by maneuvering to get hired by another outside contractor with\naccess to the NSA’s sources and methods, he was able to steal secrets stored in isolated\ncomputers bearing directly on the ongoing intelligence war. Snowden also copied from these\ncompartments in a matter of weeks, as has been previously mentioned, the NSA’s Level 3 sources\nand methods used against Russia, Iran and China. The Snowden breach demonstrated that the\nNSA’s envelope of secrecy was at best illusory.\n\nAfter this immense loss, the NSA’s sources inside these adversary countries were largely\ncompromised even if they were not closed down. Once these adversaries were in a position to\nknow what channels the NSA was intercepting, they could use these same channels to mislead US\n\nHOUSE_OVERSIGHT_020312",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020312.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3352,
    "word_count": 516,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:45.827756",
    "prefix": "IMAGES-005"
  }
}