{
  "document_id": "HOUSE_OVERSIGHT_012040",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012040.txt",
  "text": "He was handcuffed to a chair, then transferred to a cell with 30 people before being released 19 hours later, at\n1 am. And then, the police kept his passport for six months before he could finally leave the country.\n\nOn the stand, he cried when he spoke about the ordeal.\n\nIsaacson in his closing repeatedly called it extortion. “Because when the bank held Mr. Scudder's passport--I'm\nsorry, caused his passport to held, that just didn't cause personal pain for Mr. Scudder,” he said. “What it did\nwas give the opportunity for the bank to control the technology, to control the situation, because now InfoSpan\ncouldn't compete in the UAE because of the fears that this type of thing would happen. And it also gave him\nthe opportunity to try and extort money and control of the technology from InfoSpan.”\n\nHow do you counter that?\nRuemmler was not available for an interview, but Schecter said pretrial research showed people expect that if\nyou do business overseas, you’ll comply with the laws of the foreign country. And in UAE, this is how they\n\nhandle fraud.\n\n“Judge Selna has instructed you that filing a criminal complaint in Dubai for fraud is a common practice and\nthat if you've been cheated, that's what you're supposed to do,” Ruemmler said.\n\nWhat about Scudder’s emotional testimony?\n\nShe undercut it without coming across as callous--a fine line.\n\n“Now, I have to mention the tears. And this is the only thing I'm going to say about it,” Ruemmler said. “He\nwas detained for less than 24 hours, nine years ago; and then, he was in his corporate apartment and had\n$300,000 to live for, like, about six months. I'm just going to say this: I will leave to you to evaluate the\nsincerity of those tears in light of all the other evidence that you have heard in this case.”\n\nAnd then she immediately talked about how he “basically, had faked a document.”\n\nIt worked. After about a day of deliberation, the jury found across the board for Emirates NBD Bank.\n\n“Tt was a binary case--either they lied or we lied,” said Schecter. “The plaintiff's strategy was all or nothing.\nThere were no off-ramps for the jury.”\n\nThe Latham team also included counsel Andrew Fossum and associates Nima Mohebbi, Stephanie Grace,\nJonathan Sandler, Jacquelyn Levien, Elizabeth Greenman, Pushkal Mishra and Tom Rickeman.\n\nIn a statement to The Lit Daily, Lubna Qassim, chief group general counsel and company secretary of the\nEmirates NBD, said, \"While there was no basis for this case being tried in U.S. courts, Emirates NBD Bank is\ndeeply gratified by the jury's decision and appreciates the court's commitment to ensuring a fair trial.”\n\nContact Jenna Greene at or on Twitter@jgreenejenna.\n\nSent from my BlackBerry 10 smartphone.\n\nFrom: Schecter, Daniel (CC)\n\nSent: Saturday, August 13, 2016 1:34 PM\n\nTo: Pizzurro, Frank (LA); Dunlavey, Dean (OC); Mohebbi, Nima (LA); Ruemmler, Kathy (DC)\n\nHOUSE_OVERSIGHT_012040",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012040.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2899,
    "word_count": 487,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:45.742470",
    "prefix": "IMAGES-001"
  }
}