{
  "document_id": "HOUSE_OVERSIGHT_024444",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024444.txt",
  "text": "WORTH INVESTORS. THIS MEMORANDUM AND OTHER OFFERING MATERIALS MAY NOT BE\nPUBLICLY DISTRIBUTED IN MEXICO.\n\nNOTICE TO RESIDENTS OF MONACO\n\nNEITHER THIS MEMORANDUM NOR ANY OTHER OFFERING MATERIAL RELATING TO THE UNITS\nMAY BE AVAILABLE TO THE PUBLIC OR USED IN CONNECTION WITH ANY OTHER OFFER FOR\nSUBSCRIPTION OR SALE OF THE UNITS IN THE PRINCIPALITY OF MONACO, AND THE UNITS\nMAY NOT BE ISSUED, OFFERED OR OTHERWISE SOLD IN THE PRINCIPALITY OF MONACO.\n\nNOTICE TO RESIDENTS OF THE NETHERLANDS\n\nTHE UNITS MAY ONLY BE OFFERED, DIRECTLY OR INDIRECTLY, IN THE NETHERLANDS TO\nENTITIES WHICH (]} ARE PROFESSIONAL MARKET PARTIES AS DEFINED IN ARTICLE |-C, 1ST\nPARAGRAPH, UNDER A OF THE EXEMPTION REGULATION ISSUED PURSUANT TO ARTICLE 4 OF\nTHE ACT ON THE SUPERVISION OF SECURITIES TRADE (WET TOEZICHT EFFECTENVERKEER\n4995) AND (ii) WHICH TRADE OR INVEST IN INVESTMENT OBJECTS IN THE CONDUCT OF A\nPROFESSION OR BUSINESS WITHIN THE MEANING OF ARTICLE | OF THE EXEMPTION\nREGULATION OF 9 OCTOBER 1990 ISSUED PURSUANT TO ARTICLE 14 OF THE INVESTMENT\nINSTITUTION SUPERVISION ACT (WET TOEZICHT BELEGGINGSINSTELLINGEN OF JUNE 27,\n1990). THE UNITS MAY NOT OTHERWISE BE OFFERED, DIRECTLY OR INDIRECTLY, IN THE\nNETHERLANDS.\n\nNOTICE TO RESIDENTS OF QATAR\n\nTHE UNITS HAVE NOT BEEN OFFERED, SOLD OR DELIVERED, AND WILL NOT BE OFFERED,\nSOLD OR DELIVERED AT ANY TIME, DIRECTLY OR INDIRECTLY, IN THE STATE OF GATAR IN A\nMANNER THAT WOULD CONSTITUTE A PUBLIC OFFERING. THIS MEMORANDUM HAS NOT BEEN\nREVIEWED OR REGISTERED WITH QATARI GOVERNMENT AUTHORITIES, WHETHER UNDER\nLAW. NO. 25 (2002) CONCERNING INVESTMENT FUNDS, CENTRAL BANK RESOLUTION NO. 15\n(1997), AS AMENDED, OR ANY ASSOCIATED REGULATIONS. THEREFORE, THIS MEMORANDUM\nIS STRICTLY PRIVATE AND CONFIDENTIAL, AND IS BEING ISSUED TO A LIMITED NUMBER OF\n’ SOPHISTICATED INVESTORS, AND MAY NOT BE REPRODUCED OR USED FOR ANY OTHER\nPURPOSE, NOR PROVIDED TO ANY PERSON OTHER THAN RECIPIENT THEREOF.\n\nNOTICE TO RESIDENTS OF RUSSIA\n\nUNDER RUSSIAN LAW, THE UNITS ARE SECURITIES OF A FOREIGN ISSUER. NEITHER THE\n[ISSUE OF THE UNITS NOR A SECURITIES PROSPECTUS IN RESPECT OF THE UNITS HAS BEEN,\nOR IS INTENDED TO BE, REGISTERED WITH THE FEDERAL SERVICE FOR FINANCIAL MARKETS\nOF THE RUSSIAN FEDERATION, AND HENCE THE UNITS ARE NOT ELIGIBLE FOR [INITIAL\nOFFERING OR PUBLIC CIRCULATION IN THE RUSSIAN FEDERATION. THE INFORMATION\nPROVIDED IN THIS MEMORANDUM IS NCT AN OFFER, OR AN INVITATION TO MAKE OFFERS, TO\nSELL, EXCHANGE OR OTHERWISE TRANSFER THE UNITS IN THE RUSSIAN FEDERATION OR TO\nOR FOR THE BENEFIT OF ANY RUSSIAN PERSON OR ENTITY.\n\nEACH OF THE AGENTS HAS REPRESENTED AND AGREED THAT IT HAS NOT OFFERED OR SOLD\nAND WILL NOT OFFER OR SELL ANY UNITS TO OR FOR THE BENEFIT OF ANY PERSONS\nRESIDENT, INCORPORATED, ESTABLISHED OR HAVING THEIR USUAL RESIDENCE IN RUSSIA OR\nTO ANY PERSON LOCATED WITHIN THE TERRITORY OF RUSSIA UNLESS AND TO THE EXTENT\nOTHERWISE PERMITTED UNDER RUSSIAN LAW.\n\nNOTICE TO RESIDENTS OF SAUDI ARABIA\n\nTHIS MEMORANDUM MAY NOT BE DISTRIBUTED IN THE KINGDOM EXCEPT TO THE EXTENT\nPERMITTED UNDER THE RULES GOVERNING EXEMPT OFFERS AS SET FORTH IN THE OFFERS\n\nHOUSE_OVERSIGHT_024444",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024444.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3117,
    "word_count": 509,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:44.179572",
    "prefix": "IMAGES-007"
  }
}