{
  "document_id": "HOUSE_OVERSIGHT_023168",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023168.txt",
  "text": "OUP CORRECTED PROOF - FINAL, 10/9/2014, SPi\n\nxxxvi The Crooked Course\n\nHowever, compromises among the Quartet members led to ambiguities which gave\nthe parties the opportunity to make radically different interpretations of their obligations\nunder the plan. The Israeli side claimed that the Road Map called for security first—a\ncomplete end of Palestinian violence—before any negotiations could start. This strategy\nwas called sequentialism. The Palestinian side, and the international community at large,\nsupported a strategy of parallelism that called for progress on both security and political\nissues to happen in lock-step. The collision of the concepts of parallelism and sequenti-\nalism made it impossible to reach the final destination envisioned in the Road Map.\n\nWith gridlock in the formal negotiating process, civil society groups tried to take the\ninitiative. One example of several is the Geneva Accords of December 2003 led by PLO\nofficial Yasser Abed Rabbo and former Israeli Minister Yossi Beilin.\n\nThe stalemate in the process continued until Ehud Olmert’s election as Prime\nMinister in 2006. Through intense negotiations facilitated by US Secretary of State\nCondoleezza Rice and her team, the parties came close to striking a deal which would\nhave pushed the peace process forward. However, as the end game of this phase of the\nnegotiations, also known as the Annapolis process, unfolded, Prime Minister Olmert\nhad to step down because of an indictment for alleged financial misconduct. At the\nsame time also, a new wave of rockets emanating from Gaza, lead to a military\noperation in the Strip (Operation “Cast Lead’).\n\nThe scene and characters changed in early 2009 with the election of Barack Obama\nas President of the United States, and Benjamin Netanyahu as Prime Minister of Israel\nfor a second time. Shortly after his inauguration, President Obama attempted to\nresuscitate the peace process with the appointment of a new high-level special envoy,\nSenator George Mitchell. An absolute freeze on settlements, including in Jerusalem,\nwas made a precondition for bringing the parties to the table. This turned out to be a\nself-defeating proposal. For any Israeli Prime Minister, such a major move could only\nbe the result of, and not the pre-condition for, negotiations.\n\nDuring this paralysis, the Palestinian leadership looked for alternative ways of\nmoving forward, and shifted their strategy from bilateralism to unilateralism through\na bid to upgrade the Palestinian status to be on a par with the Vatican at the United\nNations: that of an observer Member State in the General Assembly. This quest reached.\nits climax during the UN General Assembly sessions of 2011 and 2012. In a speech to\nthe General Assembly in September 2011, President Abbas called for admission of\nPalestine as a Member State of the United Nations. It reflected the growing frustration\namong the Palestinian community with the lack of progress since the end of the\nAnnapolis process in 2008. In December 2012, the Palestinians were granted, with a\nlarge majority, state observer status at the UN.\n\nON PART III: UNITED NATIONS DOCUMENTS\nON THE QUESTION OF PALESTINE\nAn accurate picture of the Israeli-Palestinian conflict must include an understanding\nof the role of the United Nations. Part III provides a comprehensive collection of\n\nResolutions and documents which have significantly shaped the context of this seem-\ningly intractable issue.\n\nHOUSE_OVERSIGHT_023168",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023168.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3467,
    "word_count": 542,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:47.015007",
    "prefix": "IMAGES-007"
  }
}