{
  "document_id": "HOUSE_OVERSIGHT_010503",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010503.txt",
  "text": "James PATTERSON\n\nNo, she told him. She wasn't Epstein’s type. The girls she'd\nseen at his house were very thin and beautiful and did not have\ntattoos. This massage therapist had several tattoos that were vis-\nible, and on quite a few occasions Epstein and Ghislaine Max-\nwell had made negative comments about them.\n\nAccording to a Palm Beach Police Department Incident Report\nfiled by Recarey on July 25, 2006, the detective had also heard\nfrom Mary’s father, who said that a private eye had been to his\nhouse, photographing his family and chasing visitors away.\n\nMary’s dad had gotten the license plate — Florida E79-4EG.\n\nRecarey traced it back to one Ivan Robles of West Palm Beach.\nRobles turned out to be a licensed private investigator.\n\nRecarey informed the state’s attorney’s office.\n\nAlison also contacted Recarey and told him that she'd been\napproached by someone who was in touch with Epstein. Alison\nhad been told that she'd receive money if she would refuse to\ncooperate with the police.\n\nThose who help him will be compensated, she was told,\naccording to Detective Recarey’s incident report. “And those who\nhurt him will be dealt with.”\n\nRecarey reassured the girl and told her that tampering witha\nwitness in a case like this was a serious, arrestable offense.\n\nThen he told an assistant state attorney.\n\nThe detective was leaving no i undotted and no t uncrossed.\n\nty\n\nBut he did wonder if the state attorney's office itself had 3\n\nbecome part of the problem.\n\n162\n\nD\n\nBarry Krischer: April\n\ntate attorney Barry |]\n\nbefore taking his post\n\nin and around Palm\n1992 and 1996, he had run\nand 2004. During the cou\n1970 with a three-year sti\nBrooklyn, he received a nt\nfrom the Legal Aid Society\nwith the juvenile justice sy\nprotection team; the Peace\nnor Jeb Bush, for his work:\ntime achievement award fi\n\n_ Member of the National D:\n_ Was not necessarily averse\nIn 2003, he launched an in\n\nHOUSE_OVERSIGHT_010503",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010503.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1925,
    "word_count": 331,
    "line_count": 68,
    "import_date": "2025-11-19T21:47:46.828432",
    "prefix": "IMAGES-001"
  }
}