{
  "document_id": "HOUSE_OVERSIGHT_016158",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016158.txt",
  "text": "Telecom: supporting a move to higher\nconnectivity\n\nHootan Yazhari, CFA >>\nMerrill Lynch (DIFC)\nhootan.yazhari@baml.com\n\nTable 15: Key NTP objectives for the Ministry of Communications and Information Technology\n\n2020 Regional Int'l\n\nNo. Strategic objective Key Performance Indicator (KPI) Unit Baseline target ervante trwarte\n\nProvide critical resources, especially frequency Percentage of frequency spectrum available for\n1 spectrum for Information telecommunications —_ telecommunication services out of the total allocated % 42 80 NA >90\nand Technology services telecommunication services\nPercentage of FTTH coverage in densely\npopulated urban areas\nPercentage of FTTH coverage in urban areas % 12 55 >90 >80\nPercentage of wireless broadband networks’ coverage (more % 42 70 NA 74\nthan 10 Mbps) in remote areas\nMaturity level of the government services transformation to\nDevelop and activate smart government e-services\ntransactions based on a common infrastructure KSA’s rank in the United Nations index for the development % 36 25 48 1\nof e-government\n4 Bridge the digital gap in the skills of ICT users Percentage of internet users in KSA % 63.7 85 90.4 87.9\n\nSource: National Transformation Plan\n\nProvide broadband services to all KSA regions\nby stimulating investment in infrastructure and\ndeveloping tools, technical and regulatory\nframeworks\n\n% 44 80 >95 >90\n\n% 44 85 NA NA\n\nNTP helps increase penetration of higher margin offerings\nWe believe the National Transformation Plan will herald significant change for the Saudi\ntelecom sector over the next five years. In particular, its focus on increasing access to\nhigh speed internet (via wireless and fibre) should underpin a material uplift in data\nusage and broadband penetration levels. Given these offerings represent the highest\nmargin services provided by the telecom service providers, we believe the move towards\na more data intensive society should be supportive for industry margins. Furthermore,\nwith the NTP’s plans relying heavily on private sector investment (including STC), we\nbelieve it could accelerate the spin out of tower portfolios from the three telecom\nplayers in the Kingdom (as a way of raising financing).\n\nGovernment investment set to exceed US$2bn\n\nAs part of the National transformation plan, the government is seeking to invest more\nthan US$2bn in the expansion of wireless (3G & 4G) and fibre infrastructure (FTTH)\nacross the kingdom. Whilst the finer details on how this expenditure will be deployed\n(e.g. via grants or via direct investments?) have yet to be disclosed, details of the NTP\nsuggest it will be used to expand connectivity in the remote areas of Saudi Arabia (given\nthe telecom companies have largely avoided such expenditure in the past given low\nreturns), as well as increasing network density in developed and urban areas.\n\nSpectrum increases an indication of ambitious growth\n\nThe government is also looking to significantly enhance the availability of spectrum to\nthe telecom industry (from 42% to 80% of total spectrum allocated), highlighting the\nexpected surge in data usage in the Kingdom to 2020 and beyond. Whilst data usage in\nthe Kingdom has been rapidly growing in recent years on the back of high speed rollouts\n(3G & LTE), demand still lags global and regional averages (as indicated by data as a\npercentage of total mobile revenues). Ultimately, we believe this will have a number of\neffects including: (1) Saudi Arabia will further increase its focus on high speed offerings,\n(LTE/LTEA and eventually 5G); (2) capex cycles will likely lengthen as telecom companies\nintensify their rollout of coverage; and, (3) tower density will likely have to increase\nacross the key demand centres.\n\n48 GEMs Paper #26 | 30 June 2016 3S Merrill Lynch\n\nHOUSE_OVERSIGHT_016158",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016158.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3783,
    "word_count": 589,
    "line_count": 75,
    "import_date": "2025-11-19T21:47:45.686625",
    "prefix": "IMAGES-003"
  }
}