{
  "document_id": "HOUSE_OVERSIGHT_020523",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020523.txt",
  "text": "64\n\npartners are well-known government entities. The Chinese Institute of Contemporary\nInternational Relations and the University of International Relations, both of which\nhave links to the Ministry of State Security (MSS), host conferences on US-China\nrelations and/or Track 2 dialogues. So do the Foreign Ministry—affiliated China\nInstitute of International Studies, Chinese People’s Institute for Foreign Affairs,\n\nand the China Foreign Affairs University. The Charhar Institute is also involved\n\nin such activities, although its institutional linkages are unclear.\n\nMore recently, Chinese think tanks professing to be independent from direct\ngovernment control have begun to actively engage US counterparts. The think-tank\nIntellisia is one such organization that has sponsored dialogues with US scholars. The\nCenter for China and Globalization is another such “independent” think tank, with\nmore than a hundred researchers and staff. According to several think-tank analysts,\nits founder and head, Wang Huiyao, actively solicits invitations to speak in US think-\ntank settings. In May 2018, however, Senator Marco Rubio publicly questioned why\nWang’s CCP affiliations—most particularly his work with the CCP’s United Front Work\nDepartment as a standing director of the China Overseas Friendship Association—\nwere not mentioned as part of his biography in an invitation to an upcoming event at\na DC-based think tank. Despite the fact that the think tank planned to acknowledge\nWang’s position during the panel presentation, given the ensuing public scrutiny,\nWang dropped out of the event. He later appeared, however, at another US think-tank\nevent without his government affiliation noted and without provoking attention from\nany member of Congress. For such “independent” Chinese think tanks, organizing\nconferences can give them a significant boost in prestige at home. One Chinese\nthink-tank director informed an American think-tank analyst that he received several\nhundred thousand dollars from the university’s party secretary as a bonus for bringing\nsuch a prestigious delegation of Western China watchers to China.\n\nFinally, a group of several senior Chinese government officials and think-tank scholars\nfrom different institutions has emerged as an important generator of China-US think\ntank cooperation. This group includes such well-known figures as Fu Ying (director of\nthe NPC’s Foreign Affairs Committee), Wang Jisi (director of Peking University’s Institute\nof International and Strategic Studies), Yuan Peng (president of CICIR), and Wang Wen\n(executive dean of the Chongyang Institute for Financial Studies at Renmin University),\nwho are all well funded and able to pay for the activities of the Chinese side, as well as\ntravel and hotel stays for Americans who participate in their projects in China.\n\nFu Ying emerges as the senior figure in a growing number of US-China interactions.\nAccording to several think-tank analysts, she works hard to structure projects in ways\nto ensure the best possible outcome from the Chinese perspective. This includes,\n\nfor example, partnering primarily—although not solely—with scholars who are\n\nThink Tanks\n\nHOUSE_OVERSIGHT_020523",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020523.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3188,
    "word_count": 466,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:44.773936",
    "prefix": "IMAGES-006"
  }
}