{
  "document_id": "HOUSE_OVERSIGHT_022533",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022533.txt",
  "text": "Hypothetical: Successor Liability Where Acquired Company Was Not Previously\nSubject to the FCPA\n\nCompany A is a Delaware corporation with its principal offices in the United States and whose shares are listed on\na national U.S. exchange. Company A is considering acquiring Foreign Company, which is not an issuer or a domestic\nconcern. Foreign Company takes no actions within the United States that would make it subject to territorial jurisdiction.\nCompany A's proposed acquisition would make Foreign Company a subsidiary of Company A.\n\nScenario 1:\n\nPrior to acquiring Foreign Company, Company A engages in extensive due diligence of Foreign Company, including: (1)\nhaving its legal, accounting, and compliance departments review Foreign Company's sales and financial data, its customer\ncontracts, and its third-party and distributor agreements; (2) performing a risk-based analysis of Foreign Company's customer\nbase; (3) performing an audit of selected transactions engaged in by Foreign Company; and (4) engaging in discussions\nwith Foreign Company's general counsel, vice president of sales, and head of internal audit regarding all corruption risks,\ncompliance efforts, and any other corruption-related issues that have surfaced at Foreign Company over the past ten years.\nThis due diligence aims to determine whether Foreign Company has appropriate anti-corruption and compliance policies\nin place, whether Foreign Company's employees have been adequately trained regarding those policies, how Foreign\nCompany ensures that those policies are followed, and what remedial actions are taken if the policies are violated.\n\nDuring the course of its due diligence, Company A learns that Foreign Company has made several potentially\nimproper payments in the form of an inflated commission to a third-party agent in connection with a government contract\nwith Foreign Country. Immediately after the acquisition, Company A discloses the conduct to DOJ and SEC, suspends\nand terminates those employees and the third-party agent responsible for the payments, and makes certain that the\nillegal payments have stopped. It also quickly integrates Foreign Company into Company A's own robust internal controls,\nincluding its anti-corruption and compliance policies, which it communicates to its new employees through required online\nand in-person training in the local language. Company A also requires Foreign Company's third-party distributors and other\nagents to sign anti-corruption certifications, complete training, and sign new contracts that incorporate FCPA and anti-\n\ncorruption representations and warranties and audit rights.\n\nBased on these facts, could DOJ or SEC prosecute Company A?\n\nNo. Although DOJ and SEC have jurisdiction over Company A because it is an issuer, neither could pursue Company\nA for conduct that occurred prior to its acquisition of Foreign Company. As Foreign Company was neither an issuer nor a\ndomestic concern and was not subject to U.S. territorial jurisdiction, DOJ and SEC have no jurisdiction over its pre-acquisition\nmisconduct. The acquisition of a company does not create jurisdiction where none existed before.\n\nImportantly, Company A’s extensive pre-acquisition due diligence allowed it to identify and halt the corruption. As\nthere was no continuing misconduct post-acquisition, the FCPA was not violated.\n\nScenario 2:\n\nCompany A performs only minimal and pro forma pre-acquisition due diligence. It does not conduct a risk-based\nanalysis, and its review of Foreign Company's data, contracts, and third-party and distributor agreements is cursory.\nCompany A acquires Foreign Company and makes it a wholly owned subsidiary. Although Company A circulates its\ncompliance policies to all new personnel after the acquisition, it does not translate the compliance policies into the local\nlanguage or train its new personnel or third-party agents on anti-corruption issues.\n\nA few months after the acquisition, an employee in Company A’s international sales office (Sales Employee) learns\nfrom a legacy Foreign Company employee that for years the government contract that generated most of Foreign\nCompany’s revenues depended on inflated commissions to a third-party agent “to make the right person happy at Foreign\nGovernment Agency.” Sales Employee is told that unless the payments continue the business will likely be lost, which\nwould mean that Company A's new acquisition would quickly become a financial failure. The payments continue for two\n\n(cont'd)\n\nHOUSE_OVERSIGHT_022533",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022533.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4515,
    "word_count": 663,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:45.339030",
    "prefix": "IMAGES-007"
  }
}