{
  "document_id": "HOUSE_OVERSIGHT_010748",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010748.txt",
  "text": "Case 9:08-cv-80736-KAM Document 306 Entered on FLSD Docket 02/02/2015 Page 14 of 19\n\n“Alessi Depo. Tr.”) Alessi testified that he saw “many celebrities” at the house... [including] a\nvery famous lawyer[] that I’m sure you know, Alan Dershowitz, who spend [sic] at the house a\ncouple times.” (Alessi Depo. Tr. 70, 71.) However, Alessi made no allegations of improprieties\nagainst any of these individuals. Jane Doe #3 asks the Court to infer that because Prof.\nDershowitz was at his client’s home, he must have participated in nefarious activities. In fact,\nProf. Dershowitz’s friendship with Epstein consisted of the exchange of academic and\nintellectual ideas. At most, Alessi testified that Prof. Dershowitz visited Epstein’s home and\nreceived a massage from an adult massage therapist, which “was a treat for everybody” at the\nEpstein home. (Id. at 74) (“Q. Did [Dershowitz] have massages sometimes when he was there?\nA. Yes. A massage was like a treat for everybody. If they want it, we call the massage and they\nhave a massage.”) Alessi explains that he was referring to massages performed by adult\nmassage therapists. (Id. at 184) (“Q. All right. And if I understood your testimony is, the ones\nthe — that is, of the massage therapists as you’ve just described [a hundred, 200 different massage\ntherapists], you saw some men? A. Yes. Q. You saw more women? A. Yes. Q. And all of the\nwomen, at least from your viewpoint, were 18, 19 or older? A. Yes.”)’\n\nMessrs. Alessi and Rodriguez did not allege that Prof. Dershowitz received a massage\nfrom any underage females, had any physical contact whatsoever with any underage females, or\nwitnessed anyone engaging in any inappropriate behavior with any underage females.\nAdditionally, despite their allegations to the contrary, it is clear that previous testimony from\nRodriguez and Alessi does not corroborate Jane Doe #3’s baseless and utterly false affidavit.\n\n(DE 291-1.)\n\n’TIn fact, the only massage Prof. Dershowitz ever received at any of Epstein’s homes was from a\nprofessional massage therapist who was in her 30’s or 40s.\n14\n\nHOUSE_OVERSIGHT_010748",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010748.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2108,
    "word_count": 343,
    "line_count": 31,
    "import_date": "2025-11-19T21:47:48.378576",
    "prefix": "IMAGES-001"
  }
}