{
  "document_id": "HOUSE_OVERSIGHT_018380",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018380.txt",
  "text": "each of us. This is why we say that if in the past the most important things happened\nin public - wars, riots, and elections - in the future many of the most powerful shifts\nwill, rather worryingly, occur in secret.\n\nFourth, we met the New Caste that masters many of these hot cores of power, for\ngood and ill. Past eras were dominated by merchants, sages and soldiers who\ncompeted and collaborated in the pursuit of power. Now a new, young technological\ngroup is appearing. The nations and companies that train and equip them best of\nthem will have an incalculable advantage. But there’s a hitch: As much as this group\nknows about networks, they know little about history or politics or economics.\nDangerously, they often see the world as a machine to be coded.\n\nFifth, we unearthed a new and invisible set of landscapes that will decide much of\nour future. These are called “topologies” and they are the connected fields on which\npower moves now. The web where stocks are traded, cyber attacks occur, imports\nare moved, or biological data are recorded and studied - each of these is a crucial\ntopology. Control of them will be as important in the future as control of sea or air\nor capital once was.\n\nAnd, finally, we learned what the networks are for: The compression of time. For all\ntheir technical magnificence, we find that beating in the cold technological heart of\nthese systems is a most human desires, to negotiate a bit the one really inarguable\nconstant of our lives: We are all burning candles. The compression of time is why we\nconnect. It lets us do more, experience differently, live longer. What the demand for\nliberty was to the Enlightenment, the call to compress time will be in our future - a\nfundamental political demand. None of our existing institutions have been built to\nanswer this cry.\n\nThese six elements make up a rough outline of a new sensibility. To see them at\nwork in the world is the mark of a powerful way of thinking and feeling. The\nSeventh Sense. And this is important, we saw, because the shift ahead of us really is\nlike the Enlightenment in its scale. It will tip everything over. It can’t be totally\nunderstood in advance. We can see now that our old institutions are failing. Their\nstrategies for solving problems only makes them worse. We saw how, at that level of\nwar and peace, old ideas are laying new traps. No one in power seems to have a\nclear, convincing picture of just what is going on. We can feel the danger we face,\nlike rippling heat from a nearby inferno - our world tugged into the future by a class\nof old leaders who don't understand networks and a collection of new technologists\nwho don’t understand the world. We had better find some way forward that does\nnot depend entirely on either of these groups. The first may destroy our liberty in\nthe name of an elusive security; the other will consume our freedom in pursuit of a\nmad efficiency. And there’s one last thing we didn’t really learn here, but I think you\nprobably suspected it even before you started reading many chapters ago and met\nMaster Nan and his warning of impending “spiritual illness”: If we’re going to shape\nthis world at all, we don’t have much time.\n\n148\n\nHOUSE_OVERSIGHT_018380",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018380.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3216,
    "word_count": 574,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:47.382469",
    "prefix": "IMAGES-004"
  }
}