{
  "document_id": "HOUSE_OVERSIGHT_029483",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029483.txt",
  "text": "Business Expansion Portfolio and Prospectus\nTwin City Care of The Virgin Islands\n8\n\nTraining\nOhio University College of Osteopathic Medicine/Doctors Hospital Emergency Medicine\nResidency and Track Internship\n\nEducation\nNova Southeastern University, Doctor of Osteopathic Medicine, Florida Atlantic University, BS\nBiology\n\nAccreditations/Affiliations\nACEP, AAEP, ACOEP, AOA, AMA\n\nCommunications\n\nTCMIH will staff a 24 hour a day dispatch center with dispatchers who are professional, caring\nand multi-task oriented. They will be responsible for making sure all requests for service are\nhandled in a prompt and courteous manner. The dispatchers handle and maintain all internal and\nexternal communication between TCMIH and those agencies requesting ambulance transportation.\nThey are responsible for accepting, coordinating, and screening all requests for service and will\nremain in radio contact with the crew from start to finish in each transport.\n\nEquipment\n\nAs a private Non- profit service organization, a significant portion of our capital will be utilized in\nthe purchase of equipment. Our equipment selection will be based upon the latest advances in the\nambulance industry.\n\nAmbulance\n\nCurrently we have one unit serving St. Croix with future operational plans to staff four Quick\nResponse Vehicles, and four additional ALS ambulances typically Type III models allowing for\nadditional room for complex equipment and staffing needs for more critical patients. Our\nexpansion intent will cover all of the USVI to include St. Thomas and St. John.\n\nEPCR\n\nTo safeguard patient care documentation and best comply with the continuing regulations set forth\nby Medicare/Medicaid for comprehensive medical necessity documentation TCMIH will be using\nelectronic run reports documentation.\n\nQuality Assurance\n\nIn the dictionary the word Quality is defined as “an inherent or distinguishing characteristic; or a\ndegree or grade of excellence”.\n\nHOUSE_OVERSIGHT_029483",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029483.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1961,
    "word_count": 279,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:48.059589",
    "prefix": "IMAGES-010"
  }
}