{
  "document_id": "HOUSE_OVERSIGHT_013283",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013283.txt",
  "text": "financial markets, lowering taxes and privatizing companies.\nDied April 8 of a stroke in London.\n\nAnnette Funicello, 70. She was the most popular of the original\nMouseketeers on Walt Disney’s “The Mickey Mouse Club”\ntelevision show in the 1950s, then had a career as an actress\nand singer. Died April 8 of complications from multiple\nsclerosis, in California.\n\nRobert G. Edwards, 87. A British physiologist, his research on\nin-vitro fertilization led to the first test-tube baby, earning\nhim the Nobel Prize for Medicine in 2010. Died April 10.\n\nGeorge Schaefer, 84. As chairman and CEO of Caterpillar Inc.\nfrom 1985 to 1990, he led the construction equipment maker from\nlosses to record profits. Died April 10 in Peoria, Illinois, the\ncompany’s hometown.\n\nJonathan Winters, 87. The American stand-up comic, whose\nimprovisational humor, starting in the 1950s, inspired comedians\nsuch as Robin Williams and Jim Carrey. Died April 11.\n\nMaria Tallchief, 88. One of the premier U.S. ballerinas of the\n20th century, and the wife of choreographer George Balanchine.\nDied April 11.\n\nColin Davis, 85. The British-born principal conductor of the\nLondon Symphony Orchestra from 1995 to 2006. Died April 14.\n\nGeorge Beverly Shea, 104. Known as “America’s Beloved Gospel\nSinger,” he performed before more than 200 million people\nduring six decades with evangelist Billy Graham. Died April 16.\n\nPat Summerall, 82. The former NFL player, who teamed with John\nMadden for 21 years to form one of the most popular broadcasting\npairings in television history. Died April 16.\n\nAl Neuharth, 89. He built Gannett Co. into the largest U.S.\n\nnewspaper publisher and created USA Today, which became the\ncountry’s biggest-selling daily paper. Died April 19 of\n\nHOUSE_OVERSIGHT_013283",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013283.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1758,
    "word_count": 277,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:46.146532",
    "prefix": "IMAGES-002"
  }
}