{
  "document_id": "HOUSE_OVERSIGHT_014397",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_014397.txt",
  "text": "From: Ens, Amanda [ \nSent: 11/17/2016 8:55:12 PM \nTo: jeffrey E. [jeeyacation@gmail.com]; Richard Kahn \nSubject: USDJPY testing 110. Buy Japan upside \nAttachments: image001.png; image002.png; image003.png; image004.jpg; image005.jpg; image006.jpg; image007.jpg; \nimage008.png; image009.jpg; image010.jpg; image011.jpg; image012.gif; Nikkei to 20000.pdf; Japan - Ready for \nignition.pdf; Japan Macro Watch.pdf \nImportance: High \nBuy DXJ Jan 50/52 Call Spread for $0.35, ref 47.45, 13d. 4.7X net payout \nWe can also discuss single stock and Topix banks index (TPNBNK) ideas \nThe Republican sweep means higher USD and yields are a foregone conclusion. We see USDJPY reaching 120 next year \nand Japanese reflation, bullish for Japanese equities, particularly the banks. \n• Huge focus on Banks/Financials post Trump election, they're the big winners. \n• The Banking sector is the main beneficiary of higher rates/less regulation overhang. \n• Investors are still underweight Japan. Especially in financials, so the move can have legs \n• Valuation still at depressed levels. Japanese Banks are cheap versus their peers. \n• Having said that, uncertainty still there so buying calls and call spreads makes sense. Some investors are still \nskeptical. Instead of building a large cash position, we believe options are a better play in case the market reverses and \ninitiates a risk off move again. \n-BAML expects USDJPY 115-120 by end of 2017. NKY target of 20,000 (12% upside) \n-BOJ's intentions to refrain from further flattening of local yield curve positive for Banks and Insurers. \n-DXJ carries a 12% weight in banks whereas NKY is only 1.07% and even TPX is only 8.55%. \n-Positioning light. DXJ shares outstanding at 3year lows as foreigners have net sold $52b1n of JP equities ytd. \n-DXJ skew remains flat. 2m 25d Put /Call skew at 19%tile over the past year. \nJapan Investment Strategy, Japan Econ Outlook and Japan Macro Watch attached \nDXJ 2m 25d Put/Call over the past year. \nHi: L3928 \u000bRatib : DX] \t1.40 \n• (1.) Debt Ivol (25 Put 2 Months LIVE - LIVE Eilc.amberg) \n..... 1.35 \n1.30 \n------- 1.25 \n1.20 \n1.15 \nLaw-; 1.1171 .............. \t1.10 \nDec Mar Jun Sep \n2015 2026 \nCopyright: 201.6 Bloomberg Finance L.P. \n17-Nov-2016 13:41:34 \nSource: Bloomberg \nHOUSE OVERSIGHT 014397 \nDXJ ETF shares outstanding remain at 3 year lows. \nCI • Last Price 0.156N1 \n- T High on 08/20/15 0.327M \nAverage 0.243M \n- i Low on 11/14/16 0.153M \n2014 2015 2016 \nmom Index crn- JAPAN DfliD RAID 1 OUT) Daily 1911002013-17NU42016 CopyrighZ12016 Blccinterg Finance L.P. 17-Pipv-2016 14:07:06 \nLL_Lpie \n0.3M \n0.25M \n0.2M \n0.156N \nSource: Bloomberg \nYTD net foreigner Japanese Equity flows: \nDec \nMar \nJun \n2016 \nSep \n1p• Last Price -52555.8 \nT High on 12/04/15 10157.7 \nAverage -39123.0 \nLow on 09/23/16 -65860.9 \n2015 \n10000 \n0 \n-10000 \n-20000 \n-30000 \n-40000 \n_GThrwrin \n-52355,S \n-60000 \n-70000 \n.151HTIDII Index (Foreign ur1t1es I wtInent into Ja pan Stocks Net Flows 'r-10:l Oopyrighil 2016 loierg Finance L.P. 17-1M-2016 14:10:30 \nSource: Bloomberg \nHOUSE OVERSIGHT 014398 \nAmanda Ens \nDirector I Global Equities \nBank of America Merrill Lynch \nMerrill Lynch, Pierce, Fenner & Smith Incorporated \nJapan Investment Strategy \nNikkei to 20,000: Inventory cycle upturn —> cyclicals;  \ninflation —> banks, insurance  \nInvestment Strategy \n18 November 2016 \nKey takeaways \n• Solid macro and weaker JPY positive for Japan equities, which also tend to outperform when \nUS rate rises (esp. steepening) \n• The inventory cycle continues to recover on fiscal easing and capex, implying cyclical stocks \nwill outperform \n• Inflation and higher yields positive for banks, insurance. Risk is diplomacy, protectionism, and \nUS economic cycle \nFULL REPORT \nBullish equities 2017; rotation into cyclicals, banks, insurance \nWe are bullish Japan equities for 2017 and we estimate the Nikkei 225 index will recover to 20,000 by end-\n2017 (see $/¥'s eventual surge: Buy Nikkei 06 September 2016). Our new Chief Japan Economist lzumi \nDevalier forecasts above-consensus Japan GDP growth and inflation in 2017, which is also supportive of our \nbullish equities scenario (see 4.eady for ignition 18 November 2016). We expect rotation into cyclicals, banks \nand insurance as explained below. \nHOUSE OVERSIGHT 014399 \n1) Upturn in inventory cycle: Defensives—>Cyclicals \nWe expect cyclicals to outperform defensives, premised on our end-2017 $114 estimate of ¥120, and this is \nsupported by our above-consensus economic growth outlook. Our Japan economist sees a shift to fiscal \neasing, firms countering the tight labor market by increasing capex, and estimates industrial production to grow \n3.5% and 3.6% in 2017 and 2018, respectively. With the inventory cycle exiting a \"contraction\" phase and \nentering a \"recovery\" phase, conditions are likely to remain conducive to cyclicals outperforming defensives \n(Chart 1, Exhibit 3). \n2) Higher inflation, rates: Deflation stocks—>lnflation stocks \nUp to 1H16, the Japan equity market saw continued preference for deflationary stocks as domestic inflation \nremained subdued and the JGB curve underwent excessive bull flattening. Defensives outperformed cyclicals \n(Chart 1), growth outperformed value (Chart 2), and stocks that benefit from a low-yield environment (REITs) \noutperformed the converse (banks, insurance; Chart 3). However, we expect conditions to reverse into 2017. \nWe see US Treasury yields rising and Japanese core CPI inflation recovering to +1.4% yoy by 2018 and core-\ncore to +1.1% yoy. Stronger inflation and higher foreign yields should steepen the JGB yield curve above10yr, \nwhile below 10yr should escape from downward pressure as BoJ rate cut expectations recede. Against this \nbackdrop, we expect to see a rotation from deflation to inflation stocks, which in addition to cyclicals means \nbanks and insurance should outperform REITs within the financial sector (Chart 3). This is also in line with the \nglobal rotation expected by Michael Hartnett (The Flow Show: The inflation Era Begins 10 Noverriper 2016). \n3) Nikkei winner of steeper UST and strong macro \nIn a scenario of strong external demand and US rate hikes (particularly with curve steepening), Japan equities \ntend to be the winner on a local currency basis, led by cyclicals, banks and insurance stocks (Exhibit 4). \nResurgence in the \"Japan macro trade\" of short yen / buy equities is also a possibility. \nOur Buy-rated stocks in bank, insurance and cyclical sectors are listed in Table 1. \nShusuke Yamada, CFA \nFX/Equity Strategist \nMerrill Lynch (Japan) \nGlobal Research \nBankof America \nMerrill Lynch \nHOUSE OVERSIGHT 014400 \nJapan Economics Viewpoint \nReady for ignition  \n18 November 2016 \nKey takeaways \n• We are upbeat on Japan's outlook and think consensus is underestimating the strength of \nmedium-term GDP and inflation. \n• While the consensus looks for just 0.8% growth next year, we expect growth of 1.4% in \nCY17 and 1.2% in CY18. \n• With inflation moving in the right direction, we expect BoJ to keep its rates targets \nunchanged for the foreseeable future. \nWATCH THE VIDEO  \nFULL REPORT \nConsensus underestimating GDP and inflation \nWe are upbeat on Japan's outlook and think consensus is underestimating the strength of medium-term GDP \nand inflation. We expect growth of 1.4% in CY2017 and 1.2% in CY2018, well above consensus of just 0.8% \ngrowth next year. For the first time in four years both monetary and fiscal policy are supporting growth. The \ncombination of modestly higher commodity prices, a weaker yen, and a tightening output gap should drive \nJapan-style core inflation to 1.0% in CY2017, and 1.4% in CY2018. We expect the BoJ to keep its rate targets \nunchanged for the foreseeable future as inflation moves in the right direction. \nFiscal and monetary policy realigning \nFor years Japan has oscillated between loose and tight fiscal policy. Japanese policymakers now seem to be \non the same page and we see little risk of another policy error. If anything, we see upside risks from greater \nfiscal stimulus via a third supplementary budget or a relatively aggressive FY17 ordinary budget. Meanwhile, \nHOUSE OVERSIGHT 014401 \nthe BoJ's new interest-pegging regime ensures that financial conditions will become increasingly stimulatory \nas inflation rises. \n2017 - a year of recovering domestic demand \nWe think the economy is heading towards a cyclical sweet spot and see a broad-based recovery in domestic \ndemand. Specifically, 1) consumption is poised to rebound as the saving rate peaks; 2) capex should \naccelerate in response to the improving demand outlook, deepening supply-side constraints, and \"low-for-\nlonger\" real rates; and 3) increased efforts by policymakers to accelerate income redistribution could push up \nthe velocity of money at the margin, helping to reflate the economy. \nBiggest risk factor: US policy uncertainty \nExternal developments pose the greatest risk to our forecasts, chief among them US policy uncertainty. The \ndownside scenario for Japan is a combination of rising US protectionism, sliding global trade, and a stronger \nyen, which could reduce 2017 growth to zero. The Trump presidency may increase pressure on Japan to \nachieve greater military self-reliance, boosting defense spending. There will also be greater incentives to \ndeepen economic and trade linkages with key regional players, such as China and Russia. \nChart 1: We think consensus is underestimating the strength of medium-term GDP and inflation \n2.0 \n1.6 - \n1.0 '9'7 0.6 \n1111  -0.3 -0.3 \n0.5 - \n0.0 \nReal GDP %YoY 4 CPI ex fresh food %YoY / \n........................................................................./  ' \n/ 0 \n-0.5 \n04 \nCY1 6 CY1 7 CY1 CY16 CY17 CY1 3 \n• BofANIL Consensus (Bloomberg, as of 15 Nov 2016) \nSource: BofA Merrill Lynch forecasts, Bloomberg \nlzumi Devalier \nJapan Economist \nMerrill Lynch (Japan) \nHOUSE OVERSIGHT 014402 \nBank of America \nMerrill Lynch \n2017 Institutional Investor (All-Japan) Survey \nYour Vote Counts - We appreciate your support \nClick here to vote \nBank of America \nMerrill Lynch \nRead the research report for complete information including important disclosures and analyst certification(s). \nThe research report and the link to such report are for the use of Bank of America Merrill Lynch customers only or Merrill Lynch \nGlobal Wealth Management customers only and all copying, redistribution, retransmission, publication, and any other \ndissemination or use of the contents thereof are prohibited. There may be more recent information available. Please visit one of \nthe electronic venues that carry BofA Merrill Lynch Global Research reports or contact your Bank of America Merrill Lynch \nrepresentative or Merrill Lynch Global Wealth Management representative for further information. \"Bank of America Merrill \nLynch\" is the marketing name for the global banking and global markets businesses of Bank of America Corporation. \nForward this email to clients. \nStop or modify  the delivery of Research via Emails. Alternatively, contact Research Operations: \nThe Americas: +1 888 734 1391 or +1 646 556 2910 \nAsia Pacific (ex-Japan) & Australasia: +800 7724 6510 (Press \"3\") \nEurope, Middle East, Africa: +44 20 7996 4444 \nJapan: +81 3 6225-8900 \nPublication: 1316045-11686430.pdf \nRecipient: Alishikoh Khan \nhttp://rsch.baml.com/r?q=81zW8kqJCDwgrRFFXomOwQ&e=amanda.ene/040baml.com&h=C-DvKA \nThis message, and any attachments, is for the intended recipient(s) only, may contain information that is privileged, confidential and/or \nproprietary and subject to important terms and conditions available at http://www.bankofamerica.com/emaildisclaimer. If you are not the \nintended recipient, please delete this message. \nThis message, and any attachments, is for the intended recipient(s) only, may contain information that is \nprivileged, confidential and/or proprietary and subject to important terms and conditions available at \nhttp://www.bankofamerica.com/emaildisclaimer. If you are not the intended recipient, please delete this \nmessage. \nHOUSE OVERSIGHT 014403",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_014397.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 12056,
    "word_count": 1795,
    "line_count": 219,
    "import_date": "2025-11-19T21:47:49.405703",
    "prefix": "TEXT-001"
  }
}