{
  "document_id": "HOUSE_OVERSIGHT_011009",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011009.txt",
  "text": "either grows while the other declines, the index is zero or less; zero if one grew as\nmuch as the other declined, and less if the change in capital growth rate was larger\n\nthan the opposite one in consumption rate.\n\nInterpreting the Charts and Tables\n\nNow look again at the charts captioned “free growth index” in the appendix. I will\nsummarize them and all other charts and tables only briefly here, and save most\n\ndescription for there. They cover all eight countries. Each chart covering free growth\n\ntracks three separate versions of the free growth index labeled @(K), 9(K,,) and\n~p(SM). The one I have discussed so far is @(K). @(K,,) is a version including human\n\ncapital, and @(SM)is taken from stock markets only. @(K,,) will be explained in the\n\nnext chapter.\n\nThe powerful spikes both up and down in the free growth charts were described in\nChapter 2. Spikes tend to be explained by the fact that acceleration, the denominator\nin both the free growth and the thrift index, is occasionally close to zero. Near-zero\ndenominators, whether above zero or below, can magnify mismeasurements. Some\ncharts report the free growth index every year, and show all the spikes. Others filter\nout years where denominators fall below a chosen threshold, and spikes disappear\naccordingly. Filtration is unbiased in that free growth index is corrected down as\n\noften as up.\n\nWhat jumps out from all those charts is that all versions of the free growth index\nfluctuate around one. That means that the unshown thrift index fluctuates around\nzero. We just saw that the thrift index will show as negative whenever the thrift\nnumerator and acceleration denominator disagree in sign, meaning that thrift gain\ncoincided with deceleration (negative acceleration) or conversely. Charts and tables\nshow that thrift gain, meaning drop in consumption rate, coincides as often with a\n\nlower as a higher capital growth rate. Growth by thrift is a theoretical possibility\n\nChapter 4 Mill’s Idea 1/11/16 18\n\nHOUSE_OVERSIGHT_011009",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011009.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2007,
    "word_count": 328,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:47.390501",
    "prefix": "IMAGES-001"
  }
}