{
  "document_id": "HOUSE_OVERSIGHT_029949",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029949.txt",
  "text": "18\n\nTurkey may be attempting to reassert its influence in the Middle East\nby defying US pressure. But it remains a loyal member of Nato and\ncontinues to press for membership in the EU. In fact, notwithstanding\nTurkey's regional ambitions, it has proved to be ineffective in trying\nto bring to an end the political upheaval and violence in neighbouring\nSyria. At the same time, despite its lessening influence in the Middle\nEast, the US and its Nato and EU partners continue to play an active\nrole in trying to provide support to its allies and bring some stability\nto the Middle East.\n\nAnd while Asean members are strengthening their economic ties with\nthe rising Chinese giant - as are Japan, South Korea, Australia and\nIndia - they also support continuing strong US military and economic\npresence in East Asia as part of an effort to counter-balance Chinese\nefforts to establish its dominant position in the region.\n\nIn a way, even as emerging markets are gaining more economic clout\nand the international system is becoming multipolar, it is not clear\nthat that is creating the conditions for the West versus the Rest\nconfrontation or that the US or the EU is being marginalised. In the\nnew global economy and international system with its many centres\nof power, interlocking trade and investment ties, and shifting\nbalances of power, a wise and effective leadership coming out of\nWashington could help actually turn the US once again into a central\nand indispensable power.\n\nLeon T. Hadar is a research fellow in foreign policy studies at the\nCato Institute, specializing in foreign policy, international trade, the\nMiddle East, and South and East Asia.\n\nHOUSE_OVERSIGHT_029949",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029949.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1681,
    "word_count": 280,
    "line_count": 33,
    "import_date": "2025-11-19T21:47:47.519113",
    "prefix": "IMAGES-010"
  }
}