{
  "document_id": "HOUSE_OVERSIGHT_017778",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017778.txt",
  "text": "Case 1:19-cv-03377 Document 1-8 Filed 04/16/19 Page 8 of 16\n\nhttp://www.vanityfair.com/news/2003/03/jeffrey-epstein-200303\n\nHe was also not above entering into risky, tax-sheltered oil and gas deals with much smaller\ninvestors. A lawsuit that Michael Stroll, the former head of Williams Electronics Inc., filed\nagainst Epstein shows that in 1982 I.A.G. received an investment from Stroll of $450,000, which\nEpstein put into oil. In 1984 Stroll asked for his money back; four years later he had received\nonly $10,000. Stroll lost the suit, after Epstein claimed in court, among other things, that the\ncheck for $10,000 was for a horse he’d bought from Stroll. “My net worth never exceeded four\nand a half million dollars,” Stroll has said.\n\nHoffenberg, says a close friend, “really liked Jeffrey.... Jeffrey has a way of getting under your\nskin, and he was under Hoffenberg’s.” Also appealing to Hoffenberg were Epstein’s social\nconnections; they included oil mogul Cece Wang (father of the designer Vera) and Mohan\nMurjani, whose clothing company grew into Gloria Vanderbilt Jeans. Epstein lived large even\nthen. One friend recalls that when he took Canadian heiress Wendy Belzberg on a date he hired a\nRolls-Royce especially for the occasion. (Epstein has claimed he owned it.)\n\nIn 1987, Hoffenberg, according to sources, set Epstein up in the offices he still occupies in the\nVillard House, on Madison Avenue, across a courtyard from the restaurant Le Cirque.\nHoffenberg hired his new protégé as a consultant at $25,000 a month, and the relationship\nflourished. “They traveled everywhere together—on Hoffenberg’s plane, all around the world,\nthey were always together,” says a source. Hoffenberg has claimed that Epstein confided in him,\nsaying, for example, that he had left Bear Stearns in 1981 after he was discovered executing\n“illegal operations.”\n\nSeveral of Epstein’s Bear Stearns contemporaries recall that Epstein left the company very\nsuddenly. Within the company there were rumors also that he was involved in a technical\ninfringement, and it was thought that the executive committee asked that he resign after his two\nsupporters, Ace Greenberg and Jimmy Cayne, were outnumbered. Greenberg says he can’t recall\nthis; Cayne denies it happened, and Epstein has denied it as well. “Jeffrey Epstein left Bear\nStearns of his own volition,” says Cayne. “It was never suggested that he leave by any member\nof management, and management never looked into any improprieties by him. Jeffrey said\nspecifically, ‘I don’t want to work for anybody else. I want to work for myself.’” Yet, this is not\nthe story that Epstein told to the S.E.C. in 1981 and to lawyers in a 1989 deposition involving a\ncivil business case in Philadelphia.\n\nIn 1981 the S.E.C.’s Jonathan Harris and Robert Blackburn took Epstein’s testimony and that of\nother Bear Stearns employees in part of what became a protracted case about insider trading\naround a tender offer placed on March 11, 1981, by the Seagram Company Ltd. for St. Joe\nMinerals Corp. Ultimately several Italian and Swiss investors were found guilty, including\nItalian financier Giuseppe Tome, who had used his relationship with Seagram owner Edgar\nBronfman Sr. to obtain information about the tender offer.\n\nAfter the tender offer was announced, the S.E.C. began investigating trades involving St. Joe at\nBear Stearns and other firms. Epstein resigned from Bear Stearns on March 12. The S.E.C. was\ntipped off that Epstein had information on insider trading at Bear Stearns, and it was therefore\nobliged to question him. In his S.E.C. testimony, given on April 1, 1981, Epstein claimed that he\nhad found “offensive” the way Bear Stearns management had handled a disciplinary action\n\nHOUSE_OVERSIGHT_017778",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017778.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3745,
    "word_count": 594,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.397983",
    "prefix": "IMAGES-004"
  }
}