{
  "document_id": "HOUSE_OVERSIGHT_022179",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022179.txt",
  "text": "JAMES PATTERSON\n\nKellen might have gone along with that. But in the end she\ndidn’t need to. Sources say she found another rich man as Epstein\nwhiled away his hours in and out of the Palm Beach Stockade.\nShe reinvented herself, and when her relationship with the\nwealthy man fell apart, she played the field until she met and\nmarried a race-car driver named Brian Vickers. Along the way\nshe reinvented herself yet again, changing her name to Sarah\n\nKensington.\n\nNadia Marcinkova\n\nNadia Marcinkova changed her surname to Marcinko and, after\ntraining at a Palm Beach flight school, became a commercial\npilot and certified flight instructor. Calling herself Gulfstream\nGirl on Facebook, she cultivated her social media presence until\n2013, when the Gulfstream company filed a trademark infringe-\nment lawsuit against her. When the suit was settled out of court,\nin 2014, Marcinko changed “Gulfstream” to “Global.”\n\n“As a child.” she wrote for the “About Me” page on her web-\nsite, “Nadia channeled her entrepreneurial spirit by selling invi-\nsible pets to neighboring kids. She continued on to manage a\nsuccessful family marketing business and soon she was disco-\nvered by a modeling agency and immersed into the marketing\nand advertising world as a spokesperson and international fash-\n\nion model.”\nThere is no mention of Jeffrey Epstein. But on her YouTube\n\nchannel, Marcinko appears in the cockpit ofa Gulfstream [I that ©\nlooks very much like Epstein’s Gulfstream, sitting beside a man =\n\nwho looks much like Larry Visoski, a pilot for Epstein.\n\n282\n\nMarcinko’s Manhattz\nJeffrey Epstein’s brother,\nSarah Kensington use\n\nThe Girls\n\nOne of the girls who gave\nAngeles and became an\nopera and appearing in\ncareer in country music.\n\nSeveral girls have bee\nother nonviolent crimes.\n\nOne girl is dead—m\nthat had nothing to do wi\n\nOne of the girls who «\nis now a successful real es\n\nMary moved back in\nand attended college for\nalong the way. In 2010,\nMary, who was born in 1\nyoung for a man of Jeffrey\nahead of her.\n\nWendy Dobbs studied\ntender and waitress. “I w\n[utilize] my communicati:\nothers,” she wrote on Lin\ncan make a difference in si\nencourage others to make\nteaching for the stars then\n\nHOUSE_OVERSIGHT_022179",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022179.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2211,
    "word_count": 371,
    "line_count": 75,
    "import_date": "2025-11-19T21:47:45.657277",
    "prefix": "IMAGES-006"
  }
}