{
  "document_id": "HOUSE_OVERSIGHT_021559",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021559.txt",
  "text": "AS A CRIME VICTIM, YOU HAVE THE\nFOLLOWING RIGHTS under\n18 United States Code, Section 3771:\n\n® The right to be reasonably protected from the\naccused;\n\n© The right to reasonable, accurate, and timely notice of\nany public court proceeding, or any parole\nproceeding, involving the crime or of any release or\nescape of the accused;\n\n& The right not to be excluded from any such public\ncourt proceeding, unless the court, after reviewing\nclear and convincing evidence, determines that\ntestimony by the victim would be materially altered if\nthe victim heard other testimony at that proceeding;\n\nThe right to be reasonably heard at any public\nproceeding in the district court involving the release,\nplea, sentencing, or any parole proceeding;\n\nThe right to confer with the attorney for the\nGovernment in the case;\n\nThe right to full and timely restitution as provided in\nlaw;\n\nThe right to proceedings free from unreasonable\ndelay;\n\nThe right to be treated with fairness and with respect\nfor the victim's dignity and privacy.\n\n&\n\n@ © @ 6\n\nWe will make our best efforts to ensure you are\nafforded the rights described. Most of these rights\npertain to events occurring after the indictment of an\nindividual for the crime, and it will be the responsibility\nof the prosecuting United States Attorney's Office to\nensure you are afforded those rights. You may also\nseek the advice of a private attorney with respect to\nthese rights.\n\nIF YOU ARE THREATENED OR HARASSED\n\nYour safety is paramount. !f anyone threatens you or you feel\nthat you are being harassed because of your cooperation with\nthis investigation, there are available remedies. If you are\nin immediate danger, contact your local law enforcement\nagency mmediately. Also, you should contact your Victim\nSpecialist or the Case Agent and inform them of the\n\nsituation. There are penalties for harassment and other\nthreats; therefore, it is important that you report any\nincident as soon as possible.\n\nIF YOU NEED FINANCIAL HELP OR\nSUPPORT SERVICES\n\nAll states have crime victims compensation programs\n\nthat help cover some expenses resulting from violent crimes. |\nYour state program may pay for medical and mental health\ncare costs, lost wages and support, and funeral and burial\nexpenses not covered by insurance or other benefits. Your\nFBI Victim Specialist may be able to help intercede on your\nbehalf with employers and creditors, when appropriate. In\naddition, your Victim Specialist can refer you to other types of\nprograms and services, such as emergency housing,\ncounseling, support groups, and credit counseling. If the\noffender is convicted or pleads guilty, the court may order\npayment by the offender, called restitution, which may help\ncover expenses and losses caused by your victimization.\n\nIF YOUR PROPERTY WAS STOLEN OR\nHELD AS EVIDENCE\n\nIf your property was stolen, we hope\nto recover it as part of our\ninvestigation and return it as soon ye\nas possible. If your property is held y, <\nas evidence, we will notify you, “ey\nmaintain it in good condition,\n\nand make every effort to see\n\nthat it is returned to you as quickly\nas possible when it is no longer\nneeded as evidence.\n\nPlease understand that some property we receive as |\nevidence has been damaged during the course of the crime. |\n\nyh\n\nif\nHy\nYe\n\nIF AN ARREST IS MADE\n\nEvery effort will be made to notify you if a suspect is |\napprehended. If crimina! charges are filed, you will be\ncontacted by the United States Attorney's Office (USAQ}\n\nassigned to handle your case.\n\nEach USAO has a Victim Witness Coordinator\n\nto help answer your questions and deal with\n\nyour concerns during the prosecution of the\n\ncase.\n\nHOUSE_OVERSIGHT_021559 ~",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021559.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3659,
    "word_count": 613,
    "line_count": 120,
    "import_date": "2025-11-19T21:47:44.238618",
    "prefix": "IMAGES-006"
  }
}