{
  "document_id": "HOUSE_OVERSIGHT_026756",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026756.txt",
  "text": "Martin Nowak, Gregory Benford, Lee Smolin, Seth Lloyd, Lawrence Krauss, Artificial Intelligence scientist,\nMarvin Minsky and Nobel Laureates Gerard ‘t Hooft, David Gross and Frank Wilczek.\n\nIn 2003, the Foundation established the Program for Evolutionary Dynamics at Harvard University, providing a\n$35 million gift to the university. The program is one of the first to study the evolution of molecular biology\nwith the primary use of mathematics. It also became one of the first departments to develop a mathematical\nmodel to show how cancer cells evolve as infectious bacteria and viruses such as HIV.\n\nLifeboat Foundation\nAmerican Financier and Philanthropist, Jeffery Epstein\nSubscribe to The Morning Email\n\nWake up to the day's most important news.\nTop of Form\n\nBottom of Form\nTop of Form\n\nBottom of Form\n\nWhile Jeffrey has donated large sums of money to help find a cure for cancer and infectious diseases, President\nTrump’s proposed budget seeks an $82 million cut for the center that works on vaccine-preventable and\nrespiratory diseases, such as influenza and measles.\n\nTrump’s budget also proposes a cut of $186 million from programs at CDC’s center on HIV/AIDS, viral\nhepatitis, sexually transmitted infections and tuberculosis prevention. One of the biggest cuts, however, is $222\nmillion for the agency’s chronic disease prevention programs, which are designed to help people prevent\ndiabetes, heart disease and stroke, and obesity.\n\n“T have helped scientists for 20 years and I don’t really believe that you can say you fully understand a\nparticular problem, unless your ideas can be tested against solid evidence,” Jeffery said. “But to tackle those\nproblem you need resources, and if you have them the results can be marvellous. For example, in one simple\nand elegant equation, mathematics managed to describe the whole motion of the planets that alluded men for\nages.”\n\nA Helping Hand Goes A Long Way\n\nPrivate donors who help fund science-based research and projects, such as Jeffery, are making a huge\ndifference. When federal dollars become tight, the donors who step in become the real heroes. And while\nprivate funds are not usually as large as federal funds, these donations can go a long way in terms of finding\ncures for diseases.\n\nFor example, HIV/AIDS was once viewed as a death sentence in the 1980s, but years of privately-funded\nresearch have helped scientists understand the basic biology of viruses and the workings on DNA. The Program\nfor Evolutionary Dynamics, funded by Jeffery, is now conducting research in mapping colon cancer resistance\nto inhibitor drugs, mapping the progression of pancreatic cancer, targeting the topology of minority mutations\nthat drive tumor growth and creating a database to predict and minimize resistance to HIV drugs.\n\nRobert Trivers is an evolutionary biologist and sociobiologist, who some consider to be one of the most\ninfluential evolutionary theorists alive today. Robert is one of the scientists who has received support from\nJeffrey.\n\n“Jeffrey’s donations have permitted me to work on whatever I choose, in whatever way I choose,” Robert said.\n“Most of this is theoretical work. I think I have recently solved the problem of “honour killings” in terms of the\neffects of repeated first cousin marriages (Muslim) and long histories of within caste endogamy (Hindu).\nJeffrey’s support included discussions with him, which were valuable mostly because he is extremely bright,\nopen-minded and widely travelled. They key is that he gives me consistent, warm support without me having to\nwrite endless applications for grants, and trusts me to put it to good use, as indeed I do.”\n\nHOUSE_OVERSIGHT_026756",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026756.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3670,
    "word_count": 581,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:47.088595",
    "prefix": "IMAGES-009"
  }
}