{
  "document_id": "HOUSE_OVERSIGHT_014002",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014002.txt",
  "text": "2. Do not e-mail first thing in the morning or last thing at night.\n\nThe former scrambles your priorities and plans for the day, and the latter just gives you insomnia. E-mail\ncan wait until 10 A.M., after you’ve completed at least one of your critical to-do items.\n\n3. Do not agree to meetings or calls with no clear agenda or end time.\n\nIf the desired outcome is defined clearly with a stated objective and agenda listing topics/questions to\ncover, no meeting or call should last more than 30 minutes. Request them in advance so you “can best\nprepare and make good use of the time together.”\n\n4. Do not let people ramble.\n\nForget “How’s it going?” when someone calls you. Stick with “What’s up?” or “I’m in the middle of\ngetting something out, but what’s going on?” A big part of GTD (Getting Things Done) is GTP—Getting\nTo the Point.\n\n5. Do not check e-mail constantly —“‘batch” and check at set times only.\n\nI belabor this point enough. Get off the cocaine pellet dispenser and focus on execution of your top to-\ndo’s instead of responding to manufactured emergencies. Set up a strategic autoresponder and check\ntwice or thrice daily.\n\n6. Do not over-communicate with low- profit, high-maintenance customers.\n\nThere is no sure path to success, but the surest path to failure is trying to please everyone. Do an 80/20\nanalysis of your customer base in two ways—which 20% are producing 80%+ of my profit, and which\n20% are consuming 80%+ of my time? Then put the loudest and least productive on autopilot by citing a\nchange in company policies. Send them an e-mail with new rules as bullet points: number of permissible\nphone calls, e-mail response time, minimum orders, etc. Offer to point them to another provider if they\naren’t able to adopt the new policies.\n\n7.Do not work more to fix overwhelmingness— prioritize.\n\nIf you don’t prioritize, everything seems urgent and important. If you define the single most important\ntask for each day, almost nothing seems urgent or important. Oftentimes, it’s just a matter of letting little\nbad things happen (return a phone call late and apologize, pay a small late fee, lose an unreasonable\ncustomer, etc.) to get the big important things done. The answer to overwhelmingness is not spinning\nmore plates—or doing more—it’s defining the few things that can really fundamentally change your\nbusiness and life.\n\n8. Do not carry a cell phone or Crackberry 24/7.\n\nTake at least one day off of digital leashes per week. Turn them off or, better still, leave them in the\ngarage or in the car. I do this on at least Saturday, and I recommend you leave the phone at home if you\ngo out for dinner. So what if you return a phone call an hour later or the next morning’? As one reader\nput it to a miffed co-worker who worked 24/7 and expected the same: “J’m not the president of the U.S.\nNo one should need me at 8 P.M. at night. OK, you didn’t get a hold of me. But what bad happened?”\nThe answer? Nothing.\n\nHOUSE_OVERSIGHT_014002",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014002.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2967,
    "word_count": 523,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.793220",
    "prefix": "IMAGES-002"
  }
}