{
  "document_id": "HOUSE_OVERSIGHT_020161",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020161.txt",
  "text": "I arrived in Hong Kong on May 20\" 2014— the same day that Snowden had arrived there the\nprevious year. I checked into the five-star Mira Hotel. It was in the Tsim Sha Tsui shopping\ndistrict of Kowloon, a 10-minute ferry ride away from Hong Kong island, where most of the\nforeign consulates are located.\n\nI chose the Mira because it was the hotel in which Snowden stayed and made the celebrated\nvideo admitting his role in taking the NSA documents. I asked at the front desk for room 1014,\nthe same one that Snowden had occupied in 2013. Snowden had told the journalists from the\nGuardian that that he had been at Mira Hotel since he first arrived in Hong Kong on May 20th\nuntil he left on June 10\". My motive in taking the room during that period was not journalistic\nnostalgia; I wanted access to the hotel’s service and security personnel who may have had contact\nwith Snowden a year earlier. Unfortunately, that room was occupied. Even so, I was given a\nnearby room that served my purpose. The rate was $330 a day with taxes, although I received a\njournalist’s discount of 30 percent.\n\nMy first surprise was that Snowden had not arrived at the Mira until 11 days after he arrived in\nHong Kong. He told the Guardian reporters that he hid out at the Mira hotel since his arrival\nbecause he feared that he might be captured by the CIA. But, as I learned from the hotel staff,\nSnowden had actually registered there under his real name and used his own passport and credit\ncard to secure the room. Even more surprising was the date he checked into the Mira Hotel. It\nwas not May 20\" but June 1, 2013. Since he checked out on June 10, 2013, he was there for only\nnine days.\n\nThe question that could not be answered by the registry of the Mira Hotel was: where was\nSnowden staying for the eleven days between from May 20\" to June 1? Wherever he was, he\napparently considered himself safe enough to take another irrevocable step in his\n\ndefection. He sent journalist Glenn Greenwald of the Guardian a “welcome package,” as he\ncalled it, of 20 top-secret NSA documents on May 25, 2013. He had now not only downloaded\ndocuments but, in a violation of his oath, he provided them to an unauthorized party. He also in\nHong Kong, for the first time, directly contacted via email Barton Gellman of the Washington\nPost. Indeed, it was during these first 11 days during which he was staying someplace\n\nother than the place he claimed to be staying that he made almost all the arrangements for\nhis journalistic event. He was also apparently in contact with at least one foreign mission during\nthis period, according to what he written to Gellman on May 25\". In that email concerning when\nand how his story was to be published by the Washington Post, Snowden even asked Gellman to\ninclude in it some text that would help him with this mission. But which country was he\napproaching? Clearly his whereabouts during these missing 11 days was a gap that needed to be\nfilled in. It could shed light on why he came to Hong Kong.\n\nI next called Keith Bradsher, a prize-winning journalist who had been the New York Times\nbureau chief in Hong Kong in 2013, who had written a well-researched report about Snowden’s\n\nHOUSE_OVERSIGHT_020161",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020161.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3212,
    "word_count": 580,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:45.164194",
    "prefix": "IMAGES-005"
  }
}