{
  "document_id": "HOUSE_OVERSIGHT_017000",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017000.txt",
  "text": "extreme, 1.5% of the population exhibited a dramatic rise\n(s>5). This subpopulation is highly enriched for Nazis and\nNazi-supporters, who benefited immensely from government\npropaganda (7).\n\nThese results provide a strategy for rapidly identifying\nlikely victims of censorship from a large pool of possibilities,\nand highlights how culturomic methods might complement\nexisting historical approaches.\n\nCulturomics\n\nCulturomics is the application of high-throughput data\ncollection and analysis to the study of human culture. Books\nare a beginning, but we must also incorporate newspapers\n(29), manuscripts (30), maps (3/), artwork (32), and a myriad\nof other human creations (33, 34). Of course, many voices —\nalready lost to time — lie forever beyond our reach.\n\nCulturomic results are a new type of evidence in the\nhumanities. As with fossils of ancient creatures, the challenge\nof culturomics lies in the interpretation of this evidence.\nConsiderations of space restrict us to the briefest of surveys: a\nhandful of trajectories and our initial interpretations. Many\nmore fossils, with shapes no less intriguing, beckon:\n\n(i) Peaks in “influenza” correspond with dates of known\npandemics, suggesting the value of culturomic methods for\nhistorical epidemiology (35) (Fig. 5A).\n\n(ii) Trajectories for “the North”, “the South”, and finally,\n“the enemy” reflect how polarization of the states preceded\nthe descent ito war (Fig. 5B).\n\n(ii) In the battle of the sexes, the “women” are gaining\nground on the “men” (Fig. 5C).\n\n(iv) “féminisme” made early inroads in France, but the US\nproved to be a more fertile environment in the long run (Fig.\n5D).\n\n(v) “Galileo”, “Darwin”, and “Einstein” may be well-known\nscientists, but “Freud” is more deeply engrained in our\ncollective subconscious (Fig. 5E).\n\n(v1) Interest in “evolution” was waning when “DNA”\ncame along (Fig. 5F).\n\n(vii) The history of the American diet offers many\nappetizing opportunities for future research; the menu\nincludes “steak”, “sausage”, “ice cream’, “hamburger”,\n“pizza”, “pasta”, and “sushi” (Fig. 5G).\n\n(viil) “God” is not dead; but needs a new publicist (Fig.\n5H).\n\nThese, together with the billions of other trajectories that\naccompany them, will furnish a great cache of bones from\nwhich to reconstruct the skeleton of a new science.\n\nReferences and Notes\n\n1. Wilson, Edward O. Consilience. New York: Knopf, 1998.\n2. Sperber, Dan. \"Anthropology and psychology: Towards an\nepidemiology of representations.\" Man 20 (1985): 73-89.\n\nWw\n\n. Lieberson, Stanley and Joel Horwich. \"Implication\nanalysis: a pragmatic proposal for linking theory and data\nin the social sciences.\" Sociological Methodology 38\n(December 2008): 1-50.\n\n. Cavalli-Sforza, L. L., and Marcus W. Feldman. Cultural\nTransmission and Evolution. Princeton, NJ: Princeton UP,\n1981.\n\n. Niyogi, Partha. The Computational Nature of Language\nLearning and Evolution. Cambridge, MA: MIT, 2006.\n\n. Zipf, George Kingsley. The Psycho-biology of Language.\nBoston: Houghton Mifflin, 1935.\n\n. Materials and methods are available as supporting material\n\nas\n\nNn\n\nan\n\n~\n\non Science Online.\n\noo\n\n. Lander, E. S. et al. \"Initial sequencing and analysis of the\nhuman genome.\" Nature 409 (February 2001): 860-921.\n\n. Read, Allen W. “The Scope of the American Dictionary.”\nAmerican Speech 8 (1933): 10-20.\n\n10. Gove, Philip Babcock, ed. Webster's Third New\nInternational Dictionary of the English Language,\nUnabridged. Springfield, MA: Merriam-Webster, 1993.\n\n11. Pickett, Joseph, P. ed. The American Heritage Dictionary\n\nof the English Language, Fourth Edition. Boston / New\n\nYork, NY: Houghton Mifflin Pub., 2000.\n\n\\o\n\n12. Simpson, J. A., E. S. C. Weiner, and Michael Proffitt, eds.\n\nOxford English Dictionary. Oxford [England]: Clarendon,\n1993.\n\n13. Algeo, John, and Adele S. Algeo. Fifty Years among the\nNew Words: a Dictionary of Neologisms, 1941-1991.\nCambridge UK, 1991.\n\n14. Pinker, Steven. Words and Rules. New York: Basic,\n1999,\n\n15. Kroch, Anthony S. \"Reflexes of Grammar in Patterns of\nLanguage Change.\" Language Variation and Change 1.03\n(1989): 199.\n\n16. Bybee, Joan L. \"From Usage to Grammar: The Mind's\nResponse to Repetition.\" Language 82.4 (2006): 711-33.\n\n17. Lieberman*, Erez, Jean-Baptiste Michel*, Joe Jackson,\nTina Tang, and Martin A. Nowak. \"Quantifying the\nEvolutionary Dynamics of Language.\" Nature 449 (2007):\n713-16.\n\n18. Milner, Brenda, Larry R. Squire, and Eric R. Kandel.\n\"Cognitive Neuroscience and the Study of\nMemory.\"Neuron 20.3 (1998): 445-68.\n\n19. Ebbinghaus, Hermann. Memory: a Contribution to\nExperimental Psychology. New York: Dover, 1987.\n\n20. Halbwachs, Maurice. On Collective Memory. Trans.\nLewis A. Coser. Chicago: University of Chicago, 1992.\n\n21. Ulam, S. \"John Von Neumann 1903-1957.\" Bulletin of\nthe American Mathematical Society 64.3 (1958): 1-50.\n\n22. Braudy, Leo. The Frenzy of Renown: Fame & Its History.\nNew York: Vintage, 1997.\n\nSciencexpress / www.sciencexpress.org / 16 December 2010 / Page 5 / 10.1126/science.1199644\n\nHOUSE_OVERSIGHT_017000\n\nDownloaded from www.sciencemag.org on December 16, 2010",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017000.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5067,
    "word_count": 755,
    "line_count": 160,
    "import_date": "2025-11-19T21:47:48.101791",
    "prefix": "IMAGES-004"
  }
}