{
  "document_id": "HOUSE_OVERSIGHT_022817",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_022817.txt",
  "text": "From: Martin Weinberg \nSent: 8/13/2018 7:30:44 PM \nTo: Jeff Epstein [jeevacation@gmail.com]; Martin Weinberg \nSubject: Fwd: Viceland \nImportance: High \nFyi \nSent from my iPhone \nBegin forwarded message: \nFrom: Matt Williams \nDate: August 13, 2018 at 3:15:32 PM EDT \nTo: \"Martin G. Weinberg\" _________________ \nSubject: Re: Viceland \nThank you Marty, \nThe questions we wanted to reach out to Mr Epstein for comment are listed below. Feel free to contact me on \nfter reviewing. Kind regards - Matt \nA former employee has told us that Donald Trump attended Mr Epstein's Palm Beach estate on at least two occasions. Does Mr \nEpstein recall hosting Donald Trump at that residence? \nOn one such occasion, it has been suggested to us that Mr Epstein and Donald Trump watched \"young girls try on bikinis\" while making \ncomments on the their bodies.\" Does Mr Epstein have any comment? \nHow does Mr Epstein respond to claims that women - some under the legal age of sexual consent - were used as \"sex slaves\" at his \nproperties? \nA former employee of Mr Epstein has alleged to us that Mr Epstein sexually assaulted her on \nnumerous occasions. Does Mr Epstein have a comment? \nDid or does Mr Epstein have cameras inside rooms at his Palm Beach residence? \nDid Mr Epstein remove those cameras before police raided the property as part of the investigation into alleged crimes? Did Mr Epstein \never hand over any recordings from any cameras at his properties to the authorities as part of his non-prosecution agreement? \nDoes Mr Epstein have in his possession any video recordings of Donald Trump taken from inside his Palm Beach estate or any other \nresidence? \nDid Mr Epstein hold sex parties at his residences involving girls under the age of sexual consent? Was Donald Trump ever present at \nany of these parties? \nHas Mr Epstein upheld the conditions of his sentencing and registered as a sex offender in all jurisdictions in which he is due to do so? \nDoes Mr Epstein have any comment regarding allegations made by a woman named in the media as Virginia Giuffre/Roberts relating to \nher being sexually abused by Mr Epstein or used as a \"sex slave\"? \nENDS \nOn 13 August 2018 at 14:52, Martin G. Weinberg wrote: \nIf you still want, send the questions. I would talk with you off the record after reviewing them (reserving the right at my \noption to make an on the record statement), hope that works for you. Marty \nFrom: Matt Williams \nHOUSE OVERSIGHT 022817 \nSent: Saturday, August 11, 2018 12:41 PM \nTo: Martin G. Weinberg  \nSubject: Re: Viceland \nHello Martin, \nThank you for getting back to me. We would be looking for on record comments or a \"no comment\" to our \nquestions. But I am certainly happy to have an off record conversation with yourself as well. Perhaps we \ncould set up a time to chat briefly off record on Monday before I send you our questions for Mr Epstein? \nKind regards, \nMatt \nOn 11 August 2018 at 11:08, Martin G. Weinberg 'wrote: \nMr Williams, I am in receipt of your emails to Jackie Percyzk. If you first agree that any communications between you \nand me are off the record, I would be agreeable to receiving your questions or a clip of the episode that relates to Mr \nEpstein. Thanks. \nMartin G Weinberg PC \n20 Park Plaza  \nSuite 1000  \nBoston, MA 02116  \nTel \nCell \nVirus-free. www.avast.com  \nHOUSE OVERSIGHT 022818",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_022817.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3336,
    "word_count": 568,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:49.079890",
    "prefix": "TEXT-001"
  }
}