{
  "document_id": "HOUSE_OVERSIGHT_023276",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023276.txt",
  "text": "Brad and Jeffrey,\n\nGagosian has one final change to the Picasso agreement. As you know, we have structured this\nagreement with the Buyer as either Narrows Holdings LLC or AP Narrows LP, and given both of those\nentities the right to assign the agreement to any one among Leon, Debra, the kids, or family trusts\nincluding APO1 and APO2.\n\nGagosian wants us to agree that, if Narrows/AP Narrows assigns the agreement to someone else,\nNarrows/AP Narrows “Shall not be discharged from its liabilities under this Agreement and\nshall remain primarily liable to Seller.” Larry is concerned that we might assign to the\nBlack kids or to a trust that has no assets, and then when he has to sue us because we\ndon’t make the final payment of the purchase price but have possession of the art, the\nentity/person to which we have assigned the agreement has no money.\n\n| think this is a valid concern and that we should agree to it.\n\nHowever, Ada just reminded me that it is possible that Narrows/AP Narrows (really,\nLeon’s) agreeing to effectively guarantee payment by the assignee might be considered\na gift to the assignee. In the discussions with Alan about rearranging the bank loan once AP\nNarrows is operational, Alan agreed that there could be deemed to be a potential gift from Leon to\nAPO1/APO2 if Leon provides a guarantee to the bank that is for the benefit of the trusts as partners in AP\nNarrows. Alan suggested mitigating this risk by having the trusts sign side agreements with Leon which\nsay that if AP Narrows defaults on the loan and the bank goes after Leon on his guarantee, the trusts will\nmake him whole.\n\nThis issue only arises if we assign the agreement. The risk is also limited in time because it would run\nfrom the moment we assigned the agreement until the final payment is made, which even if we assigned\nimmediately after signing, would only be 11 1/2 months.\n\nShall I agree to Gagosian’s request that Narrows/AP Narrows remain liable even if they assign the\nagreement?\n\nI’m in the office if you would like to discuss this, but I would love to get back to Gagosian ASAP so we\ncan have this agreement signed today.\n\nThanks,\n\nHeather\n\nDate: Mon, May 11, 2015 at 3:08 PM\nSubject:\n\nTo: Brad Wechsler , Melanie Spinella i, Ada Clapp\n, Richard Joslin\n\nlets look at funding the art partnership begin with 100 m of unencumbered art. plus 20 inveestment. and\nthe same amoiunt of value from trust. leon should choose b trustee and begin to use mechanics. . later\nwe can amend and add .\n\nHOUSE_OVERSIGHT_023276",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023276.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2513,
    "word_count": 444,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:44.049197",
    "prefix": "IMAGES-007"
  }
}