{
  "document_id": "HOUSE_OVERSIGHT_019847",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019847.txt",
  "text": "Even there his record was more mixed than is popularly understood. As Sheelah Kolhatkar\ndemonstrates in her propulsive and riveting “Black Edge,” when it came to bringing his\nbiggest whale to justice, Steve Cohen of SAC Capital, the Southern District blinked. They\ndid not charge him, only securing a guilty plea from his firm.\n\nPresent and former prosecutors say Bharara did not give much emphasis to investigations\narising from the financial meltdown, an approach shared by his boss, Attorney General Eric\nHolder. Justice Department insiders say many of those inquiries withered not because they\nwere unpromising, but because they had little support.\n\nBharara missed an opportunity by not bringing any significant criminal charges against\nindividuals in the wake of the collapses of Lehman, investment bank Merrill Lynch, the\ninsurer AIG, the mortgage securities and collateralized debt obligation businesses, or the\nmyriad public misrepresentations from bank CEOs about their finances.\n\nBharara and senior officials in Washington argue that there were no criminal cases to file\nafter the 2008 crisis. But the U.S. attorney’s office in Manhattan did pursue significant civil\ncases against the banks for their mortgage activities, cases that had to proove misconduct by\nthe “preponderance of the evidence.” And DOJ did win guilty pleas from the banks\nthemselves, an indication that prosecutors might have been able to charge individuals for\ntheir part in crimes their institutions had acknowledged. Academics who studied those years,\nincluding Columbia’s Tomasz Piskorski and James Witkin and Chicago’s Amit Seru found\nwidespread patterns of fraud in the mortgage business.\n\nThe exception makes this failure all the more puzzling. As I detailed in 2014, Bharara’s\noffice brought one case for misconduct during the financial crisis — against a mid-level\nbanker. Prosecutors charged Kareem Serageldin of Credit Suisse with overseeing traders\nwho knowingly misrepresented the value of mortgage securities. Serageldin pleaded guilty\nand went to prison.\n\nSerageldin’s colleagues in the industry and others familiar with Credit Suisse found it hard\nto believe that he was the only person involved in that particular fraud.\n\nBharara’s reluctance to pursue senior executives was seen in other investigations of big\nbanks. His office wrested a $1.7 billion fine from JPMorgan Chase over its complicity in the\nBernie Madoff Ponzi scheme, but it brought no charges against individual bankers.\n\nOne odd aspect of his tenure was the Southern District’s willingness to defer to other\njurisdictions when it came to Wall Street cases.\n\nHistorically, the SDNY has been the leading enforcers of securities laws, nicknamed the\n“sovereign district” for its propensity to grab corporate fraud cases from elsewhere on the\nflimsiest of jurisdictional pretexts. Under Bharara, the southern district let other U.S.\nattorneys claim investigations into residential mortgage-backed securities, the instruments at\nthe heart of the financial crisis. Those other offices were not nearly as versed in complex\n\nHOUSE_OVERSIGHT_019847",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019847.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3101,
    "word_count": 466,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:48.763462",
    "prefix": "IMAGES-005"
  }
}