{
  "document_id": "HOUSE_OVERSIGHT_010576",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010576.txt",
  "text": "appearance before the grand jury in the Southern District of Florida. This\n\nconversation occurred when Mr. Epstein was aboard his privately owned civilian\n\naircraft in Miami in the Southern District of Florida. His pilot had filed a flight\n\nplan showing the parties were about to return to Teterboro, NJ. After the\n\nconversation with Ms. Groff, Mr. Epstein became concerned that the FBI would\n\ntry to serve his traveling companion, Nadia Marcinkova, with a similar grand jury\n\nsubpoena. In fact, the agents were preparing to serve Ms. Marcinkova with a\n\ntarget letter when the flight landed in Teterboro. Mr. Epstein then redirected his\n\nairplane, making the pilot file a new flight plan to travel to the US Virgin Islands\n\ninstead of the New York City area, thereby keeping the Special Agents from\nserving the target letter on Nadia Marcinkova. During the flight, the defendant\nverbally harassed Ms. Marcinkova, harassing and pressuring her not to cooperate\n\nwith the grand jury's investigation, thereby hindering and dissuading her from\n\nreporting the commission of a violation of federal law to a law enforcement\n\nofficer, namely, Special Agents of the FBI. Epstein also threatened and harassed\n\nSarah Kellen against cooperating against him as well.\n\n21. | Edwards learned that the Palm Beach police department investigation ultimately\nled to the execution of a search warrant at Epstein’s mansion in October 2005. See Police\nIncident Report, Exhibit “A”.\n\n22. Edwards learned that at around the same time, the Palm Beach Police Department\nalso began investigating Epstein’s sexual abuse of minor girls. They also collected evidence of\nEpstein’s involvement with minor girls and his obsession with training sex slaves, including\npulling information from Epstein’s trash. Their investigation showed that Epstein ordered from\nAmazon.com on about September 4, 2005, such books as: SM101: A Realistic Introduction, by\nJay Wiseman; SlaveCraft: Roadmaps for Erotic Servitude - Principles, Skills, and Tools, by Guy\nBaldwin; and Training with Miss Abernathy: A Workbook for Erotic Slaves and Their Owners,\nby Christina Abernathy. See Receipt for Sex Slave Books (Exhibit “I’).\n\n23. The Palm Beach incident reports provided Edwards with the names of numerous\n\nwitnesses that participated in Epstein’s child molestation criminal enterprise and also provided\n\nil\n\nHOUSE_OVERSIGHT_010576",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010576.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2379,
    "word_count": 363,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:48.351943",
    "prefix": "IMAGES-001"
  }
}