{
  "document_id": "HOUSE_OVERSIGHT_012008",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012008.txt",
  "text": "FIGQ/O |\n\n\"MN SEEMES OF OTEGeG MOET\n\nth OE GATE. Ue Se a\n\nATMA SO ALENE A Warns thapber 6417101\n- me dune 17, 2014\n\n52 Aer Cee oy :\nfn (er SAAT Oe |\n\nLob Homeland Security\nUnited States Citeenship and immigration Services\nVerment Service Center\n30 Houghton Street\nSait Albans, ¥T 0476\n\nRear Ses\nBe O-l Fatoonfany Abily os an And Deecter and Talent Cocrdingio! on behol of\niean-ioe Dike: Herri-fene dune\n\nraisn fhe cope ely TO ente fres mtiar i memo at ve Jean lor Sune Hptihion fo work oe)\nat Grector and foiact Coscciestor 6 the Linde Ste\n\nAa a2 tent coorde-algn Vi. foumel's puccen Con ord (ou be means? wt the qccenfia\nCordes he men ose forces be Gu hed Pare po hewe!, AY Byre| tos Osteo ed and\nrepresented various 06° nodeti Hroughou! i Colwe: Tovsty Tudnglon. whe wus Gsccrered\nDy Mr Sune hoy pananties Unaffected peaiy. eoresie tig Cohn Kier | Mipgrericeas wee\n1987, Tutingion 6s wel 03 Orecthar Mods cocresared By AY Brood hoon! onpiel. ne@come\nene c? Mg foe BypErodes wt maraged f man an easy bons Poh He hot somal\nCf thy 1980's °S the vetoed fmpie *y of the eigen g deqade Througiay) her extends coreer\nOg oO retail oP Ay Bagi) hortroc- Soviy Gye” Ciwty Tureigtars fem gineseet Wie (anes of\nnumdrec: gf fostwar Tiogctma; Geer so Licemoccitor ¥, Vegun Srane fitven Fle Baroor\n“are Clive. horper 1. bequre. and ewes mre Mogosct\n\nMr, Grune! tes deo lGuhcteed He ether, sich) cores ot a 4 tues cre Pepin\nHonter Sargon Store, Morice Fehucci Gitela woven seg Cheating ovikeys. ‘ese\nwomne: of proceeded (¢ Dec uiie Syme ot the Mop PPotograpren: imtert cove: moaels =:\nteh WEFT. Comer On TNGuoriG! OF PeOgole Covers aitdewe ne spcr mony weer Al\n3 tent! of hh eptO8On TG Nahy Wiles ovege oehworke woo culyctes amg censuct:\nDUWIS 18 OOS Ge fcr rmract and bobo Kerctins Jeay ergy ge paves 6 le Senco ota\nerenoo tie \"eel recvetsd Mat wr ory forieiiore a) ler aagusee aga! ong\n\nMorar 'o\" ve\n\n“@ °O.3 [OG fore Niort Groening @epeneree outing wel: Ae deo Le brunet, cosruno tag\na9 “Se Se Svenhp org Be coieety rime Pe fore Ig Seg tan mee Mgt) be regreter) @ le Uotad\nPaepgse dt ict Mayghale bio Confar! re | wo) oes ee hao\n\nSul at tly al irose a 7] |\n\nOrectcr ==\n\nHOUSE_OVERSIGHT_012008",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012008.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2180,
    "word_count": 405,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:44.191123",
    "prefix": "IMAGES-001"
  }
}