{
  "document_id": "HOUSE_OVERSIGHT_011289",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011289.txt",
  "text": "ESil Origins - ‘February 24 ~ 26, 2017\nPROJECT An Origins Project Scientific Workshop\nChallenges of Artificial Intelligence:\n\nEnvisioning and Addressing Adverse Outcomes\n\nARIZONA STATE UNIVERSITY\n\ne Noconsensus reality, inability to coordinate large-scale positive action\ne Concrete version of emergent social failure from Al technology\n\nDISCUSSION\n\nConsider the adverse outcomes with information flows and associated threats to democracy and\nfreedom. What surprises might lurk in our future around costly outcomes in this realm? How\nmight we thwart attacks on manipulating content from people, and on harnessing or hacking\nsomeone’s identity? What might be done to thwart a march to adverse outcomes for information,\nfreedom of thought, democracy? What recommendations might be made about steps for moving\nforward?\n\nPOTENTIAL GOALS\n\ne Seek a better understanding of the technological, social, political and economic aspects around\nuses of Al for generating, optimizing information and propaganda.\n\ne Identify potential blueprints for institutional interventions that may prevent/slow/detect the\nscenario unfolding\n\ne Develop ideas for coordinating relevant actors (advertising agencies, political parties) and/or\ncarriers (media outlets, digital platforms) to prevent the worst versions of the scenario.\n\ne Identify potential approaches to thwarting attacks harnessing identify, including certification of\nidentity by owners, identifying mechanisms for thwarting generation and distribution of false\ncontent. Possibilities of new approaches to minimizing threat with fines, other regulatory activity.\n\nREFERENCES\nThe Secret Agenda of a Facebook Quiz, New York Times, Nov. 19° 2016.\nhttps://www.nytimes.com/2016/11/20/opinion/the-secret-agenda-of-a-facebook-quiz.html? r=0\n\nTrump’s plan for a comeback includes building a ‘psychographic’ profile of every voter, Washington\nPost, October 27 2016. https://www.washingtonpost.com/politics/trumps-plan-for-a-comeback-\nincludes-building-a-psychographic-profile-of-every-voter/2016/10/27/9064a706-9611-11e6-9b7c-\n57290af48a49_story.html\n\nA view from Alexander Nix: How big data got the better of Donald Trump\nhttp://www.marketingmagazine.co.uk/article/1383025/big-data-better-donald-trump\n\nAfter working for Trump’s campaign, British data firm eyes new U.S. government contracts,\nhttps://www.washingtonpost.com/politics/after-working-for-trumps-campaign-british-data-firm-\neyes-new-us-government-contracts/2017/02/17/a6dee3c6-f40c-11e6-8d72-\n\n263470bf0401 story.html\n\nhttps://cambridgeanalytica.org/\nhttps://scout.ai/story/the-rise-of-the-weaponized-ai-propaganda-machine\n\nHOUSE_OVERSIGHT_011289",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011289.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2639,
    "word_count": 289,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:45.108518",
    "prefix": "IMAGES-001"
  }
}