{
  "document_id": "HOUSE_OVERSIGHT_012882",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012882.txt",
  "text": "haloperidol — a DRD2 dopamine antagonist — helps control aggression in psychotic patients. Guo found\nthat levels of violence were about twice as high for one variant of the DRD2 gene than others, and about\n20% higher for a particular variant of the DAT1 gene. These genetic variants cause differences in\ndopamine, which cause differences in expected and experienced reward, which cause differences in\nperceived risk, which cause differences in the odds of getting in a fight and harming others. These are not\ngenes for aggression, violence or evil. There are no such genes. Rather, they are genes that change our\nperception of risk. Because risk is related to all sorts of decisions, these genes can affect the odds that we\ndirectly harm others. They are part of the story of individual differences, and part of the story of why\nsome are more likely to engage in evildoing.\n\nEverything I have discussed thus far focuses on actions, on how the psychology of desire and\ndenial combine to fuel behaviors that lead, directly or indirectly, to excessive harms. I have also explained\nhow different biological ingredients predispose us toward different degrees of self-control, and thus,\ndifferences in our ability to omit particular actions. This sense of omission is a virtue, a sign of resisting\ntemptation. But can omissions be a sign of vice, of resisting an action that is called for? Can omissions\n\never reach such a scale that we would consider individuals or societies as evil omitters?\n\nThe sin of sloth.\n\nWhat’s worse: 1) giving a lethal overdose to someone suffering from an incurable disease or allowing this\nperson to die by removing life support? 2) pushing someone in front of a runaway truck to stop the truck\nand save the lives of five others or allowing someone to walk in front of the truck instead of warning\nthem? 3) pouring a toxic chemical into your competitor’s drink in order to make him sick or allowing\nyour competitor to drink the toxic chemical that was placed on the table by someone else? Even though\nall of these situations seem quite bad, most people have a gut feeling that the actions are worse than the\nomissions. They also feel that when we omit life support, fail to warn someone of a runaway truck, or\nremain silent about a toxic drink, that we are less responsible for the consequences that unfold. Dozens of\nstudies, using hundreds of different examples, and thousands of subjects, support what our gut expresses:\nwe are captive to an omission effect. Even when we understand that the consequences are precisely the\nsame — the suffering patient dies, the truck kills the person, the toxic chemical makes the competitor sick\n— and so too are the person’s goals and intentions — eliminate suffering, save five people, take out the\ncompetitor — we are seduced to believe that action is worse than omission or that doing harm to another\nis worse than allowing harm to occur.\n\nThe omission effect lays bare a tension between unconscious, spontaneous intuition and\n\nconscious, reflective thought. On the one hand, there are potentially good reasons why we evolved this\n\nHauser Chapter 4. Wicked in waiting 136\n\nHOUSE_OVERSIGHT_012882",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012882.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3162,
    "word_count": 532,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:45.186651",
    "prefix": "IMAGES-002"
  }
}