{
  "document_id": "HOUSE_OVERSIGHT_029521",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029521.txt",
  "text": "Palm House Robert Matthews EB-5 Clintons Trump Tony Bennett https://therealdeal.com/miami/issues_articles/lost-paradise-at-th...\n\n2 of 10\n\nMHyoo\n\n~ \"SOUTH FLORIDA REAL ESTATE NEWS\nQ SUBSCRIBE MY ACCOUNT\n\nin EB-5 funding for personal expenses, including the purchase of a 151-foot yacht\n\nnamed “Alibi” and his own debt payments.\n\nMatthews and the project’s general contractor, Nicholas Laudano, recently pleaded\nguilty to fraud charges in federal court, while the 91 EB-5 backers lost their $500,000\n\ninvestments and never received their green cards.\n\nThe EB-5 regional center in charge of marketing the Palm House project and\nsoliciting the investments, however, has not been criminally charged. The South\nAtlantic Regional Center (SARC) and its director, Joseph Walsh Sr., were allegedly\nable to siphon nearly $9.5 million of the foreign investors’ money, according to a civil\n\ncomplaint filed by the SEC in federal court.\nTo date, Walsh has only been charged civilly. He was allegedly even found recently\n\ntrying to solicit other EB-5 investors for another hotel project in Miami Beach, per a\n\nlawsuit filed in Palm Beach County.\n\n“This is the most egregious fraud case I have ever seen,” said attorney David George,\nof George Gesten McDonald PLLC, who's representing EB-5 investors in the Palm\n\nHouse lawsuit.\n\nRegional centers like SARC function as middlemen between Robert\n\nMatthews\n\ndevelopers and their foreign investors. But despite the key role\nthey play in the EB-5 process, there’s minimal regulation over\n\nhow they operate and few safeguards to protect investors.\n\nThe current system, critics say, is a petri dish for fraud that\n\nallows bad actors to come and go — in many cases with no\ncriminal prosecutions. At the same time, lobbyists for the real\n\nestate industry have pushed to ensure these rules remain in place.\n\n“No one is watching the regional centers,’ said Doug Litowitz, a Chicago attorney who\n\nwas not involved in the Palm House lawsuit but represents Chinese clients in other\n\n6/26/19, 11:57 AM\n\nHOUSE_OVERSIGHT_029521",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029521.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2044,
    "word_count": 316,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:48.243384",
    "prefix": "IMAGES-010"
  }
}