{
  "document_id": "HOUSE_OVERSIGHT_019253",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019253.txt",
  "text": "Freedom House\n\n¢ Chinese censors sent out guidelines listing sub-\njects that should not be covered or not covered\nin a negative way during parliamentary sessions\nin 2016. Included on the list were the wealth\nof parliamentary delegates, military budgets,\ncompliance with international human rights\n\nconventions, air pollution, church demolitions,\nand jokes about parliamentarians’ proposals.’®\n\n¢ Censorship officials quashed coverage of the\n“Panama Papers,” the trove of documents leaked\nin 2016 that listed the offshore holdings of the\nglobal elite, including the relatives of top Chi-\nnese officials.”\n\ne China added Time and the Economist to the list\nof blocked media websites in 2016, apparently\nin retaliation for articles that were critical of Xi\nJinping’s accumulation of power.”\n\n¢ In February 2016 visits to China Central Tele-\nvision (CCTV), the Xinhua news agency, and\nthe People’s Daily newspaper—the flagships of\nthe party and state media—Xi admonished the\nassembled journalists to give absolute support\nto the party leadership and later declared that\nall media should “have the party as their family\nname.\"”\n\nWhile critical voices can still be found on the inter-\nnet, the authorities have been highly successful in\nsuppressing material that might lead to any broad\nform of online protest or collective action. In addition\nto intrusive laws and regulations, the regime deploys\narmies of paid and volunteer commentators to flood\nsocial media with progovernment remarks, influence\nonline discussions, report or attack those who make\nantigovernment comments, or sow confusion about\nparticular incidents that might reflect poorly on the\nleadership.?°\n\nThe overall goal of this strategy is to weaken the\ninternet's potential as a mobilizing force for critics or\nreformers. Indeed, after years of intense pressure, the\nmedium is drawing closer to Xi Jinping’s ideal of an\ninternet that is “clear and bright.\"\n\nGlobal reach\nBoth Russia and China have launched ambitious and\nexpensive projects to expand the reach of propaganda\n\nand censorship beyond their borders. Russias project is\nbetter known due to RT, a global television network that\nis available to foreign audiences in a number of lan-\n\nguages and through many cable packages. Russia has\nalso launched Sputnik, an international news service,\nin multiple languages. These outlets tend to be more\neffective than China’ at imitating the production styles\nand intentionally contentious formats now employed\nby many major outlets in democratic countries.\n\nThe degree to which RT and other arms of the Russian\nglobal media apparatus actually influence the debate\nabout Russia is unclear. RT makes grandiose claims\nof high viewership, but some analysts believe that its\naudience in the United States and elsewhere is much\nlower than asserted, and that its sizeable audience on\nYouTube may be inflated by enticing video clips with\nlittle political relevance.”\n\nWhen it was launched in 2005, RT's programming\nstressed the achievements of Russia and the strong\nleadership of Vladimir Putin. Subsequently, the focus\nchanged to negative messages about the West,\nespecially the United States. Programs have chroni-\ncled American poverty, inequality, political hypocrisy,\nracial injustice, and other real or perceived flaws. The\nnetwork often promotes conspiracy theories about\neverything from the destruction of New York's World\nTrade Center in 2001 to America’s alleged role as pup-\npet master behind the Ukrainian protest movement of\n2013-14.\n\nSuperficially, China's overseas propaganda efforts\nseem less aggressive. While Beijing has greatly ex-\npanded the capacity of CCTV's international broad-\ncasts and opened media offices around the globe,\nthe news content is less polemical and therefore less\ninteresting than that of RT.\n\nBut the CCP’s ultimate objectives may actually be far\nmore ambitious. Rather than engaging, like Russia, in\nwhat amount to guerrilla-style attacks on mainstream\nnews and information abroad, the Chinese regime is\nusing its superior economic muscle to steadily gain\ncontrol over how China is depicted in news coverage\nand popular culture in the rest of the world, and to\nestablish something of a consensus on the idea of a\n“sovereign internet.”\n\nIts various tactics include state pressure on foreign\ncorrespondents tasked with informing the world\nabout developments in China: Those who are too criti-\ncal or too aggressive in conducting investigations into\nsensitive matters may find their visas revoked, their\noutlet’s website blocked, and their employers placed\nin asort of political purgatory.’\n\nwww.freedomhouse.org\n\n19\n\nHOUSE_OVERSIGHT_019253",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019253.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4631,
    "word_count": 703,
    "line_count": 117,
    "import_date": "2025-11-19T21:47:45.178068",
    "prefix": "IMAGES-005"
  }
}