{
  "document_id": "HOUSE_OVERSIGHT_023106",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023106.txt",
  "text": "White Collar Titan Reid Weingarten on Juries Clients and the Scariest Federal Prosecutor... Page 5 of 5\n\nTed Wells [at Paul, Weiss, Rifkind, Wharton & Garrison] and | did Mike Espy together. That\nwas probably the first huge national trial | had as a defense lawyer. Espy was a very\npromising former congressman from Mississippi who [Bill] Clinton made secretary of\nAgriculture. It was very controversial because traditional, white hidebound farmers were not\ncrazy about Mike Espy being secretary, and he was charged with taking bribes from Don\nTyson. It was a huge trial, and | think there were 35 counts of not guilty on everything. That\nput me in a different place. I’m friends with Espy to this day, and very close friends with Ted\nWells.\n\nLD: Do you wind up being friends with many of your clients?\n\nRW: Some, certainly not all. For many, even when there’s an acquittal, the experience is so\nharrowing that they want to close that chapter. To maintain a relationship with me would\nhamper that closure for them.\n\nWith opposing counsel—these days, that’s prosecutors—one of two things happens. We\nbecome close friends or we never speak again. There’s no middle ground.\n\nLD: Tell me a little about the See Forever Foundation and how it came into existence.\n\nRW: By accident of history, [former Attorney General] Eric Holder and | are extremely close.\nWe grew up together in the Justice Department and had offices next to each other for many\nyears in the public integrity section. We're like family. We used to go to Oak Hill, which was\nthen this dreadful juvenile justice facility in Maryland, and teach and tutor in the jail.\n\nWe came to the conclusion that one-third of these kids are hopelessly gone, we can’t fix\nthem no matter what, too much damage. One-third who knows, but one-third we could fix.\nThese were the kids with the bright eyes and quick wit, usually drug runners. We made a\ncommitment and we started the foundation. David Domenici, the son of the senator from\nNew Mexico, and James Forman Jr., son of the famous civil rights leader, they deserve the\ncredit. Reid Weingarten does not. | started it. Eric had to drop by the wayside when he\nbecame the U.S. attorney [for the District of Columbia], because he had to prosecute these\nkids. It was an obvious conflict. He’s been a supporter in his heart since then.\n\nBut David Domenici and James Forman are phenomenally gifted lawyers who for 20 years\nthrew their lives at this. They brought Maya Angelou in. Bob Strauss of Akin Gump gave us\na million bucks, and we bought a building on Ninth Street in the Shaw neighborhood. That\n\nwas a huge turning point.\n\nWe took over the education at Oak Hill, turned it around, and right now it’s a model for the\ncountry. We are also a large public charter school. Frankly, it’s had its ups and downs. But\n\nwhen | put my head down for the last time and think about what I’ve done and not done, the\nSee Forever experience will be one of the things that gives me the most satisfaction.\n\nContact Jenna Greene at jgreene@alm.com or on Twitter @jgreenejenna.\n\nCopyright 2015. ALM Media Properties, LLC. All rights reserved.\n\nhttp://www litigationdaily.com/printerfriendly/id=1202736534962 9/8/2015\nHOUSE_OVERSIGHT_023106",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023106.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3217,
    "word_count": 549,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:44.690817",
    "prefix": "IMAGES-007"
  }
}