{
  "document_id": "HOUSE_OVERSIGHT_018581",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018581.txt",
  "text": "more about it all, but in the meantime, if my articles leave you with an appetite for more,\nthen I recommend two wrenching books: Letting Them Die: Why HIV/AIDS Prevention\nProgrammes Fail by Catherine Campbell, and The Wisdom of Whores: Bureaucrats,\nBrothels and the Business of AIDS by Elizabeth Pisani. (Pisani's book in particular gave\nme so many moments of recognition that I was almost offended. I was like, dammit,\nElizabeth Pisani, this is the book I wanted to write!)\n\nIn early 2010, while I was still in Africa, I began writing a series of articles about my\nexperiences. These articles were published at CarnalNation.com and edited by Chris\nHall, who is a smart sex-positive writer in his own right. I'm especially grateful to Chris\nbecause, unlike a lot of editors, he made the effort to grasp where I was coming from; he\nalways made requests rather than demands, and never changed my work without\nconsulting me. Good editors are hard to come by, and I hope that when I edit other\nwriters’ work today, I do credit to the model Chris provided.\n\nI'm sad to report that CarnalNation ceased publishing new articles in late 2010,\nalthough you can still read the archives online (and I encourage you to do so). There are\na lot of \"sex-positive” websites out there that have little real understanding of sex\ncommunities, activism, etc. -- not to mention, there are websites that hire talented and\nethical writers, but then hide truly unethical business practices. But from what I could\ntell, CarnalNation was the real deal. The list of contributors read like a Sex-Positive All-\nStars, and I was proud to be part of it.\n\nSo, anyway. This is the first of a bunch of articles that I originally wrote about sex and\nculture in southern Africa. Like all my writing, it's framed within my own experience.\n(I'm not republishing all the Africa articles in this book, but they're all available in my_\nCarnalNation archive.) And before we get into it, I would like to note one final thing.\nOne problem with how many Westerners write about Africa is that they treat Africa as\n“one country\": there's little acknowledgment that Africa is a huge, diverse continent full\nof many different cultures. I try to avoid that, but I also write under a pseudonym, and\nthus I can't write too precisely about where I was or what I did in Africa. I'm sorry about\nthat, and I hope I don't come off as too much of a colonialist asshole.\n\nKK ok\n\nSexual ABCs in Africa, Part 1: Abstinence\n\nIn the beginning of 2009, I made a name for myself as a sex-positive, pro- BDSM\neducator in Chicago -- and no one was more surprised than me by how suddenly\nsuccessful I was! I curated the explosive pro-sex, pro-queer, pro-kink documentary film\nseries Sex+++ at Jane Addams Hull-House Museum. I lectured on both BDSM and\nsexual communication in Chicago, San Francisco and New York. I even fielded a call\nfrom Oprah's office! Then, just as my life was going all crazy, I was offered a job doing\nHIV/AIDS mitigation in southern Africa. I've wanted to do it for years, so I accepted --\nthough not without some soul-searching.\n\nRather a change of pace, right? I thought I might even give up basic romance by coming\nhere... but not so fast. Only a month after moving, I met a guy I really liked. He's another\nAmerican, also here to work on HIV/AIDS; we live a bit far apart, but flirted constantly\n\nHOUSE_OVERSIGHT_018581",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018581.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3379,
    "word_count": 594,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:48.763738",
    "prefix": "IMAGES-005"
  }
}