{
  "document_id": "HOUSE_OVERSIGHT_028289",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028289.txt",
  "text": "THE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\n\nPRESS CLIPPING (INTERNET)\n\nEvening\nStandard\n\nhttp://www.thisislondon.co.uk/standard/article-23885619-how-art-can-make-greed-look-fabulous.do\n\nHow art can make greed look fabulous\n\nOlivia Cole\n07.10.10\n\nLiterature's most sinister art connoisseur is probably Henry James's Gilbert Osmond, the collector of beautiful\nobjects to whom Isabel Archer shackles her fortunes in The Portrait of a Lady. She is at first dazzled by his advice\nthat “one ought to make one's life a work of art”, before realising that he has no imagination of his own, only\nacquisitiveness: beauty by proxy. By that time, as his wife, she is part of his collection.\n\nSo how to spot a Gilbert Osmond today? You might imagine one lives in The House of the Nobleman, an\nexhibition opening next week in a vast Edwardian pile on the borders of Regent's Park to coincide with the nearby\nFrieze art fair.\n\nSurveying the J20 million-worth of paintings, from Poussin to Warhol via Picasso, visitors are invited to believe\nthat they are in the house of an extravagantly committed collector. This imagined character is someone like\nRandolph Hearst in Citizen Kane: a rich man with non-existent morals but exquisite taste. Like Dick Fuld, Lehman\nBrothers’ last CEO: earlier this month, it took Christie's days to sell off the bank's art collection.\n\nHere there is no so such owner: this collection has been curated by two artists, Victoria Golembiovskaya and the\npainter Wolfe von Lenkiewicz. The nobleman of their title is a modern-day Don Quixote, caught between fantasy\nand reality. Von Lenkiewicz says City practices such as shorting have “no direct relationship to reality”. Their\nmodern-day nobleman hankers for meaning and order: beauty even. Hence the kind of people who fervently\ncollect in London. The compulsion to be known not only as loaded but cultured is often observed but rarely\nexamined. It's interesting that this show is staged by artists all of whom have a complex relationship with the kind\nof people characterised by Vince Cable as merely “spivs and gamblers”. Wolfe refers to people who do\n“unspeakable things” before reiterating that the show isn't a moral judgment.\n\nEven so, their show tries to lift the veil on the activity at Frieze. As a centre for commercial art sustained still by\nswilling disposable income, London eclipses Paris and New York. Frieze will be swarming with both people like me,\nwho go to look, and hundreds of the modern-day “noblemen” with their Black Amex cards. It’s no small irony that\nThe House of the Nobleman naturally has its own massively wealthy backer, Russian property giant Mirax. Greed\nmight not be good but it sure can look fabulous.\n\nAnd what about the savvier artists? Tracey Emin whines about arts cuts yet moans about her tax bill. Damien Hirst\nhas exploited the market in his own work as ruthlessly as any hedge-funder. Wolfe himself confidently discusses\nalgorithms and is a favourite of collectors such as Bono and Richard Devereux, co-founder of Virgin. London's\nmost successful artists aren't exactly in the gutter, looking at the stars.\n\nHOUSE_OVERSIGHT_028289",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028289.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3176,
    "word_count": 507,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:44.251391",
    "prefix": "IMAGES-009"
  }
}