{
  "document_id": "HOUSE_OVERSIGHT_026665",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026665.txt",
  "text": "All U.S. resident custodians and end-investors with holdings of foreign portfolio securities above the\nreporting thresholds must report. In addition, all U.S.-resident custodians and end-investors that are\nnotified by the FRBNY are required to file a report.\n\nThe reporting threshold for Schedule 2 is $200 million in total fair value of all foreign securities owned\nby the SHC Reporter and not held with a U.S.-resident custodian. The reporting threshold for Schedule\n3 is $200 million in total fair value of foreign securities held with any one unaffiliated U.S.-resident\ncustodian that is not a central securities depository.\n\nCustodians are all organizations that hold securities in safekeeping for other organizations. Most U.S.-\nresident custodians also invest in foreign securities for their own account. U.S.-resident custodians\nshould report both the foreign portfolio securities held in safekeeping for other U.S. residents and their\nown foreign portfolio securities.\n\nEnd-investors are U.S.-resident organizations that invest in foreign securities for their own portfolios or\ninvest on behalf of others, such as investment managers/fund sponsors. This includes securities that are\nheld-for-trading, available-for-sale, or held-to-maturity. U.S.-resident end-investors include, but are not\nlimited to:\n\n° Financial and non-financial organizations\n° Managers of private and public pension funds\n° Managers/sponsors of funds, country funds, unit-investment funds, exchange-traded funds,\n\ncollective-investment trusts, hedge funds or any other similarly pooled, commingled funds. Also\nmanagers/sponsors of private equity companies, venture capital companies, hedge funds and other\nprivate investment vehicles\n\n° Insurance companies\n\n° Foundations\n\n° Institutions of higher learning\n\n° Trusts and estates\n\ne Funds and similar entities that own shares or units of, or other portfolio equity interests in,\n\na foreign related or non-related entity\n\nForm SHC is comprised of three schedules:\n\nSchedule 1 - Must be filed by all entities that 1) receive a copy of the SHC forms and instructions\nfrom the FRBNY, or 2) are notified by the FRBNY that they are required to file the SHC report.\nSchedule 1 requests information that identifies the reporter. It also provides contact\ninformation, indicates the reporting status, and summarizes the data, if any, reported on\nSchedule 2 and/or Schedule 3.\n\nSchedule 2 - Used to report detailed information on foreign securities owned by U.S.-resident\ninvestors (1) that the reporter safe-keeps for itself or for its U.S.-resident clients or (2) for which\nthe reporter directly employs foreign-resident sub-custodians or U.S.-resident or foreign-\nresident central securities depositories (CSDs) to manage the safekeeping of those securities\n(Foreign securities in safekeeping with U.S.-resident CSDs are reportable on Schedule 2.) or (3)\nthat are instruments of the type that there is no U.S. custodian to manage the safekeeping of\nthose securities.\n\nSchedule 3 - Used to report summary amounts for all foreign securities entrusted to the\nsafekeeping of a U.S.-resident custodian, excluding those entrusted to a U.S. - resident CSD.\n\nHOUSE_OVERSIGHT_026665",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026665.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3196,
    "word_count": 463,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:44.766741",
    "prefix": "IMAGES-009"
  }
}