{
  "document_id": "HOUSE_OVERSIGHT_019962",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019962.txt",
  "text": "endorsement indicated your status in the White House and that Trump’s level of flattery\nwas a convincing indication that you had an unbreakable bond with him and that you\nwere, in his eyes, and in his White House, something close to omnipotent. Trump, with his\nlove of generals, had even for a moment wanted to make Michael Flynn his vice president.\n\nIntoxicated by Trump’s flattery during the campaign, Flynn—a lower-tier general and\nquite a flaky one at that—had become something of a Trump dancing monkey. When\nformer generals make alliances with political candidates, they customarily position\nthemselves as providers of expertise and figures of a special maturity. But Flynn had\nbecome quite a maniacal partisan, part of the Trump traveling road show, one of the\nranters and ravers opening Trump rallies. This all-in enthusiasm and loyalty had helped\nwin him access to Trump’s ear, into which he poured his anti-intelligence-community\ntheories.\n\nDuring the early part of the transition, when Bannon and Kushner had seemed joined at\nthe hip, this was part of their bond: an effort to disintermediate Flynn and his often\nproblematic message. A subtext in the White House estimation of Flynn, slyly insinuated\nby Bannon, was that Defense Secretary Mattis was a four-star general and Flynn but a\nthree-star.\n\n“T like Flynn, he reminds me of my uncles,” said Bannon. “But that’s the problem: he\nreminds me of my uncles.”\n\nBannon used the general odor that had more and more attached to Flynn among\neverybody except the president to help secure a seat for himself on the National Security\nCouncil. This was, for many in the national security community, a signal moment in the\neffort by the nationalist right wing to seize power. But Bannon’s presence on the council\nwas just as much driven by the need to babysit the impetuous Flynn, prone to antagonizing\nalmost everyone else in the national security community. (Flynn was “a colonel in a\ngeneral’s uniform,” according to one senior intelligence figure.)\n\nFlynn, like everyone around Trump, was besotted by the otherworldly sense of\nopportunity that came with, against all odds, being in the White House. And inevitably, he\nhad been made more grandiose by it.\n\nIn 2014, Flynn had been roughly cashiered out of government, for which he blamed his\nmany enemies in the CIA. But he had energetically set himself up in business, joining the\nranks of former government officials profiting off the ever growing globalist corporate-\nfinancial-government policy and business networks. Then, after flirting with several other\nRepublican presidential candidates, he bonded with Trump. Both Flynn and Trump were\nantiglobalists—or, anyway, they believed the United States was getting screwed in global\ntransactions. Still, money was money, and Flynn, who, when he retired, had been\nreceiving a few hundred thousand a year on his general’s pension, was not turning any of\nit down. Various friends and advisers—including Michael Ledeen, a longtime anti-Iran\n\nHOUSE_OVERSIGHT_019962",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019962.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3016,
    "word_count": 482,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:45.476147",
    "prefix": "IMAGES-005"
  }
}