{
  "document_id": "HOUSE_OVERSIGHT_018967",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018967.txt",
  "text": "Date: 7/13/06 PALM BEACH POLICE DEPARTMENT Page: 14\n\nTime: 9:27:55 Incident Report Program: CMS301L\n\nCase No. .. . : 1-05-000368 (Continued)\nCd stated the man told them that Epstein was not there but was bé6\nexpected back. He allowed them to enter the house, via the kitchen. b7C\n\nHe offered them something to drink while they waited inside. Shortly\nafter, Epstein_and a woman, described as white with blond hair entered\nthe kitchen. believed the woman was Epstein's Assistant.\n\nadded that the woman did not seem friendly and kept her\nresponses short and direct. Epstein introduced himself to[___las\nJeff . [___—i| got the impression that Epstein and EM friend\nknew each other. ee Epstein as being approximately\nforty-five years old, a long face, and bushy eyebrows, with graying\nhair.\n\nMMMM and Epstein left the kitchen leaving] __——sddand\nfriend alone in the kitchen. They returned a short time lat v\nall spoke briefly in the kitchen. While speaking to me,\n\nbecame upset and started to cry. | fstated the woman instructed\nher to follow her upstairs, which she did. According to[._|, the\nwoman led her to a room that had a massage table in it. The woman\nstarted to fix up the room, putting the covers on the table and taking\nlotions out. She then cold[ that Epstein would be up ina\nsecond. The woman left the room, and soon a Epsteis walked in\n\nand told[____—“‘s*zdstTtO take off her clothes. As was telling me\nwhat had happened, she looked away from me, and with a pointed finger,\n\nrepeatedly pressed it into her thigh. stated he was stern\nwhen he told her to take off her clothes. said she did not\nknow what to do as she was the only one there. took off her\n\n‘shirt leaving her bra on. Epstein, dressed in a towel told her to\ntake off everything. ee she removed her pants leaving\nher thong panties on. Epstein then instructed her to give hima\nmassage pointing to a specific lotion for her to use. Epstein laid on\nthe table, face down. As began to give Epstein the massage,\nhe told her to get on his back. [L__|Jstated she straddled herself\n\non Epstein's back. stated her exposed buttocks were touching’\nEpstein s bare buttocks. As was giving Epstein the massage,\n\nhe turned around, and wacked off later explained that\nwacking off was masturbating) . [-_—Tstatea she was disgusted by\nEpstein's actions but did not say anything. According —\nEpstein told her that she \"had a really hot body.\" Epstein excuse\nhimself and went to the bathroom where she believed he masturbated\nagain. Epstein returned to the room and told[_____—sd| that he was\ndone and gave her three hundred dollars. They went back down stairs\nwhere they met MMMM. Epstein said good-bye and they left. [xx\nasked how did it go and asked what did she do.\nWhen told in asked for a massage,\n\nallegedly stated_\"I mow\" | | stated they then went shopping.\noT stated also got paid, but that she did not know why\n\nsince she was confident that did not do anything.\n\ndescribed Epstein's house as a two story pink house with a\nCadillac Escalade parked in the driveway. There were gates leading\ninto the property. From the kitchen, [--———] recalled walking up a\nflight of stairs, lined with photographs, to a room. Upon entering\n\nHOUSE_OVERSIGHT_018967 |",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018967.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3207,
    "word_count": 559,
    "line_count": 69,
    "import_date": "2025-11-19T21:47:48.845608",
    "prefix": "IMAGES-005"
  }
}