{
  "document_id": "HOUSE_OVERSIGHT_022531",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022531.txt",
  "text": "29\n\nPractical Tips to Reduce FCPA Risk in Mergers and Acquisitions\n\nCompanies pursuing mergers or acquisitions can take certain steps to identify and potentially reduce FCPA risks:\n\nM&A Opinion Procedure Release Requests: One option is to seek an opinion from DOJ in anticipation of a\npotential acquisition, such as occurred with Opinion Release 08-02. That case involved special circumstances,\nnamely, severely limited pre-acquisition due diligence available to the potential acquiring company, and, because\nit was an opinion release (i.e., providing certain assurances by DOJ concerning prospective conduct), it necessarily\nimposed demanding standards and prescriptive timeframes in return for specific assurances from DOJ, which\nSEC, as a matter of discretion, also honors. Thus, obtaining an opinion from DOJ can be a good way to address\nspecific due diligence challenges, but, because of the nature of such an opinion, it will likely contain more stringent\nrequirements than may be necessary in all circumstances.\n\nM&A Risk-Based FCPA Due Diligence and Disclosure: As a practical matter, most acquisitions will typically not\nrequire the type of prospective assurances contained in an opinion from DOJ. DOJ and SEC encourage companies\nengaging in mergers and acquisitions to: (1) conduct thorough risk-based FCPA and anti-corruption due diligence\non potential new business acquisitions; (2) ensure that the acquiring company’s code of conduct and compliance\npolicies and procedures regarding the FCPA and other anti-corruption laws apply as quickly as is practicable to\nnewly acquired businesses or merged entities; (3) train the directors, officers, and employees of newly acquired\nbusinesses or merged entities, and when appropriate, train agents and business partners, on the FCPA and other\nrelevant anti-corruption laws and the company’s code of conduct and compliance policies and procedures; (4)\nconduct an FCPA-specific audit of all newly acquired or merged businesses as quickly as practicable; and (5) disclose\nany corrupt payments discovered as part of its due diligence of newly acquired entities or merged entities. DOJ\nand SEC will give meaningful credit to companies who undertake these actions, and, in appropriate circumstances,\nDOJ and SEC may consequently decline to bring enforcement actions.\n\nbribery—both the new entity and the foreign subsidiaries\nwere liable under the FCPA. The new parent entered into\na non-prosecution agreement with DOJ and settled a civil\naction with SEC, while the company’s subsidiaries, which\nalso merged, pleaded guilty.'*\n\nMore often, DOJ and SEC have pursued enforce-\nment actions against the predecessor company (rather\nthan the acquiring company), particularly when the\nacquiring company uncovered and timely remedied the\nviolations or when the government’s investigation of\nthe predecessor company preceded the acquisition. In\none such case, an Ohio-based health care company’s due\ndiligence of an acquisition target uncovered FCPA vio-\nlations by the target’s subsidiary, and, before the merger\nwas completed, the subsidiary’s violations were disclosed\nto DOJ and SEC. The subsidiary pleaded guilty and\n139\n\npaid a $2 million criminal fine,\n\nsettled with SEC and paid a $500,000 civil penalty,’”\n\nthe acquisition target\n\nand no successor liability was sought against the acquir-\ning entity. In another case, a Pennsylvania-based issuer\nthat supplied heating and air conditioning products and\nservices was subject to an ongoing investigation by DOJ\nand SEC at the time that it was acquired; DOJ and SEC\nresolved enforcement actions only against the predecessor\ncompany, which had by that time become a wholly owned\nsubsidiary of the successor company..”!\n\nDOJand SEC have also brought actions only against a\npredecessor company where its FCPA violations are discov-\nered after acquisition. For example, when a Florida-based\nUS. company discovered in post-acquisition due diligence\nthat the telecommunications company (a domestic con-\ncern) it had acquired had engaged in foreign bribery, the\nsuccessor company disclosed the FCPA violations to DOJ.\nIt then conducted an internal investigation, cooperated\nfully with DOJ, and took appropriate remedial action—\n\nincluding terminating senior management at the acquired\n\nHOUSE_OVERSIGHT_022531",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022531.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4295,
    "word_count": 633,
    "line_count": 75,
    "import_date": "2025-11-19T21:47:45.679805",
    "prefix": "IMAGES-007"
  }
}