{
  "document_id": "HOUSE_OVERSIGHT_011102",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011102.txt",
  "text": "Ludwig von Mises and the Austrian school that slumps come from overinvestment\n\nenabled by overlending. In 19281, a year before the crash, Mises wrote:\n\nSooner or later, the crisis must inevitably break out as the result of change in the\nconduct of the banks. The later the crack-up comes, the longer the period in which\nthe calculation of the entrepreneurs is misguided by the issue of additional fiduciary\nmedia2. The greater this additional quantity of fiduciary money, the more factors of\nproduction have been firmly committed in the form of investments which appeared\nprofitable only because of the artificially reduced interest rate and which prove to\nbe unprofitable... Great losses are sustained as a result of misdirected capital\ninvestments. Many new structures remain unfinished. Others, already completed,\nclose down operations. Still others are carried on because, after writing off losses\nwhich represent a waste of capital, operation of the existing structure pays at least\nsomething.\n\nHere Mises, writing in 1928, describes the crash of 2008 even more vividly than the\none in 1929. “Many new structures remain unfinished. Others, already completed,\nclose down operations.” These were mostly plant and office buildings in 1929, and\n\nmostly houses in 2008.\n\nMises argued that money should be backed by precious metals. He was right in\nthinking that it should be backed. But precious metals pay no return. The omnibus\nfund earns competitive return at the risk level chosen in each account. Accounts are\nowned for performance, and only incidentally for liquidity. No amount is so large as\n\nto tempt overspending.\n\nIt did not occur to Mises that divorcement of deposits from lending might prevent\nthe cycle in the first place. Nor did he mention the danger of 10:1 bank leverage, and\noften more, in amplifying consequences of bad guesses. His idea was better\n\ngovernance of commercial banks. Mine is ending them.\n\nFree growth theory also belongs to macroeconomics in that it predicts only at the\n\ncollective scale. It predicts that ex ante net investment, or attempted investment\n\n1 Monetary Stabilization and Cyclical Policy.\n2 Unbacked paper money. Also called government fiat money.\n\nChapter 8 Banks, Money and Macroeconomics 2/8/16 13\n\nHOUSE_OVERSIGHT_011102",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011102.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2272,
    "word_count": 358,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:44.555404",
    "prefix": "IMAGES-001"
  }
}