{
  "document_id": "HOUSE_OVERSIGHT_016684",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016684.txt",
  "text": "ull\n\nPage 4 of 8\n\nAn eleventh distribution system tap, 4201, is located at 4201 South Ocean Boulevard (in the\nSouth Palm Beach municipality), outside the jurisdiction of the Town. The Phipps Park\n“Booster’ Pumping Station (PS) is located within the Town’s jurisdiction. The Phipps Park\n“Booster” is not a point of entry (POE) to the Town’s distribution system. The City’s map\nindicates the locations of the sampling taps, the booster pump station, and a one million gallon\n(1 MG) storage tank within the Town’s jurisdiction. Figure 1 depicts the distribution system\nsampling taps, “booster” pumping station, and storage tank located within the Town’s\nboundary.\n\nThe City conducts annual compliance sampling at several sampling locations, most notably\nfrom the first point of entry (POE) to the distribution system. According to the City’s Water\nTreatment Plant laboratory manager, the first POE is the tap located in the Water Treatment\nPlant’s analytical laboratory.\n\nPOINTS OF ENTRY FOR THE CITY’S DELIVERY OF DRINKING WATER TO THE\nTOWN\nPlans of the distribution system serving the Town, provided by the Town’s Public Works\nDepartment (PWD), identified five potable water transmission mains (large diameter pipes)\ncrossing the Intracoastal Waterway and connecting to the distribution system to deliver the\nCity’s potable water product to the Town. These five pipes include:\n\ne A 24-inch diameter transmission main crossing the Intracoastal Waterway (ICW) from/to\n5th Street (in the City) to the eastern flank of the Royal Poinciana Bridge (in the\nTown):\n\ne A 16-inch diameter water main crossing the ICW from/to 45\" Street (in the City) to the\nintersection of North Lake Way and Orange Grove Road (in the Town);\n\ne A 16-inch diameter water main crossing the ICW from the southern end of Flagler Drive\n(in the City) to the west end of “Sloan’s Curve (on State Road A1A, in the Town);\n\ne A 16-inch diameter water main crossing the ICW from the intersection of Southern\nBoulevard with Flagler Drive (in the City) to the eastern flank of the Southern\nBoulevard Bridge (in the Town); and\n\ne A 20-inch main crossing the ICW from the City to Everglades Island, near Barcelona\nAvenue (in the Town).\n\nHOUSE_OVERSIGHT_016684",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016684.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2216,
    "word_count": 358,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:48.208586",
    "prefix": "IMAGES-004"
  }
}