{
  "document_id": "HOUSE_OVERSIGHT_024824",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024824.txt",
  "text": "COWEN\nCOLLABORATIVE INSIGHTS\n\nFebruary 25, 2019\n\nConsumer Products Market Sizing (Azer)\n\nIn our proprietary Cowen consumer survey (~2,500, 18+ respondents), we found that in\nJanuary 2019 close to 7% of respondents indicated that they use CBD as a supplement.\nWhile this is only the first month’s reading of the data (which can fluctuate from month\nto month), this initial response piqued our interest considerably, as it was much higher\nthan we would have suspected. Indeed, to put the 6.9% incidence rate in context, that\ncompares to JUUL use of 4.2%, and 19.6% of consumers that consider themselves a\ncurrent tobacco user, per our survey.\n\nFrom a user perspective, category engagement not surprisingly skews younger, with use\namong 18-24 and 25-34 year olds at over 9%, while it is below 4% for consumers 55+.\n\nFigure 1 CBD Use Over-Indexes to Consumers Aged 18-34\n\nDo You Use CBD as a Supplement?\n\n10.0% 9.2% 9.5%\n7.8%\n8.0% 9\n— 6.4%\n\n6.0%\n4.0% 3.7%\n\n. co}\n2.0% |\n0.0%\n\nTotal 18-24 25-34 35-44 45-54 55+\n\nSource: Cowen Survey, n=~2500, January 2019\n\nWhile the category remains nascent (with revenue estimates ranging from $600 mm to\nS2 bn in 2018) it seems clear that the abundance of choice, which we discuss in more\ndetail herein, has been a key driver of that consumer engagement. In particular, we\nwere surprised to see that beverages already account for close to 20% of reported form\nfactor use, given that this segment is among the newer offerings in the market place.\nMeanwhile, tinctures, which were arguably one of the original delivery systems, has a\ndominant 44% share.\n\nFigure 2 Tinctures Are the Most Popular Delivery Mechanism\n\nCBD Form Factor Use\nOther, 20.9% __ Beverages, 19.2%\n\nCapsules, 22.1%\n\nTinctures, 43.6%\n\nTopicals, 26.2% —-—~\n\nSource: Cowen Survey, n=~2500, January 2019\nNote: Users had the option to choose multiple form factors\n\nCOWEN.COM\n\nHOUSE_OVERSIGHT_024824",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024824.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1892,
    "word_count": 310,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:44.143777",
    "prefix": "IMAGES-008"
  }
}