{
  "document_id": "HOUSE_OVERSIGHT_017220",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017220.txt",
  "text": "4.2.12\nWC: 191694\n\ngovernment interference. That’s how the marketplace of ideas is supposed to operate in a\ndemocracy. The government must protect bad, wrong and offensive speakers from those who\nwould react violently. Speech, not violence, is protected by the First Amendment.\n\nMoreover, if a violent reaction to speech is deemed to justify the censoring of that speech, then\nthe threat to commit violence empowers “the victims” of provocative speech to serve as censors.\nThis “violence veto” should not be encouraged by the law. Hard as it may be to arrest these\n“victims” rather than the provokers, the First Amendment requires that the government side with\nthe “bad” speakers, rather than the “good” violence-threateners.\n\nIn the end, the Nazis “won” the encounter in Skokie because good and decent people in that\ncommunity decided to try to censor, rather than ridicule or respond to them.\n\nMy experience with “clear and present danger” incitement also took place in a small\ncommunity—the beautiful campus of Stanford University. Shortly after arriving at Stanford in the\nfall of 1970 for what I expected would be a year of scholarly research as a fellow of the Center\nfor Advanced Studies in the Behavioral Sciences, I was asked to represent a tenured English\nprofessor named Bruce Franklin, who was being fired for inciting students. He had spoken at an\nanti-war rally directed against the Stanford Computation Center, which was involved in war-\nrelated research. His speech including the following: “[W]hat we’re asking is for people to make\nthat little tiny gesture to show that we’re willing to inconvenience ourselves a little bit and to\nbegin to shut down the most obvious machinery of war, such as—and I think it is a good\ntarget—that Computation Center.” Following shouts of “Right on,” a group of listeners marched\non the Computation Center and physically shut it down, causing some damage. Franklin did not\njoin the demonstrators himself; he watched from a safe and discreet distance. The police\neventually cleared the building and ordered the demonstrators to disperse. At this point, Franklin\njoined the crowd and protested the order. He walked up to the police, argued with them that the\ndispersal order was illegal, and urged the crowd to remain. Many did, and the police used force\nto affect their order. Minor injuries were sustained by some demonstrators.\n\nLater that night a rally was held on the campus at which Franklin gave the closing speech. In it he\nadvocated “the methods of people’s war.” There was some dispute about whether he explained\nwhat he meant by this term. He claimed that he told the demonstrators that “people’s war meant\nthat they should go back to the dormitories, organize people into small groups, and talk with\nthem, or play football, or whatever, as late into the night as possible.” Within a few hours of\nFranklin’s speech there was more violence and this time several people were seriously hurt.\n\nThe next day President Lyman announced that Professor Franklin would be fired from his tenured\nposition on grounds of “substantial and manifest neglect of duty and a substantial impairment of\nhis appropriate functions within the University community.”\n\nFranklin demanded a formal hearing, and a faculty advisory committee of seven full professors\n\nwas convened to consider the charges and recommend an appropriate sanction. It was difficult to\nfind seven professors who did not despise Franklin—and with good cause.\n\n133\n\nHOUSE_OVERSIGHT_017220",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017220.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3493,
    "word_count": 565,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.352298",
    "prefix": "IMAGES-004"
  }
}