{
  "document_id": "HOUSE_OVERSIGHT_019690",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019690.txt",
  "text": "202 | HOW AMERICA LOST ITS SECRETS\n\nshare of their signals intelligence. From the perspective of defending\nthemselves from potential threats, the deal that these allies had with\nthe NSA was mutually advantageous.\n\nThe NSA‘s overseas intelligence gathering was not limited to\nadversary nations. With the exception of the Five Eyes allies, it\ngathered data that was deemed important by the president and the\nDefense Department in friendly countries. These operations had\nbeen approved by every American president and funded by every\nAmerican Congress since 1941. After all, even in the realm of allies,\nactivities take place that run counter to American interests. The 9/11\nconspiracy, for example, was hatched in Hamburg, Germany, and\nfinanced in Dubai and Saudi Arabia.\n\nNor were American allies unaware of the reach of the NSA. “Yes,\nmy continental European friends, we have spied on you. And it is\ntrue we use computers to sort through data by using keywords,”\nthe former CIA director James Woolsey wrote in The Wall Street\nJournal in 2000. “Have you stopped to ask yourselves what we are\nlooking for?” Whether or not it was appreciated by other countries,\n\n© the global harvesting of communications intelligence by the NSA ©\nwas hardly a secret.\n\nAs the NSA expanded further, it delegated part of its work to\nregional bases, including ones in Utah, Texas, Hawaii, and Japan. The\nparamount task of the NSA remained monitoring the channels of\ncommunications that an adversary might use. The vast prolifera-\ntion of these channels in cyberspace, which included e-mail, social\nmedia, document sharing, and other innovations of the Internet age,\ngreatly complicated this task. Even so, this challenge was not insur-\nmountable, because most of the Internet actually traveled through\nfiberglass landline cables that crossed the territories of the United\nStates, Britain, and Australia. So the NSA found the technical means,\nincluding voluntarily gaining access to major Internet companies, to\n“harvest” vast amounts of this Internet data. America’s other intel-\nligence agencies quickly recognized the value of the communica-\ntions intelligence gleaned from foreign telecommunications. John E.\nMcLaughlin, who was the CIA’s acting director in 2004, described\nthe NSA as nothing less than the “very foundation of U.S. intel-\nligence.” It served as a “foundation” for the CIA because intercepted\n\n| | Epst_9780451494566_2p_all_r1.indd 202 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019690",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019690.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2477,
    "word_count": 386,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:44.055254",
    "prefix": "IMAGES-005"
  }
}