{
  "document_id": "HOUSE_OVERSIGHT_018816",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018816.txt",
  "text": "General Information 6\n\nIndependence\n\nWe hereby confirm that we have no conflicts of interest or material involvement in the property which\nis the subject of this valuation; and that we are acting as unbiased, independent, external valuers.\n\nRICS Valuer Registration\n\nWe confirm that we are in compliance with the RICS Valuer Registration program, which is mandatory\nfor RICS members in the Caribbean region.\n\nCurrency\n\nUnless otherwise stated, all financial figures in this report are expressed in United States Dollars.\n\nScope of Work\n\nTo determine the appropriate scope of work for the assignment, we considered the intended use of\nthe appraisal, the needs of the user, the complexity of the property, and other pertinent factors. Our\nconcluded scope of work is described below.\n\nValuation Methodology\n\nAppraisers usually consider the use of three approaches to value when developing a market value\nopinion for real property. These are the cost approach, sales comparison approach, and income\ncapitalization approach. Use of the approaches in this assignment is summarized as follows:\n\nApproaches to Value\n\nApproach Applicability to Subject Usein Assignment\nCost Approach Not Applicable Not Utilized\n\nSales Comparison Approach Not Applicable Not Utilized\nIncome Capitalization Approach Applicable Utilized\n\nThe income capitalization approach is the most reliable valuation method for the subject due to the\nfollowing:\n\ne The probable buyer of the subject would base a purchase price decision primarily on the\nincome generating potential of the property and an anticipated rate of return.\n\ne Sufficient market data regarding income, expenses, and rates of return, is available for\nanalysis.\n\nThe sales comparison approach is not applicable to the subject because:\n\ne® This approach does not reflect the primary analysis undertaken by a typical investor-\npurchaser.\n\n® There are insufficient sales of comparable properties in this market from which to derive a\ncredible value conclusion.\n\nThe cost approach is not applicable to the subject considering the following:\n\niGY American Yacht Harbor Marina\n\nHOUSE_OVERSIGHT_018816",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018816.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2124,
    "word_count": 316,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:48.341934",
    "prefix": "IMAGES-005"
  }
}