{
  "document_id": "HOUSE_OVERSIGHT_025206",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025206.txt",
  "text": "Manufactured Landscapes, a feature documentary about the work of artist Edward Burtynsky,\nwas a co-production between Mercury Films, Foundry Films and the National Film Board. It\npremiered at the Toronto International Film Festival in September 2006 and won Best Canadian\nFeature Film, and has since received a number of other awards, notably a Genie for Best\nDocumentary, Al Gore’s Reel Current Award and the 2006 Toronto Film Critics’ Award for Best\nCanadian Feature and Best Documentary 2006. It played theatrically in over 15 territories\nworldwide, after a prolonged and successful run in Canada.\n\nAct of God, a feature documentary on the metaphysical effects of being struck by lightning and\nanother collaboration between Mercury and Foundry, opened the Hot Docs Film Festival in April\n2009 and was released in Canada afterwards by Mongrel Media. It has since played at a number\nof international festivals, and was released by Zeitgeist Films in the U.S. and Against Gravity in\nPoland. The film features Paul Auster, Dannion Brinkley and Fred Frith. It was commissioned by\nThe Documentary Channel in Canada, Arte in France and Channel 4 in the U.K.\n\nBaichwal is currently in production on Margaret Atwood’s Payback: Debt and the Shadow Side\nof Wealth with the National Film Board of Canada and Ravida Din (Executive Producer, Quebec\nProduction Centre). She lives in Toronto with her husband, Nick de Pencier, and their two\nchildren.\n\nNICHOLAS de PENCIER (Co-Director / Producer)\n\nNicholas de Pencier is a director, producer, and director of photography working in\ndocumentary, performing arts, and dramatic film. He is President of Mercury Films Inc., the\nToronto based production company he shares with his partner, Jennifer Baichwal.\n\nDe Pencier was a producer resident in the Canadian Film Centre's 1997 Producers’ Lab, and\nproduced one of four Short Dramatic Films, Co/d Feet, which was selected for the Toronto\nInternational Film Festival and the Clermont-Ferrand Short Film Festival, among others. He then\nproduced Jim Allodi's feature film The Uncles, which premiered at the Toronto International\nFilm Festival in September 2000, was picked up for distribution in Canada by Odeon Films, and\nnamed one of year's top ten Canadian films by the Toronto International Film Festival Group.\n\nAs a cinematographer, de Pencier regularly shoots factual TV series, modern dance, rock videos\n(Gord Downie, Skydiggers, Bob Wiseman), and documentaries. He has also directed, produced\nand photographed eight modern dance performance films which have received national and\ninternational broadcasts and won awards at Canadian and international festivals. His\nperformance film Streetcar, was nominated in 2004 for a Performing Arts Best Direction\nGemini; the film's choreographer and lead, Peter Chin, won for Best Performance in a\nPerforming Arts Program or Documentary. It was also nominated for a Banff Rockie Award.\n\nHOUSE_OVERSIGHT_025206",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025206.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2937,
    "word_count": 452,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:47.006253",
    "prefix": "IMAGES-008"
  }
}