{
  "document_id": "HOUSE_OVERSIGHT_017814",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017814.txt",
  "text": "Even from jail, Jeffrey Epstein manipulated the system | Miami Herald Page 14 of 17\nCase 1:19-cv-03377 Document 1-1 Filed 04/16/19 Page 15 of 18\n\nMaxwell’s lawyer, Laura Menninger, declined to comment, referring the Herald to the court history.\nwy! 4 g ry\n\n“{Roberts] fabricated a story of abuse at the hands of Ms. Maxwell in exchange for hundreds of thousands of dollars from British tabloids with a motive\n\nfor selling papers and advertisements and without regard for truth, veracity or substantiation,” Menninger noted in a 2016 response filed in the case.\n\nIn February, the Miami Herald filed a federal court motion in the Southern District of New York, seeking access to documents that were sealed in the\nMaxwell case. The motion, which was not opposed by Roberts, could have cast light on the full scope of Epstein’s possible sex trafficking operation, who\nwas involved and whether it was covered up. Maxwell has opposed the Herald’s motion, which was denied in August.\n\nThe Herald is appealing.\n\nToday, Epstein has a new private jet, which takes him around the world. Flight records show that he spends most of his time on his private island, Little St.\nJames in the U.S. Virgin Islands, which he now lists as his permanent residence. He is registered in New York and the U.S. Virgin Islands as a sex offender.\n\nNew Mexico, where he owns a sprawling ranch, does not list him as a convicted sex offender.\n\nAs part of its investigation, the Herald learned that in 2013, the federal government conceded that it had given Epstein what it called “valuable\nconsideration” for information he provided to the FBI as part of his plea deal. The documents do not elaborate, but Epstein — a hedge fund manager who\nonce worked for the investment firm Bear Stearns — was listed as a key investor who lost money in the financial crash of 2008.\n\nFrancey Hakes, a former federal child sex crimes prosecutor, said any consideration the government gave to Epstein should be made public.\n\n“The public has a right to know why he gota slap on the wrist, and what was the interest that was so great that allowed him to not get prosecuted?”\n\nj\n1\n\n~~.” J\n\nm |\nPaul\n\nhttps://www.miamiherald.com/news/local/article2 19494920 html 4/3/2019\nHOUSE_OVERSIGHT_017814",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017814.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2242,
    "word_count": 379,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:43.995355",
    "prefix": "IMAGES-004"
  }
}