{
  "document_id": "HOUSE_OVERSIGHT_010963",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010963.txt",
  "text": "It seems that these infusions from savings or gift cannot be interpreted as invested\nconsumption to be recovered with interest later, but are rather pure consumption\nrecovered now in the satisfaction of survival. Then human cash flow, or pay less\ninvested consumption, remains positive to the end if we recognize imputed pay.\nEconomists should, | think, because it figures into predicting behavior as much as\n\nliteral pay. So does psychic pay.\n\nIt follows that human capital, meaning present value of all pay in the absence of\ninvested consumption to deduct, continues after retirement. That shows that my\nparable of the boss and her secretary is oversimplified. Parables tend to be. The\nsecretary may happen to have better skills as a full-time caregiver, which both she\nand the boss will figure to be in retirement, and so may reverse the disparity in\n\nhuman capital then. All models, I guess, assume ceteris paribus (other things equal).\n\nMy retirement theory leaves much unexplained. It tries to throw a little light here\nand there. | believe it achieves some surprise, and even originality until we know\nbetter, in my argument that human capital continues after retirement. Yet this\nfollows directly from Ben-Porath. Invested consumption must end when time for\nrecovery runs out, whether or not I am right in ending it with job entry decades\nbefore, and human capital must last as long as literal or imputed pay does. The\nendurance of human capital through to mortality is not logical certitude, but need\n\nnot be doubted either.\n\nRetouching the Ben-Porath Model\n\nBen-Porath’s life cycle model seems right enough in all features but one. Equations\nin his 1967 paper imply that pay measures realized work alone. This should be\nadjusted to show the pay rule. I would also model invested consumption as ending\nat independence, or a few months later to allow for initial job training. That does not\ncontradict Ben-Porath, who leaves such a possibility open. I would further apply\ndepreciation theory to model human depreciation as growing from a negligible\n\nshare of pay at first employment to substantially all of pay at the end.\n\nChapter 2: Fast Forward 1/06/16 23\n\nHOUSE_OVERSIGHT_010963",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010963.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2190,
    "word_count": 358,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:44.625963",
    "prefix": "IMAGES-001"
  }
}