{
  "document_id": "HOUSE_OVERSIGHT_011818",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011818.txt",
  "text": "/ BARAK / 61\n\nwasn’t enough, David Levy, my Foreign Minister, told me he would not be joining\nme at Camp David. He wasn’t resigning, at least not yet. But he knew that the final\ndecisions at the summit would be mine, he feared it would fail, and didn’t want to\nshare in the consequences.\n\nNone of this meant I wasn’t going. Even if the no-confidence vote succeeded,\nthe new Israeli electoral system, with its separate vote for Prime Minister, meant I\nwould remain in office, at least until the summit was over. In a nationally televised\nmessage, I reminded the country that I’d been elected with nearly two million\nvotes. I felt I had a responsibility, and a mandate, that went beyond party politics.\n“T must rise above the political arguments, and seek out all possibilities on the way\nto a peace agreement that will end the conflict, and the blood, between us and our\nneighbors.” I made the same points before the Knesset. I did, of course, want\nparliamentary support. But I was acting on a mandate from the people of Israel. It\nwas they, in a referendum, who would ultimately decide on anything we might\nagree. When the Knesset votes were counted, thanks to the fact two dozen MKs\nabstained, both sides lost. Arik fell seven votes short of a majority. So the\ngovernment survived. But those opposed to the summit got more votes than we\ndid: 54 to 52.\n\nThere were several consolations as I prepared to fly out from Ben-Gurion\nairport. Shas leader Eli Yishai passed me an envelope on the tarmac. Inside was a\nnote from Rabbi Ovadia Yossef, the Shas spiritual leader whom I’d met with\nprivately after the election and a number of times since. He wanted to wish me\ngood luck. Nearly 30 reserve generals also issued a public message of support.\nPerhaps most encouragingly, a newspaper poll found a majority of Israelis — 55\npercent to 45 — believed I was right to go to Camp David and that I had a mandate\nto make concessions in return for peace.\n\nDavid Levy came over to talk before I boarded. “I doubt we’ll get an\nagreement,” he said. I told him what I was telling other ministers, what I’d told\nreporters and, in fact what I had told Nava. “The odds are fifty-fifty.” The reporters\ntook this as coy, or deliberately deceptive. So I added that it was not because I\nknew something they didn’t. “It’s because there are two possible outcomes, and I\ndon’t know which one will happen.” The gaps of substance were bridgeable. The\nquestion was whether both sides wanted peace, and whether each had made a\nserious, strategic decision to go for it. I’d made that choice. But I had no way of\nknowing whether Yasir Arafat had.\n\n347\nHOUSE_OVERSIGHT_011818",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011818.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2643,
    "word_count": 473,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:45.799169",
    "prefix": "IMAGES-001"
  }
}