{
  "document_id": "HOUSE_OVERSIGHT_017120",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017120.txt",
  "text": "4.2.12\nWC: 191694\n\nthat word, at least to my family) Uncle Hedgie, who you always knew exactly what he was\nthinking.\n\nWhen I began teaching at age 25, some of my more \"proper\" students objected to my constant\ninterruptions, until I persuaded them that being interrupted was a compliment, signifying that their\npoint had been made and understood. (\"We get it.\") Some televisions viewers have also written\nto me about my penchant for interrupting opposing \"talking heads.\" It's simply a matter of style,\nnot rudeness, though some mistake the former for the latter.\n\nAnother blessing of my early religious training relates to memory and my use of it in my\nprofessional life. My mother was blessed (cursed?) with a near perfect memory. (Probably more\nnature than nurture.) She could recall virtually everything from her youth. When she was in her\n80s, she would spot someone on the train and go over to her and ask her “Aren’t you Mildred\nCohen and weren’t you in my sixth grade class?” She was invariably right. She remembered,\nword for word, what she had been taught in the third or fourth grade. She remembered every\nmelody she had ever learned, even though she never went to concerts and didn’t listen to\nrecordings as an adult. She could recite from memory long poems she learned in elementary\nschool. Most surprising of all, she had committed to memory an entire Latin mass, which a\nCatholic elementary schoolteacher, in an effort to Americanize the children of immigrants, had\nmade her learn by heart. She had no idea what it meant, but it was one of her favorite parlor\ntricks to repeat its Latin words, accompanied by the church melody she had learned. She never\nforgot anything she had heard, read or smelled. Growing up with a mother who never forgot was\na curse for me, because I did a good many things I wish she could forget.\n\nAlthough I always knew I had a good memory, I discovered that I had inherited my mother’s\nextraordinary gift while participating in intercollegiate debates. The debate tournaments always\ntook place on Saturday. I pleaded with my parents to let me go, promising that I would travel\nbefore the Sabbath and after the Sabbath, and that I would say my prayers wherever I happened\nto be. My parents agreed on the condition that I not write during the Sabbath. (“Meturnished”)\nMy mother told me it wasn’t necessary to write because I could remember things that others had\nto write down. (“Our family has good memories.”) I was doubtful but it proved to be true. I\nbecame a champion debater and my teammates marveled at the fact that I didn’t bring a pencil or\npad but could recite word for word what my opponent had said before responding to it. I then\nrealized what a blessing this memory was. I went through the rest of college and law school\nwithout ever taking a note. This enabled me to listen very carefully to what was being taught and\nto have a far better understanding of it than the student “stenographers” who were busy taking\ndown every word the teacher said, as if putting it in writing was a substitute for understanding it.\nTo this day, I rarely take notes, even in court, though my memory for new information is not\nnearly as good as it used to be.\n\nRecently, after watching the film \"Invictus,\" my wife asked me if I had any idea who wrote the\npoem by that name. She thought it must be a well known poet, such as Byron or Shelly. Without\nthinking, I blurted out \"Henley.\" She replied \"who the hell is Henley?\" I said, \"I don't have the\nslightest idea, but I think Invictus was written by some English poet named \"Henley.\" She\nchecked Google and sure enough the poem was written by a relatively obscure Victorian poet\nnamed William Ernst Henley (1849-1903), who wrote little else of note. His name popped into\n\n33\n\nHOUSE_OVERSIGHT_017120",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017120.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3783,
    "word_count": 667,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:45.797611",
    "prefix": "IMAGES-004"
  }
}