{
  "document_id": "HOUSE_OVERSIGHT_028112",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028112.txt",
  "text": "Syria was always going to be harder. But Rabin had moved past his anger\nover the “pocket deposit”, and we began a new effort via the Americans. Our\naim was to lay out a comprehensive, staged proposal to trade nearly the entire\nGolan for peace. With Rabin, Itamar Rabinovich and the rest of the team, we\nput together a framework limiting Syria’s military presence on the Heights. We\nenvisaged phasing out the restrictions as Syria took steps toward the kind of\npeace which had proved possible with Egypt and Jordan. But indirect exchanges\nin the autumn of 1994 produced little progress. In December, Rabin proposed to\nthe Americans that I meet with a Syrian representative, and President Assad\nagreed. Later that month, I was sent to Washington for talks with Syria’s\nambassador, Walid Muallem. With the Americans’ Mideast envoy, Dennis\nRoss, as host, we met in Blair House across the street from the White House.\n\nI began by explaining the security provisions we envisaged for the Golan,\nwhich included early-warning provisions, force limitations and other means of\nsafeguarding Israel against any surprise attack. Muallem’s response was\nformulaic, almost icy, with no indication he was ready to discuss any of the\nspecifics, much less offer ideas of his own. But then Dennis led us out into the\ngarden, where the atmosphere, if sadly not the weather, was a bit warmer. I told\nAmbassador Muallem I believed Israel’s issues with Syria ought to be\nresolvable. Both sides understood the broad terms of an eventual peace. But we\nneeded a context of trust in which to negotiate. President Assad, and we as well,\nwere always going to be reluctant formally to commit ourselves to a position\nuntil each side was be satisfied that the other side understood its core needs.\nPolitically, both sides also faced constraints. “In formal meetings, a record is\ntaken and negotiators have to explain and justify every last word back home,” I\nsaid. “I think our negotiators can get further in conversations like the one we’re\nhaving now.” Though Muallem nodded agreement, he did not explicitly say he\nbelieved that informal exchanges were the way forward. Still, he did obviously\npass back a broadly positive message to Damascus. Before the Blair House\ndiscussion, our understanding had been there would probably be a kind of\nmirror arrangement for a follow-up meeting: between our ambassador in\nWashington, Itamar Rabinovich, and a high-ranking army officer from the\nSyrian side. Instead, we received word that Assad wanted me to meet directly\nwith General Himat Shihabi, who was not only my counterpart as Syrian chief-\nof-staff but Assad’s oldest and closest political ally and the effective number-\ntwo man in the régime.\n\nGeneral Shihabi and I met over a period of two days at Blair House. He had\ngreater authority, and thus a greater sense of self-assurance, than the\n\n264\nHOUSE_OVERSIGHT_028112",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028112.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2883,
    "word_count": 477,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:44.758779",
    "prefix": "IMAGES-009"
  }
}