{
  "document_id": "HOUSE_OVERSIGHT_022545",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022545.txt",
  "text": "43\n\nto companies whose stock trades in the over-the-counter\nmarket in the United States and which file periodic reports\nwith the Commission, such as annual and quarterly reports.\nUnlike the FCPA’s anti-bribery provisions, the accounting\nprovisions do not apply to private companies.“\n\nAlthough the FCPA’s accounting requirements are\ndirected at “issuers,” an issuer’s books and records include\nthose of its consolidated subsidiaries and affiliates. An issu-\ner’s responsibility thus extends to ensuring that subsidiaries\nor affiliates under its control, including foreign subsidiar-\nies and joint venture partners, comply with the accounting\nptovisions. For instance, DOJ and SEC brought enforce-\nment actions against a California company for violating the\nFCPA’s accounting provisions when two Chinese joint ven-\ntures in which it was a partner paid more than $400,000 in\nbribes over a four-year period to obtain business in China.”\nSales personnel in China made the illicit payments by obtain-\ning cash advances from accounting personnel, who recorded\nthe payments on the books as “business fees” or “travel and\nentertainment” expenses. Although the payments were made\nexclusively in China by Chinese employees of the joint ven-\nture, the California company failed to have adequate internal\ncontrols and failed to act on red flags indicating that its affili-\nates were engaged in bribery. The California company paid\n$1.15 million in civil disgorgement and a criminal monetary\npenalty of $1.7 million.\n\nCompanies may not be able to exercise the same level\nof control over a minority-owned subsidiary or affiliate as\nthey do over a majority or wholly owned entity. Therefore,\nif a parent company owns less than 50% of a subsidiary or\naffiliate, the parent is only required to use its best efforts\nto cause the minority-owned subsidiary or affiliate to\ndevise and maintain a system of internal accounting con-\ntrols consistent with the issuer’s own obligations under\nthe FCPA. In evaluating an issuer’s good faith efforts,\nall the circumstances—including “the relative degree of\nthe issuer’s ownership of the domestic or foreign firm and\nthe laws and practices governing the business operations\nof the country in which such firm is located”—are taken\n\ninto account.2””\n\nCivil Liability for Individuals and Other Entities\n\nCompanies (including subsidiaries of issuers) and\nindividuals may also face civil liability for aiding and abet-\nting or causing an issuer’s violation of the accounting pro-\nvisions.”** For example, in April 2010, SEC charged four\nindividuals—a Country Manager, a Senior Vice President\nof Sales, a Regional Financial Director, and an International\nController of a U.S. issuer—for their roles in schemes to\nbribe Kyrgyz and Thai government officials to purchase\ntobacco from their employer. The complaint alleged that,\namong other things, the individuals aided and abetted the\nissuer company’s violations of the books and records and\ninternal controls provisions by “knowingly provid[ing]\nsubstantial assistance to” the parent company.?! All four\nexecutives settled the charges against them, consenting to\nthe entry of final judgments permanently enjoining them\nfrom violating the accounting and anti-bribery provisions,\nwith two executives paying civil penalties.°? As in other\nareas of federal securities law, corporate officers also can be\nheld liable as control persons.?*\n\nSimilarly, in October 2011, SEC brought an admin-\nistrative action against a U.S. water valve manufacturer and\na former employee of the company’s Chinese subsidiary\nfor violations of the FCPA’ accounting provisions. The\nChinese subsidiary had made improper payments to employ-\nees of certain design institutes to create design specifications\nthat favored the company’s valve products. The payments\nwere disguised as sales commissions in the subsidiary’s books\nand records, thereby causing the US. issuer’s books and\nrecords to be inaccurate. The general manager of the subsid-\niary, who approved the payments and knew or should have\nknown that they were improperly recorded, was ordered to\ncease-and-desist from committing or causing violations of\nthe accounting provisions, among other charges.”\n\nAdditionally, individuals and entities can be held\ndirectly civilly liable for falsifying an issuer's books and\nrecords or for circumventing internal controls. Exchange\nAct Rule 13b2-1 provides: “No person shall, directly or\nindirectly, falsify or cause to be falsified, any book, record\nor account subject to [the books and records provision] of\n\nthe Securities Exchange Act.”?* And Section 13(b)(5) of\n\nHOUSE_OVERSIGHT_022545",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022545.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4624,
    "word_count": 692,
    "line_count": 93,
    "import_date": "2025-11-19T21:47:44.129893",
    "prefix": "IMAGES-007"
  }
}