{
  "document_id": "HOUSE_OVERSIGHT_011532",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011532.txt",
  "text": "telling myself this had to be part of our training. If it was for real, we’d have\nbeen more badly beaten, or killed. Still, I couldn’t be completely sure.\n\nThe truck lurched to a stop. We were led into a building, down a hallway and\ninto a large room. The walls were bare except for a series of iron rings. Our\ncaptors tore the sacks from our heads for a few moments, and tied our wrists to\nthe manacles. For the first six or seven hours we were kept together, arms\nshackled and raised. Then they took us away one by one. I was the last to be led\nout. I was taken to a room so small there was not even space for a cot. It wasn’t\nuntil the last shaft of light disappeared from the slit-like window near the top of\nwall that the first interrogator showed up. He unlocked the door, entered and\nunfolded a metal chair. He wanted answers: what unit was I from, what did our\nunit do, who were our commanders, what were our orders, and what was our\ndesignated role in the event of war.\n\nI told him my name, rank and serial number. After each question, I repeated\nthem, or shook my head in silence. “You wi// answer, sooner or later,” he\nshouted in heavily Arabic-accented Hebrew, hitting me across the face. “All of\nyou will.” For four days and nights, other interrogators shouted out the same\nquestions. I was slapped dozens of times. Punched in the stomach. One of the\ncaptors uncuffed me and bent my arm behind my back, wrenching it upward.\nThough I was determined not to cry out, I grunted in pain. Over and over, I told\nmyself: “This is not for real. They can hurt me. But they have limits. They can\ntwist my arm. They can hurt me. But there’s no way they can break my arm.”\n\nI was not allowed to sleep. I was never left alone for more than a half-hour.\nIf I was crouching on the stone floor, I would be yanked to my feet and punched\nor slapped. Twice a day, I was taken from my cell to a primitive toilet and given\na minute to relieve myself. There were only two changes to the routine. On a\nfew occasions, five or six of us were brought back into the large room and told\nwe wouldn’t be let go until we had given them more of what they wanted — the\nimplication being that some of us had already talked. And once or twice, the\ninterrogators sent in a good cop. “I can help you,” he told me. “But you have to\ngive me something.”\n\nBut when it was over, none of us had talked. We didn’t fool ourselves into\nthinking that meant we could hold up in genuine captivity. There, they could\nbreak your arm. They could burn your chest with cigarettes, rip out a fingernail\nor a tooth. They could kill you. The main value had been to give us some sense\nof what we might face. We might still be afraid, but at least it would no longer\nbe fear of the unknown.\n\n61\nHOUSE_OVERSIGHT_011532",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011532.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2770,
    "word_count": 536,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:48.953770",
    "prefix": "IMAGES-001"
  }
}