{
  "document_id": "HOUSE_OVERSIGHT_019199",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019199.txt",
  "text": "CHAPTER 19\n\n-Cause Affidavit:\n\n‘viewed Jose [sic] Alessi, a for-\nipstein. Alessi stated he was\nth Mr. Epstein, from approxt-\n\\lessi stated he was the house\nraintenance person. It was his\ne house for Epstein’s arrival.\n- assistants, Alessi stated they\nrivate plane. I asked Mr. Alessi\nve occurred at Epstein’s home.\n-s three massages a day. Each\nuse was different. Alessi stated\nmployment, the masseuses were\na asked how young, Mr. Alessi\nixteen or seventeen years of age\n\nFirtuy Ricu\n\nat the most. The massages would occur in Epstein’s bedroom\nor bathroom. He knew this because he often set up the mas-\nsage tables. I asked if there were things going on other than a\nmassage. Alessi stated that there were times towards the end\nof his employment that he would have to wash off a mas-\nsager/vibrator and a long rubber penis, which were in the\nsink after the massage. Additionally, he stated the bed would\nalmost always have to be made after the massage.\n\nOn January 4, 2006 I interviewed another former house-\nman, Mr. Alfredo Rodriguez. During a sworn taped state-\nment, Mr. Rodriguez stated he was employed by Jeffrey\nEpstein for approximately six months, from November 2004\nthrough May of 2005. His responsibilities as house manager\nincluded being the butler, chauffeur, chef, houseman [and to]\nrun errands for Epstein and provide for Epstein’s guests. I\nasked Rodriguez about masseuses coming to the house.\nRodriguez stated Epstein would have two massages a day.\nEpstein would have one massage in the morning and one\nmassage in the afternoon everyday he was in residence.\nRodriguez stated he would be informed to expect someone\nand make them comfortable until either Sarah Kellen: or\nEpstein would meet with them. Rodriguez stated once the\nmasseuses would arrive, he would allow them entry into the\nkitchen area and offer them something to drink or eat. They\nwould then be encountered by either Sarah Kellen or Epstein.\nThey would be taken upstairs to provide the massage. lasked\nRodriguez if any of the masseuses appeared young in age.\nRodriguez stated the girls that would come appeared to be\ntoo young to be masseuses. He stated one time under Epstein’s\ndirection, he delivered a dozen roses to [Mary’s high school]\n\n8&3\n\nHOUSE_OVERSIGHT_019199",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019199.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2250,
    "word_count": 377,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:47.650267",
    "prefix": "IMAGES-005"
  }
}