{
  "document_id": "HOUSE_OVERSIGHT_018894",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018894.txt",
  "text": "@ bable Cause Affidavit >\n\nPalm Beach Police Department\nAgency ORI# FLO 500600\n\nPolice Case#: 05-368 (1)\nDefendant: Jeffrey Epstein\nRace/Sex: |= White Male\nDOB: © 01-20-1953\nCharges: Unlawful Sexual Activity with a Minor (4) counts\nLewd and Lascivious Molestation\n\nFrom March 15, 2005, through February 2006, the Palm Beach Police Department conducted a sexual\nbattery investigation involving Jeffrey Epstein, End EE. Sworn taped statements were\ntaken from five victims and seventeen witnesses concerning massages and unlawful sexual activity that took place\nat the residence of Jeffrey Epstein, 358 El Brillo Way, Palm Beach. Several of the victims were recruited by and\nbrought to the residence by to perform massages for Epstein, for which llkeceived\nmonetary compensation. During the visit they would be introduced tof Epstein’s assistant, who in\nturn would record their telephone numbers and name. The victims would be brought to Epstein’s bedroom to\nprovide the massage. Epstein would enter the room and order the victims to remove their clothing to provide the\nmassage. As the victims complied and provided the massages, Epstein would rub his fingers on their vaginas. pé6\nOn occasion, Epstein would introduce a massager/vibrator and rub the victims vaginas as they provided the b7C\nmassage. On three separate occasions, Epstein had intercourse and inserted his penis/fingers in the victims\nvaginas. At the conclusion of the massages the victims were paid sums of money ranging froni $200 - $1,000.\n\nThe facts, as reported, are as follows:\n\nOn 03/15/2005, A fourteen year old white female, hereinafter referred to as {_ dof and\nher family reported unlawful sexual activity which occurred at a residence within the Town of Palm Beach. [|\nreported that a subject known to her as “Jeff” had touched her vaginal area with a vibrator/massager while within\nhis residence. “Jeff was later identified as Jeffrey Epstein through a photo line up.\n\nDuring a sworn taped interview, stated tha a cousin of __|\nboyfriend and classmate at worked for a wealthy man and did sexual favors for\n\nhim. She also admitted that [J had offered her an opportunity to make money. During the beginning of\nthe month of February 2005 | explained that she was first approached byf to go with her to Epstein’s\nhouse. [__ ]statea that along with a Hispanic female, later identified a pick her up at\nher father’s house on a Sunday _|was not sure of the exact dates but knew it was a Sunday. told her\nfather that they were going shopping but in reality drove them to Palm Beach. During the drive a\n\nThe foregoing instrument was sworn to or affirmed State of Florida\nbefore me this 1* day of May, 2006 by County of Palm Beach\nDet Joe Recarey, who is personally known to me.\n\nSignature/Arresting Officer\n\nSignature of Police Officer (F.S.S. 117.10) Date: 05/01/2006\n\nPage of 22\n\nBE - 109002 e\n\nHOUSE_OVERSIGHT_018894",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018894.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2886,
    "word_count": 475,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:45.235799",
    "prefix": "IMAGES-005"
  }
}