{
  "document_id": "HOUSE_OVERSIGHT_031335",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031335.txt",
  "text": "From: ee\nSent: 6/18/2011 2:59:52 PM\nTo: Jeffrey Epstein [jeevacation@gmail.com]\n\nImportance: — High\n\nDOMINQUE STRAUSS-KAHN ARRESTED, NOT BECAUSE HE RAPED A MAID, BUT\nBECAUSE HE HAD EVIDENCE US HAS NO GOLD IN FORT KNOX.\n\nPosted by admin on Jun 3, 2011 in News | 0 comments\n\nA startling story published by the European Union Times, could be the one of the worlds biggest conspiracy theories, a plot for a movie or a\nfrightening scenario for the U.S. and world economy.\n\nDominique Strauss Kahn\n\nAccording to the on-line publication a new report prepared for Russian Prime Minister Putin by the FederalSecurity Service(FSB) says that\nformer International Monetary Fund (IMF) ChiefDominique Strauss-Kahnwas charged and jailed in the US forsex crimeson May 14 after his\ndiscovery that all of thegoldheld in theUnited States Bullion Depositorylocated at Fort Knox was missing and/or unaccounted for.\n\nAccording to this FSBsecretreport, Strauss-Kahn had become increasingly concerned earlier this month after the United States began stalling\nits pledged delivery to the IMF of 191.3 tons of goldagreed to under theSecond Amendmentof the Articles of Agreement signed by the\nExecutive Board in April 1978 that were to be sold to fund what are called Special Drawing Rights (SDRs) as an alternative to what are called\nreserve currencies.\n\nThis FSB report says that when Strauss-Kahn raised his concerns with Americangovernment officials close to President Obama he was\ncontacted by rogue elements within the CIA who provided him firm evidence that all of thegoldreported to be held by the US was gone.\nUpon Strauss-Kahn receiving the CIA evidence, the report said, he made immediate arrangements to leave the US for Paris, but when\ncontacted by agents working for Frances General Directorate for External Security (DGSE) that American authorities were seeking his\ncapture he fled to New York CitysJFK airportfollowing these agents directive not to take his cell-phone because US police could track his\nexact location.\n\nOnce Strauss-Kahn safely boarded anAir France flightto Paris, the FSB report says, he made a fatal mistake by calling the hotel from a phone\non the plane and asking them to forwarded the cell-phone he had been told to leave behind to his French residence, after which US agents\nwere able to track and apprehend him.\n\nWithin the past fortnight, the report continues, Strauss-Kahn reached out to his close friend and top Egyptian banker Mahmoud Abdel Salam\nOmar to retrieve from the US the evidence given to him by the CIA. Omar, however, and exactly like Strauss-Kahn before him, has been\nchargedby the US with a sex crime against aluxury hotelmaid, a charge the FSB labels as beyond belief as Omar is 74-years-old and a devout\nMuslim.\n\nIn an astounding move puzzling many in Moscow, Putin after reading thissecretFSB report ordered posted to the Kremlins official website a\ndefense of Strauss-Khan becoming thefirst world leader to state that the former IMF chief was a victim of a US conspiracy.\n\nOne of the United States top Congressman, and 2012 Presidential candidate, Ron Paul has long stated his belief that the US government has\nlied about itsgoldreserves held at Fort Knox. And in 2010 put forward a bill force an audit of them, .The bill was defeated, but which was\nsubsequently defeated by Obama regime forces.\n\nWhen directly asked by reporters if he believed there was nogoldin Fort Knox or the Federal Reserve, Congressman Paul gave the incredible\nreply, | think it is a possibility.\n\nAlso interesting to note is that barely 3 days after the arrest of Strauss-Kahn, Congressman Paul made a new call for the US to sell\nitsgoldreserves by stating, Given the high price it is now, and the tremendous debt problem we now have, by all means, sell at the peak.\nReports emanating from the US for years, however, suggest there is nogoldto sell.\n\nNew reports coming from the United States show his determination not to go down without a fight as he has hired what is described as a\ncrack team of former CIA spies, private investigators and media advisers to defend him.\n\nHOUSE_OVERSIGHT_031335",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031335.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4104,
    "word_count": 671,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:48.481604",
    "prefix": "IMAGES-011"
  }
}