{
  "document_id": "HOUSE_OVERSIGHT_031537",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031537.txt",
  "text": "chant: “No means yes.” The brothers’ outrageous chant then went a perverse step further in\ndescending into the realm of raucous indignity.\n\nIn April 2011, OCR published its first “Dear Colleague” letter with respect to responsibilities under Title\nIX. In contrast to common (mis)understanding, the letter did not embody or reflect law. It was not law\nin any sense of the word. It was not reporting on an act of Congress, nor was it setting forth an\nadministrative regulation enjoying the force of law. It was a letter — providing guidance, not the\ndirection that law enjoys. Nor did that guidance call for the appointment of a full-time Title IX\ncoordinator. To the contrary, that administrative step was more than three years away.\n\nThree days after OCR’s “Dear Colleague” letter appeared, a public panel discussion took place on the\nBaylor campus. In addition to myself, Vice President Jackson and Student Body President Wright\ndiscussed a wide range of student-safety issues, and took questions from the floor. This on-campus\nconversation was illustrative of what was underway around the nation. Everyone was aware of myriad\nconcerns about student safety, including freedom from interpersonal violence. No one had his or her\nhead in the sand, nor averted his or her gaze to avoid facing unpleasantness — or worse.\n\nThe work of the Campus Task Force was completed, and in the fall of 2012, a Campus Safety Committee\nwas formed. The Safety Committee pulled together stakeholders from all across campus to discuss any\nand all threats to student safety. Issues relating to sexual assault were an integral part of the broad\nmandate the Committee examined.\n\nFor its first three years, the Campus Safety Committee was chaired by Vice President Jackson. Its work\nenjoyed the unalloyed support of the entire Executive Council. Then, in the following June (2013), |\npersonally issued a memorandum creating a specialized Task Force Review of Sexual Violence to conduct\na comprehensive review of Baylor’s policies and practices relating to sexual violence. This Task Force\n(operating at the same time as the Campus Safety Committee) was formed in response to the\nrecommendations and concerns expressed by John Whelan, then the head of Human Resources.\n\nAction items quickly emerged. The entering freshman class that fall (August 2013) were specifically\nbriefed by a senior Student Life staff member on what was expected in terms of proper, upright\nbehavior. Entering students were provided with a copy of OCR’s “Know Your Rights” summary, along\nwith a highly-specific cover letter from Vice President Jackson. The following month (September 2013)\nthe “Do Something!” campaign was launched — a sexual assault prevention campaign hosted the week\nafter Labor Day 2013. The campaign was sponsored by Baylor’s Sexual Assault Advisory Board, chaired\nby Dr. Cheryl Wooten, an outstanding leader recognized across the nation for her expertise in dealing\nwith the horror and trauma of sexual violence.\n\nHOUSE_OVERSIGHT_031537",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031537.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3007,
    "word_count": 478,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:49.054228",
    "prefix": "IMAGES-011"
  }
}