{
  "document_id": "HOUSE_OVERSIGHT_030820",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_030820.txt",
  "text": "Eye on the Market | November 21, 2011 J.P Morgan\n\nTopic: The quixotic search for energy solutions\n\nA setback for nuclear, and some investment consequences\nThe saddest energy moment of the year was the failure of the Fukushima Dai-ichi nuclear power plant in March. Weaknesses of\n\nthe original design and actions taken in the immediate aftermath of a massive tsunami combined to produce a disaster: the latest\nstudies show emissions of radioactive cesium that are equal to half of the release from Chernobyl. The concept of nuclear power\nis one of man’s greatest achievements, but generating it safely and in a cost-effective way (including decommissioning) makes\nit a difficult undertaking. In some ways, nuclear’s goose was cooked by 1992, when the cost of building a 1 GW plant rose by\na factor of 5 (in real terms) from 1972. Before he died, father of the hydrogen bomb Edward Teller’s last paper argued that\nnuclear power plants (molten salt reactors, specifically) do not belong on the surface of the earth, and belong underground\ninstead, to deal with the clean-up and failure, if it happened. And that’s from one of nuclear power’s greatest supporters.\n\nFrom a broader perspective, the era of cheap oil appears to be over. As shown below in the first chart, almost the entire\nfuture increase in oil supplies projected by the EIA are based on unconventional supplies (tar sands, deep-sea drilling, enhanced\noil recovery, oil shale, etc.), with the word “unconventional” being shorthand for “more expensive”. As for natural gas, as\nshown in the second chart, EIA projections assume that rising U.S. shale gas production, with all its uncertainties in terms of\nassociated costs, will offset declines in almost every other category. It is hard to precisely quantify the speed bump on growth\nthat this creates for the world, and as things stand right now, deleveraging of household, corporate and sovereign balance\nsheets in the US and Europe is a much bigger risk for financial markets. As I write this, Italy has entered an acute state of\ndistress; its credit default swap spreads are now at levels which prompted bank runs in Greece and Ireland. In the long run, as\nwe outline return expectations for the future, uncertainties related to energy availability are yet another reason why price-to-\nearnings multiples may remain well below their historic averages. A break in the chain of unfulfilled promises from\nbreakthrough technologies will be needed to alter this view.\n\nGlobal liquids production\nMillion barrels per day\n120\n\nUS dry gas production\nTrillion cubic feet per year\n\nHistory Projections 30\n100 , 25\nOPEC Conventional 20)\n\nProjections\n\nNet imports\n\n80 20\n\nShale gas\n\n60 Unconventional BP23aiEET.\nNon-associated onshore\n40 10 Non-associated offshore\n50 Non-OPEC Conventional BERG Tight gas\n5\nCoalbed methane\n0 0 Associated with oil zy\n1990 1995 2000 2005 2010 2015 2020 2025 2030 2035 1990 1994 1998 2002 2006 2010 2014 2018 2022 2026 2030 2034 :\n\nSource: U.S. Energy Information Administration. Source: Energy Information Ad ministration.\n\nAbsent an unexpected renaissance in cheap and abundant nuclear power, or unexpected solar breakthroughs'', we seem to be in\nfor another 20-30 years of reliance on fossil fuels. As a result, that’s how our own energy-related investments have been\npositioned. Given the risks and returns associated with energy investing, a lot our exposure has been executed through private\ninvestments rather than public markets. Across the full range of energy-related investments in our private equity portfolios,\nroughly 70%-80% are related to conventional energy, and the remainder to a variety of renewable strategies.\n\nConventional energy investments. The majority of our conventional energy investments are “upstream” (exploration and\nproduction of oil and natural gas). The remainder are in midstream assets (pipelines/storage) and services, with very little in\ndownstream assets (refining). On natural gas, new finds have been rewarding, even with natural gas prices at current (low)\nlevels, since large major oil and gas companies aggregate proven reserves, and are willing to pay a premium for them given\ntheir long term horizons. On crude oil, many of our investments focus on so-called “renaissance” plays, which entail older,\nmostly depleted fields which majors sell as they reshuffle their reserve mix to higher-growth assets. Service companies include\nfirms providing enhanced oil recovery, fracking and waste-water management. Other servicing investments are related to deep-\n\n\" On Solar Energy. The EIA projects that even after further investment and expansion, commercial (non-residential) solar power will make\nup less than 1% of US electricity generation in 2035. Solar power suffers from intermittency, low electricity conversion rates, and the\nrecognition that real-life installations have higher operating and maintenance expenses than previously thought. A paper presented this year\nat the Syracuse Biophysical Economics Conference by an operator of solar plants in Spain estimates that after taking unexpected operating\nexpenses into account, the energy return on investment for solar is closer to 3 than to 8.\n\n7\n\nHOUSE_OVERSIGHT_030820",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_030820.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5203,
    "word_count": 812,
    "line_count": 80,
    "import_date": "2025-11-19T21:47:48.292227",
    "prefix": "IMAGES-011"
  }
}