{
  "document_id": "HOUSE_OVERSIGHT_025697",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025697.txt",
  "text": "Important Information Division\n\nInvestment\nManagement\n\nIndices. Any references to indices, benchmarks or other measure of relative market performance over a specified period of time are provided for your information only.\nIndices are unmanaged. The figures for the index reflect the reinvestment of all income or dividends, as applicable, but do not reflect the deduction of any fees or expenses\nwhich would reduce returns. Investors cannot invest directly in indices. Past performance is not indicative of future results which may vary.\n\nS&P Indices (S&P 500 Index). “Standard & Poors®”, “S&P®” and “S&P 500® are registered trademarks of Standard & Poor’s Financial Services LLC (“Standard &\nPoor’s”) and are licensed for use by The Goldman Sachs Group, Inc. and its affiliates. The securities are not sponsored, endorsed, sold or promoted by Standard & Poor’s\nand Standard & Poor’s does not make any representation regarding the advisability of investing in the securities.\n\nDow Jones Indices (DJ Industrial Average). S&P is a registered trademark of Standard & Poor’s Financial Services LLC (“S&P”) and Dow Jones®, [DJIA®] [Dow Jones\nIndustrial Average®] are trademarks of Dow Jones Trademark Holdings LLC (“Dow Jones”). The trademarks have been licensed to S&P Dow Jones Indices LLC and its\naffiliates and have been sublicensed for use for certain purposes by The Goldman Sachs Group, Inc. The Dow Jones Industrial Average is a product of S&P Dow Jones\nIndices LLC and/or its affiliates, and has been licensed for use by The Goldman Sachs Group, Inc. The securities are not sponsored, endorsed, sold or promoted by S&P\nDow Jones Indices LLC, Dow Jones, S&P, or any of their respective affiliates (collectively, “S&P Dow Jones Indices”). S&P Dow Jones Indices make no representation or\nwarranty, express or implied, to the owners of the securities or any member of the public regarding the advisability of investing in securities generally or in the securities\nparticularly or the ability of the Dow Jones Industrial Average to track general market performance.\n\nMSCI Indices (MSCI EAFE Index). The MSCI indices are the exclusive property of MSCI Inc. (“MSCI”). MSCI and the MSCI index names are service mark(s) of MSCI or\nits affiliates and are licensed for use for certain purposes by the Issuer. These securities, based on such index, have not been passed on by MSCI as to their legality or\nsuitability, and are not issued, sponsored, endorsed, sold or promoted by MSCI, and MSCI bears no liability with respect to any such notes. No purchaser, seller or holder of\nthe notes, or any other person or entity, should use or refer to any MSCI trade name, trademark or service mark to sponsor, endorse, market or promote the notes without\nfirst contacting MSCI to determine whether MSCI’s permission is required. Under no circumstances may any person or entity claim any affiliation with MSCI without the prior\nwritten permission of MSCI. The prospectus contains a more detailed description of the limited relationship MSCI has with the Issuer and any related securities.\n\nRussell Indices (Russell 2000 Index). The Russell 2000® Index is a trademark of Russell Investment Group (“Russell”) and has been licensed for use by The Goldman\nSachs Group, Inc.. The securities are not sponsored, endorsed, sold or promoted by Russell, and Russell makes no representation regarding the advisability of investing in\nthe securities.\n\nTokyo Stock Exchange Indices. Indices including TOPIX (Tokyo Stock Price Index), calculated and published by Tokyo Stock Exchange, Inc. (TSE), are intellectual\nproperties that belong to TSE. All rights to calculate, publicize, disseminate, and use the indices are reserved by TSE. ©Tokyo Stock Exchange, Inc. 2014. All rights\nReserved.\n\nEURO Stoxx 50. The EURO STOXX 50@ is the intellectual property (including registered trademarks) of STOXX Limited, Zurich, Switzerland and/or its licensors\n(‘Licensors”), which is used under license.\n\n34\nHOUSE_OVERSIGHT_025697",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025697.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3987,
    "word_count": 624,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:44.497307",
    "prefix": "IMAGES-008"
  }
}