{
  "document_id": "HOUSE_OVERSIGHT_019707",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019707.txt",
  "text": "The NSA‘s Back Door | 219\n\npensions, paid medical leave, and other benefits. It was a system that\neffectively replaced military careerists with freelancers.\n\nThe irony of the situation was that the NSA had surrounded its\nfront doors with rings of barbed wire, closed-circuit cameras, and\narmed guards, but for reasons of economy, bureaucratic restrictions,\nand convenience it had left the back door of outsourcing open to\ntemporary employees of private companies, even though it might\ntake some time for them to gain entry to its inner sanctum.\n\n“Tt was not a question of if but when one of the contractors would\ngo rogue,” the former NSA executive who wrote the 2015 memoran-\ndum told me. Snowden answered that question in 2013. Even more\nextraordinary than the theft itself was the reaction to it by the NSA.\nIt turned out that there was no cost of failure levied against the out-\nside contractor Booz Allen, which had employed Snowden when he\nbypassed its security regime to steal the keys to the kingdom. Even\nthough the counterintelligence investigation showed Snowden stole\ndocuments from compartments to which he did not have access, the\nNSA did not penalize Booz Allen. Instead, its revenues and profits\n\n© from government contracts markedly increased between 2013 and ®\n2015.\n\nNor did the NSA alter its reliance on private contractors. The back\ndoor to the NSA remained wide open. Outsourcing to private com-\npanies has become an all but irreplaceable part of the intelligence\nsystem in America, Snowden’s actions, and the risk of future similar\nactions, notwithstanding.\n\n| | Epst_9780451494566_2p_all_r.indd 219 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019707",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019707.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1667,
    "word_count": 270,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:48.238455",
    "prefix": "IMAGES-005"
  }
}