{
  "document_id": "HOUSE_OVERSIGHT_013974",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013974.txt",
  "text": "money and make new friends while seeing the world from a local’s perspective.\n\n» The Couchsurfing Project ( www.couchsurfing.com )\n\nSimilar to the above but tends to attract a younger, more party-hearty crowd.\n\n» Hospitality Club ( www.hospitalityclub.org )\n\nMeet locals worldwide who can provide free tours or housing through this well-run network of more than\n200,000 members in 200+ countries.\n\nFree Worldwide Housing —Long Term\n\n»Home Exchange International (www.homeexchange.com) This is a home exchange listing and\nsearch service with more than 12,000 listings in more than 85 countries. E-mail directly owners of\npotential homes, put your own home/apartment on the site, and have unlimited access to view listings for\none year for a small membership fee.\n\nPaid Housing —from Arrival to the Long Haul\n\n= Otalo ( www.otalo.com )\n\nOtalo is a search engine for vacation rentals that searches across the Internet’s many different vacation\nrentals sites and 200,000+ homes. Otalo is like a Kayak.com for vacation rentals. The site scours a\nvariety of other rental search sites and aggregates the results in one easy-to-use search tool.\n\n> Hostels.com ( www.hostels.com )\n\nThis site isn’t just for youth hostels. I found a nice hotel in downtown Tokyo for $20 per night and have\nused this site for similar housing in eight countries. Think location and reviews (see HotelChatter next)\ninstead of amenities. Four-star hotels are for binge travelers; this site can offer a real local flavor before\nyou find an apartment or other longer-term housing.\n\n= HotelChatter ( www.hotelchatter.com )\n\nGet the real scoop on this daily web journal with detailed and honest reviews of housing worldwide.\nUpdated several times daily, this site offers the stories of frustrated guests and those who have found\nhidden gems. Online booking is available.\n\nHOUSE_OVERSIGHT_013974",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013974.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1859,
    "word_count": 292,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:44.956989",
    "prefix": "IMAGES-002"
  }
}