{
  "document_id": "HOUSE_OVERSIGHT_024126",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024126.txt",
  "text": "In June 2011, FinCEN entered into an MOU with the Consumer Financial Protection Bureau (CFPB), which provides\nthe CFPB direct electronic access to BSA information and analytical materials (e.g., analytical tools, BSA information\nreviews, etc.) as required and appropriate for the exercise of the CFPB's regulatory authority. In return, the CFPB,\nupon request, will provide reports on the results of its investigations or examinations and statistical information related\nto any inquiries to assist FinCEN in understanding and analyzing the value of BSA information.\n\nEnforcement Actions\n\n27. What types of enforcement actions are available to regulators for addressing AML\nCompliance Program deficiencies and violations?\n\nRegulators have a range of enforcement tools available to address AML Compliance Program deficiencies and\nviolations of AML laws and regulations.\n\nWhile enforcement actions against nonbanks have increased in recent years, the number of enforcement actions\nissued by bank regulators continues to outnumber those of other agencies, at least in the United States. Examples of\nenforcement actions available to U.S. bank regulators in order of severity are:\n\ne Commitment Letter: A Commitment Letter is an agreement between a bank's board of directors and a bank\nregulator in which the board, on behalf of a bank, agrees to take certain actions to address issues or concerns\nsurfaced by the regulator. A Commitment Letter is not legally binding, but the failure of a bank to live up to the\nterms of the Commitment Letter may subject the bank to more formal regulatory action.\n\ne Memorandum of Understanding: A Memorandum of Understanding (MOU) is an agreement between a bank's\nboard of directors and one or more regulatory agencies. The content of an MOU may be similar or identical to\nmore formal enforcement actions, but MOUs are nonpublic documents and, similar to Commitment Letters, not\nlegally binding.\n\ne Formal Agreements: A Formal Agreement is an agreement between a bank's board of directors and one or\nmore regulatory agencies. While the contents of a Formal Agreement may mirror those of an MOU, violations of\na Formal Agreement can provide the legal basis for assessing civil money penalties (CMPs) against directors,\nofficers and other institution-affiliated parties.\n\ne Consent Order or Order to Cease and Desist (C&D): Consent Orders and Orders to Cease and Desist are\nagreements between a bank's board of directors and one or more regulatory agencies. Violations of a Formal\nAgreement can provide the legal basis for assessing civil money penalties (CMPs) against directors, officers and\nother institution-affiliated parties. The regulator's decision to issue a Consent Order or Order to Cease and Desist\nrather than a formal agreement is based on its assessment of the severity of the bank’s problems.\n\n* Civil Money Penalties (CMPs): Civil money penalties are financial penalties that may be imposed by a regulator\nagainst a bank or an individual(s) for a violation of law or regulation or noncompliance with a formal enforcement\naction.\n\ne “Death Penalty”: Under the Annunzio-Wiley Act of 1992, bank regulators have the option — in fact, are obligated\nto consider — whether the license/charter of a depository institution that is found guilty or pleads guilty to money\nlaundering charges should be revoked. The revocation of a license/charter is known as the “Death Penalty.”\n\nUnlike the formal enforcement actions issued by bank regulators, which are usually very prescriptive as to the actions\nthat must be taken to address the identified deficiencies, the enforcement actions taken by securities and\nfutures/commodities regulators generally report findings that detail the nature of the deficiency, but do not prescribe\nspecific corrective action (and accompanying fines have been modest compared to those levied against banks).\n\n28. Does FinCEN have enforcement authority?\n\nFinCEN does have enforcement action authority, which it often uses in conjunction with a financial institution's\nfunctional regulators.\n\n29. Beyond the actions and penalties that may be imposed by regulators, are U.S.\ncompanies subject to any other potential actions?\nYes. Other actions, such as Deferred Prosecution Agreements (DPA), may result from legal actions.\n\nprotiviti | 20\n\nHOUSE_OVERSIGHT_024126",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024126.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4319,
    "word_count": 659,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:44.716281",
    "prefix": "IMAGES-007"
  }
}