{
  "document_id": "HOUSE_OVERSIGHT_029307",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029307.txt",
  "text": "June 27, 2013\n\ndiscussion of the tax law itself. The Court\njudged DOMA for its impact on “over\n1,000 federal statutes and the whole\nrealm of federal regulations.” Very little\nwas said specifically about federal tax law\nbeyond that. Nevertheless, the federal tax\nlaw is clearly among those “federal stat-\nutes and regulations” impacted most di-\nrectly by the Supreme Court’ holding.\n\nIMPACT. Same-sex couples who were mar-\nried under state law for years prior to 2013\nnow need to decide whether to amend those\nprior-year returns still open under the Codes\nstatute of limitations, to reflect a change\nfrom unmarried to married filing status.\nSame-sex married couples also should con-\nsider updating their estate plans, based upon\nthe estate and gift tax impact of Windsor.\n\nINCOME TAX BENEFITS\nAND DISADVANTAGES\n\nBecause of the Supreme Court's decision, the\nsame tax benefits and disadvantages faced by\njust-married, opposite-sex couples—in chang-\ning from filing as separate, unmarried indi-\nviduals to filing as married filing jointly (or\nmarried filing separately)—are now shared by\nsame-sex married couples. Likewise, however,\nthose same-sex couples not married under\nstate law continue to be subject to the same\ndisadvantages and benefits, and face many of\nthe same strategic decisions, as unmarried het-\nerosexual couples under the federal tax law.\n\nCAUTION. As mentioned, above, reso-\nlution is pending on the issue of whether\nrecognition or non-recognition of a same-\nsex marriage in the State in which the\nsame-sex couple currently reside controls\nwhether the IRS will treat the couple as\nmarried for federal tax purposes. Most\nfederal agencies have defined marriage in\nthe past based on a couple’ residency and\nnot where they were married.\n\nFILING STATUS\n\nA taxpayer's filing status depends in large\npart—if not exclusively in most cases—on\n\nthe taxpayer’s marital status. Taxpayers may\nbe single, surviving spouse, head of house-\nhold, married filing joint returns, or married\nfiling separately. Filing status, in turn, deter-\nmines the right to many tax benefits, both in\nterms of access and amount. Income tax rate\nbracket levels, the standard deduction, per-\nsonal exemptions, and the adjusted gross in-\ncome (AGI) amounts at which many tax ben-\nefits “phaseout” all hinge upon filing status.\n\nJoint Return Status. Because of the Supreme\nCourts Windsor decision, same-sex couples who\ncurrently are married under state law are presum-\nably now also barred for federal tax purposes from\nfiling separate returns as unmarried (or as head of\nhousehold, in most cases); they must file either\njointly or married filing separately for 2013 (un-\nless they are divorced or have a final separation\nagreement in place by the end of 2013). The\ngeneral rule that has always applied to filing sta-\ntus now presumably applies to same-sex married\nstatus as well: an individual’s filing status is de-\ntermined for the entire year based upon marital\nstatus on December 31* of that year. The IRS is\nexpected to issue guidance in this area.\n\nIMPACT. Leading up to the Supreme\nCourts decision, many same-sex couples\nfiled protective income tax refund claims\nusing married filing jointly status. A pro-\ntective refund claim is a claim filed to\nprotect the taxpayers right to a potential\nrefund based on a contingent event for\na taxable period for which the period of\nlimitations is about to expire. Now that\nthe Supreme Courts decision is out, full\nrefund claims, rather than protective\nclaims, should be filed going forward.\n\nCOMMENT. Under current rules, a tax-\npayer can sign a joint return if his or her\nspouse is serving in a combat zone. In other\nlimited cases where one spouse cannot sign\nthe joint return, such as because of injury or\nillness, the other spouse may sign the return\nand attach a statement explaining why the\nspouse was unable to sign. Same-sex couples\nwho are married under state law are now\n\npresumably allowed these signing benefits.\n\nCOMMENT. Because same-sex marriage\nis relatively new, the tax implications\n\nof divorce of a same-sex couple are only\nstarting to manifest themselves.\n\nThe Marriage Penalty. Same-sex married\ncouples who have been denied joint re-\nturn status under the federal tax laws prior\nto the Supreme Court's Windsor decision\nnow need to investigate the effect of joint\nreturn status, both for returns that will be\nfiled in the future and for prior year returns\nstill open within the statute of limitations\nrefund-claim period (generally, but not al-\nways, three years from filing — see this Brief-\ning, below, for a discussion of this deadline).\n\nThe benefits of filing a joint return may\nnot always be greater than filing separately\nas unmarried individuals. Both differences\nin tax rate bracket amounts and a variety of\nincome floors and thresholds used to deter-\nmine the right to certain tax breaks come\ninto play in determining whether some\nsame-sex couples were better off, income\ntax-wise, before the Supreme Court’s deci-\nsion; and what they should do now.\n\nIMPACT. Individuals in a relationship\nwho are not married and who each re-\nalize approximately the same level of\n\nNO NATIONWIDE\nEXTENSION OF SAME-\nSEX MARRIAGE\n\n‘The Supreme Court struck down Section\n3 of DOMA, which defined marriage as\na legal union between one man and one\nwoman as husband and wife and de-\nfined spouse as only a person of the op-\nposite sex who is a husband or wife. The\nSupreme Court did not strike down Sec-\ntion 2 of DOMA, which provides that\nno state, territory or possession of the\nUnited States shall be required to give\neffect to any marriage between persons\nof the same sex under the laws of any\nother such jurisdiction or to any right\nor claim arising from such relationship.\nSection 2 was not challenged and, there-\nfore, was not at issue in Windsor.\n\nCCH Tax Briefing\n\nHOUSE_OVERSIGHT_029307",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029307.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5826,
    "word_count": 959,
    "line_count": 163,
    "import_date": "2025-11-19T21:47:44.064900",
    "prefix": "IMAGES-010"
  }
}