{
  "document_id": "HOUSE_OVERSIGHT_011425",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011425.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n122\nH3vlgiu2\n\nMS. McCAWLEY: Whether she knew about it. That's not\n\nfor the truth of the matter, your Honor. That's what she knew\n\nat the time, right, she made the statement, did she know about\n\nall these individuals in the police report, did she know about\n\nthis. So that can be offered not for the truth but to show\n\nwhether she knew about it. Whether she knew that at the time\n\nshe was making that statement, it was false, because not only\ndid my client get abused there but so many other girls as well.\n\nSo, your Honor, that's part of it. And in your order,\nin your June 20th order, you said --\n\nTHE COURT: Excuse me.\n\nMS. McCAWLEY: Sure:\n\nTHI\n\nGl\n\nCOURT: You say the detective authenticated these\n\ndocuments. He didn't authenticate them in the sense of saying\n\nthat these are part of the file. I mean, it's not that kind of\n\nan authentication.\n\nMS. McCAWLEY: It is, your Honor. There are two\n\ndifferent things, and I'm jumping around a little bit, so\n\nthat's my fault. I'm sorry. But there are a series of\nquestions -- and I believe it's in our brief but it's also in\nour designations where we walked through with him how he\n\nconducted the investigation, how he recorded the information of\n\nthese witnesses, the interviews of the witnesses, the fact that\n\nthey were reported in this document, etc., in his testimony.\n\nSo that's one piece. And that's why this could come in under\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011425",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011425.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1525,
    "word_count": 273,
    "line_count": 89,
    "import_date": "2025-11-19T21:47:47.497057",
    "prefix": "IMAGES-001"
  }
}