{
  "document_id": "HOUSE_OVERSIGHT_029541",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029541.txt",
  "text": "Alan Trounson, California's Dr. Stem Cell -- latimes.com Page 3 of 4\n\ncardiac muscle cell. Every month comes a new surprise, tumbling toward totally different medicine\nthat we'll have in 30 or 40 years’ time.\n\nThis work is still controversial. Your team in Australia created the technique that has allowed 5\nmillion in vitro fertilization babies to be born worldwide. But you were still called a \"baby\nmurderer.\" Astrophysicists don't get that kind of reaction.\n\nIn the surveys I've seen across the U.S., you get 70% or 80% of people very much in favor [of stem\ncell and IVF work]. If we get cures or treatments for some of these debilitating diseases. which is\ngoing to happen over the next four or five years, people will embrace what's necessary to help a\nParkinson's patient or someone who's got Type | diabetes. I’m not afraid of what some small sector\nfeels outrage about. It's their right, but it's not the majority feeling.\n\nHave you faced such personal criticism here?\n\nNot really. Last year I was invited to the Vatican to present a paper, but when I sent in a summary of\nwhat | was going to say, they decided not to have it. They sent a check to the treasurer of California\nand the treasurer rang us up and said, \"What the heck is this check from the Vatican for?\" It was for\nthe inconvenience!\n\nWill California own patents from the research?\n\n| expect there's a lot of intellectual property with some of these [treatments] that will be really big\nreturns for California. But it'll take some time; the so-called blockbuster treatments will take 10 years\nor more. Gov. [Arnold] Schwarzenegger pointed a finger at me and said, \"We're going to give you the\nopportunity to deliver this, but understand it's a 25-year gig.\" The feds put $3.8 billion into the human\ngenome project and the return from that, according to a study, is about $1,400 for every dollar.\n\nThe big story about CIRM last year was its conflict-of-interest protocols. What's being done?\n\nThe [national] Institute of Medicine gave CIRM management strong positives. They had issues on\nconflict of interest. They felt if the [schools represented by] deans of medicine on the board were the\nrecipient of CIRM [grants], they were potentially in a conflict of interest. The board decided to take\naway the [grant-making] vote for those [members, at least temporarily]. They also had a view that if\nthe patient advocates [on the board] were strongly advocating for [research for] a disease, that was\nanother kind of conflict. They [changed] some patient advocate roles in some grant selection process.\n| didn't see this as a problematic issue, but from the point of view of the Institute of Medicine, it didn't\nlook right, and I can understand that. Much has been done to correct that.\n\nYou and your wife got married so that she could come here and work.\n\nWe didn't really feel it was necessary; we'd been together 20 years and have two lovely boys. but she\ncouldn't come to America without being married to me. She's a scientist — not a stem cell scientist —\nbut [once she got here] she couldn't work at universities in California because of [potential CIRM]\nconflicts of interest. So she's back in Australia, doing her work and loving it, but it's not optimum. But\nthis is an important job which I promised to do.\n\nDo you get letters from people with diseases asking for help?\n\nAll the time. I try to be supportive and send them to talk to the best people in that area. There would\nbe dozens a week who write to me.\n\nhttp://www. latimes.com/news/opinion/commentary/la-oe-0529-morrison-trounson-20 1305... 5/29/2013\n\nHOUSE_OVERSIGHT_029541",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029541.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3608,
    "word_count": 617,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:47.139472",
    "prefix": "IMAGES-010"
  }
}