{
  "document_id": "HOUSE_OVERSIGHT_024972",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024972.txt",
  "text": "15\n\nFirst, and not surprisingly, ElBaradei is well aware of the atomic\nenergy agency’s handicaps. For one, its inspections are generally\nrestricted to Non-Proliferation Treaty members and only to those sites\ndeclared by those members. Extending this limited mandate to other\nsites requires a strong push from the United Nations Security\nCouncil. The agency has only some 2,300 employees, a very tight\nbudget of about $450 million and limited intelligence-gathering\nresources. Of course, ElBaradei wants to buttress inspection authority\nand capabilities. He wants more intelligence-sharing from the big\npowers. He is particularly angry at Washington for not disclosing its\nintelligence that Syria was building a nuclear facility, and then for\ndoing nothing to stop Israel from bombing that facility in 2007. He\nalso pushes for tougher safeguards for nuclear material and for\nmoving control of the developmental stages of the “fuel cycle” from\nnational to international hands.\n\nThis is all sensible but probably not attainable. While the United\nNations does a number of things quite well, it is not very adept or\ncourageous when it comes to sensitive political matters and national\nprerogatives. Take, for example, the curious fact that the members of\nthe United Nations Commission on Human Rights elected Libya to\nits chairmanship in 2003, despite its appalling record, because it was\n“Africa’s turn.” If this is how business is done, it is unlikely that the\n[.A.E.A.’s board of governors and the Security Council will ever\nendow the agency with the common-sense powers and capabilities\nE|Baradei wants.\n\nBeyond this, ElBaradei insistently describes the United States and\nother great powers as more the problem than the solution. In a “new\nera, one characterized by clandestine activity and the willingness of\nsome countries to blatantly deceive,” the Iraq experience showed\n“that this deliberate deception was not limited to small countries\nruled by ruthless dictators.” ElBaradei goes on to fault the United\n\nHOUSE_OVERSIGHT_024972",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024972.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2032,
    "word_count": 312,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:48.677735",
    "prefix": "IMAGES-008"
  }
}