{
  "document_id": "HOUSE_OVERSIGHT_011979",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011979.txt",
  "text": "SUPPORTING DOCUMENTS\n\nEXHIBIT? §= Several press and media articles documenting ihe rise of South\nBeach as one of the United Sloaies’ main fashion capitok.\n\nEXHIBIF2 Press articles regarding the mocdek and actresses who were bolh\ndiscovered by and careers were launched by the baneliciary. Jean\nLuc Brune.\n\nEXHIBIT3 Severol officles regarding the preshgious reputation of Kann Models\nas lormerty one of the ward's laading agencies.\n\nEXHIBIT4 =A fist of all of MC2’s clients, including several high-profile campaigns\nfeaturing some of MC2's fashion models. as well as several press\nclippings regarding this prestigious and reputable modeling agency.\n\nEXHIBITS = The beneficiary's. Jaan Luc Brunel. impressive curiculum vilae.\nvetdying his iremendous accomplishments in both ihe fashion and\nmodeling indusiries,\n\nEXHIBITé Several arlicies regarding the 2004 Models New Generation Contest\n(including franstations) as well as the beneficiary's leading role within\nthis presiigious modeling evert.\n\nEXHIBIT? Several press arlicles regarding fhe prestigious 2006 Models New\nGeneration Competition [including translations]. as well as the\nbeneficiary's Jean Luc Brunel, teading role within Ihe event,\n\nEXHIBT& Letter of Claudia Midolo. President of Modetwork. a renowned\nmodeling agency.\n\nEXHIBIT? Letter of Ala Amoniova. Drector of Figaro international\nManagement.\n\nEXHIBIT 10 Several press artictes reliecting the prestige and high circulation rates\naf the mentioned magazines and periodicals which have featured\nond covered the modeling events which Ihe beneficiary. Jean Luc\nBrunel, has organized throughout ihe years.\n\nEXHIBIT 11 = Intormation regarding ihe exiramely successful and prestigious\nmodeling and lasmon association. International Model Talen!\nAssociation (IMFA},\n\nHOUSE_OVERSIGHT_011979",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011979.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1795,
    "word_count": 247,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:45.647203",
    "prefix": "IMAGES-001"
  }
}