{
  "document_id": "HOUSE_OVERSIGHT_033415",
  "filename": "IMAGES-012-HOUSE_OVERSIGHT_033415.txt",
  "text": "Indeed, much of the art that was critical of these movements was suppressed or censored and “subversive” artists cowed, in\nsome cases imprisoned or even worse.\n\nThe liberal democratic model departed sharply from these authoritarian perspectives by presenting the alternative of free and\ntransparent elections, the rule of law and freedom of speech. In the mid-war period the three narratives were competing to be the\nconceptual frame for society. After the Second World War fascism was crushed leaving the two competing ideologies of\ncommunism and liberal democracy. After the demise of communism in 1989, through to the late 1990’s, liberal democracy was\nvictorious in the idealogical battlefield. Some historians, like Francis Fukuyama, went so far as to proclaim this period as “the\nend of history”.\n\nA key piece of art that championed this kind of ideology was Sheppard Fairey’s campaign poster for Barack Obama. In this\nposter, Fairey, a well established graffiti artist uses urban colours and stencilling techniques combined with the message\n“HOPE” to promote the incoming presidents positive values and popularity with the young. It 1s notable that Fairey’s most\nrecent political poster protests the Trump presidency rather than promote it.\n\nWith the rise of so called “illiberal democracy”, with strong parties standing for populist ideologies, we have now moved into\nwhat can be described as the age of bewilderment. We were not in fact at the “end of history”. Once again the future looks\nunpredictable and insecure and artists are responding in different ways.\n\nJeremy Deller, a British Turmer prize winning artist created a work which features a car damaged in the bombing of the historic\nMutanabbi Street book market, which resulted in the deaths of 38 people. Here, an art work has been used to show the aftermath\nof an event. This event was the result of the Iraq war, which was seen as a way to spread democracy. Here Art is used as a\nmeans by which to explore the effects of ideology rather than promote it, another really interesting area in the study of the\nintersections between ideology and art.\n\nExploring how art reflects the historical and ideological contexts of the world around tt is fascinating to me and I would love to\nstudy these ideas in more depth at undergraduate level.\n\nHOUSE_OVERSIGHT_033415",
  "metadata": {
    "original_filename": "IMAGES-012-HOUSE_OVERSIGHT_033415.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2328,
    "word_count": 379,
    "line_count": 29,
    "import_date": "2025-11-19T21:47:49.135112",
    "prefix": "IMAGES-012"
  }
}