{
  "document_id": "HOUSE_OVERSIGHT_011108",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011108.txt",
  "text": "Tax cuts can be faster-acting than spending programs because they obviate the\nconstruction period. Freshwater economists argue plausibly that they are likely to\nprove ineffective. They foresee “rational expectations” of taxpayers as predicting\neventual restoration of the taxes when full employment resumes. This gives a\nmotive to save the tax cut rather than spend it as intended. | see it a little differently.\nMost consumption is maintenance or investment to keep up human capital. We will\n\nneed that earning power when taxes are restored.\n\nSay’s Law\n\nJean Baptiste Say, in writings I haven’t read, argued two centuries ago that supply\ncreates its own demand. The logic is sound to a point. The claims on output simplify\nto pay plus profit. The asterisks don’t matter here. Thus pay plus profit is always\nenough to clear that market. There could be “partial gluts” when we produced too\nmuch of one thing and not enough of another, but never a “general glut” where\n\nproduction got ahead of our means to pay for it.\n\nAll too true. Consumption plus investment equals pay plus profit. But the sad fact is\nthat profit can be negative. Deadweight loss happens. When it happens, at the\ncollective scale, even pay claims may be left unsatisfied. Say’s law gives no comfort\n\nexcept where outcomes are as expected.\n\nTax Considerations\n\nSchultz in 1962 argued that educational (human) capital is overtaxed. What he\nwrote was: “The established tax treatment takes account of both depreciation and\nobsolescence in the case of physical capital, but this accounting is not extended to\nhuman capital”. He was right. Income tax is charged on net profit of firms and pay of\n\nworkers. Pay measures gross realized work including human depreciation.\n\nTax laws now counter that imbalance by applying lower rates to pay as “earned\n\nincome”. If we could measure human depreciation, or model it with enough\n\nChapter 8 Banks, Money and Macroeconomics 2/8/16 19\n\nHOUSE_OVERSIGHT_011108",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011108.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1961,
    "word_count": 319,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:49.072043",
    "prefix": "IMAGES-001"
  }
}