{
  "document_id": "HOUSE_OVERSIGHT_019939",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019939.txt",
  "text": "invariably greeted each other with a kiss and that the adult Jared called his father Daddy.\n\nNeither Donald nor Jared, no matter their domineering fathers, went into the world\nwith humility. Insecurity was soothed by entitlement. Both out-of-towners who were eager\nto prove themselves or lay rightful claim in Manhattan (Kushner from New Jersey, Trump\nfrom Queens), they were largely seen as overweening, smug, and arrogant. Each cultivated\na smooth affect, which could appear more comical than graceful. Neither, by choice nor\nawareness, could seem to escape his privilege. “Some people who are very privileged are\naware of it and put it away; Kushner not only seemed in every gesture and word to\nemphasize his privilege, but also not to be aware of it,’ said one New York media\nexecutive who dealt with Kushner. Both men were never out of their circle of privilege.\nThe main challenge they set for themselves was to enter further into the privileged circle.\nSocial climbing was their work.\n\nJared’s focus was often on older men. Rupert Murdoch spent a surprising amount of\ntime with Jared, who sought advice from the older media mogul about the media business\n—which the young man was determined to break into. Kushner paid long court to Ronald\nPerelman, the billionaire financier and takeover artist, who later would host Jared and\nIvanka in his private shul on Jewish high holy days. And, of course, Kushner wooed\nTrump himself, who became a fan of the young man and was uncharacteristically tolerant\nabout his daughter’s conversion to Orthodox Judaism when that became a necessary next\nstep toward marriage. Likewise, Trump as a young man had carefully cultivated a set of\nolder mentors, including Roy Cohn, the flamboyant lawyer and fixer who had served as\nright-hand man to the red-baiting Senator Joe McCarthy.\n\nAnd then there was the harsh fact that the world of Manhattan and particular its living\nvoice, the media, seemed to cruelly reject them. The media long ago turned on Donald\nTrump as a wannabe and lightweight, and wrote him off for that ultimate sin—anyway, the\nultimate sin in media terms—of trying to curry favor with the media too much. His fame,\nsuch as it was, was actually reverse fame—he was famous for being infamous. It was joke\nfame.\n\nTo understand the media snub, and its many levels of irony, there is no better place to\nlook than the New York Observer, the Manhattan media and society weekly that Kushner\nbought in 2006 for $10 million—by almost every estimate $10 million more than it was\nworth.\n\n7 OK Ok\n\nThe New York Observer was, when it launched in 1987, a rich man’s fancy, as much failed\nmedia often is. It was a bland weekly chronicle of the Upper East Side, New York’s\nwealthiest neighborhood. Its conceit was to treat this neighborhood like a small town. But\nnobody took any notice. Its frustrated patron, Arthur Carter, who made his money in the\nfirst generation of Wall Street consolidations, was introduced to Graydon Carter (no\n\nHOUSE_OVERSIGHT_019939",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019939.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2997,
    "word_count": 504,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:44.956839",
    "prefix": "IMAGES-005"
  }
}