{
  "document_id": "HOUSE_OVERSIGHT_031355",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031355.txt",
  "text": "—— The Nobel Charitable Trust @\n\nVision\n\n\"We envisage a world in which alternative, renewable and sustainable energy sources will be freely accessible to all members of\n\nsociety. A world in which solutions have been found and successfully implemented to meet the present and future needs whilst\navoiding environmental threats.\n\nMission\n\n\"Nobel Charitable Trust seek to encourage and push forward the development and use of products, procedures, research and\n\ninitiative within the domain of renewable and sustainable energy in order to fulfil our vision and to create general awareness of\nthis matter”\n\nNobel Charitable Trust Scholarship\n\nThe scholarship shall be awarded at every award ceremony to the person or persons who, have shown the most inventive and\neffective development or discoveries within the fields of alternative, renewable and or sustainable energy.\n\nCandidates are most likely to be found amongst young researchers and inventors from all over the world. Companies,\norganisations, politicians and others could also be candidates so long as they fulfil the criteria above and, of course, that their\nefforts are available for the benefit of all mankind.\n\nAscholarship committee with seven members will make the selection for the winner of the scholarship. The members will be\nnational and international experts on sustainability\n\nPersons eligible to receive the NCT Scholarship will be limited to selected young researchers.\n\nThe scholarship will be awarded at every award ceremony , with the first award to be granted in 2012 (tentative)\n\nThe winner will receive, in addition to the recognition and honour bestowed by the scholarship, a cash prize .\n\n1\n\nHOUSE_OVERSIGHT_031355",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031355.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1693,
    "word_count": 259,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:46.653833",
    "prefix": "IMAGES-011"
  }
}