{
  "document_id": "HOUSE_OVERSIGHT_013385",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013385.txt",
  "text": "A second reason exists for making discovery of Epstein’s acts of abuse of other minor\ngirls admissible. Juries considering punitive damages issues are plainly entitled to consider “the\nexistence and frequency of similar past conduct.” TXO Production Corp. v. Alliance Resources\nCorp., 509 U.S. 443, 462 0.28 (1993). This is because the Supreme Court recognizes “that a\nrecidivist may be punished more severely than a first offender . . . [because] repeated misconduct\nis more reprehensible than an individual instance of malfeasance.” BMW of North America, Inc.\nVv. Gore, 517 U.S. 559, 577 (1996) (supporting citations omitted). In addition, juries can consider\nother similar acts evidence as part of the deterrence calculation in awarding punitive damages,\nbecause “evidence that a defendant has repeatedly engaged in prohibited conduct while knowing\n. that it was unlawful would provide relevant support for an argument that strong medicine is\nreaitined to cure the defendant’s disrespect for the law.” Jd. at 576-77. In the cases Edwards\nfiled against Epstein, his clients were entitled to attempt to prove that Epstein “repeatedly\nengaged in prohibited conduct” — i.e., because he was a predatory pedophile, he sexually\nassaulted deems and dozens of minor girls. The discovery of Epstein’s friends who might have\nhad direct or circumstantial evidence of other acts of sexual assault was accordingly entirely\nproper. Edwards is therefore entitled summary judgment to the extent his claim is based on\nefforts by Edwards to obtain discovery of Epstein’s friends.\n\nm1. EPSTEIN’S LAWSUIT MUST BE DISMISSED BECAUSE OF HIS REFUSAL TO\n: PARTICIPATE IN REASONABLE DISCOVERY.\n\nAs is readily apparent from the facts of this case, Epstein has filed a lawsuit but then\nrefused to allow any real discovery about the merits of his case. Instead, when asked hard\n\nquestions about whether he has any legitimate claim at all, Epstein has hidden behind the Fifth\n\n16\n\nHOUSE_OVERSIGHT_013385",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013385.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1975,
    "word_count": 309,
    "line_count": 29,
    "import_date": "2025-11-19T21:47:44.097000",
    "prefix": "IMAGES-002"
  }
}