{
  "document_id": "HOUSE_OVERSIGHT_017485",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017485.txt",
  "text": "4.2.12\nWC: 191694\n\nBeing mentored by Elie Wiesel\n\nSince the beginning of my career, Elie Wiesel—the world’s most famous and influential Holocaust\nsurvivor—has served as a guide, mentor and friend. I have sought his advice on many issues, and\nhe has sought mine.\n\nAs a professor of public law, I get to nominate candidates for the Nobel Peace Prize. In 1986, I\nnominated him. In my letter of nomination, I wrote the following:\n\nNo one in the world today deserves the Nobel Peace Prize more than Elie Wiesel.\nProfessor Wiesel represents the survivors of the most massive genocide ever perpetrated\non a segment of humankind—with the implicit approval of so many bystanders. It is\nparticularly disappointing that the Nobel Peace Prize Committee—which, because of its\nNorth European heritage, in some sense represents a portion of these bystanders—has\nnever seen fit to recognize Professor Wiesel’s contribution to peace.\n\nTo understand Professor Wiesel’s unique and immeasurable contribution to peace, one\nmust only imagine how it might have been without a Wiesel. It is impossible to imagine\nthe rage that must be continually experienced by direct and indirect survivors of the\nHolocaust. Other victims have responded by non-peaceful means—for example, the\ncontinuing violence of some Armenians against Turks. Jewish survivors have not. There\nhas been no terrorism against innocent Germans—or even guilty Germans who live in\nluxury and sometimes in honor. For this alone, the Jewish survivors as a group deserve\nrecognition for their contribution to peace.\n\nProfessor Wiesel’s role in helping to shape the attitude of the first and second generations\nof survivors is, of course, widely acknowledged.\n\nThere are many excellent reasons for recognizing Professor Wiesel. But none is more\nimportant than for his role in teaching survivors and their children how to respond in\nconstructive peace and justice to a worldwide conspiracy of genocide, whose complicitous\ncomponents included mass killing, mass silence, and mass indifference. Professor Wiesel\nhas devoted his life to teaching the survivors of a conspiracy which excluded so few, to\nreenter and adjust in peace to an alien world that deserved little forgiveness. He has also\ntaught the rest of the world the injustice of silence in the face of genocide. Wiesel’s life\nwork merits the highest degree of recognition—especially from representatives of the\nworld that stood silently by.\n\nIn an article several years later, I urged the Nobel committee to use Elie Wiesel as its model for\nselecting future Nobel Prize winners. This is part of what I wrote:\n\nMany of the Nobel Peace Prize winners were recognized by the Nobel Committee\nfor their work on behalf of their own people: Most recent winners - Rigoberto\n\nMenchu of Guatemala, Aung San Suu Kyi of Burma, the Dalai Lama of Tibet, Bishop\nDesmond Tutu of South Africa, Lech Walesa of Poland - were honored primarily for\n\n398\n\nHOUSE_OVERSIGHT_017485",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017485.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2949,
    "word_count": 471,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:45.251739",
    "prefix": "IMAGES-004"
  }
}