{
  "document_id": "HOUSE_OVERSIGHT_018425",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018425.txt",
  "text": "In the spring of 1993, the research arm of NASA organized a conference on the\nfrontiers of knowledge and invited the most eclectic group of thinkers they could\nfind. Biologists, sociologists and computer designers gathered for the three-day\nmeeting in the unpromising setting of Westlake, Ohio. The mimeographed notes of\nthe conference became legendary and still circulate, a sort of Shroud of Turin for the\nmachine learning set. The introduction features a poem pecked out in IBM type\ntitled “Into The Era of Cyberspace,” written with all the pocket-protector fluidity one\nmight expect of a NASA engineer: “Our robots precede us/with infinite\ndiversity/exploring the universe/delighting in complexity.” (Turing’s rhyming\ncomputer, you have to suspect, could have done better.)?°+ One of the first speakers\nat the conference was a San Diego State University professor named Vernor Vinge,\nwhose remarks that day marked the start of an important era in our consideration\nof smart machines. The Coming Technological Singularity: How to Survive the Post-\nHuman Era his talk was called. “Within thirty years,” Vinge began, “we will have the\ntechnological ability to create superhuman intelligence. Shortly after, the human era\nwill be ended.”26\n\nVinge’s aim was not - or at least not merely - to tell a room full of NASA geeks who\nhad been dreaming of life on another planet that life on our own planet might soon\nbe replaced by whirring, calculating machines. Rather, he explained, he wanted to\nplot what a world of not simply intelligent, but intuitive machines might look like.\nFar from disappearing, Vinge thought AI would produce a sort of wisdom that would\nbe inscrutable to humans. And this wisdom, buffed to perfection by high-speed\njudgment and endless data, would eventually and sensibly take over much of human\nactivity. Real “Al”, Vinge said, would at the very least be used to design a world of\nquicker AI that would, in turn, yield to still-faster generations. “When greater-than-\nhuman intelligence drives progress,” Vinge explained, “that progress will be much\nmore rapid. In fact, there seems no reason why progress itself would not involve the\ncreation of still more intelligent entities — on a still shorter time scale.”\n\nVinge reminded his audience of a moment once described by the British\nmathematician I.J. Good, who'd cracked codes in Bletchley Park alongside Alan\nTuring during World War Two: “Let an ultraintelligent machine be defined as a\nmachine that can far surpass all the intellectual activities of any man, no matter how\nclever,” Good had written. “Since the design of machines is one of these actual\nactivities, an ultraintelligent machine could design even better machines; there\nwould then unquestionably be an ‘intelligence explosion,’ and the intelligence of\nman would be left far behind. Thus the first ultraintelligent machine is the last\ninvention that man need ever make, provided that the machine is docile enough to\ntell us how to keep it under control.” Vinge labeled this instant “The Singularity”: “Tt\nis a point,” he wrote, “where our old models must be discarded.” The trivial version\nof this would be an age of autonomous armed drones, self-driving cars and electrical\n\n264 In the Spring of 1993: See “Vision-21: Interdisciplinary Science and Engineering\nin the Era of Cyberspace”, NASA Conference Publication 10129, Proceedings of\nNASA Lewis Research Center Conference, Westlake, Ohio March 30-31, 1993 p. iii\n265 “Within thirty years”: See Vinge in “Vision-21” above p. 12\n\n193\n\nHOUSE_OVERSIGHT_018425",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018425.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3548,
    "word_count": 566,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.349697",
    "prefix": "IMAGES-004"
  }
}