{
  "document_id": "HOUSE_OVERSIGHT_031272",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031272.txt",
  "text": "After the month-long investigation, during which I was told I was not to interact with anyone on campus (again\nmoot because I was a hemisphere removed) the final report, from which I quote below absolved me of any\nwrongdoing, reinstating my position, and indicated information inconsistent with the original claim and\napparent later claims:\n\n\"The allegations were made by an observer to the incident.\n\n- The complaint did not identify, nor disclose the identity of the conference attendee who was allegedly touched\nin\n\nan unwelcome manner.\n\n- The conference attendee who took the ‘selfie’ photo did not lodge a formal complaint to the conference\norganisers\n\nat the time of the incident (November 2016).\n\n- The conference attendee who witnessed the incident, did not lodge a formal complaint to the conference\norganisers\n\nat the time of the incident (November 2016).\n\n-The photo submitted as part of the complaint does not provide evidence of any physical contact.\n\n- The complainant alleged that a photo exists, showing your hand on the breast of the conference attendee who\ntook\n\nthe ‘selfie’ photo. This photo was not made available to the Australian National University, although it was\nrequested\n\nin the course of the investigation.”\n\n(And for the record I often put my hand up in front of a camera if there is a flash, as I specifically request selfies\nnot to include flashes, so that I don’t end up with a series bright spots in front of my eyes for the next half\n\nhour. Moreover, I have no idea if the other eyewitnesses you quote, who were not involved in any complaint,\nwere in fact there but this was a formal banquet with individuals and their partners, which I attended long\nenough to agree to sign things and do selfies before leaving early because I was tired. Even if I had any such\nintent it would have been lunacy to pose for selfies in front of a group and openly do such a thing, including\npresumably in front of this person’s partner, . Which, besides the fact that I don’t do such things, is one of the\nmany reasons it never happened.)\n\nWhat makes this particular type of allegation so repugnant is that I get asked for literally thousands of selfies,\nand when people come up to me they are vulnerable, often shaking, or sometimes aggressive. I am particularly\nproud of the way I work to make all people feel at ease, and respected, rather than humiliated, whatever their\nbehavior or request. Thus, this false claim strikes at the heart of what I am about, which characterizes all my\ninteractions with fans: to acknowledge them in a way that makes them feel appreciated and respected. As I\nunderstand you had a reporter watching me sign books and take selfies at the CFI conference in Las Vegas this\nyear, that behavior is what they will have witnessed and should report on. Moreover, I am proud of the\ninteractions I have had at both Case and ASU, with students, colleagues and staff of all genders and\n\nethnicities. I have worked hard to support them, mentor them, and treat them with respect. I treat others as\nresponsible adults, and I expect to be treated equally.\n\nOn Dec 10, 2017, at 6:12 PM, Peter Aldhous <q wrote:\n\nDr. Krauss:\nAs you know, I’m a reporter for BuzzFeed News who has been investigating sexual misconduct allegations\n\nagainst you. As we've already discussed by email, I’d very much like to interview you about these allegations in\ndetail.\n\nHOUSE_OVERSIGHT_031272",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031272.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3406,
    "word_count": 587,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:44.915850",
    "prefix": "IMAGES-011"
  }
}