{
  "document_id": "HOUSE_OVERSIGHT_018301",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018301.txt",
  "text": "conflict, established in its aftermath a new balance that let each King select the\nreligion of his subjects. Cuius regio, eius religio as the agreements of Westphalia\ndecided in 1648 - or Whose realm, whose religion. This produced some stability, but\nnot for long. You could read that line, after all, very personally and see what it\ndemanded next: My realm, my religion.\n\nIn a sense, this revolutionary tumult was necessary to pull power froma\ncomfortable, established asymmetric arrangement, in which a few people controlled\nso much, and into something more symmetric. Luther’s Reformation thinking made\nGod directly, instantly accessible to anyone. (Just as Copernicus’ scientific way of\nthinking gave us, eventually, the ability to question if God existed at all.) Individuals\n— and the very birth of the idea of individualism was another heretical slap at the old\ninstitutions - could balance and contend and argue as equals. The notion that men\nwere “created equal” became increasingly evident in this generation, even as\nestablishing that equality triggered the French Revolution, the American Civil War\nand countless similar conflicts. Democratic systems aspired to enshrine this new\nbalance, shifting countries from rule-by-birth to rule-by-majorities. In economics,\nmarkets reflected the new picture of power too. How good is that product? What is\nthe price? Is there demand? became the essential questions, not Which Lord controls\nthat field. Releasing power into the busy arms of businessmen, politicians, scientists\nand artists meant ideas, politics and innovations contended one against the other.\nThey got better. They evolved. And the sum of all these interacting pieces made\nsustained economic growth into a reality for the first time in history. Ina\n“commercial society,” Adam Smith explained in The Wealth of Nations, “Every man\nlives by exchanging, or becomes in some measure a merchant.” Smith didn’t mean\neveryone was really a merchant, rather that in a world of markets each of us - our\nlabor, our ideas, our capital - is a commodity. We are liberated, but only to compete.\nFor votes, for jobs, for resources.\n\nIf the old faiths and institutions couldn't stand the pressures of these powerful,\nequalizing forces, then new ones had to be built. “The scaffolds humans erect,” the\nNobel prize-winning economist Douglass North called these foundations.> The idea\nof equality of influence or power - not merely opportunity - demanded new\ncontainers: voting booths, congresses, unions. Rule of law was one of the most\nurgently essential: a single code that could be laid down evenly across a society,\ndemanding that principles of order outweighed the habitual advantages of\nprominence or power or birth. Law aspired to make men equal in front of courts.\nThis, in turn, suggested a new degree of fairness up and down the social order.\nBroader literacy, the standardization of measurements or the birth of universal\ncredit and currencies were all tools for spreading access. Museums, scientific\ncongresses and industrial fairs helped turn sparks of theoretical knowledge into the\n\n°4 In a commercial society: Adam Smith, The Wealth of Nations, (Oxford: Oxford\nUniversity Press, 2008) 32\n\n°5 “The scaffolds humans erect”: Douglass C. North, Understanding the Process of\nEconomic Change, (Princeton, N.J.: Princeton University Press, 2010) 48\n\n69\n\nHOUSE_OVERSIGHT_018301",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018301.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3383,
    "word_count": 529,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.713579",
    "prefix": "IMAGES-004"
  }
}