{
  "document_id": "HOUSE_OVERSIGHT_017105",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017105.txt",
  "text": "4.2.12\nWC: 191694\n\nseeing my parents read anything but newspapers (The New York Post), until I went to college.\nThey were just too busy making a living--both parents worked--and keeping house.\n\nThere were no book stores in Boro Park, expect for a small used book shop that smelled old and\nseemed to specialize in subversive books. The owner, who smelled like his mildewed books,\nlooked like Trotsky, who he was said to admire. We were warned to stay away, lest we be put on\nsome \"list\" of young subversives.\n\nMy parents, especially my mother, were terrified about “lists” and “records.” This was, after all,\nthe age of “blacklists,” “redchanels,” and other colored compilations that kept anyone on them\nfrom getting ajob. “They will put you on a list,” my mother would warn. Or “it will go on your\npermanent record.” When I was 13 or 14, I actually did something that may have gotten me on a\nlist.\n\nIt was during the height of the McCarthy period, shortly after Julius and Ethel Rosenberg had\nbeen sentenced to death. A Rosenberg relative was accosting people getting off the train, asking\nthem to sign a petition to save the Rosenbergs’ lives. I read the petition and it made sense to me,\nso I signed it. A nosy neighbor observed the transaction and duly reported it to my mother. She\nwas convinced that my life was over, my career was ruined and that my willingness to sign a\ncommunist-inspired petition would become part of my permanent record. (Was there ever really\na permanent record? It was certainly drummed into me for years that such a paper existed. I'd\nlove to find mine and see what’s in it.)'? My mother decided that I had to be taught a lesson. She\ntold my father the story. I could see that my father was proud of what I had done, but my mother\ntold him to slap me. Ever obedient, he did, causing him more pain than me.\n\nIn addition to the “subversive” book store, we had a library that was also tiny and somewhat\ndecrepit, but when I was nearing the end of high school, a new, spacious library opened about half\na mile away. We went there every Friday afternoon--for two reasons. First, that's where the girls\nwere on Friday afternoon. And second, we could take out up to four books and keep them for a\nmonth. The two reasons merged when Artie Edelman realized that we could impress the girls by\ntaking out serious books. Up until that time my reading of serious literature had been limited to\nClassic Comics. Don't laugh!\n\nClassic Comics were marvelous. Not only could we read about the adventures of Ivanhoe, we\ncould see what he looked like! My first erotic desires were aroused by the illustration of the dark-\nhaired \"Jewess\" Rebecca. (I can still picture her and have searched for a copy of the Classic\nComic at flea markets from coast to coast to relive my unrequited adolescent lust).\n\nI recently came across the Classic Comic of Crime and Punishment. Having read three\ntranslations of the great work of Dostoyevsky, I was amazed at how faithful the comic was to the\ntone, atmosphere and even words of the original. I tried to give it to my granddaughter who was\nreading the book for class, but she politely turned down the offer, with a slight air of\ncondescension that one gratefully accepts only from a grandchild.\n\n'° Now there really are “permanent records.” They’re called Facebook, Twitter and the Internet.\n\n18\n\nHOUSE_OVERSIGHT_017105",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017105.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3367,
    "word_count": 595,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:47.216570",
    "prefix": "IMAGES-004"
  }
}