{
  "document_id": "HOUSE_OVERSIGHT_010860",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010860.txt",
  "text": "04:30:44\n\n01:30:46\n\n01:30:48\n\n04:30:50\n\n01:30:52\n\n01:30:56\n\n01:30:59\n\nON Anh ON\n\n04:31:02\n\n©\n\n04:31:04\no1ai07 10\n01:34:09 11\novsisa 12\norsiny 13\no13t20 14\norsi21 15\n01:34:25 16\nor3ize 17\norate 18\nor3i30 19\not36:22 20\n04:36:22 21\n04:36:24 22\no13630 23\non3631 24\n01:36:36 25\n\n01:36:44\n01:36:48\n04:36:51\n04:36:55\n01:37:03\n01:37:03\n\n01:37:03\n\nON aonb © NH «>\n\n01:37:03\n\n©\n\n01:37:03\n01:37:06 10\n01:37:06 41\no137.08 12\norar10 13\nors7z1e 14\novsr2a 15\novar2s 16\n01:37:25 17\n01:37:27 18\novar20 19\norzeo7 20\nor3e07 21\nor3s09 22\nonset 23\norse13 24\norzets 25\n\n10/20/2015 01:08:15 PM\n\n228\nunderstanding would be that if her -- and this is --\ncould I ask a question about the circling -- or your\nrepresentation?\n\nIs the circling the same type of circling\nthat is done for Mr. Dershowitz, for example? Is it the\nsame, you know, handwriting, same ink, same -- same\nappearance? You know, if it's consistent with the\ncircling -- are you representing it's consistent with\nthe circling?\n\nQ. Mr. Cassell, we have a document produced in\n\ndiscovery that has various names circled. Looking at\nthe document, I don't see any difference among the\ncircles. Are you aware of any document --\nMR. SCAROLA: Could we have a look -- could\nwe see the document?\nMR. SIMPSON: Take a -- go off the record for\none moment.\nTHE WITNESS: We are going off the video\nrecord, 10:03.\n(Thereupon, a recess was taken.)\nTHE VIDEOGRAPHER: We are back on the video\nrecord, 10:08 a.m.\nMR. SIMPSON: Okay. Back on the record. I'm\ngoing to ask the reporter to mark as Cassell\nExhibit 5, a multi-page document. It's a copy of\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n229\nthe address book we have been speaking about, and\nask that Doc -- Mr. Cassell to take a look at\nthis, and I'm going to ask him about certain of\nthe entries.\n\n(Cassell's I.D. Exhibit No. 5 - copy of\naddress book was marked for identification.)\nMR. SIMPSON: And I will note, I put a few\nflags on here --\n\nTHE WITNESS: Sure.\n\nMR. SIMPSON: -- to direct your attention --\nTHE WITNESS: Correct, yeah.\nMR. SIMPSON: -- which we can -~ I'll note\n\nthe pages for the record just so we have them.\n38, 76, and 85.\nTHE WITNESS: Okay. I just -- I just want to\ntake two minutes or So --\nBY MR. SIMPSON:\n\nQ. Yeah. Take -- take a moment to look at it.\n\nA. Okay. I want to make a few notes, if that's\nall right, just to get them in --\n\nQ. You're going to mark on the --\n\nA. No, not on the exhibit. I'm just going to\nmake notes to refresh my recollection so we don't have\nto take time. I'm just -- I'm just making notes of the\ncontext here. This will just take another minute is\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n01:38:22\n\n01:38:23\n\n01:38:26\n\nOU:38:27\n\n01:38:51\n\n01:38:54\n\n01:38:54\n\nON Anh OD\n\n01:38:87\nonses7 | Q\norse02 10\norzo0s 11\norze05 12\nor3e08 13\notseis 14\nores 15\nores 16\norate 17\norze21 18\nor3026 19\nor392e 20\nor3e20 21\n0130.30 22\non3e31 2S\no1se32 24\n01:39:38 25\n\n01:38:47\n01:38:50\n01:39:54\n01:39:55\n01:39:57\n01:46:00\n\n01:40:00\n\naN OO Ph Oh\n\n01:40:04\norsoos 9\nor4o08 10\nor4o13 11\noraote 12\nover? 13\noraore 14\norao23 15\no140:30 16\no14030 17\noraoas 18\noraoa7 19\n01:40:40 20\norao4s 21\nonaoas 22\no14o48 23\no1aos1 24\noraoss 25\n\nPage 228 to 231 of 335\n\n230\nall.\n\nQ. Take as long as you want to look at the\ndocument.\n\nA. Super. Thank you.\n\nOkay. Yeah. I think I'm -- I'm oriented\nnow. But I haven't looked at the Love entry.\n\nQ. My -- my first --\n\nA. Iwant to look at the Love --\n\nQ.  -- question is: Is this a copy of the\naddress book that you referred to in your testimony?\n\nA. Yes.\n\nQ. Okay. And if you would take a look at the --\nI've marked the entries for Courtney Love. Take a look\nat that one.\n\nA. Allright. I see it.\n\nQ. Okay. And then if you look at the last\nentry, there's an entry for Professor Dershowitz that's\nalso circled. It should be on the flag. It's\ntwo-sided.\n\nA. Oh, yeah.\n\nQ. Do you see that one?\n\nA. Isee it.\n\nQ. And then also the other one I marked is\nDonald Trump.\n\nA, Yes. Gotit. I see those entries circled.\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n231\n\nQ. So am I right -- I'm right, am I not, that\namong the others circled are: Courtney Love, Donald\nTrump, and Alan Dershowitz, correct?\n\nA. Correct, among the others, yes.\n\nQ. And they are all circled in the same way; are\nthey not?\n\nA, Yeah. It's kind of a -- a box is what I\nwould say. Some, yes.\n\nQ. Is there anything on the face of that\ndocument that leads you to conclude that the circling --\nthe significance of the circling is any different for\none person than another?\n\nA. No.\n\nQ. So based on the document, do you infer that\nCourtney Love was involved in some kind of sexual abuse\nof minors?\n\nA. Iwould infer that if I were running a\ncriminal investigation through the FBI and I'm trying to\nfind people who would have relevant information, she\nwould be one of the people I'd want to talk to. I mean,\nthe names that are circled here, Glenn Maxwell, one of\nthe identified traffickers, Epstein is circled, the\npilot -~ one of the pilots is circled. So it's these\npeople that all seemed to be connected are -- are all\nbeing marked here, and -- and the number of people that\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n20 of 46 sheets\n\nHOUSE_OVERSIGHT_010860",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010860.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5160,
    "word_count": 962,
    "line_count": 295,
    "import_date": "2025-11-19T21:47:45.929346",
    "prefix": "IMAGES-001"
  }
}