{
  "document_id": "HOUSE_OVERSIGHT_010787",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010787.txt",
  "text": "wo omy num WN\n\nNN NN NH eH eH ee ee pope\nPBWNPF OW’O NH UH BW NH O\n\n193\n\nfirm about this -- being on an airplane with anybody\nwho I believed could be the subject of Jeffrey\nEpstein or anyone else's improper sexual activities.\n\nMR. SCAROLA: Allright. Let's mark the\ntranscript that we've been referring to as\nExhibit Number |, please. That's the\ntranscript of the television interviews that\nwe'll be discussing.\n\n(Thereupon, marked as Plaintiff Exhibit\n1)\n\nMR. SCOTT: This is actually 2, right? We\nhad one yesterday, an article from the British\nnewspaper?\n\nMR. SCAROLA: No. It was not marked as an\nexhibit. This is the first exhibit that's been\nmarked.\n\nMR. SCOTT: No, I know that, but I thought\nwe were going to mark that one. Maybe I was --\nlL asked for that. Okay.\n\nIt was an answer and counterclaim about\nthe allegation shown to the witness.\n\nMR. SCAROLA: And Exhibit Number 2 will be\nthe transcript from yesterday's proceedings\nthat I have just referenced.\n\n(Thereupon, marked as Plaintiff\n\nwo OADM ® WD\n\nNNN NN D HY HH HE eH HY ee BE\nmP® WN FH OO WA HD i B® WN FO\n\nA. I don’t remember that I flew with her or\nnot. I may have. But I don't recall necessarily.\nBut I did meet -- I remember meeting a woman named\nTatiana. This does not look like Tatiana, like the\nwoman I met.\n\nQ. Okay. So that's a -- that's a different\nTatiana?\n\nA. No, I don't know.\n\nMR. SCOTT: Objection, form,\n\nargumentative.\n\nA. [have no idea. I do not recognize this\nwoman. She's not familiar to me at all.\n\nI can tell you this: Without any doubt, |\nnever met anybody dressed like this on any airplane\nor in the presence of Jeffrey Epstein or in any\ncontext --\n\nBY MR. SCAROLA:\nQ. Did she have --\nA. -- Telated to this case.\nQ. -- more clothes on or less clothes on when\nyou met her?\nMR. SCOTT: Objection, form. He said he\nnever met her. Misrepresent --\nBY MR. SCAROLA:\nQ. When you met the woman that you're\n\n194\n\nExhibit 2.)\nMR. SCOTT: You don't have a copy of that,\ndo you, of the transcript?\nMR. SCAROLA: No. Got sent to you. I\nassume you have it.\nBY MR. SCAROLA:\nQ. I'm going to hand you what we'll now mark\nas Exhibit Number 3.\n(Thereupon, marked as Plaintiff\nExhibit 3.)\nMR. SCOTT: There's no question.\nMR. SWEDER: Yes.\nBY MR. SCAROLA:\nQ. Do you recognize that young woman,\nMr. Dershowitz?\n. No.\n. Never saw her?\n. Not that I know of.\n. Never flew on an private airplane with\n\n. Not that I know of.\n. Do you recognize the name Tatiana?\nI do recall that Jeffrey Epstein had a\nfriend named Tatiana.\nQ. That you flew with?\n\nwow od DM bb WN\n\nNNNNN NP PPP BP ee oe eb\nmee WD YF CO WO DTD MW &® WY NY FF OO\n\n196\n\nreferencing, did she have more clothes on or less\nclothes on than that woman?\n\nA. Every woman that I met in the presence of\nJeffrey Epstein was properly dressed, usually in\nsuits and dresses and -- and appropriately covered\nup. I never met any women in the context of Jeffrey\nEpstein who were dressed anything like this.\n\nQ. Would you agree that that is a young woman\nin that photograph?\n\nA. [have no idea what her age is.\n\nQ. So you don't know whether she was underage\nor overage or a young woman or not a young woman?\n\nA. [don't --\n\nMR. SCOTT: Objection, form.\n\nA. -- know this woman, so I have no idea how\nold a woman in a picture is. She could be -- she\ncould be 30. She could be 25. I have no idea.\n\nBY MR. SCAROLA:\n\nQ. Or she could be 15 or 16?\n\nA. I don't think so.\n\nQ. But you don't know?\n\nA. This doesn't -- well, 1 don't know how old\nyou are. This does not strike me --\n\nQ. Old enough to know that —\n\nMR. SCOTT: You're cutting --\n\n5 (Pages 193 to 196)\n\nwww. phippsreporting.com\n(888) 811-3408\n\nHOUSE_OVERSIGHT_010787",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010787.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3613,
    "word_count": 704,
    "line_count": 160,
    "import_date": "2025-11-19T21:47:44.613645",
    "prefix": "IMAGES-001"
  }
}