{
  "document_id": "HOUSE_OVERSIGHT_023651",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023651.txt",
  "text": "China and now we work with them on a huge initiative in the Industrial city of Jizan and there are other\ncountries come successively.\n\n* Does this will include the development of ports?\n\n- That is true. developing seaports or participate in the industrial cities on the Red Sea. Another\nopportunity we're working on is a Saudi and Gulf states exports to Europe, 40% of Saudi Arabia and the\nGulf states exports to Europe. Especially, the Gulf countries pass from the Arabian Gulf to the Strait of\nHormuz to the Arabian Sea to Bab El Mandeb to the Red Sea to the Suez Canal to the Mediterranean Sea\nand this period takes the cost and security risk, while we can provide them passage through Saudi Arabia\ndirectly to the bridge of the King Salman, who announced it last year to North Sinai, which reduces the\ntime and cost. Where security guarantees are much higher than those in which they pass.\n\n* Are you involved in the King Salman Bridge project?\n\n- Without a doubt, this will create a lot of industries and businesses inside Saudi Arabia from connecting\nroads, connecting power grids, linking gas and oil pipelines, and connecting railways to North Sinai. The\nthird opportunity we aim at in Logistics is aviation, today our brothers in the United Arab Emirates and in\nQatar have done a very good job of flying in the Middle East, while they do not have a strong domestic\nmarket to rely on to take over and control the Middle East markets. Saudi Arabia has the largest\ndomestic market as an airline market. Saudi Airlines companies should have a much larger stake in the\nMiddle East Airlines today, this is also the third aspect we seek.\n\n* What are the reasons for the absence of the Saudi aviation, is the weakness of the airports is the\nreason?\n\n- The absence of strategy, there is no strategy and no vision. The tendency was a random move until we\nreached the stage we reached today, while if you set a goal and plans to reach this goal there will be an\nachievement of these results up to 100% or 50% or 30%. Briefly, the fund will be the main driver of the\nmajor sectors within Saudi Arabia. The fund will have a very large cash flow from Aramco and this will be\ndirected in no less than 50% and up to 70% in new sectors within Saudi Arabia (mining, local content,\nlogistics). After covering opportunities within Saudi Arabia, the remaining 50% and 30% will be directed\nto outside Saudi Arabia to the promising sectors that are possible to be in the forefront ten years from\ntoday, and. Details for all of this will be announced in the launch of the program of the Public Investment\nFund in accurate and detailed manner.\n\n* When the project was announced cash; people reacted that they wanted the habitation, what the\nopinion of Your Highness?\n\n- We have so many fronts we are working on them, and we cannot then stop a certain entity that\nachieved an achievement because there is a delay in the other side. It will disrupt the work of the whole\ngovernment, it is imposed on all sides to support, stimulate and reach an achievement, and the one that\nis delayed is to be investigated about the delay and its reasons and how we work on it. This is a side, the\nother side that spend on the public investment fund is not the state. It is one of the fund's unexploited\nassets. In the past, it was giving us a profit of 1%, and at the best case 2.5%, and there are bonds and\nfunds outside the Kingdom of Saudi Arabia. Today, we transfer these amounts to Saudi Arabia and we\ninvest in sectors that give a profit of better than 2.5% or 1%, develop key sectors and contribute to the\nlocal content on the entertainment side. Ultimately, this will create profits for the Fund, the Fund will\n\nHOUSE_OVERSIGHT_023651",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023651.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3710,
    "word_count": 673,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:48.511757",
    "prefix": "IMAGES-007"
  }
}