{
  "document_id": "HOUSE_OVERSIGHT_019796",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019796.txt",
  "text": "308 | Notes to pages 8-23\n\n8 appointment with Robert Tibbo: Tibbo, interviews with author.\n\n11-12 “angel descending”: Snowden, interview with Brian Williams, NBC, May 28,\n2014.\n\nCHAPTER 1 Tinker\n\n15 “It’s like the boiling frog”: Bamford, “Edward Snowden.”\n\n15 Lon Snowden, like his father: The best reporting on Snowden’s childhood was\ndone by Suzanne Andrews. See Burrough, Ellison, and Andrews, “Snowden\nSaga.”\n\n16 Brad Gunson, who knew Snowden: Carol D. Leonnig, Jenna Johnson, and Mare\nFisher, “Who Is Edward Snowden?,” Washington Post, June 15, 2013.\n\n16 Snowden stayed home: Kinsey, interview with author.\n\n16 Posting under the alias: Mullin, “NSA Leaker Ed Snowden’s Life on Ars\nTechnica.”\n\n16 He even went to anime conventions: Christopher Johnson, “Chatting About\nJapan with Snowden,” Japan Times, June 18, 2013.\n\n17 “body fat percentage”: Leonnig, Johnson, and Fisher, “Who Is Edward Snowden?”\n\n17 “I’ve always dreamed”: Mullin, “NSA Leaker Ed Snowden’s Life on Ars\nTechnica.”\n\n17 Admiral Barrett: Coast Guard Biography, http://www.uscg.mil/history/people\n/Flags/BarrettEBio.pdf. Also, for his FBI career, see http://wwwl.amn.edu\n/hamanrts/OathBetrayed/FBI% 2047 pdf.\n\n® 18 Army records show: Author interviews. The U.S. Army spokesman George ®\nWright stated Snowden was enrolled in the program between May 7, 2004,\nand September 28, 2004. The spokesman Colonel David Patterson said, “He\nattempted to qualify to become a Special Forces soldier but did not complete the\nrequisite training and was administratively discharged from the army.”\n\n18 taking a job as a security guard: Burrough, Ellison, and Andrews, “Snowden\nSaga.”\n\n19 “So sexxxy it hurts”: The information about Snowden’s modeling career comes\nfrom his posts on Ars Technica. See Mullin, “NSA Leaker Ed Snowden’s Life on\nArs Technica.”\n\n19 Jonathan Mills, Lindsay’s father: Daniel Bates, “Snowden Totally Abandoned His\nGirlfriend When He Fled amid NSA Revelations, Her Dad Says,” Daily Mail,\nJan. 17, 2014. The information about Lindsay Mills comes from her Twitter and\nInstagram postings.\n\n19 The CIA’s minimum requirements in 2006: https://www.cia.gov/careers\n/application-process.\n\nCHAPTER 2 Secret Agent\n\n22 “It seems to me spies”: Snowden, interview with Williams.\n23 team of information technologists: Former CIA officer who requested anonym-\nity, interview with author.\n\n| | Epst_9780451494566_2p_all_r1.indd 308 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019796",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019796.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2436,
    "word_count": 357,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:46.200952",
    "prefix": "IMAGES-005"
  }
}