{
  "document_id": "HOUSE_OVERSIGHT_026565",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026565.txt",
  "text": "Unique Public High Schools Cited by Obama, Get Substantial Backing from Science\nInvestor, Jeffrey Epstein\n\nA group of uniquely run public schools in New York State and New Jersey have been brought\ninto the spotlight from recent financial backing from science investor, Jeffrey Epstein and his\nfoundation, The Jeffrey Epstein VI Foundation. The schools are called the Bard High School\nEarly College schools (BHSEC) and are located in Manhattan and Queens of New York City and\n\nin Newark, New Jersey.\n\nThe Bard schools are not charter schools. They operate under the governance of New York State\nand New Jersey. However, they run with the efficiency and success of a prominent charter school.\nThe schools are small, with less than 600 students each and a student teacher ratio of 20 to 1.\nAdmission is academically exclusive, focusing on academic records, writing and math assessments\nand an eagerness for ideas and learning. And like most charter schools, the BHSEC schools\ncritically have autonomy, even though they have to meet Regent state exams and graduation\nguidelines. They have the autonomy to run their teaching staff, budget and choose their\n\ncurriculum.\n\nUnlike charter schools however, the BHSEC schools provide an entire high school curriculum in\njust two years and then two years of college level credits. After four years, students graduate with\nsixty college credits, a New York State Regents or New Jersey high school diploma, and a Bard\nCollege Associate in Arts degree in liberal arts and sciences. The accelerated approach stems from\nthe schools’ belief that many young people are ready and eager to do serious college work at age\n\nsixteen and that young adults' ambition to learn must be taken seriously.\n\nThe results have been exceptional: 95% of BHSEC graduates move on to a four-year college. In\nJuly, 2009, President Obama, addressing the NAACP’s centennial convention cited the schools as\na public education role model for the nation: “Innovations like Bard High School Early College\nand Medgar Evers College Preparatory School that are challenging students to complete high\nschool and earn a free associate’s degree or college credit in just four years.” In 2012, The New\nYork Observer ranked the BHSEC Manhattan school as the #1 public high school in New York\nCity, with an A+ grade, outranking the top private school.\n\nHOUSE_OVERSIGHT_026565",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026565.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2369,
    "word_count": 382,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:45.848689",
    "prefix": "IMAGES-009"
  }
}