{
  "document_id": "HOUSE_OVERSIGHT_014920",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014920.txt",
  "text": "Snap (Neutral, $25 PO)\n\nStock view: Long-term potential, but near-term could be lumpy\n\nSnap will report its first earnings as a public company and expectations have a wide\nrange. The 2H16 DAU slowdown has raised concerns in terms of both competitive risk\nand execution, so user trends could be the most important metric in the quarter. At this\npoint, it’s difficult to gauge relative impact of Facebook / Instagram competition,\nAndroid technical issues, product cycle lumpiness, and seasonality to the recent\nslowdown. Nonetheless, our sense is that DAU expectations are around 164-166mn, and\nwe'd expect variability (higher or lower) to have a meaningful impact on stock\nsentiment.\n\nIn terms of the P&L, we expect a slight q/q decline in revenue per normal seasonality\nand are modeling down 1% q/q (consistent with comments in the prospectus filing}.\nWhile we can appreciate the momentum of the API roll-out with several new\npartnerships announced in January, our checks suggest most programs are early stage\nwith limited volume to date. Considering the rest of the P&L, we expect a fairly messy\nquarter between deal costs, the CEO stock award, and a catch-up RSU stock comp\nexpense. As we do not anticipate non-GAAP profitability until 2H19, we expect\ntraditional P&L metrics will be less of a focus in the coming quarters.\n\nWe recently initiated coverage with a Neutral and $25 price target (please see User\noverhang unlikely to be resolved in a Snap — Initiate at Neutral with $25 PQ). Social\nmedia sector history suggests a wide range of possible outcomes for Snap and, as such,\nnear-term lumpiness in metrics could result in high volatility for the stock. We also note\nthat lock-up overhang could drag on near-term performance into the first lock-up\nexpiration on 7/29.\n\nKey theme/metric(s) for 1Q: DAUs, ARPU, and competition\n\nWe believe the key metric for the quarter will be the DAU number, which we model at\n166mn (up 8mn q/q, 36% y/y). We believe DAU headwinds may peak 1H17 as the\ncompany is facing an onslaught of competitive products (see More Stories in the Snap\ncompetitive saga), technical challenges with Android (from Memories), and seasonality\nentering the summer. We model ARPU at $1.01 (down 5% q/q), with North America\nARPU at $2.03 (down 7% q/q). We won't be surprised to see upside in ARPU driven by\nad load growth and higher user engagement, though competitive pricing could\npotentially offset.\n\nBiggest 1Q issues/risks:\n\n¢ DAU deceleration on share loss: Anything short of 164mn will likely be met with\nskepticism as investors extrapolate recent trends in considering competitive\nresilience vs Instagram, Facebook, and others. Management will likely address the\nAndroid technical issues impact on DAUs.\n\n+ Aggressive pricing could drive short term growth but have mixed perception:\nTwitter noted elevated competition and potentially aggressive pricing surfacing in\nmid-January, which aligns well with Snap’s API update.\n\n¢ Lack of visibility into pipeline: While we don’t necessarily expect new product\nannouncements, lack of color/visibility on the product pipeline could disappoint.\n\n¢ Results could leave investors looking for more disclosure: We are not sure what\ndisclosure Snap will provide on results, and important trending info (like average\nminutes per user) could be lacking.\n\nTop 1Q data points: comScore suggests some gains for Instagram\nWhile comScore data is not consistent with reported minutes, it is useful for relative\ncomparisons. The data puts Snapchat minutes per user well above Twitter, but still\n\n. Bankof America\n34 Internet/e-Commerce | 06 April 2017 Merrill Lynch\n\nHOUSE_OVERSIGHT_014920",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014920.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3642,
    "word_count": 577,
    "line_count": 66,
    "import_date": "2025-11-19T21:47:44.148940",
    "prefix": "IMAGES-003"
  }
}