{
  "document_id": "HOUSE_OVERSIGHT_025914",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025914.txt",
  "text": ">>\n\n>> Donald Trump is a genuine phenomenon. He may or may not become the Republican nominee for\npresident. He may or may not win the presidency even if he becomes the nominee. Yet it is clear that he is a\nphenomenon and that any history of the 2016 presidential race will have to spend a good bit of time analyzing\nTrump and his impact.\n\n>>\n\n>> From the time he announced on June 16, Trump has dominated social and mainstream media. He\ndominates the conversation despite the lack of paid advertising. Trump says outrageous things and his\nsupporters shrug it off. At every turn, his poll numbers continue to rise.\n\nbis\n\n>> As a step toward understanding this amazing performance, I spent part of the Christmas break reading his\nfirst bestseller, ‘The Art of the Deal’. Written in 1987, this book is a classic among American business books\nand has influenced a generation of entrepreneurs. Trump wrote ‘The Art of the Deal’ when he was 41 years\nold and having a successful run. The book’s popularity contributed to Time Magazine’s decision to feature\nDonald Trump on its cover in January 1989.\n\n>\n\n>> The portrait that emerges from this easy-to-read and remarkably interesting book is of an aggressive,\nambitious person who is constantly pushing, constantly learning, and always seeking the next\n\nchallenge. Reporters and analysts who are trying to understand Trump would be well served by slowing\ndown and reading this nearly three-decade-old bestseller.\n\nbis\n\n>> They would discover that Donald Trump has developed a remarkable set of rules and principles that allow\nhim to make decisions with incredible speed. Trump knows a lot, but what is amazing is how rapidly he\nfigures out what he doesn’t know.\n\nSoe\n\n>> My favorite story is of the Wollman Skating Rink in New York’s Central Park.\n\n>> The Wollman Rink was a heavily used public skating rink which had fallen into disrepair in 1980. New\nYork City tried for six years to fix it, spent $13 million, and the rink still was not ready to open. In June of\n1986 Trump, who could see the rink from his apartment, finally got tired of the embarrassment and offered to\nfix the rink at his own expense. At first the city turned him down because its bureaucracy did not want to be\nembarrassed by someone fixing something they couldn’t fix. Trump kept pushing and finally out of\nembarrassment the city gave in.\n\n>>\n\n>> The key part of the story is Trump’s reaction to being put in charge. He promptly recognized that he didn’t\nknow anything about fixing a skating rink. He asked himself who built a lot of skating rinks. “Canadians!” he\nconcluded. He found the best Canadian ice skating rink construction company. When the Canadians flew in\nto assess the situation, they were amazed at how bad the city had been at solving the problem. They assured\nTrump that this was an easy job. Trump fixed the six year embarrassment two months ahead of schedule and\nnearly $800,000 under-budget. (The city did end up paying for the work, and Trump donated the profits to\ncharity.)\n\nSoe\n\n>> After reading this chapter you begin to think that maybe Donald Trump really could build a wall along our\nsouthern border for a lot less than our current government estimates.\n\n>>\n\n>> ‘The Art of the Deal’ is filled with stories like this — stories of common sense stories of calculated risk\ntaking, and stories of innovation and marketing.\n\n>> Anyone who would like to better understand Donald Trump would be helped by reading this remarkable\nbook.\n\n>>\n\n>> Another is his pledges and I have no way of knowing if he will make good on all of them but I do agree\nwith all of them. Trump is the only candidate that is serious about building The Wall\" ! Two other important\npledges Trump has made that no other candidate of either party has matched ! First deportation of millions of\n\nHOUSE_OVERSIGHT_025914",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025914.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3826,
    "word_count": 669,
    "line_count": 76,
    "import_date": "2025-11-19T21:47:44.997728",
    "prefix": "IMAGES-008"
  }
}