{
  "document_id": "HOUSE_OVERSIGHT_018306",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018306.txt",
  "text": "drifting to cores in Silicon Valley and Redmond - a contest between Microsoft and\nApple and Google. And the prized Korean manufacturing excellence was no match\nfor cheap Chinese and then Vietnamese labor welded to assembly-line technology.\n\nWe see this pattern of network-led shredding nearly everywhere now, the result of\npowerful cores of knowledge and wide distribution of connection. Newspapers -\nremoved from relevancy by crowd-sourced newsfeeds and constantly-connected\nsmart databases. Once indomintable television networks, devoured by cheap home-\nmade videos and large-scale platforms that use the Internet for distribution. Bitcoin\nand other first-generation block-chained currencies eating at the once\nunquestionable authority of central banks. Drones hovering along ona skein of GPS\nand data links are also among the new citizens of this connected skein. They are\nproducts of a data web: They depend on centralized connection and the distribution\nof technology, data, and design. They may do to old ideas of security and power\nwhat the fusion of GPS and smart phones and databases have done to hotel chains or\nmedicine. Massed, self-organized drone fleets can turn aircraft carriers and exposed\nbattle groups from sources of strength into vulnerable and even dangerously self-\ndefeating antiques. They will remake urban landscapes. Think of the way that Baron\nHausman redesigned Paris in the 18 Century to manage with the Enlightement-age\ndanger of liberated, angry citizens. The creation of the city’s wide boulevards,\ncentral axes for easy movement of the police, and intersections engineered to\nquarantine riots was a reaction against the demands of mass liberty. Our cities are\nnow vulnerable not simply to mass protest risk, but to the pinch of asymmetric\nlevitating drones. The sensations of safety behind walls, up a staircase, inside a\nwindowed room all begin to slip away. Drone risk - and all the potentially\nwonderful elements of constant, instant drone assistance — will command a\nretooling of cities, much as automobiles did a century ago.\n\nSo this is power: Cores and distribution. They way that tension pulls particularly on\ncertain, once-essential structures and objects and people explains a lot about our\nage — including the failure of so many institutions. Connectivity changes the nature\nof an object. That’s true for your doctor, your bank account, your army - and for\nbillions of people whose lives alter irreversibly once they connect to markets, to\nknowledge, to the world. To connect now is to be exposed to this fresh young skin of\nlinked power, a lively surface that transports anything at near instant speed. We\nhave to ask just how many of the “scaffolds humans erect” that were essential for\nEnlightenment-era advances will be pulled down. And of course we face the exciting,\nuneasy task of thinking up the new scaffolds we now must build.\n\nIf you have the tools or the skill to see the world this way, as a vibrating and pulling\nmesh of connections, then you can look ata tanks or soldiers or years of stability\nand see possibility. A friend who controls the largest secure Bitcoin vault in the\nworld, put it to me once this way: “Platforms mattered once; now it is protocols.” His\npoint was that the pipes and rules connecting the varied systems of our world affect,\nfundamentally, the distribution of power. The rules of the Bitcoin blockchain or the\nimplications of a protocol like IPv6 or DNSSSEC reveals something about how we'll\nall connect in the future. Once these new rules become visible to you, then even the\n\n74\n\nHOUSE_OVERSIGHT_018306",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018306.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3590,
    "word_count": 580,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.103397",
    "prefix": "IMAGES-004"
  }
}