{
  "document_id": "HOUSE_OVERSIGHT_011340",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011340.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\nSih\nH3VOGIU1\n\nthat Edwards and Cassell made in this other lawsuit are somehow\n\nbinding on Ms. Giuffre. Edwards and Cassell had separate legal\ncounsel, Florida attorney Jack Scarola. Whatever was going on\nin that case isn't binding on Ms. Giuffre.\n\nUnder the relevant rules, an attorney's statements are\n\nbinding on a client only on a matter within the scope of the\nrelationship. And this was vindicating separate professional\ninterests, this was not vindicating some interest of\n\nMs. Giuttre.\n\nSo for all those reasons, we ask that the defamation\n\nlitigation between Dershowitz and Edwards and Cassell be\n\nexcluded. Of course, you have the separate issue of Dershowitz\n\nin front of you already.\n\nLet me turn then to point number 19. Here again, we\n\nhave a narrow issue presented to your Honor. We are asking\n\nthat you exclude Judge Marra's ruling on the joinder motion.\nAs your Honor is well aware, the triggering event in this case\nwas when Ms. Giuffre, then known as Jane Doe Number 3, filed a\nmotion to join Jane Doe 1 and Jane Doe 2 in the Florida pro\n\nbono Crime Victims Rights action.\n\nNow, Judge Marra denied that motion to join, but at\n\nthe same time he said, \"The reason I'm denying the motion to\n\njoin is you can participate in the case in other ways without\n\nbeing a formal party.\" He cited, and I quote, \"Of course, Jane\n\nDoe 3 can participate in this litigated effort to vindicate the\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011340",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011340.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1540,
    "word_count": 267,
    "line_count": 82,
    "import_date": "2025-11-19T21:47:47.887103",
    "prefix": "IMAGES-001"
  }
}