{
  "document_id": "HOUSE_OVERSIGHT_020439",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020439.txt",
  "text": "Park Avenue\n\nOne property that may prove harder to extract cash from:\n\nCohen's palatial Park Avenue home. Purchased for $5 million in\n\n2005, the sprawling 10th-floor unit used to be three separate\napartments and has four bedrooms. It could be worth $8 million\nor more, based on comparable sales.\n\nIn late 2015, the Cohens moved the property into a type of\ntrust designed to limit tax exposure when transferring property\nto heirs. The trust structure has tax consequences for typical\nmortgages, but those could be dodged if the Cohens took out an\ninterest-only loan.\n\nIn February 2016, Laura Cohen, in her role as a trustee of\nthe new entity, did just that, taking out a revolving $500,000\nhome-equity line of credit against the property from First\nRepublic Bank. It was the first time the family had borrowed\nagainst the property since a loan of more than $2 million 11\nyears earlier when they bought it, property records show.\n\nThere are also Cohen's in-laws, who may pitch in to a\n\nlegal-defense effort. Fima and Ania Shusterman, who haven't\n\nresponded to requests for comment, emigrated from Ukraine and\nbuilt their own taxi empire over decades while helping Cohen\nexpand his across New York and Chicago. They own three units in\nTrump World Tower. In an indication of their willingness to help\nthose close to them, the couple have lent $20 million to another\nUkranian couple in the taxi business, Semyon and Yasya Shtayner\nand their companies.\n\nRichard Kahn\nHBRK Associates Inc.\n575 Lexington Avenue 4th Floor\n\nNew 2\ntel\nfax\n\ncel\n\nHOUSE_OVERSIGHT_020439",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020439.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1556,
    "word_count": 260,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:45.211067",
    "prefix": "IMAGES-005"
  }
}