{
  "document_id": "HOUSE_OVERSIGHT_025226",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025226.txt",
  "text": "From: US GIO [us.gio@jpmorgan.com]\n\nSent: 8/4/2011 11:41:48 PM\nTo: Undisclosed recipients:\nSubject: On today's financial market developments\n\nAttachments: 08-04-11 - EOTM - Market update.pdf\n\nThis is a little unorthodox, but here is the text of an internal note that I just sent to our integrated Private Bank client\ncoverage teams a few moments ago. Mary thought it would be a good idea to share this with our clients given the events\nof the day.\n\n“Here is what I plan to say at our Aspen Insights conference tomorrow about today’s events. The last two weeks have\nbeen a severe setback for financial markets and the global recovery.\n\n[1] Today, Italian equity markets sold off sharply and were eventually shut down after the ECB (for now) rejected\nbeing the buyer of last resort for Italian government bonds, as the markets were hoping. The Bundesbank\napparently has objections to the idea. This is a problem: Italy has issued around as much public debt as Germany, but\nis a considerably smaller country with almost twice the debt load as a percentage of its GDP. Absent a decision by\nGermany to move to Federalism or a lot more debt monetization by the ECB, the European Monetary Union (as it is\ncurrently configured) could be facing its final stretch. Today’s reported move by Italian regulators to seize documents at\nMoody’s regarding declines in Italian bank stocks is an indication of the pressure the system is under, and the possible\nsearch for scapegoats. I don’t think you will find a firm that has written more often and more direly about the structural\ninconsistencies of the EMU than we have (I have a 2-year bibliography of what we said and when, if anyone wants\n\nit). The “Sick Men of Europe” paper from February 2010 and “Don Quixote Thanksgiving” from November 2010 go into\nthe greatest detail on why. Our concerns sky-rocketed upon Greece’s financial disclosures in November 2009, after\nwhich we took portfolio decisions to back that up, purging exposures to the GIPSI countries from our credit, government\nbond and equity portfolios. Since early 2010, our underweight positions in Europe represent the largest regional\nunderweights we have ever held.\n\n[2] Will there be another recession in the US? Our friend Marty Feldstein at Harvard puts the odds at 50-50. Sell\nside and buy side economists missed last month’s US economic rollover by a country mile, so I am not sure how much\nweight to put in their current forecasts. Most summarily dismissed our concerns that the recovery earlier this year had\nelements of a stimulus-driven mirage. Bridgewater Associates was the only firm we spoke to that consistently\nhighlighted the broader process of household deleveraging; and cautioned that when stimulus faded, so would the US\neconomy, given the weakness in household income. Their insights have been invaluable to us in terms of not stepping\ninto this and taking too much risk prematurely during the three market swoons this year. Our central scenario for the US\nin 2012 is not another recession, but low growth in the 2.0% range, which is enough of a problem given the low job\ncreation that entails. Note that the CBO assumes growth rates of 3.0% to 3.6% over the next few years in their analyses\nof future US federal debt levels.\n\n[3] Do not blame today’s events on the debt ceiling debate, US politicians or European regulators. If we get to the\npoint where economic and profit fundamentals in a given market or region are not sustainable on their own, then\nwe should be underweight that region (as in Europe). Owning an asset class under the assumption that there will\nalways be a “Lord of the Flies” type rescue from Central Banks and Treasuries is very risky, and historically, fraught with\nfailure. I remember similar logic in the summer of 1998, when the accepted mantra was that the US would bail out\nRussia and Boris Yeltsin, since President Clinton would not want to see a nuclear power like Russia slide back into Soviet\nrule, or anarchy (that view turned out to be wrong). Anyone market-weight European risk out of the expectation that\n“Trichet and Merkel will fix surely it” is taking a binary risk that impossible to handicap. Similarly, we should not start\nbuying anything just because we think Qe3 is coming in the US (in the form of securities purchases, a permanently\ncontrolled long bond, etc).\n\n[4] When we began this year, I made the following decision: we would risk underperforming if there was a strong\nequity rally, out of concerns about the macroeconomic landscape (weakness in the West, inflation in the East). As\na result, we have held less equity exposure than usual for a period of high margins, low P/E multiples and strong\nearnings. Instead, we’ve held larger exposures to investment grade and high yield credit, and hedge funds. Over the last\ncouple of years, our hedge funds (long-short funds with low net positions, macro hedge funds, distressed credit) have\n\nHOUSE_OVERSIGHT_025226",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025226.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4936,
    "word_count": 830,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:45.662504",
    "prefix": "IMAGES-008"
  }
}