{
  "document_id": "HOUSE_OVERSIGHT_025789",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025789.txt",
  "text": "Copyright © 2014 Standard & Poor's Financial Services LLC, a part of McGraw Hill Financial. All rights reserved.\n\nNo content (including ratings, credit-related analyses and data, valuations, model, software or other application or output therefrom) or any part\nthereof (Content) may be modified, reverse engineered, reproduced or distributed in any form by any means, or stored in a database or retrieval\nsystem, without the prior written permission of Standard & Poor's Financial Services LLC or its affiliates (collectively, S&P). The Content shall not be\nused for any unlawful or unauthorized purposes. S&P and any third-party providers, as well as their directors, officers, shareholders, employees or\nagents (collectively S&P Parties) do not guarantee the accuracy, completeness, timeliness or availability of the Content. S&P Parties are not\nresponsible for any errors or omissions (negligent or otherwise), regardless of the cause, for the results obtained from the use of the Content, or for\nthe security or maintenance of any data input by the user. The Content is provided on an \"as is\" basis. SP PARTIES DISCLAIM ANY AND ALL\nEXPRESS OR IMPLIED WARRANTIES, INCLUDING, BUT NOT LIMITED TO, ANY WARRANTIES OF MERCHANTABILITY OR FITNESS FOR\nA PARTICULAR PURPOSE OR USE, FREEDOM FROM BUGS, SOFTWARE ERRORS OR DEFECTS, THAT THE CONTENT'S FUNCTIONING\nWILL BE UNINTERRUPTED, OR THAT THE CONTENT WILL OPERATE WITH ANY SOFTWARE OR HARDWARE CONFIGURATION. In no\nevent shall S&P Parties be liable to any party for any direct, indirect, incidental, exemplary, compensatory, punitive, special or consequential\ndamages, costs, expenses, legal fees, or losses (including, without limitation, lost income or lost profits and opportunity costs or losses caused by\nnegligence) in connection with any use of the Content even if advised of the possibility of such damages.\n\nCredit-related and other analyses, including ratings, and statements in the Content are statements of opinion as of the date they are expressed and\nnot statements of fact. S&P’s opinions, analyses, and rating acknowledgment decisions (described below) are not recommendations to purchase,\nhold, or sell any securities or to make any investment decisions, and do not address the suitability of any security. S&P assumes no obligation to\nupdate the Content following publication in any form or format. The Content should not be relied on and is not a substitute for the skill, judgment\nand experience of the user, its management, employees, advisors and/or clients when making investment and other business decisions. S&P does\nnot act as a fiduciary or an investment advisor except where registered as such. While S&P has obtained information from sources it believes to be\nreliable, S&P does not perform an audit and undertakes no duty of due diligence or independent verification of any information it receives.\n\nTo the extent that regulatory authorities allow a rating agency to acknowledge in one jurisdiction a rating issued in another jurisdiction for certain\nregulatory purposes, S&P reserves the right to assign, withdraw, or suspend such acknowledgement at any time and in its sole discretion. S&P\nParties disclaim any duty whatsoever arising out of the assignment, withdrawal, or suspension of an acknowledgment as well as any liability for any\ndamage alleged to have been suffered on account thereof.\n\nS&P keeps certain activities of its business units separate from each other in order to preserve the independence and objectivity of their respective\nactivities. As a result, certain business units of S&P may have information that is not available to other S&P business units. S&P has established\npolicies and procedures to maintain the confidentiality of certain nonpublic information received in connection with each analytical process.\n\nS&P may receive compensation for its ratings and certain analyses, normally from issuers or underwriters of securities or from obligors. S&P\nreserves the right to disseminate its opinions and analyses. S&P's public ratings and analyses are made available on its Web sites,\nwww.standardandpoors.com (free of charge), and www.ratingsdirect.com and www.globalcreditportal.com (subscription) and www.spcapitaliq.com\n(subscription) and may be distributed through other means, including via S&P publications and third-party redistributors. Additional information\nabout our ratings fees is available at www.standardandpoors.com/usratingsfees.\n\nWWW.STANDARDANDPOORS.COM/RATINGSDIRECT AUGUST 5, 2014 27\n\n1351366 | 302136118\n\nHOUSE_OVERSIGHT_025789",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025789.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4552,
    "word_count": 673,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:47.087066",
    "prefix": "IMAGES-008"
  }
}