{
  "document_id": "HOUSE_OVERSIGHT_014624",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014624.txt",
  "text": "Aetna (AET)\n\nKevin Fischbeck +1 646 855 5948\nResearch Analyst, MLPF&S\n\nBuy, PO $149\n\n1Q investment thesis\n\nBased on past precedence, our view is that the AET/HUM deal is more likely than not to\nbe approved by the courts (ruling likely to come in January 2017). PF 2018 earnings\nshould be close to $11.50 (vs $9.70 consensus), even before taking into account the\nupside from tax reform (+15% to EPS} and rising interest rates (+5%). In the event that\nthe deal breaks, we see little downside and potential upside in 1Q17 in the form of\ncapital deployment (AET remains underlevered and in the absence of a deal could look to\naggressively repurchase stock}. Current estimates do not include share repurchase and\nbased on its history of repurchasing shares using free cash flow and its balance sheet\ncapacity, we expect AET to repurchase a significant amount (~10%) of its shares in\n2017 post deal break, providing initial downside support and ultimately driving upside to\nStreet estimates.\n\nTable 1: Aetna key stock data\n\nIndustry Managed Care\nMarket Cap (mn) $44,657\nPrice $124.45\nP/E (2017) 14.4x\n% of sell-side rated Buy 70.0%\nShort interest % of float 2.25%\n\nSource: Bloomberg and BofA Merrill Lynch Global Research estimates\n\nDeregulation/Gov't Legislation: Repeal and Replace of the ACA creates some\nuncertainty, but neither AET nor HUM derive a significant amount of EPS from the ACA.\nMeanwhile, Republicans have historically supported Medicare Advantage (80% of HUM’s\nrevenue}, and we expect a stronger rate environment under this Administration than\nover the past 8 years.\n\nTax Policy: As a domestic only company with a relatively high tax rate (est. 35% in\n2017), AET would benefit from tax reform. We believe that some benefit would be lost\nto minimum MLR rebates or competition, but if taxes are lowered 15%, then we assume\nthat they keep about 2/3 of the benefit (19% to EPS).\n\nCatalysts: Deal resolution, capital allocation update, tax reform, rising interest rates.\n\nLatest report: MCO rally has just begun; beneficiaries of the non-Health\nCare upside from Trump\n\n1Q risks: Risks to the downside are courts not approving the HUM acquisition, lower-\nthan-expected membership growth and higher than expected cost trend. CMS will issue\nthe rate update for 2018 for Medicare Advantage in late February, a reg which we\nexpect to be benign, but which could be worse than expected.\n\nCompany Description: Aetna is one of the nation's largest managed care organizations,\ncovering roughly 23 million members. The company focuses on three main business\nsegments: Health Care (health insurance, dental, behavioral health and pharmacy benefit\n\nBankof America <>\nMerrill Lynch Top 10 US Ideas Quarterly | 03 January 2017 3\n\nHOUSE_OVERSIGHT_014624",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014624.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2743,
    "word_count": 442,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:46.550784",
    "prefix": "IMAGES-003"
  }
}