{
  "document_id": "HOUSE_OVERSIGHT_013461",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013461.txt",
  "text": "The following excerpts from Tracy Kidder's Mountains Beyond Mountains, a biography of anthropologist and\nphysician Paul Farmer, detail Kim's bold efforts to combat international HIV and tuberculosis epidemics with\nPIH:\n\nSome months after the official founding of PIH, [co-founder] Paul Farmer expanded the group, adding a fellow\nHarvard anthropology and medical student, a Korean American named Jim Yong Kim... Farmer offered what\nfor Jim Kim was a convincing vision of the new organization. The reality was less impressive -- a charity with a\nboard of advisers and no hired staff...\n\nThey talked about issues such as political correctness, which Jim Kim defined as follows: \"It's a very well-\ncrafted tool to distract us. A very self-centered activity. Clean up your own vocabulary so you can show\neverybody you have the social capital of having been in circles where these things are talked about on a regular\nbasis.\" (What was an example of political correctness? Some academic types would say to Jim and Paul, \"Why\ndo you call your patients poor people? They don't call themselves poor people.\" Jim would reply: \"Okay, how\nabout soon-dead people?\")\n\nThey talked about the insignificance of \"cultural barriers\" when it came to the Haitian peasant's acceptance of\nmodem Western medicine: \"There's nothing like a cure for a disease to change people's cultural values\"...\n\nBy now Peru was taxing PIH's resources severely. On average, the drugs to treat just one patient cost between\nfifteen and twenty thousand dollars. And the number of patients kept growing. Already there were about fifty\nCarabayllanos in treatment. Their average age was twenty-nine. They were students, unemployed youths,\nhousewives, street vendors, bus drivers, health workers. The actual numbers seemed small, but those fifty MDR\n[a form of tuberculosis that does not respond to standard treatment] cases represented about 10 percent of all\nactive cases of TB in the slum, about ten times more than might have been expected. No telling how many\nothers they had been infecting as they'd traveled around Lima, coughing. No telling either how many people in\nother parts of the city already had MDR, but [there were] reports of hundreds in other neighborhoods. In\nCarabayllo itself, the Socios workers found entire families sick and dying with what turned out to be genetically\nrelated strains of the disease--a phenomenon common enough that the health workers gave it a name, familias\ntebeceanas, tuberculosis families.\n\nKim's organization confronted Peru's MDR-form tuberculosis epidemic with what some have called unorthodox\npractices -- borrowing and cajoling its way into medicine for its patients.\n\nHoward Hiatt, a friend of Jim Yong Kim's and a former dean at the Harvard School of Public Health, said he\nwas concerned about how PIH was getting medicine to combat the epidemic:\n\n\"Sure enough. Paul and Jim would stop at the [Harvard-affiliated] Brigham pharmacy before they left for Peru\nand fill their briefcases with drugs. They had sweet-talked various people into letting them walk away with the\ndrugs.\" [Hiatt] was amused, all in all. \"That's their Robin Hood attitude.\" In fact, they'd only borrowed the\ndrugs...\n\nThen one day the president of the Brigham stopped Hiatt in a corridor. \"Your friends Farmer and Kim are in\ntrouble with me. They owe this hospital ninety-two thousand dollars.\" Hiatt looked into the matter. \"Sure\nenough. Paul and Jim would stop at the Brigham pharmacy before they left for Peru and fill their briefcases with\ndrugs. They had sweet-talked various people into letting them walk away with the drugs.\" He was amused, all in\nall. \"That's their Robin Hood attitude.”\n\nTo many seasoned managers of public health projects, what Farmer and Kim were doing would have looked\nquite reckless--like a stunt, as some would later insinuate. They didn't have a guaranteed supply of drugs, only\nthe determination to obtain the drugs and the charm to get away with borrowing. They were borrowing their\nlaboratory services, too, from Massachusetts. They lacked proper institutional support. The weight of expert\nopinion stood against them. Their organization was small and it had other projects, in Haiti and Boston and\nelsewhere, and Peru put a strain on everyone. Jim had to travel to Carabayllo at least once a month. Farmer had\nto go there slightly more often.\n\nKim's audacious ‘Robin Hood attitude’ won him and PIH acclaim for their role in changing global health and\ndevelopment.\n\nHOUSE_OVERSIGHT_013461",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013461.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4503,
    "word_count": 720,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:47.002626",
    "prefix": "IMAGES-002"
  }
}