{
  "document_id": "HOUSE_OVERSIGHT_020301",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020301.txt",
  "text": "149\n\nintelligence official who later became involved in the case, the assignment involved preparing\nthese agents to service a potential source in the NSA at Fort Meade, Maryland. If true, it\nsuggested that Russian intelligence either had found or was working on a means of penetrating\nthe NSA.\n\nIn 2010, the NSA’s “Q” division handled such security and espionage threats. It reportedly\ninitiated a counter-espionage probe at the NSA’s Fort Meade headquarters on receiving the tip.\nBut since the NSA’s cryptological service had in 2010 no fewer than 35,000 military and civilian\ncontractor employees, the search for a possible leak was no easy matter. According to a\nsubsequent note in the NSA’s secret budget report to Congress, it would require “a minimum of\n4,000 periodic investigations of employees in position to compromise sensitive information” to\nsafely guard against “insider threats by trusted insiders who seek to exploit their authorized access\nto sensitive information to harm U.S. interests.” According to a former executive in the\nintelligence community, that amount of investigations far exceeded the budgetary capabilities of\nthe NSA. So while the investigation found no evidence of SVR recruitment, it remained possible\nthat Russian intelligence had found a candidate in the NSA.\n\nMeanwhile, in June 2010, to pre-empt such a leak in US intelligence and avoid any potential\nembarrassment that could result, the FBI decided it could no longer engage in this sort of an\nintelligence game with the sleeper network. It arrested all 12 sleeper agents identified by Poteyev.\nAfter receiving a great deal of public attention (which led to them inspiring the FX series: The\nAmericans,”’), the sleeper agents were deported back to Russia. This move had both advantages\nand disadvantages. The main advantage was that it severed any communication link between the\nputative person-of-interest in the NSA and Russian intelligence via the sleeper agents. The main\ndisadvantage was that it eliminated the possibility that FBI surveillance of the illegals might lead\nthe FBI to a possible recruit in the NSA or elsewhere.\n\nThe pre-emptive arrests also had an unforeseen consequence. They resulted in accidently\ncompromising the CIA’s own mole, Poteyev. In entrapping Anna Chapman, who was one of the\nmore active of the sleeper agents, the FBI agent had used a password to deceive her into believing\nshe was speaking to a SVR officer (when in fact she was speaking to an FBI agent who was\nimpersonating one.) That unique password had been personally supplied to her by Poteyev. So\nChapman had reason to believe Poteyev had betrayed her,\n\nWhen Chapman returned to Moscow after the spy exchange, she was taken to a well-\npublicized dinner with Putin. Afterwards, she informed her debriefer at the SVR that only\nPoteyev had been in a position to know the password that the FBI agent used. This brought\nPoteyev under immediate suspicion. Tipped off by the CIA to the FBI’s error, Poteyev managed\nto escape by taking a train from Moscow to Minsk in Belarus. The CIA next exfiltrated him out\nof Belarus and to the United States. Poteyev had been saved from prison—or worse, but he was\nno longer useful to the CIA as a mole. Without the services of Poteyev in the SVR in Moscow,\nUS intelligence was unable to find out further details about the mission to which Poteyev’s sleeper\n\nHOUSE_OVERSIGHT_020301",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020301.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3395,
    "word_count": 553,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.150133",
    "prefix": "IMAGES-005"
  }
}