{
  "document_id": "HOUSE_OVERSIGHT_023918",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023918.txt",
  "text": "172 Teaching Minds\n\nDid I teach her to ignore stupid no left turn signs? Of course I\ndid. But I never said such a thing to her or taught her how to decide\nwhen it was safe to ignore a sign. I was just in her world and she was\nwatching.\n\nI observed a similar phenomenon with my son. I like to watch\nfootball and my son sat with me and learned to watch too. Twenty\nyears later, when an event occurred on the field, I noticed that we said\nexactly the same thing at the same time. “Oof,” “oh come on,” “ugh.”\nWhatever event on the field caused me to exclaim something, caused\nmy son to exclaim the same thing. Now, I could not tell you what\nwas an “oof” and what was an “ugh,” and neither could he. I do this\nkind of thing unconsciously and so does he. He learned what I had to\nteach, but he doesn’t know what he learned and I don’t know what I\ntaught.\n\nWhat does this have to do with teaching? Perhaps we just need\nto watch our teachers and then we can copy what they do. Well, not\nexactly.\n\nI took a yoga lesson the other day. The instructor got into a pose\nand said I was to copy what he did. I said there wasn’t a chance that\nI could copy what he did. He wasn’t used to being talked to like this.\n(Most students are better at being students than I am, of course.) I\nexplained that I could barely understand what he had done, despite\nseeing it, and I certainly didn’t know the intent of what he had done,\nso I wouldn’t know which aspects of his action were significant and\nwhich were unimportant. I told him this was no way to teach.\n\nNow I know I will not be able to teach the yoga instructor how\nto teach better, and I doubt he will be reading this book. But whether\nyou are teaching yoga or baseball or science or business, the rules are\nthe same. Before I list them, let me start with the top mistakes teach-\ners make. Some of these mistakes are forced on teachers by a badly\ndesigned education system, and some are ones that teachers make no\nmatter what they are teaching or which system they are teaching in.\n\nSome of these are less than obvious. So, let’s consider them one\nby one:\n\nMistake #1: Assuming that there is some kind of learning other\nthan learning by doing\n\nMistake #2: Believing that a teacher’s job is assessment\n\nMistake #3: Thinking there is something that everyone must\nknow in order to proceed\n\nHOUSE_OVERSIGHT_023918",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023918.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2341,
    "word_count": 450,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.915351",
    "prefix": "IMAGES-007"
  }
}