{
  "document_id": "HOUSE_OVERSIGHT_017122",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017122.txt",
  "text": "4.2.12\nWC: 191694\n\n“another Bar Mitzvah boy” who had done a better job reading from the Torah, but who wasn’t\nnearly as good a student or person as Jerry. “We judge boys not by the quality of their voices or\ntheir ability to memorize, but by their understanding of what they were reciting and by the lives\nthey lead based on their understanding.” It was a direct put down of me, and so understood by\nthe congregation. It stung me and led me to conclude that I could do nothing right in the eyes of\nthe religious authority figures. Even when I did something perfectly, they would find some way\nto turn my success against me. It discouraged me from trying.\n\nA few years later, I had a similar experience in high school. The one subject that interested me\nwas history, and the teacher was young and dynamic. I studied hard—a rarity—for a state-wide\nexam and got an 88. When the teacher, who knew my reputation as a mediocre student, told me\nmy score, he said: “Don’t let it go to your head. You’re a 75 student. You’ve always been a 75\nstudent and you’ll always be a 75 student.” (He gave me a 70 despite my 88 grade on the\nRegents exam.) It became a self-fulfilling prophecy for two reasons. First, all my teachers\nbelieved it. Second, I believed it and stopped studying because I could get 70’s or 75’s without\nmuch work, and if that’s who I am, why take time away from activities I enjoyed, such as sports,\njokes, girls and messing around.\n\nIt was in the summer of my junior year in high school, when an authority figure—the camp\ndramatics counselor, Yitz Greenberg (also now a prominent rabbi)—finally told me that I wasn’t\na “75 student.” He had cast me in the difficult rule of Cyrano d’Berjurac in the camp play. I\nmemorized the lines and did a good job (my long nose helped). After the performance, Yitz put\nhis arm around me and said, “You know you’re very smart.” I replied, “No, I just have a good\nmemory.” He insisted that my smarts went beyond memorization. He told me I could be a good\nlawyer. I respected and believed him. It was an important moment in my life, for which I will be\nforever grateful. My parents loved me but never told me I was smart, because they believed my\nteachers and saw my report cards. I needed to hear it from an authority figure outside of my\nhome, and Yitz was that figure.\n\nDespite my inglorious high school career, Yitz’s faith in me led to consider college. My father\nthought I should go to work and take some classes at night, but my mother wanted me to\ngraduate from college—as she couldn’t do. My mother filled out my application to Brooklyn\nCollege. I wanted to go to City College in Manhattan, because my best friend Norman Sohn was\ngoing there, but my parents wouldn’t let me go to an “out-of-town college.” Brooklyn College\nwas part of the New York City College system, which had an excellent academic program, but\nlittle by way of any social or athletic life. It was free to any New York City resident, and anyone\nwho had a sufficiently high grade average in high school was automatically admitted.\nRemarkably, the required grade score was different for boys and girls. Boys needed an 82 or 83\naverage (depending on the year) while girls needed an 86 or 87. Imagine the lawsuit today! The\nreason for this differential was that the school wanted “gender balance,” and if the same score\nwere required, the college would be dominantly female. (Similar differentials are still at work\ntoday, but they operate beneath the radar screen under the rubric of “diversity” and “discretion.”\nAn admissions officer at an elite college told me that he turns down many students with perfect\nSAT scores. When I asked him who these rejected students were, he acknowledged that they\nwere almost exclusively of Asian and Jewish background: “if we took everybody with perfect\n\n35\n\nHOUSE_OVERSIGHT_017122",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017122.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3833,
    "word_count": 685,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.233523",
    "prefix": "IMAGES-004"
  }
}