{
  "document_id": "HOUSE_OVERSIGHT_031521",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031521.txt",
  "text": "From: Zubair Khan\n\nSent: 11/11/2016 6:34:29 AM\nTo: jeffrey E. [jeevacation@gmail.com]\nSubject: Re:\n\nImportance: — High\nJust checked report again. NY is correct. We only got WI wrong.\n\nRegards,\nZubair\n\nOn Fri, 11 Nov 2016 at 10:29 am, jeffrey E. <jeevacation@gmail.com> wrote:\nNew York ? How ? It was hillary no doubt always\n\nOn Friday, 11 November 2016, Zubair Khan {> wrote:\n\nOut of 13 states we got 11 right. The ones we got wrong are NY and WI.\n\nIn the last report, analyzed data was of 3 days in which Clinton got a positive spike after she got clearance\nfrom FBI. However Trump dominated the social media positively if we analyze one week data before starting\ntime of election, monthly data and entire data which we have gathered for months. Based on this we predicted\non our Facebook page on 30th October that Trump will be next president of US.\n\nOur model works but I think the important question which we failed to answer is that how much historic data\nmust be analyzed to make the right decision. This could have been answered if we had a Data Scientist. Also I\nbelieve its a great tool to track voters and get them to vote. It can be used in French elections next year or\nelections of Brazil in 2018 but unfortunately I have to shut down this project as getting data from Twitter is\nexpensive and the start up is running out of money.\n\nIam going to focus on cyber security again and will definitely reach out if I have a powerful investable idea.\n\nRegards,\nZubair Khan\n\nOn Nov 11, 2016, at 4:49 AM, jeffrey E. <jeevacation@gmail.com> wrote:\n\nnot so good\n\nplease note\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\nJEE\nUnauthorized use, disclosure or copying of this\ncommunication or any part thereof is strictly prohibited\nand may be unlawful. If you have received this\ncommunication in error, please notify us immediately by\n\nHOUSE_OVERSIGHT_031521",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031521.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2020,
    "word_count": 349,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:49.073809",
    "prefix": "IMAGES-011"
  }
}