{
  "document_id": "HOUSE_OVERSIGHT_023568",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023568.txt",
  "text": "7/22/2016 In the shadow of quantitative easing, party like it is 1788 - FT.com\n\nReferring to last year’s stress test of insurance companies by the European regulator, the Eesti Pank\nof Estonia now says that “the low interest rate scenario used in the stress test has already arrived, and\nthe current yield curve is already lower than that used in the test. If companies do not take\nappropriate measures or adjust their operations or strategy, they could face difficulties in meeting\ntheir liabilities to policyholders earlier than was calculated.”\n\nThe same problem applies to defined benefit pension plans, which are what most Europeans are\ncounting on for that part of their retirement income that is not covered by pay-as-you-go state plans.\n\nAs the promises to pension, life insurance and guaranteed investment contract beneficiaries are\ndiscounted at very low or negative rates, they eat through any reserves or capital the institutions have\non hand. At the same time, the institutions earn less and less income from any new securities\npurchases. This has happened slowly, and, with the curve bending downwards in working\npopulations, quickly.\n\nSomeone will have to explain to the pensioners and survivors that they are not getting what they are\npromised. I would suggest not applying for that particular job opening. The compensation for\ninvestment managers who are arithmetically certain to lose money will tend to decline over time.\n\nWhen someone says I am not smart enough to understand persistent negative real rates (the\n“persistent” is important), I have to agree. There is no way I could project all the dreadful\nconsequences. However, it would be difficult to match the stupidity of the excuses for the current\nconsensus on central bank policy.\n\nNot that there will be a consensus for much longer. It does not take much reading between the lines of\nstatements such as President Obama’s last note in the FT to see that the competitive devaluation\nimplicit in the ECB’s policy path is making the leaders of a major currency zone rather cross. And just\nbefore a US election year, to twist the knife.\n\nBut then it is always an election year somewhere, and it apparently is the job of macroeconomists to\ncome up with plausible stuff to fill out press releases, not to make actual policy.\n\nTo their credit, Federal Reserve staff seem quite guileless about the shortcomings of the long-term\nprojections generated by their central model.\n\nNot that the market people are without their sins of oversimplification and formalism. They have\nstretched VAR models for risk far beyond their real utility. The market’s risk managers have the same\nmotivation as the macroeconomists: their bosses want a short answer that supports their\ncompensation plan or political platform.\n\nEnough hard feelings; Iam now confident that we in the developed world will succeed in our most\nimportant goal. That is to get through the year end and the bonus calculation period without having to\nput a complete financial disaster on the books. My concerns are about what comes after that.\n\nNext year some of the seemingly endless European processes of regulation writing are coming to an\n\nhttp-/Avww.ft.com/cms/s/O/aa7a54d6- 94f2-11e5-bd82-c1fb87bef7af htm axzz4F 9fV2RAR 2/3\n\nHOUSE_OVERSIGHT_023568",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023568.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3276,
    "word_count": 525,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.240170",
    "prefix": "IMAGES-007"
  }
}