{
  "document_id": "HOUSE_OVERSIGHT_025264",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025264.txt",
  "text": "Swiss equities\n\nPreference: neutral\n\nSMI (24 Oct): 6,627 (last publication: 6,540)\nUBS View SMI (6-month target): 6,700\n\ne We stay neutral on Swiss equities relative to global ones. Swiss companies are internationally well\ndiversified, with about 2/3 of revenues generated in the US and in emerging markets. This provides the\nbasis for solid revenue and earnings, despite economic weakness in Europe.\n\n¢ Swiss companies are trying to mitigate concerns about global economic prospects and a strong Swiss\nfranc using tight cost controls. This should protect operating margins.\n\n¢ While the Swiss franc remains overvalued, the currency is not longer a drag. In fact, after depreciating\nsince summer versus the USD and related currencies, Swiss companies’ earnings will show positive currency\ntranslation and margin effects.\n\ne Especially in an environment of low economic growth we like the properties of decent earnings growth,\nsolid balance sheets and a reasonable valuation.\n\n4 Positive scenario SMI (6-month target): 7,500\n\ne Eurozone economic growth is reaccelerating considerably, providing further relief to Swiss financials as\nwell as Swiss exporters. Defensive sectors would likely be left behind in a strong global relief rally. In this\nscenario, we would expect the equity market P/E to be re-rated to 15x and earnings to grow by 5% over\nthe next six months.\n\n& Negative scenario SMI (6-month target): 5,600\n\n¢ The global economy slides into a recession. Despite being less dependent on the global business cycle,\nSwiss companies will also feel the drop in global demand. In this scenario, corporate earnings are likely to\ndrop slightly over the next six months and we would expect the P/E to contract toward 12.0x.\n\nNote: Scenarios refer to global economic scenarios (see slide 7)\n\nWhat we're watching Why it matters\n\nEconomic indicators Key announcements of domestic economic indicators: Nov 1, Manufacturing\n\nPMI index; Nov 30, KOF Swiss leading indicator;\n\nKey Swiss monetary policy dates that could impact Swiss equities: Nov 1, SNB\nmeeting\n\nMonetary and economic\npolicy\n\nCorporate news Key corporate announcement dates: Oct 30, Geberit, Oerlikon, Straumann &\n\nUBS; Oct 31, Lonza & Sika\n\n2 UBS\n\nRecommendations\n\nTactical (6 months)\n\ne We favor large caps over small caps.\n\ne We like stocks paying high and\nsustainable dividends.\n\ne Within defensives, we favor the\nHealthcare and Consumer Staples\nsectors.\n\ne Among the cyclical companies, we\nprefer those with a broad emerging-\nmarkets exposure and/or cheap\nvaluation, including insurers.\n\nStrategic (1 to 2 years)\n\ne We favor leaders in regards to the two\nkey Swiss success factors: innovation and\nglobalization.\n\nSwiss market relative to world\nequities\n\n30\n\n2003 2005 2007 2009 2011\n\n— SMI realized PIE MSCI World: realized PIE\n\nSource: Thomsen Reuters, UBS, as of October 24, 2012\n\nNote: Past performance is not an indication of future returns.\n\nFor further information please contact ClO's asset class specialist Stefan Meyer, stefan-r.meyer@ubs.com u\n\nPlease see important disclaimer and disclosures at the end of the document.\n\nHOUSE_OVERSIGHT_025264",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025264.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3118,
    "word_count": 481,
    "line_count": 96,
    "import_date": "2025-11-19T21:47:48.508585",
    "prefix": "IMAGES-008"
  }
}