{
  "document_id": "HOUSE_OVERSIGHT_027963",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027963.txt",
  "text": "frustration of trying to convince the generals in the kirya to give us the go-\nahead. Some of them agreed Israel needed a specially trained commando force.\nBut not everyone felt Sayeret Matkal could, or should, take on that role. Rafael\n“Raful” Eitan was perhaps the most strident. He had fought with the Palmach in\n1948. He was an officer in Unit 101 and a commander of the parachutists’\nBattalion 890. He was now kaizhar, in overall charge of all infantry and\nparatroop forces. He insisted that such work required a real sayeret, by which\nhe meant the paratroopers.\n\nYet the need for a special-forces unit was becoming increasingly hard to\nignore. By the summer of 1971, a couple of months after I became sayeret\ncommander, King Hussein’s army had defeated the insurgency of Fatah and a\npair of even more militant partners, the Democratic Front and the Popular Front\nfor the Liberation of Palestine. That meant a quieter eastern frontier. But the\nPalestinian groups rebased across our northern border in Lebanon. When\nJordanian Prime Minister Wafsi al-Tal was assassinated, it proved to be the start\nof a series of killings and terror attacks by a new group within Fatah, called\nBlack September. There was at least some potentially encouraging news from\nEgypt. When Nasser died in September 1970, he was succeeded by a less\nflamboyantly militant vice-president, Anwar Sadat. Yet in both Egypt and\nSyria, a number of our air force pilots were still being held prisoner.\n\nI felt an especially strong motivation to help bring the pilots home. They had\nrisked their lives for us. It seemed to me we owed them the same. One of the\nmen being held in Syria, Pini Nachmani, had a personal connection to many of\nus in the unit. He had worked with us on sayeret missions. I came up with a plan\nthat, while undeniably risky, seemed to me to have every chance of success. It\nwas to abduct a number of Syrians from an officers’ club on the western edge of\nDamascus. We would land in transport helicopters a few miles away and unload\na pair of armored cars captured in 1967. But Raful’s view prevailed. I could not\nget the approval of the Airya. I did take heart from Avraham Arnan’s support.\nHe was now Golda Meir’s counter-terrorism adviser. Also from the fact that\nChaim Bar-Lev’s successor as chief of staff was an old friend of the sayeret:\nDado Elazar, Avraham’s Palmach comrade from 1948. Yet winning over the\nremaining doubters in the kirva was obviously going to take time.\n\nAs so often during my years in uniform, however, Sayeret Matkal’s birth as\na special-forces unit came by force of circumstance: not in an officers’ club near\nDamascus, but a few miles away from our base, on a runway at Lod Airport.\n\n115\nHOUSE_OVERSIGHT_027963",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027963.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2731,
    "word_count": 475,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:44.676001",
    "prefix": "IMAGES-009"
  }
}