{
  "document_id": "HOUSE_OVERSIGHT_014929",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014929.txt",
  "text": "Twitter (Underperform, $14.50)\n\nStock view: Engagement could be improving, but still trailing peers\n\nOn positive note, DAU growth, tweet impressions, and time spent growth have all been\naccelerating, and we won't be surprised if most metrics show stable growth in 1Q17\ngiven event activity (political, sports, awards shows) in 1Q. However, the NFL season is\nover, the election surprise is slowing fading, competitive pressure is rising (particularly\nInstagram), and new monetization initiatives will take time, so we are more cautious on\n2Q. The high level of executive churn also raises an element of strategic uncertainty\nthat could continue to weigh on sentiment. While it’s possible Twitter could see\nmoderate residual benefit from recent YouTube/Google Display Network boycotts, we\ncontinue to believe MAU growth acceleration is key to improving sentiment, and we\ncontinue to expect other platforms to grow much faster. The biggest upside driver for\n1Q could be conservative guidance, which implied revenues would be down 17% y/y at\nthe midpoint in 1Q.\n\nLonger-term, our primary concerns are user growth, rising competition in video, and lack\nof positive advertiser feedback. Despite execution on the live streaming initiative in\n2016, MAU impact was underwhelming and we see risk of rising costs and/or content\nloss in 2017. At this point, it’s unclear how aggressively management will push live\nstreaming in 2017, and early exploration of potential subscription revenue streams\n(enhanced Tweetdeck offering beta) could suggest potential strategic shifts. On the\nadvertiser side, we are still hearing limited traction with Twitter’s ad platform changes\nand ROI measurement, and it seems experimental dollars are being moved to Snap.\n\nThe biggest risk to our Underperform rating, in our view, is the underlying value of the\nTwitter platform for users and potential Artificial Intelligence (Al} signals. We remain on\nthe sideline for now, with ever-present M&A potential providing some element of a floor\nto the stock. We think 3x 2017 revenues plus cash ($12/share in total) is a valuation an\nacquirer could see as very reasonable given stabilizing DAU trends and value of Twitter\ndata.\n\nKey theme/metric(s) for 1Q: Mgmt focus on engagement, investors on users\n\nMAU growth likely remains the primary focus in terms of metrics investors consider.\nWhile DAU growth could continue to growth at high single digits, we do not see much\nupside potential to low single digit MAU growth (we model 322mn, 4% y/y), which lags\nin comparison to Facebook’s recent17% y/y growth. We expect engagement metrics in\ngeneral (tweet impressions, DAU growth, time spent) to be solid, though it’s possible\nlack of NFL and fading US election catalysts could have some negative effect. In terms\nof monetization, our ARPU estimate for $1.67 implies a 14% y/y decline, which reflects\nboth weaker Twitter pricing trends and potential competitive pricing pressures.\n\nBiggest 1Q issues/risks:\n¢ MAU growth could slip: We model 4% y/y MAU growth to 322mn, but fading NFL\nand election tailwinds could lead to weaker user growth trends in 2Q.\n\n¢ Competition could impact pricing: Management noted elevated competition in\nmid-January (shortly after Snap’s ad API update}, which may have continued\nthroughout the quarter and impacted pricing more than anticipated.\n\n- Live streaming pipeline in question: Amazon recently announced a deal with the\nNFL to steam game content, replacing Twitter.\n\n¢ Ad product wind-down could impact revenue: Management indicated that it is\nreevaluating lower return ad formats, and a decision to wind down certain formats\n(like direct response, promoted tweets) could further impact 2Q guidance.\n\nBankof America\n\nMerrill Lynch Internet/e-Commerce | 06 April2017 43\n\nHOUSE_OVERSIGHT_014929",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014929.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3789,
    "word_count": 584,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:48.168913",
    "prefix": "IMAGES-003"
  }
}