{
  "document_id": "HOUSE_OVERSIGHT_030269",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030269.txt",
  "text": "Article 1.\n\nNYT\nPay Attention\n\nThomas L. Friedman\n\nMay 28, 201 1—Cairo -- I had some time to kill at the Cairo airport\nthe other day so I rummaged through the “Egyptian Treasures” shop.\nI didn’t care much for the King Tut paper weights and ashtrays but\nwas intrigued by a stuffed camel, which, if you squeezed its hump,\nemitted a camel honk. When I turned it over to see where it was\nmanufactured, it read: “Made in China.” Now that they have decided\nto put former President Hosni Mubarak on trial, I hope Egyptians add\nto his indictment that he presided for 30 years over a country where\nnearly half the population lives on $2 day and 20 percent are\nunemployed while it is importing low-wage manufactured goods — a\nstuffed camel, no less — from China.\n\nThat’s an embarrassment for Mubarak and America, which has\ndonated some $30 billion in aid to modernize Egypt’s economy over\nthe last 30 years — and President Obama just promised a couple\nbillion more. Egypt’s economy has nose-dived since the uprising, and\nthe new government really does need the money to stay afloat. But I\nonly hope that Obama and Secretary of State Hillary Clinton\nunderstand that right now — right this second — Egypt needs\nsomething more from Washington than money: quiet, behind-the-\nscenes engagement with Egypt’s ruling generals over how to\ncomplete the transition to democracy here.\n\nHere’s why. After the ouster of Mubarak in February, his presidential\npowers were shifted to a military council, led by the defense minister.\nIt’s an odd situation, or as the Egyptian novelist Alaa Al Aswany,\nauthor of “The Yacoubian Building,” put it to me: “We have had a\nrevolution here that succeeded — but is not in power. So the goals of\n\nHOUSE_OVERSIGHT_030269",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030269.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1731,
    "word_count": 300,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:44.900892",
    "prefix": "IMAGES-010"
  }
}