{
  "document_id": "HOUSE_OVERSIGHT_013014",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013014.txt",
  "text": "98 5 A Generic Architecture of Human-Like Cognition\n\nHIGH LEVEL MIND ARCHITECTURE\n\nMETA COGNITIVE\n\nJ\n\nFf —*_ PROCESSES } » SELF/SOCIAL ~\nL\n\n=-_A ll : | —_ 4\n\nP\nE\nR if ee\n— : A\n\n¢ | ¥ : | ’ C\n= :\n\nDELIBERATIVE < > T\n\n— nnn LONG TERM\n\n‘ PROCESSES ; MEMORY I\n\nL © ¥ oO\nI v\"% ry a ‘ N N\nS , ; emotion\nsf - LANGUAGE F * MOTIVATION/ Af U\nU ' Y ACTION SELECTION B\nB Y\ns| 8 oT =) WORKING S\n¥ “processes [é——> MEMORY T\nSs m~ E\ni M\nM\n\n|e\nS = REINFORCEMENT fe\n|__ ee > 2 > |\n\nENVIRONMENT\n\nFig. 5.1: High-Level Architecture of a Human-Like Mind\n\nand processes, embodied in having separate boxes for Working Memory vs. Reactive Processes,\nand for Long Term Memory vs. Deliberative Processes, could be viewed as somewhat artificial,\nsince in the human brain and most AGI architectures, memory and processing are closely inte-\ngrated. However, the tradition in cognitive psychology is to separate out Working Memory and\nLong Term Memory from the cognitive processes acting thereupon, so we have adhered to that\nconvention. The other changes from Sloman’s diagram are the explicit inclusion of language,\nrepresenting the hypothesis that language processing is handled in a somewhat special way in\nthe human brain; and the inclusion of a reinforcement component parallel to the perception and\naction hierarchies, as inspired by intelligent control systems theory (e.g. Albus as mentioned\nabove) and deep learning theory. Of course Sloman’s high level diagram in its original form is\nintended as inclusive of language and reinforcement, but we felt it made sense to give them\nmore emphasis.\n\nFigure 5.2, modeling working memory and reactive processing, is essentially the LIDA di-\nagram as given in prior papers by Stan Franklin, Bernard Baars and colleagues [BF 09]. The\nboxes in the upper left corner of the LIDA diagram pertain to sensory and motor processing,\nwhich LIDA does not handle in detail, and which are modeled more carefully by deep learning\ntheory. The bottom left corner box refers to action selection, which in the integrative diagram\nis modeled in more detail by Psi. The top right corner box refers to Long-Term Memory, which\nthe integrative diagram models in more detail as a synergetic multi-memory system (Figure\n5.4),\n\nThe original LIDA diagram refers to various \"codelets\", a key concept in LIDA theory. We\nhave replaced \"attention codelets\" here with \"attention flow\", a more generic term. We suggest\none can think of an attention codelet as: a piece of information stating that, for a certain group\nof items, it’s currently pertinent to pay attention to this group as a collective.\n\nHOUSE_OVERSIGHT_013014",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013014.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2613,
    "word_count": 456,
    "line_count": 75,
    "import_date": "2025-11-19T21:47:49.119007",
    "prefix": "IMAGES-002"
  }
}