{
  "document_id": "HOUSE_OVERSIGHT_018546",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018546.txt",
  "text": "sex... then the person might accept anal sex even if he doesn't really want to... because he\nwants to be a \"real submissive.\"\n\nI have personally witnessed accusations of \"topping from the bottom\" or \"service top”\nbeing used to hurt people who were just trying to communicate, or arrange a relationship\nthat they liked. For example: \"I thought you were a submissive. Why are you asking me\nto tie you up? Stop topping from the bottom! I'm the dominant partner, I make the\ndecisions!\"\n\nAn important facet of consent is trying to create a pressure-free environment, so that all\npartners feel comfortable talking about what they want. Sometimes, it can be very hard to\ncreate that environment, because pressure isn't always easy to see or understand -- but if\nwe want maximum consent power, then we have to do our best. One way to create a\npressure-free environment is to be careful about phrases like \"topping from the bottom”\nand \"service top\" and the role policing that can go along with those phrases.\n\nte OK ok\n\nThis can be found on the Internet at:\n\nhttp://clarissethorn.com/blog/2011/11/12/bdsm-roles-topping-from-the-bottom-and-\nservice-top/\n\nFEMINISM:\n[theory] \"Inherent Female Submission\": The Wrong Question\n\nI wrote this post in mid-2011. Perhaps you can tell that I was in the depths of my\nobsession with pickup artists at the time... those guys talk about \"inherent female\nsubmission” ad nauseam. Not all pickup artists are evil and misogynist, but the ones who\nare love to beat this horse.\n\nKK ok\n\n\"Inherent Female Submission\": The Wrong Question\n\nI get a certain question occasionally, from straight dudes who've had a number of sexual\npartners. It goes something like this:\n\nAll the women I've slept with liked pain. They asked me to hurt them or to dominate them\nin bed. I did it, and enjoyed it; I loved how much it turned them on... it turned them on a\nlot. But I keep thinking about it now. Why are all women into being submissive and/or\nmasochistic in bed? What does that mean?\n\nThey ask me this question in vaguely worried tones. Sometimes they say things like, \"It's\nreally creepy.\" It is obvious that these dudes are rather concerned about this Terrible\nTruth.\n\nHOUSE_OVERSIGHT_018546",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018546.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2204,
    "word_count": 368,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:48.574454",
    "prefix": "IMAGES-005"
  }
}