{
  "document_id": "HOUSE_OVERSIGHT_022358",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022358.txt",
  "text": "Important information\n\nIRS Circular 230 Disclosure: JPMorgan Chase & Co. and its affiliates\ndo not provide tax advice. Accordingly, any discussion of U.S. tax\nmatters contained herein (including any attachments) is not intended\nor written to be used, and cannot be used, in connection with the\npromotion, marketing or recommendation by anyone unaffiliated with\nJPMorgan Chase & Co. of any of the matters addressed herein or for\nthe purpose of avoiding U.S. tax-related penalties.\n\nEach recipient of this presentation, and each agent thereof, may disclose to any\nperson, without limitation, the U.S. income and franchise tax treatment and tax\nstructure of the transactions described herein and may disclose all materials of\nany kind (including opinions or other tax analyses) provided to each recipient\ninsofar as the materials relate to a U.S. income or franchise tax strategy\nprovided to such recipient by JPMorgan Chase & Co. and its subsidiaries.\n\nBank products and services are offered by JPMorgan Chase Bank, N.A. and its\naffiliates. Securities products and services are offered by J.P. Morgan Securities\nLLC, member NYSE, FINRA and SIPC.\n\nThis material is not intended as an offer or solicitation for the purchase or sale\nof any financial instrument. J.P. Morgan Securities LLC or its brokerage affiliates\nmay hold a position or act as market maker in the financial instruments of any\nissuer discussed herein or act as an underwriter, placement agent, advisor or\nlender to such issuer. The views and strategies described herein may not be\nsuitable for all investors. The discussion of loans or other extensions of credit in\nthis material is for illustrative purposes only. No commitment to lend by J.P.\nMorgan should be construed or implied. This material is distributed with the\nunderstanding that we are not rendering accounting, legal or tax advice. Estate\nplanning requires legal assistance. You should consult with your independent\nadvisors concerning such matters.\n\nWe believe the information contained in this material to be reliable but do not\nwarrant its accuracy or completeness. Opinions, estimates, and investment\nstrategies and views expressed in this document constitute our judgment based\non current market conditions and are subject to change without notice. This\nmaterial should not be regarded as research or a J.P. Morgan research report.\nOpinions expressed herein may differ from the opinions expressed by other\nareas of J.P. Morgan, including research. The investment strategies and views\nstated here may differ from those expressed for other purposes or in other\ncontexts by other J.P. Morgan market strategists.\n\nJ.P. Morgan Securities LLC may act as a market maker in markets relevant to\nstructured products or option products and may engage in hedging or other\noperations in such markets relevant to its structured products or options\nexposures. Structured products and options are not insured by the Federal\nDeposit Insurance Corporation (FDIC), the Federal Reserve Board, or any other\ngovernmental agency.\n\nJ.P Morgan\n\nIn discussion of options and other strategies, results and risks are based solely on\nhypothetical examples cited; actual results and risks will vary depending on specific\ncircumstances. Investors are urged to consider carefully whether option or option-\nrelated products in general, as well as the products or strategies discussed herein\nare suitable to their needs. In actual transactions, the client’s counterparty for OTC\nderivatives applications is JPMorgan Chase Bank, N.A., London branch. For a copy\nof the “Characteristics and Risks of Standardized Options” booklet, please contact\nyour J.P. Morgan Advisor.\n\nReal estate, hedge funds, and other private investments may not be suitable for all\nindividual investors, may present significant risks, and may be sold or redeemed at\nmore or less than the original amount invested. Private investments are offered\nonly by offering memoranda, which more fully describe the possible risks. There\nare no assurances that the stated investment objectives of any investment product\nwill be met. Hedge funds (or funds of hedge funds): often engage in leveraging\nand other speculative investment practices that may increase the risk of investment\nloss; can be highly illiquid; are not required to provide periodic pricing or valuation\ninformation to investors; may involve complex tax structures and delays in\ndistributing important tax information; are not subject to the same regulatory\nrequirements as mutual funds; and often charge high fees. Further, any number of\nconflicts of interest may exist in the context of the management and/or operation\nof any hedge fund. Structured products involve derivatives. The investment\ndecision is yours but you should not invest in any structured product unless you\nfully understand and are willing to assume the risks associated with it.\n\nJPMorgan Funds are distributed by JPMorgan Distribution Services, Inc., which is an\naffiliate of JPMorgan Chase & Co. Affiliates of JPMorgan Chase & Co. receive fees\nfor providing various services to the funds. Call JPMorgan Distribution Services at 1-\n800-480-4111 or visit www.jpmorganfunds.com for the prospectus. Investors should\ncarefully consider the investment objectives, risks, charges and expenses of the\nmutual funds before investing. The prospectus contains this and other information\nabout the mutual fund and should be read carefully before investing.\n\nAs applicable, portions of mutual fund performance information may be provided\nby Lipper, a Reuters company, subject to the following: © 2012 Reuters. All rights\nreserved. Any copying, republication or redistribution of Lipper content, including\nby caching, framing or similar means, is expressly prohibited without the prior\nwritten consent of Lipper. Lipper shall not be liable for any errors or delays in the\ncontent, or for any actions taken in reliance thereon.\n\nPast performance is no guarantee of future results.\nAdditional information is available upon request.\n© 2012 JPMorgan Chase & Co.\n\nHOUSE_OVERSIGHT_022358",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022358.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6064,
    "word_count": 925,
    "line_count": 97,
    "import_date": "2025-11-19T21:47:46.735900",
    "prefix": "IMAGES-006"
  }
}