{
  "document_id": "HOUSE_OVERSIGHT_012370",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012370.txt",
  "text": "MS RH fp\n\n—\nrows\n\n~\nON\n\nts\n\ndro nm ta\n\nWey AOA SB Wh\n\nWoy nus wre\n\nmt OD\n\nwe te\n\nta th\n\nQQ How would you describe\n\nA She would be here bul she’s She's\navi! She looks like her bot I'm not sure\n\nQ. Okay. That's why J needed vou te be absulutels\nsare. fappreciate ¥ou being honest and not picking anvone\n\nout because [hat's important Yon know? You have my card, :\n\nnight?\n\nA No, Pfostat, Like DP thank [left it atimy jeb.\n\nQ Okay. F gave your sister one. That's my card.\n\nA You went back to my house?\n\nQ Yeah, ] went by Coday. She's the one who pave me\nyour cell) Your sister\n\nA You tell her what it was?\n\nQ No. No. | jest told her that vou were a witness\nand [needed to talk fo you.\n\nA Ishe going to know anv ibing about any ef this?\n\nQQ About the mvestipgattun? Eventnally I'm sure he\nwill find oul about the investigation. | would appreciate\niL iF anvone did contact you that you call me and give me\nJust -- basically let me know that somebody called vou\n\nA §€they calf me?\n\nQ if they cali von. 1s there anything else you'd\nlike to add to this statement or --\n\nA No. I'm just seared Uhat he’s gonna know\n\nQ. Why are vou seared of hin?\n\nPage 23;\n\nA That he's gonna do something.\n(He's not gona do ans thing\nWhat did he tell you he did Jor a living?\n\nA He was in brain sumething. He studied the brain.\n\nQ Fle's an mvestor and that's it. Justa meney\ninvestor “That's it T's rot -- haif of the things that\nhe totd some of these people. be’s just a money investor.\nThat's i Su don't be afraid. And if they do call vot,\njust call me and let me know\n\nA Mf they ask me lo come over there sbould 1 just\nsavno? Like Pdontwant to vo\n\nQ You haven't been there’?\n\nA (Shakes head no.)\n\nQQ Whenos [be Just lime you said vou were there’?\n\nA Like three. four months ago. Loaper than that.\ndon't remember,\n\nQ [think it's about three or four mantis apo. T\nthink it’s three or four months apo because -- 3s there\nany thing else you'd like to add?\n\nA) Not really.\n\nQ No” Okay. L appreciate vou coming down. And let\nmv walk vou oul.\n\nA Ts something going to heppen to me?\n\nQ No. No. Ejust, like P said, vou're not in any\ntrouble whatsoever. J just wanted to talk to you. |\n\nRe\n7 0 thee 2\n\nP=\nonwn\n\nNOD Boo BO BO re\n™m\n\non Bm Ws\n\nee\n\nPage 24\n\napprectalc vou coming down. Okay’?\nA Thank vou.\nQO Ali right.\n(Thereupon. the interview ended.)\n\nHOUSE_OVERSIGHT_012370\n\n02534",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012370.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2346,
    "word_count": 475,
    "line_count": 127,
    "import_date": "2025-11-19T21:47:48.703078",
    "prefix": "IMAGES-001"
  }
}