{
  "document_id": "HOUSE_OVERSIGHT_020178",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020178.txt",
  "text": "26\n\nofficials, senior members of the Obama Administration, and members of the oversight committees\nof Congress do not view Snowden as a hero or even an authentic whistle-blower. Instead they\nsee him as a betrayer of secrets who, acting willfully brought damage to the United States and\nbenefits to its adversaries. The holders of this darker view of Snowden base it on classified reports\nof the full extent of the theft of classified data. Those officials reckon that only handful of the tens\nof thousands of documents he stole involved domestic surveillance, and these few documents\nserved as a cover for a much larger theft. Admiral Michael Rogers, who replaced General\nAlexander as head of the NSA in January 2014, said that March at a public forum at Princeton\nUniversity. “Edward Snowden is not the \"whistleblower\" some have labeled him to be.” He\nfurther explained to Congress: “Snowden stole from the United States government a large amount\nof classified information, a small portion of which is germane to his apparent central argument\nregarding NSA and privacy issues.” Gen. Martin Dempsey, the chairman of the Joint Chiefs of\nStaff, went even further. He testified to the House Armed Services Committee on March 6, 2014,\nafter estimating that the Snowden breach could cost the military “billions” to repair, added that\n\"The vast majority of the electronic documents that Snowden exfiltrated from our highest levels\nof security had nothing to do with exposing government oversight of domestic activities.\" He\nbased this assessment on then still-secret Defense Intelligence Agency’s report on the breach.\nAlthough he did not reveal the full extent of the damage even in his classified testimony to\nCongress in 2013, the classified DIA report showed that Snowden took \"over 900,000\" military\nfiles from the Department of Defense (DoD) in addition to the NSA files he had taken.. The\nDefense Department loss in terms of the number of files stolen actually exceeded the loss, in sheer\nnumbers, of NSA documents. Lieutenant General Mike Flynn, the DIA director, who directed\nthe DIA secret study, testified to the Senate Select Committee on Intelligence that the breach “has\ncaused grave damage to our national security.”\n\nTo be sure, this was not the first time that the cryptological branches of the military had been\ncompromised. The spy ring of John Walker had provided thousands of the Navy’s reports on\nbreaking Russian ciphers to the KGB during the Cold War era, for example. But the Snowden\nbreach exposing military sources was an order of magnitude greater than any past breach.\n\nThe CIA’s assessment was no less grim. Michael J. Morell, the deputy director of the CIA in\n2013, who, after Snowden’s breach, was appointed by President Obama to the task force to\nreview the NSA’s intelligence breach and its consequences for national security, wrote that\nSnowden’s action went beyond taking the handful of documents, such as the FISA order, “that\naddressed the privacy issue.” Instead, as Morell put it, “he backed up a virtual tractor trailer and\nemptied a warehouse full of documents—the vast majority of which he could not possibly have\nread and few of which he would likely understand—T[and] and he delivered the documents to a\nvariety of news organizations and God knows who else.” _—_As a result, Morell concluded\n“Snowden’s disclosures will go down in history as the greatest compromise of classified\ninformation ever.”\n\nGeneral Keith Alexander, the head of the NSA at the time, came to a very similar assessment,\nasserting that Snowden did “the greatest damage to our combined nations’ intelligence systems\nthat we have ever suffered.” To be sure, it is to be expected that military intelligence officers\n\nHOUSE_OVERSIGHT_020178",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020178.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3747,
    "word_count": 608,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:48.006572",
    "prefix": "IMAGES-005"
  }
}