{
  "document_id": "HOUSE_OVERSIGHT_014373",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014373.txt",
  "text": "Chart 86: Following last week’s GOP sweep, do you think regulatory relief is in the cards for\nthe financial services industry?\n\n70% 62%\n60%\n50%\n40%\n30%\n20%\n10%\n\n0%\n\nYes, and this should havea Yes, but change in regulatory No, | think there will be little\nmeaningful impact to returns burden and subsequent impact change in regulatory burden\nto bank returns will be more\ngradual than what financial\nstocks are currently pricing in\n\nSource: BofA Merrill Lynch Global Research\n\n= CCAR a product of regulatory attitude: The panelists agreed that CCAR in its\ncurrent form is not a result of legislation as post-recession bank stress tests (SCAP)\nexisted prior to Dodd-Frank. Furthermore, the panelists noted Dodd-Frank’s\ndefinition of a stress test is very basic, which has been made more stringent and\ncomplex as a result of regulators. Mr Cohen also noted that a lack of transparency\nof the test was the least defensible part of CCAR.\n\n= Biggest obstacle for bank M&A and activist influence is regulation. Despite\nheadlines of increased shareholder activism within the banking industry, the\nmajority of investors polled (61%) believe activist investors have only a moderate\nimpact on corporate strategy (see chart). Specifically, Mr. Cohen explained that two\nof the three reasons why an activist will typically get involved with a corporate are\ndifficult to achieve on a bank’s board given the level of regulatory oversight on the\nindustry. While selling the bank is the one area where activists have had success,\nthis typically occurs at the community bank level. That said, he believes a change in\nattitude of regulators could free up M&A activity.\n\nChart 87: What kind of impact does an activist investor have in corporate strategy and\nultimate shareholder value?\n\n70% 61%\n60%\n50%\n40%\n30%\n20%\n10%\n\n0%\n\nMeaningful impact, as activism Moderate impact, as activism No meaningful impact, as many\nbehooves complacent Boards can bring issues to the forefront activists have a short-sighted\nto rethink corporate strategy in and can invigorate deal view of shareholder value\na way that is most positive to discussions but have modest\nnear-term and long-term —_ influence in corporate strategy\nshareholder value and ultimate shareholder value\n\nSource: BofA Merrill Lynch Global Research\n\nBankof America a 2016 Future of Financials Conference | 17 November 2016 59\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014373",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014373.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2392,
    "word_count": 383,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:44.104410",
    "prefix": "IMAGES-002"
  }
}