{
  "document_id": "HOUSE_OVERSIGHT_022346",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_022346.txt",
  "text": "From: \nSent: \nTo: \nSubject: \nAttachments: \nPaul Morris [1111111111111111110111114111111111114] \n3/14/2014 10:27:39 PM \nJeffrey Epstein [jeeyacation@gmail.com] \nRe: Oil options [C] \ngraycol.gif \nImportance: High \nClassification: Confidential \nI do want to talk to u about this, they spent too much thinking about options here, let me know when u have couple minutes. \nVinit Sahni \n-----Original Message----- \nFrom: Vinit Sahni \nSent: 03/13/2014 09:47 PM EDT \nTo: jeevacation@gmail.com \nCc: Paul Morris \nSubject: Fw: Oil options \nClassification: External Communication \nJeffrey - apologise if this long to execute next time well be much quicker. \nNay Gupta \nOriginal Message----- \nFrom: Nay Gupta \nSent: 03/12/2014 09:35 PM GDT \nTo: njeevacation@gmail.com\" <jeevacation@gmail.com> \nCc: Tazia Smith; Paul Morris/db/ \nSubject: Oil options \nJeffrey \nVinit Sahni/db/IIIIIIIIIIII \nJust got off the phone with Vinit. \nDB stopped marketmaking OTC oil options - for short dated Pd go for exch traded - better liquidity and lower transaction costs in and \nout. \nMy central scenario - Kerry Lavrov meeting Friday will be a bust and the Crimea referendum this weekend will result in \"yes\" given \nthe 59pct ethic Russian makeup. Sunday/ Monday sanction rhetoric from ranging from g8 expulsion to Iran-style bank embargo is \nraised a notch. Russia follows with more threats of counter-sanctions. My sense is the Obama 5m of 696m SPR release is to show \nMerkel and co he will step in. He needs to because there are 8 small European and Baltic countries that rec 70%+ of their gas from \nRussia. Germany gets 30%. \nCross asset correlations outside of the US are increasing past few days - eg copper and the Turkish lira hourly charts are on top of each \nother past 4 days. I'm worried there is a 30-40pct(?) chance of a hard risk off move in markets in first half of next week - more focused \non European equities, copper, EM FX (Turkey, ZAR, Ruble etc) than SPX. In that scenario oil is way up. \nExchange WTI calls - there are 2 options (as of 3pm est): \n5day expiry 17march 2014 underlying clj4 97.92 \nand \n35d expiry 16apri12014 underlying clk4 97.59 \n** The 5 day options are a bit short - one possibility is sell a 3usd out of the money put (95.5 strike) for 20cents and buy a 2usd OTM \n100 call for 25. Net pay Scents. But 5d is a bit short for me. \n**For 35d expiry You could look at selling 91.50 (6usd OTM put) for 56cents and buying 103c (5.5usd OTM) for 58cents or the 102c \n(4.5usd OTM) for 76cents. \nCL1 <comdty> OMON on Bloomberg has live strikes and bid/ask. \nHOUSE OVERSIGHT 022346 \nIf 5d is too short and 35d is too long / not enough gamma, Tazia may be able to source liquidity from the street. Am Cc'ing her for any \nlive pricing or additional comment \nBest \nNay \nThis communication may contain confidential and/or privileged information. \nIf you are not the intended recipient (or have received this communication \nin error) please notify the sender immediately and destroy this \ncommunication. Any unauthorized copying, disclosure or distribution of the \nmaterial in this communication is strictly forbidden. \nDeutsche Bank does not render legal or tax advice, and the information \ncontained in this communication should not be regarded as such. \nHOUSE OVERSIGHT 022347",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_022346.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3272,
    "word_count": 531,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:48.435719",
    "prefix": "TEXT-001"
  }
}