{
  "document_id": "HOUSE_OVERSIGHT_017779",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017779.txt",
  "text": "Case 1:19-cv-03377 Document 1-8 Filed 04/16/19 Page 9 of 16\n\nhttp://www.vanityfair.com/news/2003/03/jeffrey-epstein-200303\n\nfollowing its discovery that he had committed a possible “Reg D” violation—evidently he had\nlent money to his closest friend. (In the 1989 deposition he said that he’d lent approximately\n$20,000 to Warren Eisenstein, to buy stock.) Such an action could have been considered\nimproper, although Epstein claimed he had not realized this until afterward.\n\nAccording to Epstein, Bear Stearns management had questioned him about the loan around\nMarch 4. The questioners, Epstein said, were Michael (Mickey) Tarnopol and Alvin Einbender.\nIn his 1989 deposition Epstein recalled that the partner who had made an “issue” of the matter\nwas Marvin Davidson. On March 9, Epstein said, he had met with Tarnopol and Einbender\nagain, and the two partners told him that the executive committee had weighed the offense,\ntogether with previous “carelessness” over expenses, and he would be fined $2,500.\n\n“There was discussion whether, in fact, I had ever put in an airline ticket for someone else and\nnot myself and I said that it was possible, ... since my secretary handles my expenses,” Epstein\ntold the S.E.C. In his 1989 testimony he stated that the “Reg D” incident had cost him a shot at\npartnership that year.\n\nWhat the S.E.C. seemed to be especially interested in was whether there was a connection\nbetween Epstein’s leaving and the alleged insider trading in St. Joe Minerals by other people at\nBear Stearns:\n\nQ: Sir, are you aware that certain rumors may have been circulating around your firm in\nconnection with your reasons for leaving the firm?\n\nA: I’m aware that there were many rumors.\n\nQ: What were the rumors you heard?\n\nA: Nothing to do with St. Joe.\n\nQ: Can you relate what you heard?\n\nA: It was having to do with an illicit affair with a secretary.\n\nQ: Have you heard any other rumors suggesting that you had made a presentation or\ncommunication to the Executive Committee concerning alleged improprieties by other members\nor employees of Bear Stearns?\n\nA: I, in fact, have heard that rumor, but it’s been from Mr. Harris in our conversation last week.\nQ: Have you heard it from anyone else?\n\nA: No.\n\nA little later the interview focuses on James Cayne:\n\nHOUSE_OVERSIGHT_017779",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017779.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2305,
    "word_count": 378,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:44.409201",
    "prefix": "IMAGES-004"
  }
}