{
  "document_id": "HOUSE_OVERSIGHT_024112",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024112.txt",
  "text": "BRAZIL\n\nThe Fund is not listed with any stock exchange, organized over the counter market or electronic system of securities\ntrading. Interests in the Fund have not been and will not be registered with any securities exchange commission or\nother similar authority, including the Brazilian Securities and Exchange Commission (Comissaéo de valores\nMobilidrios - or the “CVM”). Interest in the Fund will not be directly or indirectly offered or sold within Brazil\nthrough any public offering, as determined by Brazilian law and by the rules issued by the CVM, including Law No.\n6,385 (Dec. 7, 1976) and CVM Rule No. 400 (Dec. 29, 2003), as amended from time to time, or any other law or rules\nthat may replace them in the future.\n\nActs involving a public offering in Brazil, as defined under Brazilian laws and regulations and by the rules issued by\nthe CVM, including Law No. 6,385 (Dec. 7, 1976) and CVM Rule No. 400 (Dec. 29, 2003), as amended from time to\ntime, or any other law or rules that may replace them in the future, must not be performed without such prior\nregistration. Persons in Brazil wishing to acquire interests in the Fund should consult with their own counsel as to the\napplicability of these registration requirements or any exemption therefrom. Without prejudice to the above, the sale\nand solicitation of interests in the Fund is limited to qualified investors as defined by CVM Rule No. 409 (Aug. 18,\n2004), as amended from time to time or as defined by any other rule that may replace it in the future.\n\nThis Memorandum is confidential and intended solely for the use of the addressee and cannot be delivered or\ndisclosed in any manner whatsoever to any person or entity other than the addressee.\n\nCOLUMBIA\n\nNeither this Memorandum nor the interests in the Fund have been reviewed or approved by the Financial\nSuperintendency of Colombia (the “FSC”) or any other governmental authority in Colombia, nor has the Fund or any\nrelated person or entity received authorization or licensing from the FSC or any other governmental authority in the\nColombia to market or sell interests in the Fund within Colombia. No public offering of interests in the Fund is being\nmade in Colombia or to Colombian residents. By receiving this Memorandum, the recipient acknowledges that it\ncontacted New Leaf at its own initiative and not as a result of any promotion or publicity by New Leaf. This\nMemorandum is strictly private and confidential and may not be reproduced, used for any other purpose or\nprovided to any person other than the intended recipient.\n\nDENMARK\n\nThis Memorandum has not been and will not be filed with or approved by the Danish Financial Supervisory\nAuthority or any other regulatory authority in Denmark and Limited Partner Interests in the Fund have not been and\nare not intended to be listed on a Danish regulated market. Limited Partner Interests in the Fund have not been and\nwill not be offered in Denmark under the E.U. Alternative Investment Fund Managers Directive (as implemented\ninto Danish law). Consequently, this Memorandum may not be made available and interests in the Fund may not be\nmarketed or offered for sale directly or indirectly to any natural or legal person in Denmark except as permitted\nunder applicable rules.\n\nFINLAND\n\nAs the Fund is a closed end fund, the marketing of interests in the Fund is not interpreted to be subject to the\nprovisions of the Finnish Act on Mutual Funds (sijoitusrahastolaki, 29.1.1999, as amended, the “MFA”). Accordingly\nprospective investors should acknowledge that this Memorandum is not a fund prospectus as meant in the MFA and\nthe marketing of interests in the Fund is not subject to a marketing permission from the Financial Supervisory\nAuthority (Finanssivalvonta; “FIN-FSA”). Furthermore, even if interests in the Fund were to be construed as\n“securities” as defined in the Finnish Securities Markets Act (arvopaperimarkkinalaki, 14.12.2012/746, as amended\nthe “SMA”), based on the exemptions set forth in the SMA, the offering of interests in the Fund would be exempted\nfrom the prospectus requirements of the SMA (based on the limited number of Finnish offerees and the minimum\ninvestment and transfer restrictions specified herein). Accordingly prospective investors must acknowledge that this\nMemorandum is not a prospectus within the meaning set forth in the SMA. Prospective investors should also note\nthat neither the General Partner or the Management Company is an investment firm (sijoituspalveluyritys) within the\nmeaning of the Finnish Investment Services Act ( sijoituspalvelulaki 747/2012) and they are not subject to the\nsupervision of the FFSA. Any prospective investors should acknowledge that they will not be treated as clients of\nplacement agents (if any) engaged by the Management Company in connection with the placement of interests in the\nFund and such placement agents may not be under any duty to safeguard the interests of prospective investors.\nFurthermore, the Fund is not a property fund as meant in the Finnish Act on Property Funds (kiinteistérahastolaki,\n1173/1997). The FIN-FSA has not authorized any offering for the subscription of interests in the Fund; accordingly,\ninterests in the Fund may not be offered or sold in Finland or to residents thereof except as permitted by Finnish law.\n\n101 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024112",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024112.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5376,
    "word_count": 874,
    "line_count": 66,
    "import_date": "2025-11-19T21:47:48.862179",
    "prefix": "IMAGES-007"
  }
}