{
  "document_id": "HOUSE_OVERSIGHT_014438",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014438.txt",
  "text": "Chart 7: 5Y yields to continue to underperform Chart 8: Real rates likely to feel the pressure going forward\n0.5\n\n3.5\n3\n29\n2\n\n0.4\n\n0.3\n——10y US TIP yield\n\n0.2 15\n0.1 1\n0.5\n0\n0\n-0.1 -05\n=———72s-5s-10s US fly\n0.2 “|\nJan-i4 Juke14.—s Jane14$~—=O«Jue1S—~Ct«Wan-106SSs«J- 16 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016\nSource: Bloomberg Source: Bloomberg\n\nPeak globalization/inequality means higher real rates - short 10Y US real rates\nOur fixed income team make the point that globalization has been a driving force behind\nlower real rates as it has been good for EM growth and reserves. Those reserves then\nfound their way back into the US holding real rates lower. They argue that as the global\nsavings glut unwinds real rates have room to re-price. Peak inequality also means an\nunwind of globalization as politicians seek to protect workers from the depressing\neffect on wages coming from overseas. Donald Trump has already said he intends to\ncharge China with being a currency manipulator. Whether he does or not and what\naction he takes to accompany it remains to be seen, but artificially low currencies\ngenerating high current account surpluses are unlikely to go down well with the new\nadministration. That lends weight to the fixed income team’s arguments.\n\nPeak inequality may also mean less migration across the world — think Trump’s\narguments on illegal immigration from Mexico and Theresa May’s desire to limit\nmigration into the UK post Brexit. Less migration likely means more upward pressure on\nwages, which is the inflation expectations side of the argument. But Michael Hartnett\nalso thinks it means more action on fiscal policy. The UK government have implemented\na £24bn infrastructure fund in the Autumn statement. Donald Trump wants to trigger up\nto $1tn of infrastructure spending in the US in addition to the tax cuts.\n\nThe fiscal boost should push real rates higher (at least in the short term). Some Fed\nmembers have acknowledged this suggesting that equilibrium interest rate might be\nmoved higher by fiscal stimulus. The rates team also rightly says while they want to be\nbearish rates given the speed of the move so far it is also right not to be foolish. Given\nhow much inflation expectations have moved they think there is better risk reward in\nreal rates. They argue the 10Y real rate is the most vulnerable to further moves higher in\nrates. Although they have already risen from around zero in the summer to ~50bp now\nthey think 10Y real rates can reach 1%. So we add that trade to our 2-5-10s position.\n\nImplications for other asset classes: Stronger USD, weaker EM?\n\nThe forces impacting on markets from the Trump victory have not been confined to\nrates markets, although it is probably fair to say that most (although certainly not all) of\nthe impact stems from the move in rates. Higher US rates have meant a stronger USD,\nan outperformance of short duration over long duration equities, a hit to EM debt and all\nforms of carry trades.\n\nBankof America 2 Global Cross Asset Strategy - Year Ahead | 30 November 2016 7\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014438",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014438.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3093,
    "word_count": 526,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:45.040831",
    "prefix": "IMAGES-002"
  }
}