{
  "document_id": "HOUSE_OVERSIGHT_028143",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028143.txt",
  "text": "/ BARAK /9\n\nseemed to defeat the purpose of going into politics in the first place.\n\nStill, I had no appetite for rushing into a challenge to Peres’s leadership, both\nbecause it was bound to be difficult for both of us, and frankly because it seemed\nrash, premature and maybe even unnecessary. Bibi was beginning the negotiations\nto form a government, and that process was likely to take at least a few weeks.\nShimon had yet to signal whether he did intend to stay on. Still, when he invited\nme for a late-night chat at his apartment a week after the election, I was concerned\nhe might raise the leadership issue and I knew that, if he did, I would have to be\nhonest and open with him.\n\nThe conversation went very differently than I’d expected. After he’d poured\neach of us a glass of Armagnac, and offered me a plate of Sonia’s cakes, he spoke\nfor a while about Bibi, though he could not even bring himself to utter the name.\nThis man, he said, knew nothing about leadership, much less about running the\ncountry. He would be outmaneuvered, overshadowed and ultimately controlled by\nthe “real strongman” in the Likud: Arik Sharon. I said I thought we were again\nunderestimating Bibi’s strength, as well as the effect of the country’s new electoral\nsystem. He was the first Prime Minister to enjoy a direct, personal mandate. That\nturned upside down the balance of power and influence in our politics. As he\nassembled his coalition, the other parties, if they wanted to be in government,\nwould have to deal with him on his terms. So, to a much greater extent than before,\nwould potential internal rivals.\n\nAs we talked, I was struck that Shimon seemed resigned to the election defeat,\nrelaxed, more at ease with himself than at any time since the start of the grueling\ncampaign. Then, quite suddenly, he said: “Ehud, I understand the meaning of the\nelection result. “You will have to take on the leadership, and lead the party.” He\nsaid he didn’t plan to spend the rest of his years hanging around the apartment. He\nwould remain active — “working for peace” — but no longer in the party political\narena. “I understand the meaning of what has happened,” he repeated. “I will pass\nthe Labor leadership torch to you. We should find a way to do it quickly, and in the\nright way.”\n\nIt was nearly three in the morning when I left. I was not just surprised, but\ntouched, by what he’d said. Shimon was now nearly 73. He’d had a life in our\ncountry’s politics, and in Labor, stretching back to before the state, when he’d been\na favored protégé of Ben-Gurion. Walking away was going to be hard. I was\n\n295\nHOUSE_OVERSIGHT_028143",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028143.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2618,
    "word_count": 470,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:46.630950",
    "prefix": "IMAGES-009"
  }
}