{
  "document_id": "HOUSE_OVERSIGHT_010934",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010934.txt",
  "text": "of a logical context for those. Too darned much was being taken for granted. What\ndo we really want from economics? As we gradually figure that out, we can figure\nout the most efficient vocabulary for description and prediction. That’s was what\nNewton did. | didn’t like the lazy assumption that those problems had already been\n\nsolved.\n\nNewton lucked out in that old words like mass, force and energy would mostly do if\nhe gave them exact definitions within their usual ranges of meanings. Brand new\nterms would have made tougher reading, and his Principia Mathematica was tough\nenough in 1687.1 had the same luck in the end. But | didn’t know that until I had\ncollected textbooks and economic dictionaries, along with most books on economic\nhistory I could find, and meanwhile worked out what | thought the right vocabulary\nought to be. We pretty well have to solve every section of the jigsaw puzzle at the\nsame time. I’m my father’s son, by the way, and balked at the three-figures prices of\n\nsome of those textbooks, even though | might fork up as much for a bottle of wine.\n\nMy ideas on growth theory and capital theory (explaining rates of interest and\nreturn) will get plenty of coverage later. It happens | have also taken a lifelong\ninterest in banks and money theory. This book isn’t about that directly. But banks\nand money are part of the story of growth and interest, and anyhow are worth\n\nattention in themselves.\n\nMoney has been defined elegantly in terms of what we want from it. We want a\nmeasure of value and a medium of exchange. The qualities to give those things are\n“moneyness”. Money should be “transportable”, for one, in that we don’t really want\nto lug bags of wampum around. It should be stable in value, so that we can contract\nover the future with least uncertainty. It should have the same value in different\nplaces as well as at different times, to minimize the nuisance of conversion. There\nshould be enough of it that shortage doesn’t drive us to the clumsiness of barter. It\nshould be “divisible” into tiny units, as hundred-dollar bills into tens and ones and\n\npennies, for exact payment with nothing owed back. It should be fungible in that one\n\nChapter 1: Recollections 1/06/16 18\n\nHOUSE_OVERSIGHT_010934",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010934.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2242,
    "word_count": 391,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:47.484046",
    "prefix": "IMAGES-001"
  }
}