{
  "document_id": "HOUSE_OVERSIGHT_023932",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023932.txt",
  "text": "186 Teaching Minds\n\nAs long as the customers keep coming, as long as people will do\nanything to get their kids into Yale, Yale will not have to change. Now\nbear in mind that going to Yale isn’t such a bad experience. This is\nnot my point. But Yale’s attitude (and every other top university’s at-\ntitude) toward what those universities are inherently about is seriously\nharming the education of every high school student and almost every\ncollege student in the country. Yale doesn’t know that it is doing this.\n\nThe faculty of Yale didn’t wake up one morning and think that\ndestroying the American education system would be a good idea. They\nnever think that subject-based education is a bad thing. They are pro-\nfessors of subjects, after all. It makes sense to them.\n\nMost of the Yale faculty doesn’t think for even a minute about\nthe U.S. high school system, or the community college system, or the\nthousands of other colleges in the United States. Yale professors are\nthinking about their research, ideas, and projects. Yale administrators\nare thinking about making Yale work better and about money and\nprestige issues. They are not thinking that the subject-based education\nthat is the basis of the university structure has filtered down to high\nschool for no good reason. They think that there is a good reason: to\nprepare high school students for college, namely to make the profes-\nsors’ lives easier when the students arrive at college.\n\nThey do not know they are killing education with their subject ori-\nentation. But they are, just as surely as if they had a plan to do so and\nwere working on it on a daily basis. And, the parents who just must\nsend their kids to Yale are regularly giving them the power to continue\ndoing just that.\n\nPeople who do not live and work within the confines of a great\nuniversity imagine that professors are basically teachers, like high\nschool teachers but more intellectual. They do not understand the col-\nlective mindset at a place like Yale, a mindset that the Yale faculty, for\nthe most part, is perfectly happy with. They do not understand why\nasking what I taught was a funny question. They do not readily get, if\nteaching isn’t a professor’s main concern, what exactly his concerns\nwould be.\n\nTo explain all this requires looking at the life of a typical Yale fac-\nulty member and beginning to understand the world in which he\nlives. We must begin by understanding the aims of the university it-\nself. Universities are employers, after all, and professors, like any other\nemployee, worry about what their boss thinks of them. Curiously,\n\nHOUSE_OVERSIGHT_023932",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023932.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2610,
    "word_count": 450,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:44.899174",
    "prefix": "IMAGES-007"
  }
}