{
  "document_id": "HOUSE_OVERSIGHT_023881",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023881.txt",
  "text": "How to Teach the Twelve Cognitive Processes 135\n\nin every task they undertake. They must talk about and write about\nwhat they do until the description process becomes second nature to\nthem. So, describing cannot be taught in and of itself. It must be part\nand parcel of other events students undertake. Writing classes make\nno sense, therefore. They exist because of the subject-based divisions\nin school. Writing and speaking must be part of everything that is go-\ning on.\n\nSUMMARY\n\nProficiency at all the cognitive processes depends on discovery and\nbeing able to extrapolate from one’s experience about what has been\ndiscovered. These processes depend strongly on prior cases, and prior\ncases are best learned slowly in childhood. They also depend on an\nanalysis of those cases, which is best done with help from a teacher.\nDiscussion, reflection, and analysis of prior cases make one better able\nto deal with new cases. New cases must be compared with old ones\nin a way that helps one reason better from them. This comparison is\nthe basis of teaching analytic cognitive processes. Learning cognitive\nprocesses means having prior experiences with events that are similar\nto current events and being able to extrapolate from them. When we\ngo to a doctor, we want one who has seen our problem, and described\nit to others, many times before. Only then can we detect the nuances\nof difference that will determine an effective course of action.\n\nTeaching cognitive processes means providing students with ex-\nperiences, hopefully each one more complex than the one before,\nand helping students discuss those experiences and compare one with\nanother. Knowledge is experience, but it is experience that has been\nanalyzed so that it can be retrieved again just in time as needed. This\nwill happen only if we have thought about what we have experienced.\n\nA teacher’s job, therefore, is to help provide the experiences and\nto help the student reflect upon the significance of those experiences.\nGood parents do this naturally. Good teachers would do it naturally as\nwell, if they were allowed to do so. Helping someone see the world in\na new way is pretty much what good teaching is all about.\n\nHOUSE_OVERSIGHT_023881",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023881.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2210,
    "word_count": 368,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:44.386647",
    "prefix": "IMAGES-007"
  }
}