{
  "document_id": "HOUSE_OVERSIGHT_017109",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017109.txt",
  "text": "4.2.12\nWC: 191694\n\nalien to my rational mindset. (And I suspect, to my parents, if they even bothered to think about\nit.) Everyone in the almost entire Jewish neighborhood (at least everyone who was part of the\nmodern Orthodox community) followed the rules. Few, I suspect, accepted the entire theological\nframework that included the literal truth of the bible, the resurrection of the dead, heaven and hell\n(which were not in the Jewish Bible) and the incorporeal nature of a single God. What we cared\nabout was the precise ingredients in a candy bar (no lard or gelatin), the number of steps you\ncould take if your yarmulkah fell off (more on this later), whether you could wear your house key\nas a tiepin to avoid the prohibition against carrying on the Sabbath, whether it was permissible to\nuse an automatic timer—a “shabos clock”—to turn on the TV for a Saturday afternoon World\nSeries game, or whether you could ride on an elevator on Shabos if it automatically stopped on\nevery floor and required no pressing of buttons. The rabbis answered these questions for us, but\nthey didn’t always agree. My mother had little patience with most of the local rabbis because her\nlate father, who was not a rabbi, “knew so much more than they did,” and always resolved\nreligious disputes by accepting the approach that was “easiest” and most adaptive to the modern\nlifestyle. Even my grandmother knew more than these “phony rabbis,” my mother would insist\ncontemptuously. My mother always said, “Respect people, not titles.” Then she was appalled\nwhen I showed disrespect for my frequently incompetent teachers!\n\nMost of the rules we were required to obey were negative ones: “Donts.” Don’t—eat unkosher,\ndrive or work on Shabas, eat anything on fast days, marry a non-Jew, eat ice cream after a hot\ndog, wear leather on Yom Kippur, talk after washing your hands but before making a “motzie”\nand eating the challah.\n\nMy grandmother—the enforcer—had a favorite Yiddish word: “meturnished’”—tt is forbidden to\ndo! She would shout it out in anticipation of any potential violation. If she saw you about to eat\na Nabisco cookie, she would intone the M word. If she saw you putting a handkerchief in your\npocket on Shabas, the word would ring in your ear. If you even thought about putting your\nyalmulkah in your pocket, you would hear the word. Once I began to whistle a tune. My musical\neffort was grated with a loud “meturnished.” “Why?” I implored. There’s nothing in the Torah\nabout whistling. “It is unJewish,” my grandmother insisted, “The Goyim whistle, we don’t.” It’s\nnow more than 30 years, since Grandma Ringel died, but the M word still rings in my ears every\ntime I indulge in a prohibited food or contemplate an un-Jewish activity (such as enjoying a\nWagnerian opera). Freud called it the “superego.” He must have had a Jewish grandmother too.\n\nOf course we tried to figure out ways around these prohibitions—half of Jewish law seems to be\ncreating technical prohibitions, while the other half seems to be creating ways around them.\nMuch like the Internal Revenue Code. No wonder so many Jews become lawyers and\naccountants. It’s not in our DNA; it’s in our religious training.\n\nA story from my earliest childhood illustrates the extraordinary hold that religion—really\nobservance of religious obligations—held over all of us.\n\nA few months before my brother was born, my father was holding my hand on a busy street, while\nmy mother was shopping. She had just bought me a new pair of high leather shoes—they went\n\nabove my ankles. For some reason, I bolted away from my father and ran into the “gutter.” My\nfoot was run over by an 18 wheeler truck. It would have been much worse had my father not\n\n22\n\nHOUSE_OVERSIGHT_017109",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017109.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3729,
    "word_count": 638,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:45.557506",
    "prefix": "IMAGES-004"
  }
}