{
  "document_id": "HOUSE_OVERSIGHT_022148",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022148.txt",
  "text": "Fittuy Ricu\n\nmanipulated. Then I remembered it was my present. I started to\nenjoy myself. But then it got rough, and that’s when I opened my\neyes.”\n“What did you see?”\n“A woman. A woman I'd never seen before.”\n: “A woman? Dominique Moreau was twelve!”\nCHAPTER 65 ; : “It was dark. I just wanted her off of me. I tried to stop her.”\n“But the twelve-year-old overpowered you?”\n“No. She threatened me. She said if I didn’t let her... continue,\nshe was going to scream ‘Rape.’”\n“And there was nothing that you could do? You've got forty\nyears and a hundred pounds on the girl.”\n\nr 2015 “The party was going on right outside the door. I knew how this\nwas going to look. I was naked. She was naked. What could I do?”\nIt was a brilliant plot twist —one that ultimately allowed Jor-\nito the ripped-from-the-headlines dan to get off scot-free.\n- SVU that was inspired by the Je\nlot takes an interesting turn: before 3\nst him, Jordan, the character mod-\nVU headquarters. :\nh girl raped him, Jordan says.\n\nfleece pullover like the ones favored —\n\nBut the plot twist that Epstein’s own story ended up taking\non the day of Alan Dershowitz’s deposition at a Broward County,\n\nFlorida, courthouse was even more surprising.\n\n3 “There was a criminal extortion plot,” Alan Dershowitz told Brad\n| Edwards and Paul Cassell’s lawyer, Jack Scarola, on October 15,\n2015.\n\n“Your clients were involved.”\n\n2s an evening at home. a\nng,” he explains. “A friend said she\nresent. Told me to wait in my mas~\n4 __ Bradley and Cassell had sued Dershowitz in Broward County\n\"for defamation— payback for extremely negative comments the\nlaw professor had made in the media.\n\n_ Dershowitz had countersued. His reputation was on the line,\nand he had come armed for battle.\n\nSuy has a massage room?”\nk pain,” Jordan says. ;\nell asleep. Now, at first I thought !\nused. I felt myself being manuasy\n\nHOUSE_OVERSIGHT_022148",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022148.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1879,
    "word_count": 336,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:47.360461",
    "prefix": "IMAGES-006"
  }
}