{
  "document_id": "HOUSE_OVERSIGHT_011112",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011112.txt",
  "text": "estimated at a little less than a fourth of this sum. My impression is that this\n\nexposure is not yet dangerous. But it needs watching.\n\nThe best method to estimate aggregate adult human capital separately is Petty’s. It\nis present value of future human cash flow. That means pay less invested\nconsumption. If] am right, meaning that Farr, Marshall and Kiker are wrong,\ninvested consumption is negligible among adults. Then Petty was right to capitalize\npay with no deduction. And he was right to capitalize aggregate current pay, with no\nneed to model the future. Growth of pay will tend to match growth of human capital.\nThe discount rate to find its present value is expected rated of return. Rate of return\nis growth rate plus cash flow rate. Evaluating human capital as constant current pay\ndiscounted by cash flow rate alone will give the same answer as if we modeled in\nexpected pay growth, but then discounted at cash flow rate plus the same projected\n\ngrowth rate.\n\nTotal human capital is adult capital plus that of the young. That part might be\nmeasured at current cost. I won’t attempt either of those calculations here, since\n\nthey seem to call for economists expert in interpreting national accounts.\n\nTo Do List\n\nBooks and papers on economics tend to lead to “policy prescriptions”. That means\nrecommendations on what governments and markets and educators should do. My\nlist begins with getting rid of the double tax on dividends. To get democrats on\nboard, make the effect revenue neutral by raising the corporate tax rate. Dividend\nrates have been far too low for about 50 years now. They should average 5% to 6%\nreal, as they did in the nineteenth century. The result of low dividends has been\ndangerous overinvestment in the private sector, with growth hampered rather than\nenhanced. Charts and tables make it clear that ex ante investment beyond\n\ndepreciation recovery is deadweight loss.\n\nChapter 8 Banks, Money and Macroeconomics 2/8/16 23\n\nHOUSE_OVERSIGHT_011112",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011112.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1984,
    "word_count": 331,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.537262",
    "prefix": "IMAGES-001"
  }
}