{
  "document_id": "HOUSE_OVERSIGHT_024251",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_024251.txt",
  "text": "From: Richard Kahn \nSent: 7/22/2015 5:29:11 PM \nTo: jeffrey E. [jeeyacation@gmail.com] \nSubject: Republicans gird for the Donald Trump debate \nImportance: High \nas you predicted.. \nhttp ://www.politico com/blo gs/media/2015/07/republicans-gird-for-the-donald-trump-deb ate-\n211033.html?ml=t1 5 b#  \nDebate Schedule \nAugust 6, 2015  \n9pm ET - Republican Primary Debate \nAired On: Fox News Channel \nLocation: Quicken Loans Arena in Cleveland, OH \nSponsors: Fox News, facebook \nModerators: Bret Baier, Megyn Kelly and Chris Wallace \nRules: Top 10 candidates in an average of 5 national polls \nCandidates: To be determined \nNotes: Fox News has added a candidate forum at 1pm ET the same day for candidates who don't make \nthe debate cut \nSeptember 16, 2015  \nReagan Library Republican Debate (Press Release) \nAired On: CNN and Salem Radio \nLocation: Reagan Library in Simi Valley, CA \nSponsors: Reagan Library Foundation, CNN, Salem Media Group \nModerators: Jake Tapper, Hugh Hewitt, \nRules: Split field into Segment B (top 10 candidates) and Segment A (remaining candidates getting at least 1% \nin polls) (Details) \nCandidates: To be determined \nOctober 28, 2015  \nCNBC Republican Debate \nAired On: CNBC \nLocation: University of Colorado in Boulder (Press Release) \nSponsors: CNBC (Press Release) \nCandidates: To be determined \nNovember, 2015*  \nRepublican Primary Debate \nAired On: Fox Business Network \nLocation: Wisconsin \nSponsors: Fox Business Network \nCandidates: To be determined \nDecember 15, 2015  \nRepublican Primary Debate \nAired On: CNN \nLocation: Las Vegas, Nevada \nHOUSE OVERSIGHT 024251 \nSponsors: CNN, Salem Media Group \nCandidates: To be determined \n2016 \nJanuary, 2016*  \nRepublican Primary Debate \nAired On: Fox News Channel \nLocation: Iowa \nSponsors: Fox News \nCandidates: To be determined \nFebruary 6, 2016  \nRepublican Primary Debate \nAired On: ABC \nLocation: St. Anse1m College in Manchester, New Hampshire \nSponsors: ABC News, UReview.com (Press Release) \nCandidates: To be determined \nFebruary 13, 2016  \nRepublican Primary Debate \nAired On: CBS \nLocation: South Carolina \nSponsors: CBS \nCandidates: To be determined \nFebruary 26, 2016  \nRepublican Primary Debate \nAired On: NBC and Telemundo \nLocation: Texas \nSponsors: NBC/Telemundo, National Review \nCandidates: To be determined \nMarch 2016* \nRepublican Primary Debate \nAired On: Fox News Channel \nLocation: TBD \nSponsors: Fox News \nCandidates: To be determined \nMarch 10, 2016  \nRepublican Primary Debate \nAired On: CNN \nLocation: Florida \nSponsors: CNN, Salem Media Group \nCandidates: To be determined \n*Debate sponsor has not yet named specific date \nTop 10 Media Stocks for 2015 \nBy Dan Moskowitz March 19, 2015 AAA \nOat' \nThe following list is broken down into Top-Tier Media Stocks and Speculative Media Stocks. It might surprise \nyou that some of the names on the latter list aren't on the former list, but there is a simple reason for this, which \nwill be revealed below. \nHOUSE OVERSIGHT 024252 \nTop-Tier Media Stocks \nWalt Disney \nThe Walt Disney Co. (DIS) is one of the strongest brands in the world. It also possesses multiple revenue \nstreams and pricing power. Q1 EPS jumped 23% year over year based on record revenue. When a company \ndelivers record revenue, that trend doesn't make a sudden U-turn. If there's going to be a turnaround for the \nworse, it will take time to play out, giving you time to exit your position. (For related reading, see: This \nCompany Is No Mickey Mouse Operation.) \nCBS \nCBS Corp.'s (CBS) Q4 revenue increased 3% and diluted EPS improved 8%. CBS also announced a $1 billion \nshare buyback in the first quarter. This will significantly reduce the share count, which should improve \nearnings. CBS will once again have Thursday Night Football, and it will be the home of Super Bowl 50. It's \nalso home to regular-season NFL games, March Madness and The Masters. However, its reach goes well \nbeyond sports. \nComcast \nFY2014 revenue at Comcast Corp. (CMCSA) increased 6.4%. Operating cash flow and EPS improved 6.9% \nand 25%, respectively. Comcast also increased its dividend 11% and announced that $4.25 billion of its $10 \nbillion share buyback program would take place in 2015. (For more, see: This Company is as Unavoidable as it \nis Unloved.) \nTwenty-First Century Fox \nTwenty-First Century Fox, Inc.'s (FOXA) Q2 operating income before depreciation and amortization increased \n12%. Fox studios enjoyed 24 Academy Award nominations in 2015, making it the industry leader. Twenty-First \nCentury Fox also recently created the Europe's leading pay TV business. \nGoogle \nGoogle Inc. (GOOGL) is known as more of a technology company than a media company, but its YouTube \nsegment consumes approximately 15% of all broadband traffic in the United States and Canada (only Netflix, \nInc. (NFLX) is higher at 35%). Google also makes this list because of its $62.63 billion in cash, which means it \ncan enter any business it pleases. If it chooses to expand its media presence, then it would likely steal share \nfrom some of the current industry leaders. (For related reading, see: How Google's Self-Driving Car Will \nChange Everything.) \nSpeculative Media Stocks \nCharter Communications \nQ4 revenue jumped 9.9% at Charter Communications, Inc. (CHTR) thanks to higher customer penetration on \nInternet, video, and commercial businesses. Another positive is that Berkshire Hathaway Inc. (BRK.A) recently \nincreased its position in CHTR by adding 1.2 million shares. CHTR now represents 1.35% of the fund's \nportfolio. The reason CHTR is on the speculative list is a lack of profitability. \nDiscovery Communications \nDifferentiation is the key here thanks to Discovery Communications, Inc.'s (DISCA) success with docudramas. \nIn FY2014, revenue increased 13%, adjusted earnings per diluted share improved 13%, free cash flow increased \n2%, and $1.4 billion worth of stock was repurchased. The biggest risks here are a challenging U.S. market and \ncurrency headwinds. It should also be pointed out that there is an 11% short position on the stock. (For related \nreading, see: A Breakdown of Stock Buybacks.) \nHOUSE OVERSIGHT 024253 \nViacom \nMTV, VH1, CMT, BET, Nickelodeon, Nick Jr, Comedy Central, TV Land, SPIKE, and more. Do these sound \nlike brands that are likely to suffer? No. Viacom, Inc. (VIA) is a profitable company that pays a small dividend. \nOn the other hand, a debt-to-equity ratio of 3.88 isn't comforting. \nTime Warner \nTime Warner Inc. (TWX) has 165 channels across 200 countries. This includes HBO. In FY2014, revenue \nincreased 3%. That's not spectacular, but adjusted EPS jumped 18%, which now represents six consecutive \nyears of adjusted EPS growth in the high teens. Time Warner also returned $6.6 billion to shareholders via \ndividends and buybacks throughout the year. Over the long haul, cable companies will have a difficult time \ncompeting against streaming services, but all is okay for right now. \nScripps Networks Interactive \nAmong Scripps Networks Interactive, Inc.'s (SNI) properties are Home and Garden Television, Food Network, \nTravel Channel, DIY Network, Cooking Channel and Great American Country. These are strong brands. Strong \nenough that Scripps Networks expects FY2015 revenue to increase approximately 4%. The company also \nexpects selling, general, and administrative expenses to come in between flat and down 2%. Either way, it's a \npositive when revenue is outpacing SG&A expenses. Furthermore, Scripps Networks has announced that it's \nadding $1 billion to its share buyback program and increasing its dividend by 15%. The risk here is the stock's \nsensitivity to broader market corrections. (For a look back to 2009, see: Scripps Network Interactive Worth a  \nLook.) \nPerformance Comparisons \nAnother reason why some stocks made the top list and others did not is performance. If a stock can't appreciate \nin a bull market, then how would you expect it to perform when the trend reverses? Capital preservation should \nbe the number one priority for a savvy investor. Below are total return numbers for each company as of \n3/18/2015). \n1-Year \t3-Year \t5-Year \t10-Year \nDIS \t33.09% \t36.87% \t27.03% \t15.19% \nCBS \t-3.95% \t26.94% \t23.19% \t12.56% \nCMCSA \t19.26% \t27.62% \t23.13% \t13.40% \nFOXA \t6.46% \t26.99% \t24.13% \t8.83% \nGOOGL \t-6.61% \t21.87% \t14.84% \t20.18% \nCHTR \t50.27% \t143.56% \t140.36% \tn/a \nDISCA \t-25.98% \t8.93% \t13.74% \tn/a \nVIA \t-20.33% \t11.19% \t17.28% \tn/a \nTWX \t37.35% \t38.08% \t25.34% \t9.86% \nSNI \t10.10% \t15.26% \t12.24% \tn/a \nThe Bottom Line \nHOUSE OVERSIGHT 024254 \nThe Top-Tier Media Stocks have outperformed Speculative Media Stocks over the past three years (for the most \npart). Therefore, you should strongly consider the first set of stocks listed above. While it's entirely possible \nthey all underperform in 2015 if the market falters, these are elite names that are highly likely to be around for a \nlong time. Even if the worst occurs, you will have an opportunity to add more to your position at cheaper prices. \n(For related reading, see: Buying Facebook Stock, A Beginner's Guide.) \nRead more: http://www.investopedia.com/articles/active-trading/031915/top-10-media-stocks-\n2015.asp#ixzz3gdqLDgWm  \nFollow us: gInvestopedia on Twitter  \nRichard Kahn \nHBRK Associates Inc. \n575 Lexington Avenue 4th Floor \nNew York, NY 10022 \ntel), \nfa \ncell \nHOUSE OVERSIGHT 024255",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_024251.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 9347,
    "word_count": 1407,
    "line_count": 187,
    "import_date": "2025-11-19T21:47:48.296576",
    "prefix": "TEXT-001"
  }
}