{
  "document_id": "HOUSE_OVERSIGHT_025246",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025246.txt",
  "text": "Eye on the Market | april 9, 2012 J.P Morgan\n\nQ&A on the USA, with a watchful eye on the risk of giant man-eating plants; Spain\n\nNow that P/E multiples have risen off the bottom, what’s the outlook for P/E multiples and earnings from here?\n\nThe return on the S&P this year has been a function of P/E multiples rising (from 11.3x to 12.9x), a big part of which has been\nApple (3% of the S&P index, 15% of S&P’s YTD returns). As shown below, earnings revisions have been negative for 2012,\nbut analysts are still optimistic about 2013. According to Morgan Stanley, analysts are forecasting the highest percentage of\ncompanies posting 2013 margin expansion since 1970, and by a very wide margin. In our view, it will be difficult for multiples\nto rise further unless earnings outperform expectations, particularly if Europe’s structural problems take center stage again.\n\nRevisions to consensus EPS by quarter Win, Place and Show: The only country | can\na 12/30/2011 = 100 The problem of Spain find that's in worse\nAQE +1% shape than Spain is:\n400 Number of dwellings to population Greece\nNon-financial corporate debt to GDP Ireland\n99 3QE -1% Corporate sector debt to cash flow Portugal\nFY12 -1%| Construction sector debt/assets None\n98 2QE -2% | Banking sector branches per 1,000 people None\nReliance on foreign capital (Net Int. Inv. Pos.) Ireland, Portugal\n97 Real estate as % of household assets None\n1QE -3% | Housing overhang (as per CEPS) Ireland\n96 Commercial RE exposure % of bank assets None\n12/30/2011 01/31/2012 02/29/2012 03/28/2012 Encumbered banking system assets, % Greece\nSource: FactSet. World Bank labor rigidity, Europe None\nThe place that worries me the most: Spain. It ranks at or |!ntra-European real effective exchange rate Italy\nclose to the bottom in a lot of categories (see table), and |Shadow economy, % of GDP, OECD Italy, Greece\nits growth outlook is poor. Historically, this kind of Unemployment rate None\nthing has not ended well. Spain has defaulted 13 times Production time per unit Italy\n\nsince 1500 AD; it’s probably going to take a lot of Reliance on ECB to finance sovereign debt None\n\nbilateral aid and ECB financing to prevent another one. _| Bank lending to HH/NFC, last 12 months None\n. HH/NFC = households and non-financial corporations\n\nMichael Cembalest Sources: IMF, OECD, EU, World Bank, CEPS\n\nChief Investment Officer\n\nSources\n“States of Bankruptcy, Part I: The Coming State Pensions Crisis”, Jot Economic Committee Republicans, Representative\nKevin Brady and Senator Jim DeMint, December 8, 2011\n\n“The Trillion Dollar Gap, Underfunded State Retirement Systems and the Roads to Reform”, Pew Center, February 2010\n“Fiscal Policy in a Depressed Economy”, DeLong (Berkeley) and Summers (Harvard), March 20, 2012\n\nMoody’s US Municipal Bond Defaults and Recoveries, 1970-2011\n\nIMF Country Report 11/216. “Spain: Selected Issues”, July 2011\n\nThe material contained herein is intended as a general market commentary. Opinions expressed herein are those of Michael Cembalest and may differ from those of other J.P.\nMorgan employees and affiliates. This information in no way constitutes J.P. Morgan research and should not be treated as such. Further, the views expressed herein may\ndiffer from that contained in J.P. Morgan research reports. The above summary/prices/quotes/statistics have been obtained from sources deemed to be reliable, but we do not\nguarantee their accuracy or completeness, any yield referenced is indicative and subject to change. Past performance is not a guarantee of future results. References to the\nperformance or character of our portfolios generally refer to our Balanced Model Portfolios constructed by J.P. Morgan. It is a proxy for client performance and may not\nrepresent actual transactions or investments in client accounts. The model portfolio can be implemented across brokerage or managed accounts depending on the unique\nobjectives of each client and is serviced through distinct legal entities licensed for specific activities. Bank, trust and investment management services are provided by JP\nMorgan Chase Bank, N.A, and its affiliates. Securities are offered through J.P. Morgan Securities LLC (JPMS), Member NYSE, FINRA and SIPC, and its affiliates globally as\nlocal legislation permits. Securities products purchased or sold through JPMS are not insured by the Federal Deposit Insurance Corporation (\"FDIC\"); are not deposits or\nother obligations of its bank or thrift affiliates and are not guaranteed by its bank or thrift affiliates; and are subject to investment risks, including possible loss of the principal\ninvested. Not all investment ideas referenced are suitable for all investors. Speak with your J.P. Morgan Representative concerning your personal situation. This material is not\nintended as an offer or solicitation for the purchase or sale of any financial instrument. Private Investments may engage in leveraging and other speculative practices that may\nincrease the risk of investment loss, can be highly illiquid, are not required to provide periodic pricing or valuations to investors and may involve complex tax structures and\ndelays in distributing important tax information. Typically such investment ideas can only be offered to suitable investors through a confidential offering memorandum which\nfully describes all terms, conditions, and risks.\n\nIRS Circular 230 Disclosure: JPMorgan Chase & Co. and its affiliates do not provide tax advice. Accordingly, any discussion of U.S. tax matters contained herein (including\nany attachments) is not intended or written to be used, and cannot be used, in connection with the promotion, marketing or recommendation by anyone unaffiliated with\nJPMorgan Chase & Co. of any of the matters addressed herein or for the purpose of avoiding U.S. tax-related penalties. Note that J.P. Morgan is not a licensed insurance\nprovider.\n\n© 2012 JPMorgan Chase & Co; All rights reserved\n\n5\n\nHOUSE_OVERSIGHT_025246",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025246.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5948,
    "word_count": 932,
    "line_count": 77,
    "import_date": "2025-11-19T21:47:44.115284",
    "prefix": "IMAGES-008"
  }
}