{
  "document_id": "HOUSE_OVERSIGHT_018586",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018586.txt",
  "text": "subculture; I just rename them for a general audience. Many polyfolk have similar\ninsights about relationship communication.\"\n\nBeing in southern Africa, seeing all these men partnered with multiple women, has\nbrought that conversation to mind. Because the majority of men can't afford multiple\nwives and some churches frown on the practice, polygyny isn't exactly the default -- but\nit's certainly a well-respected, highly desirable relationship formation. (Polygyny is the\nmost precise term for the type of polygamy that's practiced here, where men can have\nmultiple wives but women can't have multiple husbands. However, a lot of Africans\nsimply call it \"polygamy.\")\n\nAnd men who can't go the open route frequently do the same thing discreetly. In the July\n2009 issue of New African Magazine, Akua Djanie -- who moved to England at age 10\nand grew up there -- observes: \"I know very few African men, especially those living on\nthe continent, who keep only one partner. The majority of men I come across are in\nmultiple relationships, sometimes open, but most times on the quiet.\" She also notes that\n\"in some instances, a man's manhood is judged by the number of women he can keep.”\n\nSo monogamy is not the default; and negotiating monogamy is difficult, here. But a new\nfactor makes it a matter of life and death: HIV.\n\nte Kk ok\n\nThe basic centerpiece of HIV prevention is ABC -- Abstinence, Being faithful, and using\nCondoms. But the three strategies haven't always received equal airtime. \"The Fidelity\nFix,\" a 2004 New York Times Magazine article by Helen Epstein, quoted one analyst who\nbelieved \"partner reduction has been the neglected middle child of the ABC approach.\"\nEpstein wrote, \"Perhaps the topic seems weighted with moral judgment; perhaps Western\nadvisors in particular feel it would be insensitive to raise it; perhaps they also feel it\nwould be futile to try to change deeply rooted patterns of behavior.\" She outlined those\npatterns and concluded, \"A fidelity campaign does seem worth a try, even if it might\nseem overly simplistic and preachy.\" Another expert, quoted in a 2007 Washington Post\npiece on multiple partners in Botswana, agreed: \"There has never been equal emphasis on\n‘Don't have many partners’... If you just say, 'Use the condom’... we will never see the\ndaylight of the virus leaving us.\"\n\nLiving in southern Africa now, it seems clear that this recommendation has been taken to\nheart. I regularly spot posters, stickers and billboards for fidelity campaigns that\napparently didn't exist a few years ago. Although cultural pride is a big deal here, locals\nroutinely disparage risky marriage-related cultural practices: for instance, many speak\nharshly against wife inheritance, whereby a woman whose husband has died is\ntraditionally expected to marry his brother. Many such practices are becoming more and\nmore unusual. However, the larger phenomenon of polygyny seems harder to budge.\n\nI recently sat in on a partner reduction dialogue for one town's church leaders; it was\nattended by representatives both from churches that allow polygamous marriages, and\nthose that don't. The discussion was quite civil, though one anti-polygamy preacher did\nmake snide comments towards the polygamists. They talked about issues like an absence\nof marriage counseling, preachers’ failure to act as positive role models, and churches’\n\nHOUSE_OVERSIGHT_018586",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018586.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3386,
    "word_count": 542,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:48.207541",
    "prefix": "IMAGES-005"
  }
}