{
  "document_id": "HOUSE_OVERSIGHT_017374",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017374.txt",
  "text": "4.2.12\nWC: 191694\n\nretain custody of her children and highly critical of Woody’s attempt to portray her in a negative\nlight.\n\nThe judge credited my testimony and ruled against Woody Allen in every respect, denying him not\nonly the custody of the children, but even the right to see his own biological son without severe\nrestrictions. As far as I know, Woody Allen never did see his biological son, who has grown into\nquite an adult, having won a Rhodes Scholarship for his extraordinary work on human rights. To\nthis day, I doubt that Woody Allen knows how Robert Morvillo tried to use his case to settle a\nscore with me.\n\nShortly after it was publicly announced that I would be helping to defend Mia Farro against the\nlawsuit brought by Woody Allen, my phone rang. The voice on the other end said, “Hey Alan,\nthis is Frank.”\n\nI asked, “Frank who?”\n\nThe voice on the other end sounded surprised by the question and immediately responded, “Frank\nSinatra.”\n\nSinatra had previously called me when Kitty Kelly’s notorious biography was about to be\npublished. He asked if I was interested in representing him in a lawsuit against Kelly for\ndefamation. I described to him what effect the lawsuit would have on the quality of his life and\ntold him that I thought it would be a bad idea to bring one and that I would not be willing to\nrepresent him in such a matter. He apparently agreed and didn’t bring the suit. [check]\n\n“Nice to talk to you Mr. Sinatra,” I responded to his latest call. He immediately got down to\nbusiness. “I love Mia. We were married, you know. She’s a great girl. Woody’s trying to bully\nher. He can’t be allowed to get away with that. What can I do to help?”\n\nI told Mr. Sinatra that I appreciated the call but that the legal case was under control.\n\nHe quickly responded, “Well beyond the legal case, what can I do to call Woody off?”\n\nAware of Sinatra’s reputation as a tough guy, I nervously told him to leave it to the lawyers and\nthat any approach to Woody Allen would be used against Mia and would backfire.\n\nSeveral months later, during the summer, Andre Previn—another of Mia’s former husbands—was\nperforming in the Whaling Church on Martha’s Vineyard. My wife and I attended his concert and\nthen went to a reception that followed. Previn, like Sinatra, told me how much he loved Mia and\n\nthat she was a great person.\n\nHe continued, “I feel like marching up to his apartment, knocking on the door, and punching him\nin the face, telling him to leave Mia alone.”\n\nRecalling the Sinatra call, I let out an uncontrollable laugh. Previn asked, “what’s so funny?”\n\n287\n\nHOUSE_OVERSIGHT_017374",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017374.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2611,
    "word_count": 465,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:48.614389",
    "prefix": "IMAGES-004"
  }
}