{
  "document_id": "HOUSE_OVERSIGHT_024214",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024214.txt",
  "text": "Global Utility White Paper CONFIDENTIAL\n\nUS vs. UK Margin Analysis for Coal Power Plants\n\nRABS=\nFe\n\n$/MWh gross margin\nrw\n\na\n=\nene\nf -\n—-iz\nwen pe = ====\n+!\n—4-=\n2\ni\n|\nqooee\n|\n\n20\n\n= === UK Coal Power Gross Margin (Spot)\n\nUS Coal Power Gross Margin (Spot)\nLinear (UK Coal Power Gross Margin (Spot))\nLinear (US Coal Power Gross Margin (Spot))\n\na a er)\n\n2/3/2012\n2/24/2012\n4/6/2012\n4/27/2012\n6/8/2012\n6/29/2012\n\n12/31/2010\n1/21/201\n2/11/2012\n3/25/201\n4/15/201\n5/27/201\n6/17/201\n7/29/201\n8/19/201\n9/30/201\n10/21/201\n12/2/201\n12/23/201\n1/13/2012\n3/16/2012\n5/18/2012\n7/20/2012\n8/10/2012\n8/31/2012\n9/21/2012\n10/12/2012\n\n11/2/2012\n11/23/2012\n12/14/2012\n\nSource: Bloomberg, Electron Capital Partners\n\nWe believe a floor price exists for natural gas despite shale production. We fully acknowledge that the\nUS has large reserves of shale gas awaiting development. However, the current spot price (S3.42/mmbtu)\nsits below the breakeven full-cycle cost of most US basins ($3.50-$4.00/mmbtu), which has led producers\nto focus on liquids-rich plays and de-emphasize dry-gas production. Accordingly, the gas rig count is at a\ndecade low and the Energy Information Administration expects gas production to be flat through 2014.\nWith the wide spread between oil and U.S. natural gas prices likely to continue, we expect the growth in\nliquids shale production to remain much higher than gas.\n\nOn the demand side, the power sector is the largest consumer (37%) of natural gas in the US. At prices\nbelow $5/mmbtu, coal switching begins, and at prices below $3/mmbtu, gas-fired power generating units\nbecome competitive against even the most efficient coal units. Importantly, the breakeven point for coal-\nto-gas switching will rise materially due to EPA mandates. By 2015, these standards move the breakeven\npoint for the most efficient coal units from $3/mmbtu to approximately $4/mmbtu, close to where\ncurrent forward prices sit.\n\nLarge potential structural changes in demand create upside optionality. There has been much media\nfocus on the growth of shale gas production, so much so that we believe potential demand drivers are\nunderappreciated. For example, currently-planned US coal plant retirements, if repowered with gas,\nwould support an additional 6 billion cubic feet per day (bcf/d) of gas demand, adding nearly 10% to total\nUS demand. In addition, we see the potential for LNG exports to exceed another 6 bcf/d (27 bcf/d of\nproject capacity awaits US Department of Energy approval). Cheap gas is also spurring an industrial\nresurgence, with new petrochemical plants being proposed in the Gulf and traditional coal users such as\nsteel mills contemplating refiring their facilities with gas instead of metallurgical coal. Longer term, LNG\nas a vehicle fuel substitute for long haul trucks and CNG for lighter vehicles could also add materially to\ngas demand. Given the number of possible structural demand changes and the enormous potential from\neach, we believe the optionality for natural gas prices is clearly to the upside.\n\nWe believe the recent trend of softer US natural gas prices leading to a deflationary impact on global\nutility sector earnings is, then, largely played out. Longer-term, we see many positive demand\n\n13 Electron Capital Partners, LLC\n\nHOUSE_OVERSIGHT_024214",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024214.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3278,
    "word_count": 509,
    "line_count": 102,
    "import_date": "2025-11-19T21:47:46.768135",
    "prefix": "IMAGES-007"
  }
}