{
  "document_id": "HOUSE_OVERSIGHT_017697",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017697.txt",
  "text": "Page 62 of 78\n2007 Utah L. Rev. 861, *947\n\nbeyond, the rights created by statute\" and that it \"adopted the statutory language whenever possible.\" 45° Yet under the\nAdvisory Committee's proposed changes, victims' speedy trial rights under the CVRA are not incorporated into the Rules.\n\nVictims should have their rights regarding scheduling reflected in the rule dealing with scheduling issues. My proposed rule\nclosely tracks the language of [*948] the CVRA. *°° It does add a provision that victims would be heard on a motion to\ncontinue a proceeding. 4° This provision is consistent with the definitive legislative history. As Senator Kyl explained: \"This\nprovision [in the CVRA] should be interpreted so that any decision to schedule, reschedule, or continue criminal cases should\ninclude victim input through the victim's assertion of the right to be free from unreasonable delay.\" 4°! My proposed rule also\nrequires that the court state its reason for granting any continuance. This requirement stems from a recommendation from the\nPresident's Task Force on Victims of Crime. The Task Force noted \"the inherent human tendency to postpone matters, often for\ninsufficient reason,\" and accordingly recommended that \"reasons for any granted continuance ... be clearly stated on the\n\nrecord.\" +? Several states have adopted similar provisions. 47\n\nRule 53 - Closed-Circuit Transmission of Proceedings for Victims The Proposals:\nI proposed that closed-circuit transmission of court proceedings for victims should be authorized as follows:\nRule 53. Courtroom Photographing and Broadcasting Prohibited\n\n(a) General Rule. Except as otherwise provided by a statute or these rules, the court must not permit the taking of photographs\nin the courtroom during judicial proceedings or the broadcasting of judicial proceedings from the courtroom.\n\n(b) Closed-Circuit Transmission for Victims. In order to permit victims of crime to watch criminal trial proceedings, the court\n\nmay authorize closed-circuit televising of the proceedings for viewing by victims or other persons the court determines have a\n\ncompelling interest in doing so. 494\n\nThe Advisory Committee proposed no change to this rule. 49°\n[*949] Discussion:\n\nI proposed to facilitate a victim's protected right to attend a trial by allowing closed-circuit broadcasting of a trial. The Advisory\nCommittee did not act on this proposal for reasons that are unclear, as it did not include this proposed change in the catalog of\nmy proposals that it was rejecting. 4°°\n\nPerhaps the Advisory Committee felt that it had sufficiently addressed the subject in its proposed changes to Rule 60. There the\nCommittee simply tracked language in the CVRA and provided that \"if the court finds that the number of victims makes it\nimpracticable to accord all of the victims the rights described in subsection (a), the court must fashion a reasonable procedure\n\n488 Proposed Amendments, supra note 71, at 2.\n\n489 See id.\n\n490 Td. at 19.\n\n491 150 Cong. Rec. $10910 (daily ed. Oct. 9, 2004) (statement of Sen. Kyl) (emphasis added).\n\n492 President's Task Force, Final Report, supra note 8, at 76.\n\n493 See, e.g., Ariz. Rev. Stat. Ann. § 13-4435(B) (2001) (requiring courts to \"state on the record the reason for the continuance\"); Utah Code\n\nAnn. § 77-38-7(3)(b) (2005) (requiring the court to \"enter in the record the specific reason for the continuance and the procedures that have\nbeen taken to avoid further delays\").\n\n#4 Cassell, Proposed Amendments, supra note 4, at 922.\n495 Proposed Amendments, supra note 71.\n496 CVRA Subcommittee Memo, supra note 66, at 17-20.\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017697",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017697.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3641,
    "word_count": 572,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:46.506673",
    "prefix": "IMAGES-004"
  }
}