{
  "document_id": "HOUSE_OVERSIGHT_015927",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015927.txt",
  "text": "Software 237\n\nMicrosoft and Philip Kahn of Borland, along with intuitive applications\nsuch as the spreadsheet invented by Dan Bricklin and Bob Frankston and\nmade popular by Lotus Corporation. Today all computers have elegant\nWYSIWYG, “What You See Is What You Get’ interfaces, where you drag\nand drop elements into place on the screen. Over the last 25 years writing\nsoftware has sped up and stopped being tedious — becoming almost a joy!\n\nIn No Silver Bullet, Brooks explains that writing software can't be\naccelerated any further because all the tedious mechanical tasks have\nalready been removed. Remember his analogy: Writing software is like\nbuilding a house, but with some important differences. With a house,\nan architect handles the design and then turns over construction to\na building company. Construction takes an appreciable time, more\ntime than the design and quite a bit more effort. But in software the\nconstruction is totally automated. When we complete the design for a\npiece of software we press compile on the computer and the software\nis built and tested automatically in a matter of seconds. Speeding this\nprocess up any further would make only a tiny improvement in the\noverall software creation time, since the process is already 99% design\nand 1% building. For the most part, the creative process of writing\nsoftware cannot be improved through mechanical means.\n\nThis is not always the case. I recently upgraded the machines for\nsome developers I work with. We added solid state hard drives. Compiling\na program now takes only 10 seconds, compared with 6 minutes before.\nBecause programmers nowadays tend to compile their programs very\nregularly we estimate this saves them as much as an hour a day. This is\nthe only real innovation I have seen in the build phase of software in the\nlast 5 years, and it’s arguably not an innovation at all. We just forgot to\nkeep on top of the build time and allowed it to get out of hand.\n\nYou might argue some counter examples. Modern software design\nsuites let you drag and drop things on the screen to make applications\nor build a website. Two hundred million people have managed to put\ntogether WordPress websites using this technique. These are mechanical\nprocedures for solving a programming task and seem to contradict my\nargument. They allow us to lay out graphics, press a button and turn the\ndesign into software. But they perform very simple tasks. The computer\nsimply notes the coordinates of each box on the screen and places those\nnumbers into a file. The process is entirely mechanical and could be\nperformed by a clerk with no programming knowledge following a set\nof rules. The computer just does it faster. I did the clever work; I had the\n\nHOUSE_OVERSIGHT_015927",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015927.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2741,
    "word_count": 463,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:47.891099",
    "prefix": "IMAGES-003"
  }
}