{
  "document_id": "HOUSE_OVERSIGHT_020509",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020509.txt",
  "text": "50\n\nConclusion and Recommendations\n\nUS-China academic exchanges are valuable to both China and the United States and\nshould be maintained and developed. However, in doing so, universities must be alert\nto the risks of engaging with the Chinese government, institutions, and funders and\nbe proactive in applying a higher level of due diligence and vigilance as a defense of\nthe core principle of academic freedom, especially when conflicts take place at home\nin their own universities.\n\nPromote Transparency\n\nConfucius Institutes We do not endorse calls for Confucius Institutes to be closed,\n\nas long as several conditions are met. US institutions should make their CI agreements\npublic to facilitate oversight by members of the university community and other\nconcerned parties. Those agreements, in turn, must grant full managerial authority\n\nto the host institution (not on a shared basis with the Hanban), so the university has\nfull control over what a CI teaches, the activities it undertakes, the research grants it\nmakes, and whom it employs. The clause in all Hanban contracts that CIs must operate\n“according to China’s laws” must be deleted.\n\nIf these standards cannot be attained, then the CI agreements should be terminated.\nFurthermore, universities should prevent any intervention by Cls in curricular\nrequirements and course content in their overall Chinese studies curricula or other\nareas of study by maintaining a clear administrative separation between academic\ncenters and departments on the one hand, and CIs on the other. Finally, universities\nmust ensure that all public programming offered by their CIs conform to academic\nstandards of balance and diversity and do not cross the line to become a platform\nfor PRC propaganda, or even a circumscribed view of a controversial issue. In fact,\nthis report would suggest that universities not permit Confucius Institutes to become\ninvolved in public programming that goes beyond the CI core mission of education\nabout Chinese language and culture. To go beyond these two categories invites\nopportunities for politicized propaganda.\n\nApply Due Diligence To minimize the risks just identified, universities must rigorously\napply far stricter due-diligence procedures to scrutinize the sources and purposes of\ngifts and contracts from China to ensure that they do not interfere with academic\nfreedom. Universities accepting gifts from Chinese nationals, corporations, or\nfoundations must insist that there be no restrictions on academic freedom. Foreign\ndonations should continue to be welcomed, but universities must ensure that the\nconditions of acceptance are reasonable, consonant with their principles, subject to\noversight, and do not allow the program to become a beachhead for inappropriate\ninfluence. It is important that all universities exercise high standards of due diligence\nand not only scrutinize the source of the gift but consider the implications of such\n\nUniversities\n\nHOUSE_OVERSIGHT_020509",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020509.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2975,
    "word_count": 449,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:45.012583",
    "prefix": "IMAGES-006"
  }
}