{
  "document_id": "HOUSE_OVERSIGHT_013516",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013516.txt",
  "text": "the knee jerk of the standard neurological examination. Such phenomena were\nalready well known in the late 1930’s in what W.R. Hess and later John Flynn,\nfollowing electrical stimulation of cats in the lateral hypothalamus, called\n“hypothalamic rage.” In the late 1940’s and 1950’s, work by National Institutes of\nMental Health’s Paul MacLean attributed it to the actions of parts of the emotional\n“limbic” brain, particularly the fear-rage-attack coloring of experience by the\ntemporal lobe’s amygdaloid nucleus. Modern imaging studies in man have shown\nthat this source of emotional coloring is activated by new information, even before\nthe more rational parts of the neocortical brain processes it. How we feel about\nsomething new arises before what we think about it. These survival-oriented states\nof fight or flight are known to be biologically universal and demonstrable in even\nsingle cell organisms.\n\nA greater contribution to my brain metaphysics followed observations that\nafter several seconds of stimulation of other brain stem sites, the cats became alert\nbut quiet, staring into space for several minutes. Then, they circled slowly and\ncurled up on the ground. This was followed by several minutes of grooming and\nloud purring. Difficult to handle cats became transiently tame, some coming close\nfor petting. | found that these same sites also increased the amplitude and reduced\nthe threshold for the cat’s knee jerk reflex. Responsiveness increased with\ncalmness. Particularly interesting was the finding that electrical induction of this\npurring state could immediately stop on-going stimulation-induced episodes of\nhissing rage. | referred to these experiments with my friends as my\nneurophysiological studies of Old Testament vengeance and New Testament\nforgiveness. It seemed that the hissing rage would produce eye for an eye and a\ntooth for a tooth hypertension, the talon principle of the Old Testament and Koran.\nNew Testament forgiveness would yield low blood pressure health and Jesus was a\nhealer. It was about this time in the early 1950’s that Northwestern University social\npsychologist, Jim Olds, found that rats could be trained to push levers to obtain\ncurrent delivery via electrodes in various parts of their brains. Shortly after, Joseph\nBrady, then of the Walter Reed Army Institute of Research, showed that squirrel\n\nmonkeys would do the same. With depth electrodes attached to wires running to a\n\nHOUSE_OVERSIGHT_013516",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013516.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2459,
    "word_count": 380,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:46.548588",
    "prefix": "IMAGES-002"
  }
}