{
  "document_id": "HOUSE_OVERSIGHT_016008",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016008.txt",
  "text": "318 Are the Androids Dreaming Yet?\n\nUncertainty\nIf youknow alittle of quantum mechanics you might imagine Heisenberg’s\nUncertainty Principle comes to our rescue.\n\nHeisenberg’s principle is often misunderstood. People sometimes\ntry to explain it as an experimental problem. If I want to measure the\nposition ofa particle I am going to need to shine a light on it. The photons\nI use to illuminate the particle will knock it out of position so the act of\nmeasurement disturbs the system. This is not the Uncertainty Principle.\nIt is a different but related effect, called the measurement problem. The\nmuddle is really Heisenberg’s own fault. When he tried to produce a\nlayman’s explanation he used the analogy of disturbing the particle with\nthe photon. This is wrong. A photon would not disturb a particle enough\nto explain the uncertainty we find; particles are fundamentally uncertain\neven before we measure them. Heisenberg’s Uncertainty Principle is\na quantum property, which means it makes no sense and there is no\nanalogy I can give you to properly explain it! Here is the closest thing I\ncan find.\n\nImagine I am playing a musical note on a guitar. You might want\nto know two things about it; where exactly is the string and what pitch,\nor note, am I playing? The problem with these two measurements is they\ncan't be stated at the same time. Pitch is dictated by the rate of oscillation\nover time: the number of times a string vibrates back and forth per\nsecond. Position is the exact location of the string at a given moment in\ntime. IfI state the position precisely this has no pitch because pitch needs\na time interval. If I allow a time interval the string will move during that\ntime and it won't be precisely in one place. The best I can say is the string\nis about two millimeters above the fret board and two-thirds of the way\nacross it.\n\nSo, I hear you cry, this Uncertainty Principle means our Universe is\nnot deterministic because it is uncertain.\n\nUnfortunately, the principle only prevents us from measuring the\nposition and momentum ofa particle at the same time, it does not prevent\nthe Universe knowing the information it needs to allow the particle to go\nabout its business in an entirely deterministic fashion. There is a perfectly\nreliable and predictable wave function that governs the motion of every\nparticle, just as there is an entirely predictable equation for the motion of\na string on a musical instrument.\n\nIf both the classical and quantum laws of physics are deterministic\nwhere does the freedom come from to make our Universe non-\ndeterministic? There is just one place to look: you and me.\n\nHOUSE_OVERSIGHT_016008",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016008.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2647,
    "word_count": 454,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:47.514965",
    "prefix": "IMAGES-003"
  }
}