{
  "document_id": "HOUSE_OVERSIGHT_011695",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011695.txt",
  "text": "as a good time to settle down in a way that would be impossible if I stayed on in\nthe upper reaches of the military. Perhaps do something more academic, in a\nuniversity or a policy think-tank.\n\nFor the first time, politics had some appeal, too, though I didn’t say this to\nhim. At that point, I had no idea how, or even whether, I might get involved.\nBut since my appearance on Moked, others seemed to assume it might happen at\nsome stage. Out of nowhere, a leading political journalist, Hanan Kristal, had\nwritten a story in 1986 purporting to predict the successors to Israel’s political\nold guard: Peres and Rabin in Labor, Begin and Shamir in the Likud. It\nappeared in the newspaper Hadashot. The paper ran side-by-side photos of the\nostensible future leaders, doctored to look older, who Hanan predicted would go\nhead-to-head in the election of 1996, a decade away. One was Israel’s\nambassador to the UN and a protégé of Misha Arens: Bibi Netanyahu. The other\nwas me.\n\nRabin listened with patience to my obviously settled intention to leave, but\nremained firm that I should stay and become Dan’s deputy. In the end, I agreed\nI’d think things over and that we’d talk in a week’s time. In the meantime, I\nwent to see two veteran generals who had found themselves in a similar\nsituation, mentioned as possible chiefs of staff but never chosen: Arik and Ezer\nWeizman. I saw Arik on his farm in the Negev. He was obviously enjoying his\nextraordinary political rehabilitation since the Lebanon war. His expanding girth\nwas settled into a sofa in the living room. I filled him in on my conversation\nwith Rabin. “I’m considering leaving,” I said. “It just seems like a long time to\nwait, even if I do get the job after Dan. There’s a lot else I want to do in life.”\nArik was probably the general most experienced in being denied the chief-of-\nstaff's office. On at least two occasions, he might reasonably have been\nconsidered. But in a career littered with tense encounters with his superiors, it\nnever happened. “You should stay on,” he said. You’re not that old. It'll\nprobably be good for you, and the army, to be deputy and then chief.” The only\nfurther advice he gave me was to do all I could formally to commit Yitzhak to\nmaking me Dan’s successor after his term ended.\n\nI visited Ezer at his home in the seaside town of Caesarea. We sat on the\nterrace, with Ezer’s gangly frame draped over one of the cane chairs. “Ehud, if\nyou stay, do you think you have a good chance of being the next ramatkal,” he\nasked. I said that while nothing could be certain, I thought there was a good\nchance. He replied without hesitation: “Then stay.” He’d come close to the top\njob, he told me. On the eve of the Six-Day War, when Rabin had collapsed\n\n224\nHOUSE_OVERSIGHT_011695",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011695.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2764,
    "word_count": 499,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:48.300737",
    "prefix": "IMAGES-001"
  }
}