{
  "document_id": "HOUSE_OVERSIGHT_014441",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014441.txt",
  "text": "Chart 13: China could be named a currency manipulator\n7\n6.9\n68 ——CNY/USD\n6.7\n6.6\n6.5\n6.4\n6.3 '\n6.2 -10\n6.1\n6 -15\nme & © ©\n\n¢\n\nSs ys SI ys Ss ss ys ys\n\nChart 14: But world trade has slowed — would Trump make it worse?\n\n——World Trade growth (%)\n\nao ~~ St ME\n7 SP SP 2.\nc G Ge\noO oO oO oO\noor er Ee ee)\n\nNZ\n¥& ys ‘\n\nJan-72\nJan-75\nJan-90\nJan-93\nJan-96\nJan-99\nJan-02\nJan-05\nJan-08\nJan-11\nJan-14\n\nSource: Bloomberg Source: WTO, BofA Merrill Lynch Global Research\nThe question for investors is whether Trump the candidate or Trump the deal making\n\nbusinessman will eventually be the driver behind trade policy. It is not impossible to\n\nimagine the President-elect gaining some concessions from his hard line stance and\n\nthen claiming victory. After all, since one of his aims is to get the US economy growing\n\nat 4% a year, a prosperous global economy to export into is probably preferable to one\n\nthat is taking a hit from an aggressive US trade policy. That is the inclination of our EM\n\nstrategists and economists, so they are expecting the reality to be softer than the\nrhetoric.\n\nAt this stage we have to acknowledge that it is little more than an educated guess. It\nmakes us less certain of our long EM equity position than we were. Nevertheless, we\nhad already switched it out of an MSCI position into an Asia ex Japan in part because of\nUS election risks and our strategists are particularly upbeat about Asian markets. They\nthink they are cheap, they are positive on China and they think growth and hence\nearnings will surprise on the upside.\n\nWhat about the rest of the world? Growth has been improving\n\nGrowth indicators have been improving around the world of late. Data since the US\nelection would seem to support that with the PMIs in the Euro Area improving again and\ntheir equivalent in the US sustaining the gains seen last month. Our EM indicators\n\nremain robust and our China ACT indicator continues to indicate steady growth there\ntoo.\n\nOur economists forecast 3.5% global GDP growth with EM growth around 4.7%. Our\nEuro Area growth numbers have been nudged back up towards 1 %% with Brexit not\nproving to be as much of a drag as feared. We still expect the UK economy to see\nsomething of a slowdown in 2017 as the lagged effect of the fall in the pound hits\nconsumer incomes. Perhaps our most optimistic view of the world, relative to\nconsensus, comes from Japan where with fiscal policy turning more supportive (we put\nthe package at 1.5% of GDP) we see growth at 1.4% in 2017.\n\n10 Global Cross Asset Strategy - Year Ahead | 30 November 2016 Bankof America 2\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014441",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014441.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2611,
    "word_count": 475,
    "line_count": 87,
    "import_date": "2025-11-19T21:47:47.019784",
    "prefix": "IMAGES-002"
  }
}