{
  "document_id": "HOUSE_OVERSIGHT_026502",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026502.txt",
  "text": "narrow special interests inherent to winning re-election. This “fix-it” ticket would promise to force\ndecisions on all the underlying structural policy matters damaging America’s long-term prospects\n\nand distorting our democracy. No more kicking the can down the road.\n\ne This candidate should also pledge to push for laws passed that reflect the will of simple majorities\nin Congress. Congress now only allows bills to move forward when a “majority of a majority”\nsupports the policy and on many levels seems fundamentally broken. This third-party president\ncould force votes based on a transparent reading of where the votes lie via coalition building. The\nSenate filibuster power will present a high hurdle, but a third-party candidate would be a de facto\ndisruptor of the two-party system. Party discipline could well break down, and moderates in both\nparties could form a powerful, decisive block willing to work with the new President. The policies\npassed into law may not be ideal for either Democrats or Republicans, but for the major agenda\nitems that must be addressed for America’s long-term health, an imperfect fix that corrects course\n\nis better than those that now have us hurtling toward national bankruptcy.\n\nAnd if no candidate secures 270 electoral votes in 2020? The House of Representatives would choose the\nnext president. In 2016, reports suggested Michael Bloomberg declined to run on a third-party ticket for\nfear of splitting support from Hillary Clinton and throwing the election to a GOP-controlled House of\nRepresentatives who would then vote to select the president. The fear was the GOP controlled House\n\nwould have just elected Trump.\n\nWould Democratic control of the House mean that the House would pick an alternative to Trump as\npresident? Each state delegation has a single vote in selecting a president and it is the incoming Congress\n- the class elected in 2020 that would decide the election. But no matter which party has the speaker’s\nchair, the GOP would almost certainly have the upper hand in the majority of state delegations\n\ncontrolled. Would the state delegations pick a president based on party majority control of the\ndelegation, the winner of the popular vote in each state or their own calculations as to who is best for\nAmerica? Precedent suggests that delegations use secret ballots, which means individual lawmakers may\n\nvote their consciences.\n\nHOUSE_OVERSIGHT_026502",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026502.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2423,
    "word_count": 386,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:44.515787",
    "prefix": "IMAGES-009"
  }
}