{
  "document_id": "HOUSE_OVERSIGHT_023874",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023874.txt",
  "text": "128 Teaching Minds\n\nSubject- based education makes the academic disciplines the center\nof what needs to be learned, when there is really something else at\nthe base of learning. All human learning and all scientific inquiry is\nabout causation; attempts to determine what causes what, and why,\nare what it means to be a scientist or an academic. Theories of cau-\nsation, and tests to see whether those theories are true, are what it\nmeans to be a scientist.\n\nThe problem is that telling students that causation is part of sci-\nence makes them think about physics formulas and fact memorization\nwhen the real issue in teaching causation is how to determine what\ncauses what, rather than how to memorize what causes what. There\nare, of course, facts about causation that are worth knowing. It is nice\nto know that if you let go of something, it may fall, but it is not neces-\nsary to know that gravity is the issue in this. The world went on quite\nwell for millions of years before Newton. People certainly understood\nbefore Newton that things would fall when you let go of them and\nnothing else was supporting them. Scientific explanations of causa-\ntion are nice for scientists but not necessary for everyday humans.\nWhat everyday people need to know is how to determine what causes\nwhat in areas of their own interest. They can hear you tell them about\ncausation—the stock market always goes down when a Democrat is\nelected president—but they need to be able to decide whether what\nyou said is true and whether it is the election that causes the decline\nor something else.\n\nUnderstanding about causation is much more a function of being\nable to figure out what caused what in any given instance than it is the\nmemorization of facts about science. Of course, with known cases, as\nwe have seen, being able to extrapolate from one case to another is a\ngood way of determining what is likely to happen. There is no harm in\nknowing prior cases and great value in being able to use them. But, as\nalways, cases are better learned from one’s own experience than from\nbeing told about them.\n\nTeaching causation, therefore, means teaching the process of de-\ntermining what happened in any given situation. Since there is a\ngreat deal to learn about any domain of inquiry in order to deter-\nmine causation, the main issue is how to know what the facts are\nand how to reason from them. This means that, yet again, it is the\ndomain of knowledge that needs to be learned, and this entails con-\nstant practice in that domain. And, the methodology of determining\n\nHOUSE_OVERSIGHT_023874",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023874.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2569,
    "word_count": 452,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:48.071305",
    "prefix": "IMAGES-007"
  }
}