{
  "document_id": "HOUSE_OVERSIGHT_024200",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024200.txt",
  "text": "Eye on the Market | October 22, 2012 J.P Morgan\n\nThe most important energy developments of 2012: how countries are planning for Independence Day\n\nBottom line: China has a long history of economic, political and military co-operation with Iran. China has greater economic\nlinkages with the US, but for China, that fact does not negate the advantages of its relationship with Iran, particularly as its\nenergy needs continue to rise, and as it seeks to prevent U.S. domination of the Persian Gulf.\n\nV: Another rough year for the electric car\n\nForecasts of greater electric car penetration have been around since the 1970’s. A report by The National Regulatory Research\nInstitute in 1980 aggregated various studies, which predicted 1.2 mm units in use in the US by 1983, 3 mm by 1990, 5 mm by\n1995, 6.2 mm by 1998 and 13 mm by 2000. Instead, only 2.5 mm have been sold since 1999, and this mostly includes hybrids,\nwhich are not true plug-in electric vehicles (most use regenerative braking for short distance trips). Since 2010, only 50,000\nhighway-capable plug-in electric vehicles have been sold in the US, less than 0.03% of all vehicles. For decades, scientists have\nprojected battery breakthroughs using nickel-zinc, iron-air, nickel-air, as well as combinations of zinc with chlorine or air and\nsulfur with sodium or lithium. Progress has been slow. Affordable mass-produced electric cars are still on the drawing board.\n\n« Toyota cancelled plans for sales of eQ vehicles, claiming that the current capabilities of electric vehicles do not meet\nsociety’s needs. Toyota planned to sell 40,000 plug-in hybrids in Japan this year; only 8,400 have been sold so far\n\n« After receiving a $529mm loan from the US government, Fisker developed and built the Karma in Finland. Its battery failed\nduring the Consumer Reports test drive, and Fisker subsequently recalled all of its 2012 Karma batteries\n\n\" A123 Systems, Inc., maker of the recalled lithium-ion battery used in the Karma and recipient of a $249mm Federal grant in\n2009, filed for bankruptcy protection on October 16, 2012\n\n« Tesla cut their delivery targets for 2012 from 5,000 to 2,700-3,250 due to production issues\n\n=\" The Chevy Volt is the most successful electric car in the US, but only 16,400 have been sold this year through September,\nvs the goal of 45,000 that was set by the Department of Energy. Sales of the Nissan Leaf in the US are down 28% vs 2011.\n\nIf you have gotten this far, I hope you enjoyed our annual energy issue. Sce you next year, when it will be the 40\"\nanniversary of Soylent Green, in which Edward G Robinson rides a bicycle to power a lamp so he can read a book.\n\nMichael Cembalest\nJ.P. Morgan Asset Management\n\nBiography\nVaclav Smil is a Distinguished Professor Emeritus in the Faculty of Environment at the University of Manitoba in Winnipeg and a Fellow of\n\nthe Royal Society of Canada. His interdisciplinary research includes the studies of energy systems (resources, conversions, and impacts),\nenvironmental change (particularly global biogeochemical cycles), and the history of technical advances and interactions among energy,\nenvironment, food, economy, and population. He is the author of more than thirty books and more than three hundred papers on these\nsubjects and has lectured widely in North America, Europe, and Asia. In 2010 he was noted by Foreign Policy magazine as #49 on its list of\nthe 100 most influential thinkers in the world.\n\nSources, and there sure were a lot of them\n\nAnnual Energy Outlook 2012, DOE/EIA-0383, US Energy Information Administration, June 2012.\n\n“Leveling the Playing Field for Natural Gas in Transportation”, Hamilton Project Discussion paper, Christopher R. Knittel, June 2012.\n“Benefits of Fuel Economy Standards”, Union of Concerned Scientists, August 2012\n\n“Projected Costs of Generating Electricity”, 2010 Edition, International Energy Agency, Nuclear Energy Agency, OECD\n\n“Electricity prices scenarios until at least the year 2020 in selected EU countries”, WIP - Renewable Energies, January 2012\n\n“Financing the Energy Transition in Times of Financial Market Instability”, DIW Economic Bulletin, September 2012\n\n“Japan’s Power Play Options”, GaveKal Research, Yuchan Li, September 2012\n\n“Electricity Generation Cost Model — 2011 Update’, Parsons Brinckerhoff, August 2011\n\n“Connection costs overshadow offshore wind”, Reuters, Gerard Wynn, October 2012.\n\n“Summary and Evaluation of Cost Calculation for Nuclear Power Generation by the Cost Estimation and Review Committee”, Yuji Matsuo,\nThe Institute of Energy Economics, Japan, May 2012.\n\n“The Unprecedented Upsurge of Oil Production Capacity and What It Means for the World”, Leonardo Maugeri, Belfer Center for Science\nand International Affairs, Harvard Kennedy School, June 2012\n\n“China and Iran: Economic, Military and Political Relations”, Rand Center for Middle East Public Policy, 2012\n\n“Addicted to Oil: Strategic Implications of American Oil Policy”, Strategic Studies Institute of the U.S. Army War College, 2006\n\n“Special Report: Offshore Wind Arrives, Will Renewables Prosper?”, Standard & Poor’s Credit Week, May 2012\n\n“Electric Utility Regulatory Aspects of Electric Vehicle Commercialization”’, National Regulatory Research Institute, December 1980\n“President Obama Announces Historic 54.5 mpg Fuel Efficiency Standard”, White House Press Release, July 29, 2011\n\n“Germany Power Links for Unbuilt Offshore Wind Cost Consumers”, Bloomberg, October 2012\n\n“Long term scenarios and strategies for the development of renewable energies in Germany in view of European and global development’,\nDeutsches Zentrum fiir Luft- und Raumfahrt (DLR), Fraunhofer Institut fiir Windenergie und Energiesystemtechnik (IWES), March 2012\n\n7\n\nHOUSE_OVERSIGHT_024200",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024200.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5747,
    "word_count": 886,
    "line_count": 89,
    "import_date": "2025-11-19T21:47:46.760707",
    "prefix": "IMAGES-007"
  }
}