{
  "document_id": "HOUSE_OVERSIGHT_024886",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024886.txt",
  "text": "COWEN\nCOLLABORATIVE INSIGHTS\n\n70\n\nFebruary 25, 2019\n\nGrowing Application For Hemp And CBD Within The Apparel & Footwear\nMarket (Kernan)\n\nWith the changing tide on marijuana legalization and hemp cultivation, the use case for\nand interest in CBD applications are rapidly expanding. We think there lies within this\nfervor potential for greater utilization of hemp derived textiles in apparel, footwear and\naccessories after largely being relegated to specialist brands with a few exceptions. The\nWestern Producer, a Western Canada weekly agriculture publication, commented that\n“industrial hemp could reach whole crop utilization” in an article published on 1/10/19\n“Revenue Streams Expand For Hemp Growers.” We think this compliments the\nsustainability movement that is gaining ground in global apparel and footwear\nproduction and among Millennial and Gen Z consumers. Western Producer quotes Jan\nSlaski, senior researcher for InnoTech Alberta, that “textile applications have brought\n[about] the development of hemp-based uniforms, socks, underwear and other\napparel...” as its properties, which Patagonia describes as “linen-like,” provide a “quality\nsuitable for fine textiles.”\n\nApproximately $820MM worth of legal hemp products were sold in the U.S. in 2017 and\nroughly 13% of those hemp-based products are textiles according to Entrepreneur's\n9/4/18 article, “The Hemp Business ls Booming.” The article’s author Rose Leadem cites\na history of the crop dating back “to the 1600s when growing hemp was encouraged for\nuse in sails, ropes and clothing.” This period was followed by years of back and forth\nregulation that alternately banned and unbanned hemp cultivation in the U.S. While the\n2014 U.S. Farm Bill allowed for heavily restricted industrial hemp cultivation, the more\nrecent 2018 U.S. Farm Bill, as described by the Brookings Instituted, offers a more\n“expansive” cultivation of hemp.\n\nFigure 115 Textiles Have Low Penetration Among Legal U.S. Hemp Products (2017)\n\na\n: Textiles, 13% :\n\nee ee es as a\n\nNon Textiles,\n87%\n\nSource: Cowen and Company; Western Producer\n\nTo frame the market opportunity for greater hemp utilization as a textile in apparel and\nfootwear from what is likely a nascent penetration currently, the U.S. clothing and\naccessories market reached store sales of $262 billion in 2017 as reported by the U.S.\ngovernment, with potential to grow to $275B in 2018. We note that there are some\nglobal brands that offer hemp fiber, mostly but not all ona limited basis, in their clothing\nand footwear assortment. These brands include Patagonia, Columbia Sportswear’s\nprAna brand, Orvis, Thought Clothing, Toad&Co, Jungmaven, Eartheasy, Sanuk, Toms,\n\nCOWEN.COM\n\nHOUSE_OVERSIGHT_024886",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024886.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2710,
    "word_count": 409,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:45.666573",
    "prefix": "IMAGES-008"
  }
}