{
  "document_id": "HOUSE_OVERSIGHT_024829",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024829.txt",
  "text": "COWEN\nCOLLABORATIVE INSIGHTS\n\nFebruary 25, 2019\n\nWide Range Of Returns On CBD\n\nThere is little data on economics for hemp CBD cultivation given wide range of outcomes\nthat can result on the seed vs clone decision (CBD levels vary for each and will impact\ncost), as well as the type of production model used. The University of Kentucky (College\nof Agriculture) recently published six budget models for industrial hemp producers. Four\nof the six budgets address CBD hemp, with a separate budget for grain and another for\nfiber. We highlight the University of Kentucky’s CBD Plasticulture budget model below\nsince it is the most profitable and will likely be the most commonly implemented. We\nnote all four of the CBD hemp models indicate a positive return above variable costs per\nacre while hemp grain and hemp fiber do not reach breakeven due to low pricing for\nboth harvestable components.\n\nUniversity Of Kentucky’s Budget Assumptions For CBD Plasticulture:\n\ne Dry matter yield per acre: UK estimates 1,200 Ibs of dry matter yield produced\nper acre based on 1,500 plants per acre (recall 5 ft. 5ft. allows for up to 1,742\nplant per acre) and 0.8 Ib of dry matter yield per plant (yield per plant can\nrange from 0.5 Ib-1.5 Ibs).\n\ne Gross return per acre: CBD concentration and price per % are the factors that\ndetermine the price of dry matter yield/Ib. In the below example, 6% CBD% *\n$5.00 per % = $30/Ib. Gross return per acre is then calculated by multiplying\ndry matter yield/lb by dry matter yield/acre (1,200).\n\ne Variable cost per acre: 72% of variable cost per acre is for clone transplants for\n1,500 plants at $5.00 each. Other notable costs include planting, plastic to\nprotect against weeds, drip line for water, harvesting costs, cash rent and\napplication/test fees. We note clones currently can range from $3.50-$5.50\nper plant. Clones have become more common than seeds in Kentucky as they\noffer an easy way to produce female plants. A seed mix may be cheaper but\nwould include male seeds than can potentially pollinate female seeds and\nnegatively impact CBD concentration which influences pricing for dry matter\nyield. Feminized seeds are an option but will likely be the most expensive\noption. We note that the model assumes outdoor production rather than\ngreenhouse production since a greenhouse is efficient for clone production\n(then transplanted to the field) but prohibitive for plant production.\n\nCOWEN.COM\n\n13\n\nHOUSE_OVERSIGHT_024829",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024829.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2457,
    "word_count": 407,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:49.217414",
    "prefix": "IMAGES-008"
  }
}