{
  "document_id": "HOUSE_OVERSIGHT_022849",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022849.txt",
  "text": "also notable in the fixed hierarchy of who comes to whose turf, that everybody,\nwhen they went to see Epstein, comes to him.\n\nA week in late September, U.N. week as it happened, began, on Sunday, at\nEpstein’s house with a colloquial for billionaires—Gates, Mort Zuckerman, and\nPeter Thiel [TK].\n\nEpstein, preternaturally responsive to both the price of oil and to the politics\nof the middle of east, entertained that evening a delegation from Qatar, including\nSheikh Hamad Bin Jassim, the foreign minister. Hamad, indeed, lives across the\nstreet in a similarly furnished house—he and Epstein have the same decorator.\nEpstein, in his relaxed and amused manner, kept prodding: “Why are you financing\nthe bad guys? What do you get out of that?”\n\nThe Qatarians, in some mild diplomatic discomfort, seemed most worried\nthat their bid for the World Cup might be compromised by bribery allegations.\n\nAt 9:00 next morning, Epstein is joined for breakfast in the dining room by\nReid Weingarten, who’s represented among other fat cats in trouble, Worldcom’s\nBernie Ebbers and Goldman Sach’s Lloyd Blankfein and is one of attorney general\nEric Holder’s closest friends. Weingarten, horse, with a cold, and dejected, is just\nback from a failed defense of former Connecticut Governor John Rowland.\n\nAfter a blow by blow of the trial, there’s a discussion of the Qartarian’s\nvisit—Epstein is serving chocolate made from pistachios grown on the Sheikh’s\nfarm—and speculation about who actually controls ISIS.\n\n“Why?” I asked Weingarten, when Epstein briefly steps out of the room, “do\nsome many people keep coming back here, everything considered.”\n\n“Why we camp out here? I guess because there’s no place like it.”\n\nEpstein summons in the next person cooling his heels in the ante-room. It’s a\nyoung man named Brock Pierce, a former child actor, and dotcom high flyer—a\nprinciple in a gaming company called DEN, a notorious dotcom burnout, with its\nown sex scandal—who is now a leading investor in Bitcoin. He describe himself as\nthe “one of the most active investors in the field.”\n\nAnd, indeed, is the first clear explanation I actually get about Bitcoin. It is so\ngood that Epstein stops him and checks to see if his next appointment is here. And\nseconds later, Larry Summers, the former treasury secretary and President of\nHarvard, enters the dining room. Summers, off Diet Coke, digs deep into the\nSheikh’s chocolates, focuses in on the Bitcoin investor.\n\n“Okay,” he says, after listening for a bit, “I have opportunities here. But an\nadditional feature of my decision problem roughly speaking is that the worst that\ncould happen to you is that you could lose all the money you put into it. Whereas I\ncould go from being seen as a figure of some probity and some intelligence to\nbeing a figure of much less intelligence and much less probity...”\n\n“Well,” says Pierce in some dramatic understatement, “it 1s true that you are\n\nHOUSE_OVERSIGHT_022849",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022849.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2939,
    "word_count": 487,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:45.566765",
    "prefix": "IMAGES-007"
  }
}