{
  "document_id": "HOUSE_OVERSIGHT_023774",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023774.txt",
  "text": "28 Teaching Minds\n\nHere is the same woman, this time writing about how she learned\nmusic,\n\nMy mentor, Otto-Werner Mueller, was conducting the Yale\nPhilharmonia in the 1970s—I met him as an undergrad in\nMadison, WI. I attended his graduate seminars in Madison and\nspent a lot of time with him while he was in New Haven. He\nguest-conducted the Hartford Symphony (where I now work)\ntwice in the past few years. (He is 83 now.) I spent hours and\nhours in “lab orchestra” watching him teach his conducting\nstudents, both in Madison and at Yale. What always struck\n\nme was how students were either so self-conscious they were\nwooden, or how they’d try to imitate Otto (who at 6 feet, 7\ninches had amazing stature) physically and couldn’t pull it off.\nVery few were able to incorporate what he was teaching and then\nmake it their own.\n\n| believe that effective teaching makes. . .\n\nstudents look at what the teacher does and see how they can\nimitate it in a way that is consonant with who they are\n\nThe next writer was a Ph.D. student of mine and is now a professor at\na major university.\n\nTrust your intuitions. This was something you told many of\n\nus over and over. It has had three meanings for me—first, that\nthe only right things to work on are those that I can imagine a\nsolution to; second, that whether a way of attacking something\nis the right way or not, it will lead me to the right way; and\nthird, go out on a limb. I can’t say how I learned this except,\nperhaps, through trusting your advice and then noticing that it\ngot me to success over and over again. It began to really sink in\nwhen I had my own students. Often, the most interesting things\nthey brought to me were more intuitive than they were based\non what everyone else was saying. And I have had to reassure\npeople that their ideas are good and they should follow up on\nthem. Of course, there are also intuitions that my students have\nthat I don’t think are good, and I don’t advise them to follow\n\nHOUSE_OVERSIGHT_023774",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023774.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1987,
    "word_count": 368,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:46.175624",
    "prefix": "IMAGES-007"
  }
}