{
  "document_id": "HOUSE_OVERSIGHT_017705",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017705.txt",
  "text": "Page 70 of 78\n2007 Utah L. Rev. 861, *959\n\nFirst, in Proposed Rule 60(b)(1), the Advisory Committee has watered down the CVRA's directive that a court must decide any\nvictim's motion \"forthwith\" >4? to \"promptly.\" While there is nothing wrong with this change as a matter of style, > it does\nappear to reduce the speed with which courts will have to act to enforce victims' rights. \"Forthwith\" can be interpreted to be\nmore exacting requirement than \"promptly.\" >44 Given that the Advisory Committee's premise that, where possible, it \"should\n\n545\n\nincorporate\" the language of the CVRA, it is unclear why it chose to substitute \"promptly\" for the \"forthwith\" requirement.\n\nSecond, in Proposed Rule 60(b)(2), the Advisory Committee has inexplicably left out the right of the victim's representative to\nassert a victim's right (along with [*960] the victim herself and the prosecutor). *4° This omission is criticized earlier in this\nArticle. *47\n\nThird, in Proposed Rule 60(b)(5)(a) through (c), the Advisory Committee sets out three requirements for a victim to file a\nmotion to reopen a sentence - requirements taken straight from the CVRA. **% Without explanation, however, the Advisory\nCommittee then leaves out the CVRA's qualification to these restrictions - \"this paragraph does not affect the victim's right to\nrestitution as provided in Title 18, United States Code.\" °49\n\nFourth, in Proposed Rule 60(b)(4), the Advisory Committee has left out the CVRA's venue provision which allows a victim to\nassert her rights \"if no prosecution is underway, in the district court in the district in which the crime occurred.\" °° In contrast\nto the other three omissions just noted, the Advisory Committee specifically discussed whether to track the italicized language\nin its proposed rule on asserting rights. Remarkably, it decided to take the statutory language out of the Rules:\n\nJudge Levi expressed concern over the final phrase in Rule [60(b)(4)], which gives a victim the right to assert rights \"if no\nprosecution is underway, in the court in the district in which the crime occurred.\" Judge Jones said the Crime Victims Rights\nAct affords victims certain rights even in the absence of a case. Judge Levi noted, however, that the criminal rules only apply to\nproceedings in filed cases. Judge Jones explained that the subcommittee had decided to include it because there might be a pre-\nprosecution proceeding of some sort to which the provision might apply. There was discussion as to whether a grand jury\ninvestigation might qualify as such. Professor Beale said that, while the Act might give victims certain rights, such as being\ntreated respectfully, Judge Levi was probably correct that the rights covered by the criminal rules could only be asserted with\nrespect to a case being prosecuted. After further discussion, Judge Jones said the phrase would be deleted, as Judge Levi had\nsuggested. >>!\n\n342 18 U.S.C. § 3771(d)(3).\n43 See Bryan A. Garner, A Dictionary of Modern Legal Usage 372 (2d ed. 1995).\n\n4 See, e.g., Amella v. United States, 732 F.2d 711, 713 (9th Cir. 1984) \"[\"Forthwith'] connotes action which is immediate, without delay,\nprompt, and with reasonable dispatch.\"); Ayers v. Coughlin, 530 N.E.2d 373, 375 (N.Y. 1988) (“We reiterate that the statutory mandate to\ncommit individuals to the officials responsible for their custody \"forthwith' means that it is done without delay, at once, promptly. \"Forthwith'\nsignals immediacy.\").\n\n45 CVRA Subcommittee Memo, supra note 66, at 1-2.\n\n*46 Compare Proposed Amendments, supra note 71, R. 60(b)(2), at 17, with 18 U.S.C. § 3771(d)(1) (2006) (victims' rights may be asserted by\n\"the crime victim or the crime victim's lawful representative, and the attorney for the Government\") (emphasis added).\n47 See supra notes 117-133 and accompanying text. For the Advisory Committee's response to this criticism, see infra notes 578-579 and\n\naccompanying text.\n\n348 See 18 U.S.C. § 3771(d)(5)(a)-(c).\n$49 Td. § 3771 (d)(5).\n550 Td. § 3771(d)(3) (emphasis added).\n\nI Advisory Committee Minutes, supra note 68, at 15 (discussing now-renumbered Rule 43(1)(b)(3)).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017705",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017705.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4161,
    "word_count": 662,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:46.663525",
    "prefix": "IMAGES-004"
  }
}