{
  "document_id": "HOUSE_OVERSIGHT_021132",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021132.txt",
  "text": "16 MICHAEL WOLFF\n\nAs a family insider, Kushner, in a game of court politics so vicious\nthat, in another time, it might have yielded murder plots, had appeared to\ntriumph over his early White House rivals. But Trump invariably soured\non the people who worked for him, just as they soured on him, not least\nbecause he nearly always came to believe that his staff was profiting at his\nexpense. He was convinced that everyone was greedy, and that sooner or\nlater they would try to take what was more rightfully his. Increasingly, it\nseemed that Kushner, too, might be just another staff member trying to\ntake advantage of Donald Trump.\n\nTrump had recently learned that a prominent New York investment\nfund, Apollo Global Management, led by the financier Leon Black, had\nprovided the Kushner Companies—the family real estate group that had\nbeen managed by Kushner himself while his father, Charlie, was in federal\nprison—with $184 million in financing.\n\nThis was troubling on many levels, and it left a vulnerable Kushner\nopen to more questions about the conflicts between his business and his\nposition in the White House. During the transition, Kushner had offered\nApollo's cofounder Marc Rowan, the job of director of the Office of Man-\nagement and Budget. Rowan initially accepted the job, declining it only\nafter Apollo chairman Leon Black objected to what would have to be dis-\nclosed about Rowan’s and the firms investments.\n\nBut the president-elect's concerns were elsewhere: he was more keenly\nand furiously focused on the fact that, in the constant search for financings\nthat occur in mid-tier real estate companies like Trump's, Apollo had never\nextended itself for the Trump Organization. Now, it seemed baldly appar-\nent, Apollo was backing the Kushners solely because of the family’s con-\nnection to the administration. The constant accounting in Trump's head\nof who was profiting from whom, and his sense of what he was therefore\nowed for creating the circumstances by which everyone could profit, was\none of the things that reliably kept him up at night.\n\n“you think I don’t know what's going on?” Trump sneered at his\ndaughter, one of the few people he usually went out of his way to try to\nmollify. “You think I don’t know what's going on?”\n\nThe Kushners had gained. He had not.\n\nThe president’s daughter pleaded her husband’s case. She spoke of the\n\nSIEGE\n\nincredible sacrifice the couple had made by coming to Washington. Ai\nfor what? “Our lives have been destroyed,’ she said melodramatically\nand yet with some considerable truth. The former New York socialit\nhad been reduced to potential criminal defendants and media laughir\nstocks.\n\nAfter a year of friends and advisers whispering that his daughter a\nson-in-law were at the root of the disarray in the White House, Trur\nonce again was thinking they should never have come. Revising histo\nhe told various of his late-night callers that he had always thought tk\nnever should have come. Over his daughter’s bitter protests, he declin\nto intercede in his son-in-law’s security clearance issues. The FBI h\ncontinued to hold up Kushner’s clearance—which the president, at\ndiscretion, could approve, his daughter reminded him. But Trump «\nnothing, letting his son-in-law dangle in the wind.\n\nKushner, with superhuman patience and resolve, waited for his opp\ntunity. The trick among Trump whisperers was how to focus Trur\nattention, since Trump could never be counted on to participate in a\nthing like a normal conversation with reasonable back-and-forth. Spc\nand women were reliable subjects; both would immediately engage h:\nDisloyalty also got Trump’s attention. So did conspiracies. And mone:\nalways money. |\n\n+ %\n\nKushner’s own lawyer was Abbe Lowell, a well-known showboat of\nD.C. criminal bar who prided himself on, and managed his clients’ exp\ntations and attention with, an up-to-the-minute menu of rumors :\ninsights about what gambit or strategy prosecutors were about to dish\nThe true edge provided by a high-profile litigator was perhaps not cot\nroom skill but backroom intelligence.\n\nLowell, adding to the reports Dowd had received, told Kushner 1\nprosecutors were about to substantially deepen the presidents—and\nTrump family’s—jeopardy. Dowd had continued to try to mollify the pr\ndent, but Kushner, with intel supplied by Lowell, went to his father-in-law v\nreports about this new front in the legal war against him. Sure enough.\nMarch 15 the news broke that the special counsel had issued a subpo\n\nHOUSE_OVERSIGHT_021132",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021132.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4498,
    "word_count": 736,
    "line_count": 87,
    "import_date": "2025-11-19T21:47:47.806150",
    "prefix": "IMAGES-006"
  }
}