{
  "document_id": "HOUSE_OVERSIGHT_019565",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019565.txt",
  "text": "Raider of the Inner Sanctum | 77\n\nword access, at least during the two-month-long training period, to\nthe computers that he had not been specifically “read into,” which\ndid not include those computers that stored the Level 3 lists. Access\nto these tightly controlled compartments was limited to only a hand-\nful of analysts at the center who had a need to know.\n\nBecause the new job entailed handling higher-level secret docu-\nments, Booz Allen had stricter requirements for applicants than\nDell. To slip by them, Snowden had engaged in a minor subterfuge.\nHe wrote on his application that he was expecting a master’s degree\nfrom the online division of Liverpool University in England. In fact,\nhe had not completed a single course at Liverpool and would not be\nreceiving any sort of a degree from it. Booz Allen did not verify this\nand had agreed to hire him as a trainee-analyst. It did not change\nthat decision even after it found out about his subterfuge.\n\nAccording to Admiral McConnell, Snowden never actually\nworked in the Booz Allen offices, which are housed in a skyscraper in\ndowntown Honolulu. Instead, he was immediately assigned to work\nat the NSA’s highly sensitive National Threat Operations Center at\n\n© the Kunia base, the same location where he had worked for Dell. ©\n\nBefore he could begin working there, however, he needed to fly to\nMaryland to take a mandatory orientation course at the NSA. The\ncourse was given in an eleven-story building, with a sheer wall of\nblack glass, on the NSA’s 350-acre campus at Fort Meade. He arrived\nthere from Hawaii on April 1, 2013. Like every other Booz Allen\ncontractor who worked at the NSA’s center, Snowden was required\nto sign the “Sensitive Compartmented Information Nondisclosure\nAgreement.” In this document, Snowden acknowledged that he had\nbeen granted access to sensitive compartmented information, called\nSCI, as part of his work and that he understood that any disclosure\nof that information to an unauthorized person would violate fed-\neral criminal law. He was also told, as were all new contract employ-\nees at Booz Allen, that its disclosure could damage the interests of\nthe United States and benefit its enemies. In signing the document,\nhe swore an oath not to divulge any of this information without\nfirst receiving written approval from U.S. authorities. So less than\ntwo months before he downloaded sensitive compartmented infor-\n\n| | Epst_9780451494566_2p_all_r1.z.indd 77 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019565",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019565.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2498,
    "word_count": 412,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:47.155857",
    "prefix": "IMAGES-005"
  }
}