{
  "document_id": "HOUSE_OVERSIGHT_018539",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018539.txt",
  "text": "possibly be BDSM! Because I'm not a BDSMer! Because BDSM is dirty.\"\n\nBut we shouldn't necessarily blame people for this instinct to reject and categorize: the\ninstinct is one that comes from being scared and oppressed... because the social penalties\nfor \"getting it wrong” are high. Remember, those New York City dominatrixes thought\nthey were \"safe\" from the law as long as BDSM didn't count as sex. But as soon as\nsomeone decided BDSM \"counted as\" sex, those dominatrixes were arrested.\n\nIt's just one more example of how sexual stigma for \"different kinds of sex\" is constantly\nintertwined. No type of consensual sexuality can express itself freely until people agree\nthat \"among consenting adults, there is no 'should’.\" The Romans, those ancient\nimperialists, used to say: \"Divide and conquer.\" When consensual sexualities are scared\nof each other, we will continue to be conquered. As long as \"vanilla\" people are afraid\nof \"BDSM\"... as long as \"BDSMers\" are afraid of being seen as \"sexual\"... as long\nas the social penalties for being a \"slut\" or a \"whore\" are incredibly steep... as long\nas sex workers are stigmatized and criminalized... everyone will be bound by these\noppressive standards.\n\nKOK ok\n\nThe Embodied Side of BDSM versus Sex\n\nAlthough Part 1 was all about how the divide between \"BDSM\" and \"sex\" is often\nnonsensical, or purely political, or socially constructed... that doesn't mean that the\ndivide does not exist. I once had a conversation about ignoring social constructs with a\nwise friend, who noted dryly that: \"One-way streets are a social construct. That doesn't\nmean we should ignore them.\" Just because the outside world influences our sexuality,\ndoes not mean that our sexual preferences are invalid.\n\nSome polyamorous BDSMers have very different rules about having sex with outsiders,\nas opposed to doing BDSM with outsiders. For example, during the time when I was\nconsidering a transition to polyamory, I myself had a couple relationships where we were\nsexually monogamous -- yet my partners agreed that I could do BDSM with people who\nweren't my partner. Those particular partners felt jealous and threatened by the idea\nof me having sex with another man, but they didn't mind if I did BDSM with\nanother man. Maybe the feelings of those partners only arose because they categorized\n\"BDSM\" and \"sex\" into weirdly different socially-constructed ways... but those\npartners' feelings were nonetheless real, and their feelings deserved respect.\n\nAnd there are also unmistakable ways that BDSM feels different from sex. There is\nsomething, bodily, that is just plain different about BDSM, as opposed to sex. I often\nfind myself thinking of \"BDSM feelings\" and \"sexual feelings\" as flowing down two\nparallel channels in my head... sometimes these channels intersect, but sometimes they're\nfar apart. The BDSM urge strikes me as deeply different, separate, from the sex urge. It\ncan be fun to combine BDSM and sex, but there are definitely times when I want BDSM\nthat feel very unlike most times when I want sex.\n\nThe biggest political reason why it's difficult to discuss this is the way in which we\ncurrently conceptualize sexuality through \"orientations\": we have built a cultural\n“orientation model\" focused on the idea that \"acceptable\" sexuality is \"built-in,\" or\n\nHOUSE_OVERSIGHT_018539",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018539.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3323,
    "word_count": 537,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.612509",
    "prefix": "IMAGES-005"
  }
}