{
  "document_id": "HOUSE_OVERSIGHT_024555",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024555.txt",
  "text": "e Fifth, to the Common Limited Partners, the Profits Participation Limited Partner, and the General\nPartner in proportion to the number of Units held by each such Partner.\n\nIn general (and subject to ceriain special tax and regulatory allocations), losses and deductions of KUE\nwill be allocated to the Pariners in the following priority:\n\n« First, to the Common Limited Partners, the Profits Participation Limited Partner, and the General\nPariner in proportion to and to the extent of their positive adjusted capital account balances;\n\ne Second, to the Common Limited Partners, the Profits Participation Limited Partner, and the\nGeneral Partner in proportion to the number of Units held by each such Partner; and\n\n« Third, to the General Partner.\n\nTo the extent, at the time of any distribution or income or loss allocation pursuant to the Partnership\nAgreement, the 2/1iths portion of the Profits Participation LP Units has not then been fully allocated by\nKULG LLC-1 to employees, officers, directors, consultants and agents of KUE, its subsidiaries or joint\nventures, then the distribution or income or loss allocation that would otherwise be attributable to such\nunallocated portion of the Profits Participation LP Units shall be reallocated among the Common Limited\nPartners and the General Partner in proportion to their Units for purposes of such distribution or income\nor loss allocation (including in connection with their Preferred Return).\n\nNotwithstanding the foregoing, the Limited Partnership Agreement gives the General Partner the authority\nto override the distribution provisions of the Limitation Partnership Agreement described above in order to\nachieve the desired economic arrangement of KUE, which is: (i) first, to return the Partners’ Capital\nContributions to them; (li} second, for the Common Limited Partners and the General Partner to receive\ntheir Preferred Return while the Profits Participation Limited Partner concurrently receives an amount\nequal to a fraction of the amount the Common Limited Partners and the General Pariner received\npursuant to their Preferred Return (such fraction to be equal to the portion of the Units held by the Profits\nParticipation Limited Partner attributable to members of the Profits Participation Limited Partner other\nthan the Principals), multiplied by the number of Units held by the Profits Participation Limited Partner\ndivided by the number of outstanding Units other than those Units held by the Profits Participation Limited\nPartner; (iii) third, for the Profits Participation Limited Partner to receive an amount equal to a fraction of\nthe amount the Common Limited Partners and the General Partner received pursuant to their Preferred\nReturn (such fraction to be equal to the portion of the Units held by the Profits Participation Limited\nPartner attributable to members of the Profits Participation Limited Partner who are Principals), multiplied\nby the number of Units held by the Profits Participation Limited Partner divided by the number of\noutstanding Units other than those Units held by the Profits Participation Limited Partner; and (iv) finally,\nfor all Partners (including the Profits Participation Limited Partner) to share in the profits of the\nPartnership in proportion to the number of Units held by therm.\n\n14.11. Tax Distributions\n\nThe General Partner may decide to make a tax distribution from KUE on or before April 1st of any year\nfollowing a taxable year in which net taxable income was allocated to any Partner. If the General Partner\ndecides to make a tax distribution, then KUE will distribute cash available for distribution, if any, to those\nPartners receiving an allocation of net taxable income, regardless of whether such net taxable income is\nactually subject to tax. The amount of net taxable income upon which such a tax distribution will be made\nwill be based on cumulative calculation of net taxable income and net taxable loss which have been\nallocated to each such Partner from the inception of KUE. Any tax distributions received by a Pariner will\nbe treated as an advance and will offset against any other distributions such Partner is entitled to receive\nfrom KUE.\n\n122\n\nHOUSE_OVERSIGHT_024555",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024555.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4207,
    "word_count": 658,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:48.014206",
    "prefix": "IMAGES-008"
  }
}