{
  "document_id": "HOUSE_OVERSIGHT_019678",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019678.txt",
  "text": "190 | HOW AMERICA LOST ITS SECRETS\n\nits sleeper agents for a highly sensitive assignment, that suggested\nRussian intelligence had found a possible source who could supply\nit with valuable information. According to a former CIA intelli-\ngence official who later became involved in the case, the assignment\ninvolved preparing these agents to service a potential source in the\nNSA at Fort Meade, Maryland. If true, it suggested that Russian\nintelligence either had found or was working on a means of pen-\netrating the NSA.\n\nIn 2010, the NSA division that handled such security and espio-\nnage threats reportedly initiated a counterespionage probe at the\nNSA’s Fort Meade headquarters. According to a former NSA official,\n“They [were] looking for one or more Russian spies that NSA [was]\nconvinced resided at Fort Meade and possibly other DoD Intel offices,\nlike DIA.” Because the NSA’s cryptological service had in 2010\nthirty-five thousand military and civilian contractor employees, the\nsearch for a possible leak was no easy matter. According to a subse-\nquent note in the NSA’s secret budget report to Congress, it would\nrequire “a minimum of 4,000 periodic investigations of employees\n\n© in position to compromise sensitive information” to safely guard ©\nagainst “insider threats by trusted insiders who seek to exploit their\nauthorized access to sensitive information to harm U.S. interests.”\nAccording to a former executive in the intelligence community,\nthat amount of investigation far exceeded the budgetary capabili-\nties of the NSA. So while the investigation found no evidence of\nSVR recruitment, it remained possible that Russian intelligence had\nfound a candidate in the NSA.\n\nMeanwhile, in June 2010, to preempt such a leak in U.S. intelli-\ngence and avoid any potential embarrassment that could result, the\nFBI decided it could no longer engage in this sort of an intelligence\ngame with the sleeper network. It arrested all twelve sleeper agents\nidentified by Poteyev. After receiving a great deal of public atten-\ntion (which led to their inspiring the FX series The Americans), the\nsleeper agents were deported to Russia. This move had both advan-\ntages and disadvantages. The main advantage was that it severed any\ncommunication link between the putative person of interest in the\nNSA and Russian intelligence via the sleeper agents. The main dis-\nadvantage was that it eliminated the possibility that FBI surveillance\n\n| | Epst_9780451494566_2p_all_r1.z.indd 190 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019678",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019678.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2526,
    "word_count": 399,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:44.365411",
    "prefix": "IMAGES-005"
  }
}