{
  "document_id": "HOUSE_OVERSIGHT_023927",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023927.txt",
  "text": "How Not to Teach 187\n\nin order for a student to defend a point of view and learn to be con-\nvincing. A teacher might fail to praise a student, even when she has\nsucceeded, because the student should know that she has succeeded in\nany case. I am not suggesting that teachers never tell the truth, only\nthat it isn’t necessary to do it all the time.\n\nSince coming to one’s own conclusions is mostly how we learn,\nthe real job of a teacher is to force students to come to sensible con-\nclusions by confronting what they already believe with stuff that is\nantithetical to those beliefs. A confused person has only two choices.\nAdmit he is confused and doesn’t care, or resolve the confusion. Re-\nsolving the confusion entails thinking. Teachers can encourage think-\ning by making sure students have something confusing to think about.\n\nRule #8: Never assume that a student is listening to what you are\nsaying or that what you are saying really matters.\n\nWhat I have been arguing so far amounts to defining what I\ncall Socratic apprenticeship. Learning by doing is facilitated by a good\nteacher, but that teacher has to be around when needed and has to\nknow what to say and what not to say that will help the student think\nharder. The teacher doesn’t provide answers—he just helps students\nfind out where to look for answers and how to know whether they\nfound the answers. Our current education system does not encourage\nteaching and learning to work this way, and I assume neither did the\nsystem that Plato was criticizing when he started to talk about learning\nby doing and Socratic teaching in the first place.\n\nBut something important has changed. We can now create ap-\nprenticeships online. It is possible to learn by doing in a simulated\nworld set up on the computer that provides for human help as needed.\nWe have been building what we call story-centered curricula for about\n10 years now. Students learn within the context of an intense year-\nlong experience where they do only projects and produce deliverables\nthat are commented on and improved upon by interaction with a So-\ncratic teacher. We have produced them for masters programs at vari-\nous universities, for high school programs intended to replace what\nis there now, and for corporations when they wish to create really\neffective training.\n\nThese curricula change how we learn and how we teach. Both of\nthese need to be reconsidered in the wake of the disaster of an educa-\ntion system that we have created.\n\nHOUSE_OVERSIGHT_023927",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023927.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2495,
    "word_count": 435,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:44.557173",
    "prefix": "IMAGES-007"
  }
}