{
  "document_id": "HOUSE_OVERSIGHT_012905",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012905.txt",
  "text": "ix\n\nthe set of chapter co-authors does not exhaust the set of significant contributors to the ideas\npresented.\n\nThe core concepts of the CogPrime design and the underlying theory were conceived by Ben\nGoertzel in the period 1995-1996 when he was a Research Fellow at the University of Western\nAustralia; but those early ideas have been elaborated and improved by many more people than\ncan be listed here (as well as by Ben’s ongoing thinking and research). The collaborative design\nprocess ultimately resulting in CogPrime started in 1997 when Intelligenesis Corp. was formed\n— the Webmind AI Engine created in Intelligenesis’s research group during 1997-2001 was the\npredecessor to the Novamente Cognition Engine created at Novamente LLC during 2001-2008,\nwhich was the predecessor to CogPrime.\n\nAcknowledgements\n\nFor sake of simplicity, this acknowledgements section is presented from the perspective of the\nprimary author, Ben Goertzel. Ben will thus begin by expressing his thanks to his primary\nco-authors, Cassio Pennachin (collaborator since 1998) and Nil Geisweiller (collaborator since\n2005). Without outstandingly insightful, deep-thinking colleagues like you, the ideas presented\nhere — let alone the book itself— would not have developed nearly as effectively as what has\nhappened. Similar thanks also go to the other OpenCog collaborators who have co-authored\nvarious chapters of the book.\n\nBeyond the co-authors, huge gratitude must also be extended to everyone who has been\ninvolved with the OpenCog project, and/or was involved in Novamente LLC and Webmind Inc.\nbefore that. We are grateful to all of you for your collaboration and intellectual companionship!\n\nBuilding a thinking machine is a huge project, too big for any one human; it will take a team\nand I’m happy to be part of a great one. It is through the genius of human collectives, going\nbeyond any individual human mind, that genius machines are going to be created.\n\nA tiny, incomplete sample from the long list of those others deserving thanks is:\n\ne Ken Silverman and Gwendalin Qi Aranya (formerly Gwen Goertzel), both of whom listened\n\nto me talk at inordinate length about many of the ideas presented here a long, long time\n\nbefore anyone else was interested in listening. Ken and I schemed some AGI designs at\n\nSimon’s Rock College in 1983, years before we worked together on the Webmind AI Engine.\n\nAllan Combs, who got me thinking about consciousness in various different ways, at a very\n\nearly point in my career. I’m very pleased to still count Allan as a friend and sometime\n\ncollaborator! Fred Abraham as well, for introducing me to the intersection of chaos theory\nand cognition, with a wonderful flair. George Christos, a deep AI/math/physics thinker from\n\nPerth, for re-awakening my interest in attractor neural nets and their cognitive implications,\n\nin the mid-1990s.\n\ne All of the 130 staff of Webmind Inc. during 1998-2001 while that remarkable, ambitious,\npeculiar AGI-oriented firm existed. Special shout-outs to the \"Voice of Reason\" Pei Wang\nand the \"Siberian Madmind\" Anton Kolonin, Mike Ross, Cate Hartley, Karin Verspoor and\nthe tragically prematurely deceased Jeff Pressing (compared to whom we are all mental\nmidgets), who all made serious conceptual contributions to my thinking about AGI. Lisa\nPazer and Andy Siciliano who made Webmind happen on the business side. And of course\nCassio Pennachin, a co-author of this book; and Ken Silverman, who co-architected the\nwhole Webmind system and vision with me from the start.\n\nHOUSE_OVERSIGHT_012905",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012905.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3552,
    "word_count": 562,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:48.170209",
    "prefix": "IMAGES-002"
  }
}