{
  "document_id": "HOUSE_OVERSIGHT_019132",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019132.txt",
  "text": "JaMEs PATTERSON\n\n“we're here to see Jeff,” says Wendy.\nThe guard nods— of course you are—and leads them to the\n\nside door.\n\nThey're in the kitchen now. Mary, Wendy, some middle-aged\nman. The man has a long face, bushy eyebrows, and thick silver\nhair—and he’s fit. As fit as the jocks that Mary goes to school\nwith, Not attractive, exactly. He’s way too old for that. But confi-\ndent, in a way that makes an impression.\n\nStanding behind the man there’s a woman. She’s blond, very\npretty, much taller than Wendy.\n\nWhat a strange scene, Mary thinks. She can’t shake the feeling\nthat the man is studying her. Then he nods, and he and Wendy\nwalk out of the kitchen. A little while later, they're back.\n\n“Sarah,” the man says to the tall woman. “You can take Mary\n\nupstairs.”\n\nSarah takes Mary up a wide winding staircase carpeted in pink.\nTogether they walk down a hall that’s got photographs on the\nwall—naked women. Long curtains cover windows and don't\nlet in much light. In the air, there's a strong lavender fragrance.\n\nThen they come to a room containing a green-and-pink sofa.\nThere’s a large bathroom off to one side and doors on either side\nof the sofa. There’s a wooden armoire with sex toys on it. There’s\na massage table, too, and a mural of a naked woman.\n\n“wait here,” says Sarah. “Jeff will be up in a moment.”\n\nMary’s too freaked out to do anything else. Fidgeting with\n\nher belt loops, she sits on the sofa, jumps up again.\n\n16\n\nThen she sees the pictu\n\nAll the girls in the pho’\njust a baby.\n\nMuch younger than Mz\n\nThe, girl’s smiling, bu\nelse—some sort of anxiet\nface. And what she’s doin;\noff to the side. Flashing or\n\nee ee Neel cae\n\ntoward the camera.\n\nMary gasps. She turns\nin front of her, wearing not\n\nHOUSE_OVERSIGHT_019132",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019132.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1744,
    "word_count": 316,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:44.755027",
    "prefix": "IMAGES-005"
  }
}