{
  "document_id": "HOUSE_OVERSIGHT_030462",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030462.txt",
  "text": "Date: Tuesday, March 8 2011 08:48 PM\n\nSubject: Re:\n\nFrom: —_Lesley Groff <a’ >\n\nTo: Jeffrey Epstein <jeevacation@gmail.com>;\nthank you Vicky!\n\nOn Tue, Mar 8, 2011 at 3:31 PM, Jeffrey Epstein <jeevacation@gmail.com > wrote:\n\nJeffrey and Ghislaine: Notes on New York's Oddest Alliance <\n\nhttp://www. vanityfair.com/online/daily/2011/03/notes- on-new-yorks-oddest-\ncouple-jeffrey-epstein-and-ghislaine-maxwell.html>\n\nby Vicky Ward <http:/\\vww.vanityfair.com/contributors/vicky-_ ward>\n\nMarch 8, 2011, 2:30 PM\n\n“lve got a story idea for you. The rebuilding of Indonesia. Or New Orleans. Or both. Go there. I’ve just been. You will never\nthink the same way about anything again.”\n\nSo spoke not Bill or Melinda Gates, but Ghislaine Maxwell, the 48-year-old woman being written up everywhere at the moment\nas the alleged “procurer” of young women for billionaire Jeffrey Epstein.\n\nEpstein, 57, is the financier who spent a year in jail on charges of soliciting prostitutes—and now there is talk of another\ninvestigation because various women, now in their twenties and thirties, have come forward with allegations that he molested\nthem when they were under-age. The allegations first surfaced in British newspapers, which have zeroed in on Epstein’s\nfriendship with Prince Andrew, who has recently tried to publicly disassociate himself from his old pal.\n\nI wrote a piece for Vanity Fair in 2003 called “The Talented Mr. Epstein.” It was largely a business piece that focused on his\nmysterious exit from Bear Stearns in 1981, his close relationships with Jimmy Cayne, Les Wexner, the chairman of Limited\nBrands, and above all, the man who claimed to be his mentor, Steven Jude Hoffenberg, who is currently serving a 20-year-jail\nsentence for bilking investors in Towers Financial out of $450 million.\n\nThe piece alluded to Epstein’s great friendship with Maxwell, and how she introduced him to young women with whom he had\nsexual relationships. But, in the end, the story didn’t really go there, focusing instead on the issue that remains a mystery—how\nJeffrey made his money, and how Ghislaine made hers.\n\nThis is not to say I didn’t hear stories about the girls. I did. But, not knowing quite who to believe, I concentrated on the intriguing\nfinancial mystery instead. But now the women have come back. Not the same ones, different ones. And their stories are bone-\nchilling. Journalists from England have phoned—and, in one case, flown—to ask me about Epstein and Maxwell. Who is he?\nAnd the British, especially, want to know: Who is she? At this point, Iam so bored of repeating myself to others—it was, after all,\nmy 2003 Vanity Fairstory that really brought him into the limelight—that I have decided to write about this myself.\n\nBizarrely, perhaps, I have gotten to know Jeffrey and Ghislaine far better after my piece than before it. [kept running into both of\nthem, separately, at parties. Jeffrey is not a social animal so he usually has a couple of young women with him who stand two\nfeet behind him, as if serving a monarch. “Do they speak?” [remember asking him once, nodding at his lookalike blondes. He\nlaughed. “Not like vou, Vicky,” was his riposte.\n\nIremembered that when we’d once discussed math—in particular, an isosceles triangle—and I revealed I hadn’t studied math\nsince I was 14 (such is, or was, the way of the British educational system), I received a package at home via messenger. It was a\nbook: “Math for idiots.”\n\nSo he is not without humor, even though he doesn’t drink or smoke, and hates restaurants.\n\n“Jeffrey knows a good deal about most subjects,” newspaper publisher Mort Zuckerman told me last week. He was certainly\n\npreaching to the converted. The truth is, Epstein does know a lot about a lot of things. Just a few moments in his company and\nyou know this to be true.\n\nHOUSE_OVERSIGHT_030462",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030462.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3826,
    "word_count": 619,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:48.482419",
    "prefix": "IMAGES-010"
  }
}