{
  "document_id": "HOUSE_OVERSIGHT_026533",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026533.txt",
  "text": "clarifies that falling in or out of love depends on the distribution of temptations, but not\ntheir immediate realizations. This suggests people will fall out of love when there is a\npermanent change in alternative mating opportunities or relationship costs, but not a\none-off temptation. For example, a man may fall out of love with his wife after becoming\nunexpectedly successful, as many more women will be now be interested in him than\nhe anticipated when they first met. Second, the model clarifies that love comes with a\ncost-the cost of ignored temptations—and suggests that this cost must be compensated\nwith commensurate investment in the relationship. Only sometimes is it worthwhile for\nthe recipient of love to compensate a suitor, which explains why people actively avoid the\nstrong affections of those with whom they do not wish to have long-term relationships.\nThird, our model clarifies why mere discussions of the costs and benefits of a relationship\nor a break-up, for example, suggesting a prenuptial agreement, damage the relationship.\nSuch discussions indicate that one is looking at the costs of the relationship and cast\ndoubt on one’s commitment.\n\nThese arguments extend to anger. Anger can be thought of as “punishing without\nlooking”. It prevents people from looking at the costs of inflicting harm on others after a\n\ntransgression, thereby deterring future transgressions.\n\nAcknowledgments\n\nThis research was funded in part by the John Templeton Foundation, Grant RFP-12-\n11 from the Foundational Questions in Evolutionary Biology Fund, the National Science\nFoundation Grant No. 0905645, and the Army Research Office Grant No. W911NF-11-\n1-0363. We thank Keri Hu for helpful research assistance. Any opinions expressed in this\narticle are those of the authors and not of the Federal Trade Commission or any individual\n\nCommissioner.\n\n13\n\nHOUSE_OVERSIGHT_026533",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026533.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1886,
    "word_count": 292,
    "line_count": 33,
    "import_date": "2025-11-19T21:47:48.721584",
    "prefix": "IMAGES-009"
  }
}