{
  "document_id": "HOUSE_OVERSIGHT_012940",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012940.txt",
  "text": "24 2 What Is Human-Like General Intelligence?\n\nit, we will go through some more background regarding human-like intelligence (in the rest\nof this chapter), philosophy of mind (in Chapter 3) and contemporary AGI architectures (in\nChapter4).\n\n2.3 Further Characterizations of Humanlike Intelligence\n\nWe now present a few complementary approaches to characterizing the key aspects of human-\nlike intelligence, drawn from different perspectives in the psychology and AI literature. These\ndifferent approaches all overlap substantially, which is good, yet each gives a slightly different\nslant.\n\n2.3.1 Competencies Characterizing Human-like Intelligence\n\nFirst we give a list of key competencies characterizing human level intelligence resulting from\nthe the AGI Roadmap Workshop held at the University of Knoxville in October 2008 ', which\nwas organized by Ben Goertzel and Itamar Arel. In this list, each broad competency area is\nlisted together with a number of specific competencies sub-areas within its scope:\n\nPerception: vision, hearing, touch, proprioception, crossmodal\n\nActuation: physical skills, navigation, tool use\n\nMemory: episodic, declarative, behavioral\n\nLearning: imitation, reinforcement, interactive verbal instruction, written media, experi-\nmentation\n\nReasoning: deductive, abductive, inductive, causal, physical, associational, categorization\nPlanning: strategic, tactical, physical, social\n\nAttention: visual, social, behavioral\n\nMotivation: subgoal creation, affect-based motivation, control of emotions\n\nEmotion: expressing emotion, understanding emotion\n\nSelf: self-awareness, self-control, other-awareness\n\nSocial: empathy, appropriate social behavior, social communication, social inference, group\nplay, theory of mind\n\n12. Communication: gestural, pictorial, verbal, language acquisition, cross-modal\n\n13. Quantitative: counting, grounded arithmetic, comparison, measurement\n\n14. Building/Creation: concept formation, verbal invention, physical construction, social\ngroup formation\n\nBwN\n\nFHSS ONS oH\n\n—_ao\n\nClearly this list is getting at the same things as the textbook headings given in Section 2.2,\nbut with a different emphasis due to its origin among AGI researchers rather than cognitive\n\n1 See http: //www.ece.utk.edu/~itamar/AGI_Roadmap. html; participants included: Sam Adams, IBM\nResearch; Ben Goertzel, Novamente LLC; Itamar Arel, University of Tennessee; Joscha Bach, Institute of Cogni-\ntive Science, University of Osnabruck, Germany; Robert Coop, University of Tennessee; Rod Furlan, Singularity\nInstitute; Matthias Scheutz, Indiana University; J. Storrs Hall, Foresight Institute; Alexei Samsonovich, George\nMason University; Matt Schlesinger, Southern Illinois University; John Sowa, Vivomind Intelligence, Inc.; Stuart\nC. Shapiro, University at Buffalo\n\nHOUSE_OVERSIGHT_012940",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012940.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2819,
    "word_count": 355,
    "line_count": 67,
    "import_date": "2025-11-19T21:47:45.943747",
    "prefix": "IMAGES-002"
  }
}