{
  "document_id": "HOUSE_OVERSIGHT_020306",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020306.txt",
  "text": "154\n\nCHAPTER NINETEEN\nThe Rise of the NSA\n\n“There are many things we do in intelligence that, if revealed, would have the potential for all kinds of blowback,” --\nNational Intelligence” — James Clapper, Director of National Intelligence\n\nIn the Game of Nations, which is played at a level that often is not visible to public scrutiny,\nthe great prize is state secrets that reveal the hidden weaknesses of a nation’s potential\nadversaries. The most important of these in peacetime is communication intercepts. It was just\nsuch state secrets that Edward Snowden took from the NSA in the spring of 2013. Before that\nbreach, America’s paramount advantage in this subterranean competition was its undisputed\ndominance in business of obtaining and deciphering the communications of other nations. The\nNSA was the instrument by which the United States both protected its own secret\ncommunications and stole the secrets of foreign nations. The NSA, however, has an Achilles’\nheel: it is dependent on civilian computer technicians who do not necessarily share its values to\noperate its complex system. Because of this dependence, it was not able in 2013, as it turned out,\nto protect its crucial sources and methods.\n\nSnowden exposed this vulnerability when he walked away with, among other documents, the\n32,000 page-long country by country descriptions of the gaps in America’s coverage of the\ncommunications of its adversaries. Even though the Cold War had been declared over after the\ncollapse of the Soviet Union a quarter of a century earlier, the age-old enterprise of espionage did\nnot end with it. Russian and China still sought to blunt the edge that the NSA gave the United\nStates. So the Snowden breach cannot be simply looked as an isolated event. It needs to\nconsidered in the context of the once and future intelligence war.\n\nThe modern enterprise of reading the communications of other nations traces back in the\nUnited States to military code-breaking efforts preceding America’s entry into the First World\nWar The invention of the radio at the end of the nineteenth century soon provided the means of\nrapidly sending and getting messages from ships , submarines, ground forces, spies, and\nembassies. These over-the-air messages could also be intercepted from the ether by adversaries.\nIf they were to remain secret, they could not be sent in plain text. They had to be sent in either\ncode, in which letters are substituted for one another, or, more effectively, cipher, in which\nnumbers are substituted for letters. Making and breaking codes and ciphers became a crucial\nenterprise for nations. By 1914, the US Army and Navy had set up units, staffed by\nmathematicians, linguists and crossword puzzle-solvers to intercept and decode enemy messages.\nAfter the war had ended in 1918, these units were fused into a cover corporation called the “Code\nCompilation Company,” which moved to new offices on 37\" Street and Madison Avenue in New\nYork City. Under the supervision of the famous cryptographer Herbert O Yardley, a team of 20\ncode-breakers was employed in what was called the “Black Chamber.” Yardley arranged for\n\nHOUSE_OVERSIGHT_020306",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020306.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3149,
    "word_count": 512,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:45.815354",
    "prefix": "IMAGES-005"
  }
}