{
  "document_id": "HOUSE_OVERSIGHT_013287",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013287.txt",
  "text": "Cullen Finnerty, 30. The former college football star who led\n\nGrand Valley State University’s team to three Division II\n\nnational championships and won more than 50 games over four\nseasons as the school’s quarterback. Died between May 26 and May\n28 of pneumonia after disappearing while on a fishing trip in\nMichigan.\n\nCharles Henderson, 88. He was the fourth generation of his\nfamily to run Henderson Brothers Inc., a specialist floor\ntrading firm on Wall Street. Died May 29 of heart failure.\n\nGeorge H. Weiler Ill, 69. Senior vice president for wealth-\nmanagement services at UBS AG, who started his Wall Street\ncareer in 1984 at Dillon Read & Co. Died May 29 of a heart\nattack.\n\nJune\n\nRaymond Saxe, 50. A former senior vice president of global risk\ntechnology at HSBC Holdings Plc, who worked on Wall Street for\n21 years. Died June 1.\n\nMichael McClintock, 55. Senior managing director in New York for\nMacquarie Group Ltd., Australia’s biggest investment bank. Died\nJune 2 of cardiac arrest.\n\nChen Xitong, 82. The mayor of Beijing during the 1989 Tiananmen\nSquare protests in which hundreds of people were killed. Died\nJune 2 of cancer.\n\nHugh P. Lowenstein, 82. A managing director of Donaldson, Lufkin\n& Jenrette in the 1990s, founder of Shore Capital Ltd. in\n\nBermuda and a director of Bloomberg LP, parent company of\nBloomberg News, for more than 15 years. Died June 2.\n\nFrank Lautenberg, 89. The five-term Democratic senator from New\nJersey who wrote laws raising the legal drinking age to 21 and\nbanning smoking on domestic airline flights. Died June 3 of\ncomplications from viral pneumonia.\n\nHOUSE_OVERSIGHT_013287",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013287.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1624,
    "word_count": 270,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:45.513577",
    "prefix": "IMAGES-002"
  }
}