{
  "document_id": "HOUSE_OVERSIGHT_025554",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025554.txt",
  "text": "Morgan Stanley | RESEARCH\n\nAlternative Asset Managers\n\nNORTH AMERICA INSIGHT | ¥\n\nCan Alts Unlock Value with\nC-Corp Conversions ?\n\ne think APO could unlock the most value by converting to a C-corp\n\nwith 26% in our upside case vs. -14% in our downside case. ARES\n\ncould be the first to convert, but this is largely priced in. These\n\nBrokers & Asset Managers\n\nfirms have more sticky management fee-related earnings @ North america industry View\n\nvs. BX/CG/KKR that may see less benefit.\n\nWe believe ARES could be the first Alt stock to convert; we\nwould view that as a positive catalyst for the group that, if suc-\ncessful, could lead others to follow. ARES reports 4Q earnings on\nFebruary 15, and we expect a potential announcement or indications\nof mgmt@ intentions and/or timing. C-corp conversion has domi-\nnated our conversations with investors of late with increased\ninbound questions including interest from some new to the Alts. As\na result, in this report we expand on prior work here, and here, cre-\nating a C-corp conversion scorecard with qualitative pros/cons for\neach company. We also evaluate the potential valuation impact if\nAlts convert, and we take a deep dive into how the market might\nvalue two earnings components ina C-corp structure: )) sticky, recur-\n\nring management fee-related earnings and 2) performance fees.\n\nWe see an opportunity for Alts to unlock value by shedding the\npartnership structure and converting to C-corps. Changing from\na partnership structure could help alleviate the complexities of cur-\nrent K-1 tax reporting and expand the universe of eligible investors in\nthe Alts. Some investors today are restricted from investing in lim-\nited partnerships, while others don®want the operational and tax\n\ncomplexities of investing in a partnership structure.\n\nManagement fee-related earnings could re-rate higher toward\n22.5xin our upside case, as we look at three different approaches\nfor valuing this sticky earnings stream: 1) traditional asset man-\nager comps vs. organic growth, 2) publicly traded C-corp Alts comps,\nand 3) an approach looking at FRE as bond yield proxy with a credit\n\nspread, to determinate an appropriate cap rate.\n\nIn-Line\n\nPerformance fees appear cheap (at 6.1x) if management fees\nre-rate to 22.5x in the context of Alts converting to C-corps anda\n24% overall tax rate. This suggests the market is misvaluing perform-\nance fees, and we could also see Alts performance fee earnings\n\nre-rate higher if C-corp conversion expanded the investor base.\n\nWe see companies that have a greater skew to management fees\nas best positioned for conversion, as we see the greatest potential\nfor multiple expansion on for this portion of the earnings. For stocks\nunder coverage, we see APO as potentially being able to unlock\nthe most value, with near-term upside to current prices of 26%,\nif the shares re-rate. We see ARES as another winner from conver-\nsion but the we belive this is priced with shares up 23.5% YTD. Our\nanalysis suggests a less favorable upside/downside scenario for con-\nversion for companies under coverage with lower taxes and/or\n\ngreater exposure to performance fees (KKR, CG, BX).\n\nExhibit 1:\nUpside/Downside Scenario Impact to Alts' Share Price if They Convert\n\nto C-Corps from Current Partnership Structure\nEstimated Change to Curent Share Price\n30%\n20%\n\n10% 11% 9,\n\n-10% -14% -15%\n\n26% Downside ™ Upside\n\n-18%\n5 -21%  ~20%\n-20% 27%\n-30%\n-40%\nAPO OAK KKR- BX ARES CG Avg.\n\nSource: Company Data, Morgan Stanley Research estimates\n\nMorgan Stanley does and seeks to do business with companies covered in Morgan Stanley Research. As a result, investors should be aware that the firm may have a conflict of\ninterest that could affect the objectivity of Morgan Stanley Research. Investors should consider Morgan Stanley Research as only a single factor in making their investment decision.\nFor analyst certification and other important disclosures, refer to th®isclosure Section, located at the end of this report.\n\nHOUSE_OVERSIGHT_025554",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025554.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4007,
    "word_count": 644,
    "line_count": 102,
    "import_date": "2025-11-19T21:47:45.658078",
    "prefix": "IMAGES-008"
  }
}