{
  "document_id": "HOUSE_OVERSIGHT_018540",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018540.txt",
  "text": "\"innate.\" Some BDSMers consider BDSM an \"orientation\" -- and I, myself, once found\nthat thinking of BDSM as an orientation was extremely helpful in coming to terms with\nmy BDSM desires. But one thing I don't like about the orientation model now is that it\nmakes us sound like we're apologizing. \"Poor little me! It's not my fault I'm straight! Or a\ndomme! Whatever!\" Why would any of these things be faults in the first place? Our\nbodies are our own, our experiences are our own, and our consent is our own to give.\n\nThe orientation model is one of the cultural factors that makes it hard to discuss sensory,\nsensual experiences without defaulting to sexuality. As commenter saurus pointed out on\nthe Feministe version of part 1 of this post:\n\nSometimes I think that we have compulsions, needs or \"fetishes\" that aren't sexual, but\nlumping them in with sexuality is sometimes the most convenient or socially manageable\nway to deal with them or get those needs met. They might even physically arouse us for a\nvariety of reasons, but that might be a side effect instead of the act's inherent nature.\nWhich is not to say that every act can be cleanly cleaved into \"sexual\" and \"non-sexual\"\n-- of course not. But I think we lack a language around these needs that doesn't use\nsexuality. I see a lot of groundbreaking work coming out of the asexual and disability\njustice communities in this regard (which is just to say that I find the folks in these\ngroups are churning out some incredible ways to \"queer\" conventional dominant ideas\nabout sexuality; not that they never have sex or whatever).\n\nI think one answer to that is to just open up the definition of sexuality to include these\nthings, but as someone who identifies vehemently not as \"sex positive\" but as \"sex non-\njudgmental,\" I know I don't personally want all my shit to be lumped in with sexuality. It\njust makes me picture some sex judgmental person insisting that \"oh, that's totally\nsexual.”\n\nI, Clarisse, can certainly attest that it's common for people to have BDSM encounters that\nare \"just\" BDSM -- \"no sex involved.” For example -- an encounter where one partner\nwhips the other, or gets whipped, and there's no genital contact or even discussion of\ngenitals. And I'd like to stress that when I have encounters like that, they can be very\nsatisfying without involving sex. The release -- the high -- I get from a heavy BDSM\nencounter can be its own reward.\n\nI've also had BDSM encounters where I got turned on...\n\n... but I didn't feel turned on until later, or afterwards, or until my partner did something\nspecific to draw out my desire. For example -- I remember that in one intense BDSM\nencounter as a domme, I wound up the encounter and pulled away from my partner. We\nhad both been sitting down; I stood up and took off the metal claws I'd been using to rip\nhim up. (Secretly, the claws were banjo picks. Do-It-Yourself BDSM is awesome.)\n\nThen I leaned over my partner to pick something up. I had thought we were pretty much\ndone, but he seized me as I leaned over, and he pulled me close and kissed my neck, and I\nliterally gasped in shock. My sexual desire spiked so hard... I practically melted into his\narms. And yet if you'd asked me, moments before, whether I was turned on... I would\nhave said \"no.\"\n\nOne way to think about it might be that sometimes, BDSM \"primes\" me so that I'm\n\nHOUSE_OVERSIGHT_018540",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018540.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3385,
    "word_count": 605,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:49.320751",
    "prefix": "IMAGES-005"
  }
}