{
  "document_id": "HOUSE_OVERSIGHT_031184",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031184.txt",
  "text": "Chief Deputy Whip Diana DeGette is serving her 8th term in\nCongress as the Representative of the First District in Colorado. Diana has\nestablished herself as a leader for progressive change on LGBT rights, health\ncare, reproductive rights, food safety, consumer protection and the\nenvironment.\n\nDiana serves on the powerful Commuttee on Energy and Commerce where\nshe has used her position to improve health care, expand medical research,\nreform corporate business and accounting practices, ensure that our\nhomeland is adequately protected, take on global climate change, and move\nAmerica toward energy independence.\n\nShe has led the efforts to expand the State Children's Health Insurance\nProgram (SCHIP), which provides health insurance to low-income children\nup to age 18. Diana was a leader in the expansion of this program that\nwas signed into law by President Obama in February of 2009.\n\nDiana was the chief architect of legislation to expand stem cell research,\nwhich was passed twice with broad, bipartisan support in Congress. One of\nCongress’s leading experts on cutting-edge scientific research, Diana ts the\nauthor of the Stem Cell Research Enhancement Act which would ensure a\nlasting ethical framework overseeing stem cell research at the National\nInstitutes of Health (NIA) and will provide stability to the scientists and\nindividuals who are on the quest for life-saving cures.\n\nAs co-chair of the bipartisan Congressional Diabetes Caucus, Diana has\nalso been a long-time advocate for the expansion of diabetes care and\nresearch, particularly for lower-income and munority communities.\n\nApproved by Diana DeGette for Congress\n\nCome and Join\nCongresswoman Diana DeGette\nin New York City\nSeptember 27”, 2012\n\n“Sccence’s Voice in Congress”\n\nHOUSE_OVERSIGHT_031184",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031184.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1775,
    "word_count": 269,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:47.822251",
    "prefix": "IMAGES-011"
  }
}