{
  "document_id": "HOUSE_OVERSIGHT_018833",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018833.txt",
  "text": "Surrounding Area Analysis 23\n\nbuilding with a mixture of office and retail. There are other small retail commercial buildings both\nalong the waterfront and the inland side of the road; such as restaurants, bars and a convenience\nstore/gas outlet.\n\nIn addition to the drawing power of these retail users, the lvanna Eudora Kean High School is located\napproximately 1,500 feet west of the subject property.\n\nDuring the last several years, development has been predominantly of retail/office uses. The largest\nrecent development in this area has been East End Plaza, which was constructed in 2008. However,\nthe completion of this commercial building coincided with the downturn in the overall economy in the\nterritory, and the property has struggled to reach stabilization. There is also a newly constructed,\nsmall commercial strip center in close proximity to the subject called Crosswinds Center that opened\napproximately two years ago. Ace Hardware is the anchor tenant in this building, while the majority of\nthe other commercial bays remain vacant.\n\nThere have also been two notable bar/restaurant openings within the past two years, both at the\nsubject property. Near the subject, a Senor Frogs restaurant opened in November 2013 featuring a\ndining and nightclub atmosphere. Additionally, a tavern/restaurant called Tap & Still has opened\napproximately 450 feet southwest of the subject. A new Thai/Sushi restaurant is under construction\nwithin Red Hook Plaza, just west of the subject. These new establishments are indicative of the\nimproving retail/commercial climate of the Red Hook area.\n\nOutlook and Conclusions\n\nThe area is in the slow growth stage of its life cycle. There have been signs of increased demand as\nexisting commercial space has been leasing up more rapidly over the past six months, showing the\nupside of the subject’s area. We anticipate that property values will slightly increase in the near\nfuture.\n\nirep\nIGY American Yacht Harbor Marina fire!\n\nHOUSE_OVERSIGHT_018833",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018833.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1995,
    "word_count": 310,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:44.902106",
    "prefix": "IMAGES-005"
  }
}