{
  "document_id": "HOUSE_OVERSIGHT_023267",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023267.txt",
  "text": "AO timber emails all carried with it a clear warning that you needed to do something re personnel if it\nwere to stabilize,- you chose to wait.\n\nONE YEAR AGO\nFeb 17 2014 i wrote:\n\nWith regard the more pressing issue I am uncertain of just how to proceed. I am torn, as my very\nstrong inclination 1s not to be involved at all . It is extremely time consuming, delicate, fraught with\nmany pitfall many that will make you very upset and a major pain in the ass. I wrote you months ago\nthat the quality of the people involved need to be upgraded. ( lucky for me these last issues arose way\nbefore the beginning of my involvement ) I am also aware however of my overarching friendship\nobligations of ok, -given all the complexities who else can do it? problem.\n\nYour family office needs a daddy. children with good intentions are running around , sniping ,\nnitpicking with little direction. As a stopgap measure I am suggesting , we put in Larry Delson to take\ncharge Everyone would report to him. Eileen included. He would however work for me. this is not,\nby a long shot my first choice as I prefer only being responsible and standing behind my own\npersonal work ( ie the word DONE will no longer be transmitted to reflect status stated by others )\n\nWith no commitment on my part whatsoever, to do it. So far as [have failed i my attempt in\ntrying to think through the problem creatively . My organizations handling of the more complex\nissues I believe you might find very costly, very ! ( however many structures available some risk\nsharing, maybe risk caps ,etc ) but would require my teams doing the work , not yours. Ada should\nbe only a trust, grat administrator. not sure what role you prefer for Eileen as you hired her initially to\n\noversee investments. whether Rich your controller stays or not, is not urgent. having Tom report to a\nnew person,- is. coordination with Suydam Kathy Gregory, I would suggest limiting to one person.\nThe increasing public profile needs to be taken into consideration.\n\nTODAY\n\nWith your acquiesence , Eileen did not report to Delson ( he acting as a conduit directly to me) , she\ncontinued to provide bad info to both you ( cash flows , stock accts, structures. sales Etc) and me.\nand each time with my many annoying calls to you made immediately afterwards that she was g.....y !!\nNo one was hired to run YOUR office until two months ago , no one was even interviewed and even\nnow , Brad, a very nice man, 1s not even full time,(crazy ) Hours upon hours of time need to be spent\ntraining him . and his new staff. Eileen followed your instructions. not mine. in fact she continued to\nignore mine saying \" but Leon said \" or\" its on Leon's desk etc\", You would become frustrated\nwhen i pointed out each instance. of her obfuscation. originally you were given the clear choice, but\nto save money ,you chose not to hire my team . I was hired to do the architecture, you kept your own\nteam. with Eileen at the head. instructions were given by me, , detailed but ignored by her. ( except in\nthe instances where I inserted myself and personally had to do the weeks of grunt work\n),ex. jpm morgan acct still not in use? That being said, If you do the cold calculation ,starting from\nwhere you were, to where you are currently . you have made a hell ofa deal. -- negotiating down\nmy original amount requested , calling upon our friendship and suggesting that the Carlyn mess was\npartially my fault. (though in that specific example , I had never been asked to do more than merely\nprovide you the name of the most highly recognized atty in the field, not consulted,nor even asked\nagain for my guidance along the way. ).I accepted the discount as your friend. (by the way\nsuggesting now, that your Tom is now that last word on tax characterization, frankly 1s a bit much,-).\n\nHOUSE_OVERSIGHT_023267",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023267.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3823,
    "word_count": 702,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.964903",
    "prefix": "IMAGES-007"
  }
}