{
  "document_id": "HOUSE_OVERSIGHT_019207",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019207.txt",
  "text": "At the heart of Mr. Snowden’s narrative was his claim that while he may have\nincidentally “touched” other data in his search of NSA files, he took only documents that\nexposed the malfeasance of the NSA and gave all of them to journalists.\n\nYet even as Mr. Snowden’s narrative was taking hold in the public realm, a secret\ndamage assessment done by the NSA and Pentagon told a very different story. According\nto a unanimous report declassified on Dec. 22 by the House Permanent Select Committee\non Intelligence, the investigation showed that Mr. Snowden had “removed” (not merely\ntouched) 1.5 million documents. That huge number was based on, among other evidence,\nelectronic logs that recorded the selection, copying and moving of documents.\n\nThe number of purloined documents is more than what NSA officials were willing to say\nin 2013 about the removal of data, possibly because the House committee had the benefit\nof the Pentagon’s more-extensive investigation. But even just taking into account the\nmaterial that Mr. Snowden handed over to journalists, the December House report\nconcluded that he compromised “secrets that protect American troops overseas and\nsecrets that provide vital defenses against terrorists and nation-states.” These were, the\nreport said, “merely the tip of the iceberg.”\n\nThe Pentagon’s investigation during 2013 and 2014 employed hundreds of military-\nintelligence officers, working around the clock, to review all 1.5 million documents. Most\nhad nothing to do with domestic surveillance or whistle blowing. They were mainly\nmilitary secrets, as Gen. Martin Dempsey, chairman of the Joint Chiefs of Staff, testified\nbefore the House Armed Services Committee on March 6, 2014.\n\nIt was not the quantity of Mr. Snowden’s theft but the quality that was most telling. Mr.\nSnowden’s theft put documents at risk that could reveal the NSA’s Level 3 tool kit—a\nreference to documents containing the NSA’s most-important sources and methods. Since\nthe agency was created in 1952, Russia and other adversary nations had been trying to\npenetrate its Level-3 secrets without great success.\n\nYet it was precisely these secrets that Mr. Snowden changed jobs to steal. In an interview\nin Hong Kong’s South China Morning Post on June 15, 2013, he said he sought to work\non a Booz Allen contract at the CIA, even at a cut in pay, because it gave him access to\nsecret lists of computers that the NSA was tapping into around the world.\n\nHe evidently succeeded. In a 2014 interview with Vanity Fair, Richard Ledgett,the NSA\nexecutive who headed the damage-assessment team, described one lengthy document\ntaken by Mr. Snowden that, if it fell into the wrong hands, would provide a “road map” to\nwhat targets abroad the NSA was, and was not, covering. It contained the requests made\nby the 17 U.S. services in the so-called Intelligence Community for NSA interceptions\nabroad.\n\nOn June 23, less than two weeks after Mr. Snowden released the video that helped\npresent his narrative, he left Hong Kong and flew to Moscow, where he received\nprotection by the Russian government. In much of the media coverage that followed, the\nultimate destination of these stolen secrets was fogged over—if not totally obscured from\nthe public—by the unverified claims that Mr. Snowden was spoon feeding to handpicked\njournalists.\n\nIn his narrative, Mr. Snowden always claims that he was a conscientious “whistleblower”\nwho turned over all the stolen NSA material to journalists in Hong Kong. He has insisted\nhe had no intention of defecting to Russia but was on his way to Latin America when he\nwas trapped in Russia by the U.S. government in an attempt to demonize him.\n\nHOUSE_OVERSIGHT_019207",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019207.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3685,
    "word_count": 601,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:47.215163",
    "prefix": "IMAGES-005"
  }
}