{
  "document_id": "HOUSE_OVERSIGHT_020565",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020565.txt",
  "text": "106\n\nbe exploited for espionage or cyberattacks.'’ Both companies were key providers of\ntechnology at the African Union headquarters building, where investigators have\nfound widespread electronic infiltration traceable to China, whose state-owned firms\nconstructed the building.’* Both Huawei and ZTE have also been accused of bribery\nabroad to win contracts.’”\n\nFor years, the federal government has actively discouraged American companies, local\ngovernments, and allied countries from partnering with Huawei. Nonetheless, the\ncompany’s global presence has continued to grow, and it is playing an important role in\nsetting standards for 5G wireless technology.'* In April 2018, the United States announced\nsanctions against ZTE for violating restrictions on sales to Iran and North Korea, barring\nAmerican companies from transacting with the company. This would have effectively put\nZTE out of business because of its dependence on American inputs, but shortly thereafter,\nand against the objections of many in Congress, the Trump administration agreed to a\nsettlement that would allow the firm to stay in business.\n\nThere are other instances of companies being used to advance objectives contrary to the\nUS interest. For example, front companies have been used to aid in the illegal export of\nsensitive technologies to China. In another instance, Newsweek in 2016 reported that\nthe United States was investigating the acquisition by the Chinese company Fosun of\n\na US insurer that has sold legal liability insurance to senior American intelligence\nofficials.”\n\nGrowing Access to the US Political System\n\nAlthough federal campaign contributions by foreign nationals or companies are illegal in\nUS federal elections, there are alternative avenues for foreign corporate interests to influence\nthe US political system, as the Australians have learned. These include lobbying, indirect\ncampaign contributions via US subsidiaries, and the hiring of former senior government\nofficials. All these approaches, while currently legal, are discussed below to demonstrate the\nfull spectrum of activities Chinese entities are involved with and to highlight where they\nmay raise questions of impropriety.\n\nLobbying The most direct and legal route to the American political system is lobbying.\nFor example, within one day of President Trump tweeting his openness to a settlement\nwith ZTE Corporation that would keep it from going out of business, the company signed\na contract with lobbying firm, Mercury Public Affairs. The lead on the ZTE account was\nBryan Lanza, a former Trump campaign official.”° Also in 2018, the former senior advisor\nto Secretary of Commerce Wilbur Ross was hired as chief of International Corporate\nAffairs for another Chinese firm, HNA. Both instances underscore the need for updated\nrevolving-door policies, particularly with respect to foreign corporations that are subject to\nsignificant state control.?!\n\nCorporations\n\nHOUSE_OVERSIGHT_020565",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020565.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2958,
    "word_count": 436,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:46.936522",
    "prefix": "IMAGES-006"
  }
}