{
  "document_id": "HOUSE_OVERSIGHT_025548",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_025548.txt",
  "text": "From: Edward Epstein \nSent: 8/18/2017 1:23:10 PM \nTo: Jeff Epstein [jeevacation@gmail.com] \nSubject: FYI \nImportance: High \nHi Jeff \nI thought this might interest you \nEdward Jay Epstein \nJuly ii, 2W / \nPolities and law \nThe 2016 presidential campaign was marked by three disclosure operations, all of which appear to \nhave had a single author. \"Oppo research\" is the euphemism commonly used in elections for such \noperations. The mechanism is fairly simple: dirt is obtained from wherever it can be found to \ndiscredit an opponent. It is then \"leaked,\" usually either anonymously or on background, to targeted \nmedia channels. What makes the 2016 campaign particularly interesting from a counterintelligence \nperspective is not that both sides had their own disclosure operations, but that both sides were \noffered the dirt for them by a common source: Russian intelligence. \nAs we now know from the emails of Donald Trump Jr., a thinly veiled intermediary, Natalya \nVeselnitskaya, offered the Trump campaign documents that putatively would show that Hillary \nClinton had received illegal donations from Russian financiers; in the event, no such documents \nwere proffered. But it is a reasonable assumption that Veselnitskaya could not have made such an \noffer, especially in a meeting attended by three other Russians, unless the move was approved by \nthe FSB, the Russian security service. \nA second disclosure operation, this one involving supporters of the Clinton campaign, was more \nlayered. The proximate intermediary was Fusion GPS, a research firm used by the law firm Baker \nHostetler, and the secondary \"cut-out\" was the British firm Orbis, co-founded by former MI-6 \nofficer Christopher Steele. We know something about this sub-contractor from the depositions \nSteele gave in defending a libel suit in London. According to Steele, Fusion GPS not only had him \nprepare the so-called \"dossier\" on Trump but also directed Steele to \"leak\" it to specified reporters \nat Mother Jones, Yahoo, the New York Times, the Washington Post, The New Yorker, and CNN. In \nsome cases, Steele was directed to brief the selected journalists personally. The dirt in these \"leaks\" \nrelied heavily on information supplied by two Russian government sources: Source A, whom Steele \ncalls \"a senior Russian Foreign Ministry figure\"; and Source B, \"a former top-level intelligence \nofficer still active in the Kremlin.\" Sources A and B provided information supposedly exposing a \nlong-time Russian FSB operation to get compromising information that could be used to control \nTrump. The idea that two Russian intelligence sources would reveal a long-time Kremlin-backed \nFSB operation bears further examination. \nHOUSE OVERSIGHT 025548 \nMichael More11, a former acting CIA director, casts light on the sourcing of the dirt in the Steele \ndossier. \"I had two questions when I first read [the dossier],\" More11 said in an NBC interview. \n\"One was, how did Chris [Steele] talk to these sources? I have subsequently learned that he used \nintermediaries. I asked myself, why did these guys provide this information, what was their \nmotivation? And I subsequently learned that he paid them. That the intermediaries paid the sources \nand the intermediaries got the money from Chris.\" \nPaying ex-FSB officers for sensitive information? As Steele is no doubt aware, there is no such \nthing as an ex-FSB officer. All Russian intelligence officers, whether currently or formerly \nemployed, if in Russia, operate under the same tough security regime. The selling of secret \ninformation by them is espionage, pure and simple. Selling it to someone connected to an adversary \nintelligence service greatly compounds the crime. Sources A and B (through their intermediaries) \nknew that they were dealing with an ex-MI-6 man who could use their betrayal of secrets against \nthem. The only safe way for A and B to provide the requested dirt would be to clear it with the \nsecurity regime at the FSB. This precaution, a required step in such exchanges, would mean that the \ndirt in the dossier, whether true or false, was curated by the FSB and spoon-fed to Steele. If so, the \nFSB was the surreptitious provider of this part of the Steele dossier. \nThe third disclosure operation involved stolen emails from the DNC bearing on the unfair treatment \nby Democratic Party officials of Bernie Sanders, which were posted on the DC Leaks website. \nPresident Obama identified the Kremlin as the author of this operation, saying \"These data theft \nand disclosure activities could only have been directed by the highest levels of the Russian \ngovernment.\" If so, as in the previous cases, the FSB would have curated the dirt. To be sure, oppo-\nresearch operatives, because of their singular focus on getting usable slime, are highly vulnerable to \nshady offers, but why would Russia so blatantly feed the slime to all sides in a campaign? \nThe United States has a wide array of tools for monitoring Russian intelligence, including the \nworld's most sophisticated sensors for intercepting signals, but discovering the Kremlin's motives \nremains an elusive enterprise because, unlike in a scientific inquiry, one cannot fully trust the \nobservable data. While a scientist can safely assume that the microbes he observes through the lens \nof a microscope are not employing guile to mislead him, an intelligence analyst cannot make \nsimilar assumptions about the content of intercepted communications from Russia. If one assumes \nthat the Russians do not know that the channel is being monitored—an assumption which, \nfollowing the defection of Edward Snowden to Russia, is hard to make prudently—then the \nintelligence gleaned from that channel can reveal the Kremlin's activities and motive. If, however, \nit is understood that the Russians know that a channel is being monitored, the information conveyed \nover it can be considered a disclosure operation. \nIf, for example, a Mafia family finds out that the FBI is tapping its telephone lines, it can use those \nlines to burn its rivals. The Kremlin can also use a knowntapped phone line to its advantage. \nConsider, for example, the tapped phone of Russian ambassador Sergey Kislyak. On December 1, \n2016, Kislyak went to Trump Tower to meet Jared Kushner and Michael Flynn. According to \nKushner's version of that meeting, Kislyak suggested that Russian generals could supply \ninformation about Russian military operations in Syria on the condition that the Trump transition \nteam provide a \"secure line in the transition office.\" Of course, as Kislyak likely knew, transition \nteams don't have secure lines to Moscow. Kushner responded by asking if the Russian embassy \nHOUSE OVERSIGHT 025549 \ncould supply such a \"secure line.\" Kislyak then used an open phone line at his embassy to relay \nKushner's response to his foreign ministry in Moscow. It is inconceivable that Kislyak did not \nknow that the call would be monitored by the FBI, since the FBI had routinely listened in on these \nlines for the past 68 years, or that his discussion of Kushner's request would set off alarm bells in \nthe intelligence community. \nIf Kislyak had wanted to hide this exchange from U.S. intelligence, he could have easily sent it \nunder diplomatic cover directly to Moscow, used a secure line, or relayed it in a coded fashion. By \ncommunicating the message en clair, or in plaintext, Kislyak skillfully exposed Kushner's \nincredibly stupid response, which he himself had provoked, to stoke distrust about the incoming \npresident within the U.S. intelligence community. Nor was this the only mistrust Kislyak \ncultivated: the conversations on the monitored phone led to the firing of National Security Advisor \nMichael Flynn, and conversations that Kislyak had with Attorney General Jeff Sessions led to \nSessions's recusing himself from the Russian investigation, which has now driven a wedge between \nPresident Trump and one of his most effective and popular cabinet members. \nKislyak's resume indicates that he is a well-regarded and competent player in the game of nations: \nhe has served as Second Secretary of the Soviet UN mission in New York, First Secretary of the \nSoviet Embassy in Washington, Deputy Director of the Soviet Department of International \nOrganizations in Moscow, Permanent Russian representative to NATO in Brussels, Deputy Foreign \nMinister, and Ambassador to the United States. Nothing in his 37-year career, either during or after \nthe Cold War, suggests that his moves are not aligned with Kremlin strategy. \nBut when it comes to the various disclosures and interventions surrounding the 2016 election, what \nexactly was that strategy? \nIn a report issued on January 6, 2017, entitled \"Assessing Russian Activities and Intentions in \nRecent U.S. Elections,\" the U.S. intelligence community concluded, based both on its sources and \nits analysis of stories on the Russian-controlled network RT, that Putin wanted to hurt Clinton, help \nTrump, and discredit the American election. These may well have been motives of the Russian \npresident, but the narrowly focused assessment fails to explain, or even take into account, Kislyak's \npost-election ensnarement of Kushner, or the discrediting dirt against Trump. If Putin had really \nwanted to help Trump win the election, why did Russian sources provide damaging dirt to Steele, \nwhich could have cost Trump the election? Why did Kislyak provide the FBI with information, via \na known tapped line, that could (and did) compromise key members of Trump's administration? \nA wider focus can be found, of all places, in Oliver Stone's revealing, if fawning, four-hour \ninterview with Putin, in which the Russian dictator makes clear that he views American hegemony, \nincluding America's standing and respect in the international community, as a threat that Russia \nmust counter. One way to undermine America's standing is to provide disclosures that can be used \nby its own political factions, and the media, to sow distrust in America's reliability as a democracy \nfounded on transparency. Putin tells the truth when he says that it doesn't matter particularly to \nRussia whether Clinton or Trump won the election: his goal was to install doubt in the legitimacy \nof the process, regardless of how it turned out. \nEdward Jay Epstein's most recent book is How America Lost Its Secrets: Edward \nSnowden, the Man and the Theft, published by Alfred A. Knopf in January. \nHOUSE OVERSIGHT 025550",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_025548.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 10461,
    "word_count": 1646,
    "line_count": 123,
    "import_date": "2025-11-19T21:47:48.575485",
    "prefix": "TEXT-001"
  }
}