{
  "document_id": "HOUSE_OVERSIGHT_022624",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_022624.txt",
  "text": "From: Alan Dershowitz \nSent: 12/31/2014 11:43:48 PM \nTo: jeffrey E. [jeeyacation@gmail.com] \nCC: Martin G Weinberg \nSubject: Re: Filing in Epstein case \nImportance: High \nPrivileged - Redacted \nSent from my iPhone \nOn Dec 31, 2014, at 4:01 PM, jeffrey E. <jeevacation@gmail.com> wrote: \nDisgusting: Clinton Snared In Pedophile Ring \nWill having friends in high places exempt him from the rule of law? \nKris Zane — March 27, 2014  \nAccording to former child sex slave Virginia Roberts and a class action lawsuit against convicted billionaire \npedophile Jeffrey Epstein, former President Bill Clinton was present during sex parties involving up to twenty \nunderage girls at Epstein's secluded island in the Caribbean. That flight records show Clinton was flown on \nnumerous occasions to the island on Epstein's private jet. Clinton had a close relationship with an employee of \nEpstein's who compiled thousands of photos of nude young girls posed in lewd positions. And these photos \nwere used as a catalog for Epstein to loan out his girls to powerful politicians and British royalty, including Bill \nClinton. \nAccording to the lawsuit:  \nAdvertisement-content continues below \n...Clinton was friends with an unnamed woman who \"kept images of naked underage children on her computer, \nhelped to recruit underage children for Epstein... and photographed underage females in sexually explicit \nposes.\" \nWhile Epstein was indicted and jailed for his pedophilia, Bill Clinton oddly has remained unscathed, more than \nlikely by having friends in high places. \nIf Bill Clinton is in fact a pedophile, will the American people demand that he be put away for a very long time \nso that he can't hurt any more children? Or will having friends in high places exempt him from the rule of law? \nTime will tell. \nTop of Form \nBottom of Form \nShare \nAds by Adblade  \nOffers and Articles \nVPIL-\nHOUSE OVERSIGHT 022624 \nRevolting Facts About Fast Food Burgers. Did You Know?  \n• \n8 Must See Vacation Spots That Need To Be On Your List...  \nAmazing facts you probably don't want to know about!  \nF ff it a \nThe worst things about Airline Travel \nYou Won't Believe What Doctors Pull Out of One Boy's Mouth!  \nF ;17 it a \nYou Won't Believe Who Tops the List as the Most Generous Celebrity!  \nFrom around the web \n• 10 ideas for a great first date Newszoom  \n• These are the most amazing adventure Instagram photos, you won't believe they're real! Newszoom \n• The most expensive things you don't need! Newszoom  \n• These 12 super foods speed up your weight loss and melt fat as soon as you start eating them!  \nNewszoom  \n• Very cute animals that can kill you! Newszoom  \nTrending Stories \nDon't Miss Out. Subscribe By Email Or Facebook \nEmail \nTop of Form \n• \nBottom of Form \nFacebook \nTags: Bill ClintonHillary Clinton \nRelated Posts \nHillary And Jeb  \nObama May Have Destroyed The Democratic Party For A Generation  \nLook Who Just Hit Hillary With Another Left Hook As Anxious Liberal Voters Eye 2016 \nNext post George Bernard Shaw On Economics \nPrevious post New Proof America Is Dying \nHOUSE OVERSIGHT 022625 \nAbout the Author Kris Zane \n109 Comments \n1. \nJOHNTHEFOXWINS  \nMarch 27, 2014 at 12:10 pm — Log in to Reply \nNO ONE SHOULD BE SURPRISED BY THIS. SO CASTRATE HIM AND GIVE HILLARY A \nLOBOTAMY! \n0 \ndfinch \nMarch 27, 2014 at 3:34 pm — Log in to Reply \nI can see it now.....If Hillary does go into the Whitehouse I can invision him walking the halls in his underwear \nand skinny dipping in the Whitehouse pool. Eewwww... \n. \nAndy \nMarch 28, 2014 at 7:40 am \nYou do realize that Bill Clinton used to be the President, right? And that Hillary hasn't said that she's even \ngoing to run in '16 yet, right? Low information voter. \nHOUSE OVERSIGHT 022626 \n. \ntonistimmel \nMarch 29, 2014 at 8:59 am \nI'm sure you meant \"in the White House Secretarial Pool\" \n. \ntonistimmel \nMarch 29, 2014 at 9:05 am \nAndy really hit the nail on the head when he signed himself off as \"low information voter\", most of them don't \nwant to admit it. \n2. \npdxracefan  \nMarch 27, 2014 at 12:26 pm — Log in to Reply \nThis is my shocked look. Here's hoping this, or something like it will keep that vile, hideous witch of a wife of \nhis out of the campaign in 2016. \n3. \nOldveteran  \nMarch 27, 2014 at 12:31 pm — Log in to Reply \nLike some of the people stated when he was caught \"playing\" with Monica......he's just a man. Media blew it \noff, the Demons yelled about going after him just because he was a Demon. I don't think THIS will be \"told\" to \nthe people, especially by the media. Don't want to make this man's wife look bad. Then, remember how \"slick\" \nasked for the meaning of \"is\" and \"sex.\" Demons can be some of the most vile and ugly people on the \nplanet....... \n0 \nHOUSE OVERSIGHT 022627 \nHiram  \nMarch 27, 2014 at 4:53 pm — Log in to Reply \nI'm going to stop calling them DemonRats and just call them Demons! \n. \nMarj orie \nDecember 13, 2014 at 11:19 am \nThat is what I have been calling the for years. \n0 \nMagic1808  \nMarch 30, 2014 at 12:59 am — Log in to Reply \nI don't think you have to worry about making Hillary look bad, she does that well on her own. After Benghazi, \nshe lost all of my respect. \n4. \nPDavis \nMarch 27, 2014 at 12:33 pm — Log in to Reply \nI am so sick of everyone acting like the Clinton's and even the Kennedy's are royalty. They are just a bunch of \ndepraved people, bloated by their excess and wealth. If Clinton has been a part of this w/Epstein, then he should \nbe in jail too where he belongs. \n5. \nJoAnn523  \nMarch 27, 2014 at 12:37 pm — Log in to Reply \nWhy is anyone surprised ? They both have ALWAYS been disgusting and revolting along with greedy and \ncorrupt! \nFor the most part almost every creature like this always ends up being a filthy so called Democrat. Look at all \nthe others that are in prison or should be there now. If they were all in prison we may have a chance of a decent \ncountry once more !!! \nHOUSE OVERSIGHT 022628 \n6. \njayleigh  \nMarch 27, 2014 at 12:49 pm — Log in to Reply \nAnd? What will happen? What WILL happen and what SHOULD happen are two different things. The \nlamestream media will never cover this story. Nothing will come of it. To the left, this is just a ho-hum blip. i'll \nbe mega-surprised if Reuters even blinks and puts it on an inside back page. The AP won't touch it... so? i \ndon't see it making an impact on the Hill's run — not when the media will treat it as a yawner. As a former CPS \nchild advocate, i can't print here what i think ought to happen to him.... \n0 \nJohn  \nMarch 28, 2014 at 9:59 am — Log in to Reply \nAre you self-quashing your freedom of expression or what ???? It's not about \"SHOULD\" But IF he's \nimpicated, but when! More than likely Never! \"IF\" you were meerly \"implicated\" You are automatically \npublicly scorned ,forever. you will always be known to have been implicated in Child porn and also forever be \nknown to be a Pedophile , right ? The Evidence will never surface , or will it ? Remember that Obamacare \nthingy ? It has been and always will be a lie , unless of course someone \"GROWS A \"F\"ing PAIR\" and comes \nup with Documentation to prove it ! Grow a pair yourself JAYLEIGH......Speak up my fellow American \ncitizen ! \"Just do it \" , I double dog dare ya ! \n0 \ndanie19867 \nMarch 30, 2014 at 3:22 pm — Log in to Reply \ni wouldn't be putting that your a cps advocate do to the fact that they are the biggest child theft ring in the world \ni think every fcking one that works for cps should be put in prison for life. \n7. \nblackhawk \nMarch 27, 2014 at 12:51 pm — Log in to Reply \nSure lets make Hillary President so Bill can expand his sex addition.They are one sick family. \nHOUSE OVERSIGHT 022629 \n8. \nrocquedog \nMarch 27, 2014 at 12:56 pm — Log in to Reply \nI hope that I'm around when he has to face his maker! So many crimes, so many judgements! \n0 \nJohn \nMarch 28, 2014 at 10:09 am — Log in to Reply \nFocus on one thing, and ONLY one ( 1 ) my fellow American Citizen ! ! Obamas Oath of Office ! \"IF\" The \nAmerican citizens can't see this for what it is, We the People will epically loose the battle for OUR very own \nidividule FREEDOM, PERIOD ! \"F\"ing Freedom will be GONE ! Get the picture , YET ? \n0 \nBeeta46 \nMarch 30, 2014 at 5:01 pm — Log in to Reply \nAnd when she faces our creator... Google 'Clinton Body Count\" and see the list of people that they are \nresponsible for having killed... She has so many people that are stupid enough to do her bidding in murder. Do \nthey now know that murder carries a sentence of HELL in the eyes of God.. That is right they do not believe in \nGod... They think they are GOD! \n9. \nNancy \nMarch 27, 2014 at 1:05 pm — Log in to Reply \nI CAN'T SAY I AM SURPRISED, HE HAS THE MORALS OF AN ALLEY CAT, AND SO DOES \nHILLARY. I WOULD HATE TO SEE HER AS PRESIDENT WITH ALL OF THE CRAP SHE HAS \nPULLED. I THIBN WE ALL KOW THA THE MARRIAGE IS OF CONVENIENCE, SHE IS INTO \nWOMEN, NOT BILL OR OTHER MEN. \nHOUSE OVERSIGHT 022630 \n0 \nKathy \nMarch 30, 2014 at 3:52 pm — Log in to Reply \nNancy, you are so right and it is time now to take back the Peoples White House and don't let this trash back in. \nWe have had enough with obama trashing our Great Nation AND THE WHITE HOUSE. I suspect very soon he \nwill have us in a War. Neither Hillary the dike or obama respects our service men and they should both be put \nin jail for how they handled our men in that ugly country. God Bless America As We Knew It and In God We \ntrust. NO MORE DEMORATS OR GAYS FOR PRESIDENT. \n10. \nCarl  \nMarch 27, 2014 at 1:06 pm — Log in to Reply \n>>> THIS MUST BE \" STRIKE # 9 \" OF SLICK WILLIE <<< ANYONE WHO WOULD LISTEN TO HIS B \n. S . NOW MUST BE JUST AS DEPRAVED AS HE IS . BTW_______BY THE WAY — BOTH' SLICK \nWILLIE ' AND HIS BITCH\" HITLERY\" CLINTON WERE CARD CARRYING COMMUNISTS WHILE \nIN COLLEGE TOGETHER. \n11. \nDockyWocky \nMarch 27, 2014 at 1:08 pm — Log in to Reply \nYears ago, I watched as the Dirty Old Men of the Panamanian government picked up their little blonde \nplaythings from their crib in Panama City. \nI have a feeling that if anyone really investigates the crop of liberal Hypocrats in power today, they would find \nwho were the real Dirty Old Men of the party. \nBubba Clinton is only the first to be exposed. \n12. \nCarol \nMarch 27, 2014 at 1:10 pm — Log in to Reply \nIs anyone surprised? They shouldn't be! Ejo wants any of these evil spirits back on the White House? \nHOUSE OVERSIGHT 022631 \n13. \nCarol \nMarch 27, 2014 at 1:11 pm — Log in to Reply \nIs any one surprised? Who wants any of these evil spirits back in the White House? \n0 \nJohn \nMarch 28, 2014 at 10:19 am — Log in to Reply \nWell, LOFL, He alone Literally \"Stained the Oval Office with his very own DNA\" ! Obama is shurely \nDEFACATING ON IT as we speak, AS WELL AS THE CONSTITUTION .And then..........We the People \nare idley standing by and watching him destroy America AND the Constitution ! The simplicity of it is, That \nobama is a unconstitutional scholar / LIAR, period! \n14. \nSpudmans2  \nMarch 27, 2014 at 1:17 pm — Log in to Reply \nThey do not call him \"slick\" willy for nothing. Short of an actual photograph or video of him engaging in sex \nwith a child there is no way he will get this pinned on him. Just remember how many people (40-50) connected \nto him and \"her\" that have lost their lives (murdered) and he's never been prosecuted. \nAs much as I would like to see him and his carpet munching wife brought down it is just not going to happen, at \nleast this way it's not... \n15. \nRandolph  \nMarch 27, 2014 at 1:22 pm — Log in to Reply \nSo boy a la mode is his choice of dessert? \n16. \nHOUSE OVERSIGHT 022632 \n99airforce  \nMarch 27, 2014 at 1:36 pm — Log in to Reply \nI am not surprised, if hey dig deeper I think they will find Hillery was there too. \nThey were vile people, she was responible for the death of 4 Real Americas, but what ddifference does it make, \nits bad enough we have become a joke in the world, our anotited one has crippled our military, but they are \nletting anyone come in to our country, with no fear of deportation! Obama needs to be deported, but Kenya does \nnot want his sorry ass back. \n17. \nmwood \nMarch 27, 2014 at 1:36 pm — Log in to Reply \nthe clintons have lied their way out of almost every crime on the books \n18. \nknightflyerii  \nMarch 27, 2014 at 1:39 pm — Log in to Reply \nI'm no Bill Caligula fan, but the column fails to mention the ages of these \"children\" he supposedly fooled \naround with. Are they more 16 & 17 year old girls who can pass for 24 as females are so good at? Did Bill \nCaligula know the ages of these supposed children before he started fooling with them? \n19. \nMMillAR \nMarch 27, 2014 at 1:45 pm — Log in to Reply \n\"will the American people demand that he be put away for a very long time\" \nYeah... lets put that one right over there with the mythical Obama impeachment.What is more likely is that \nNAMBLA now has a new champion and this might become part of the kickstart to force Americans to tolerate \nyet another class of pervert. You don't have to be \"religious\" to know a pervert when you see one. \nYou laugh but, \"gay rights\" is just the start of this downward spiral. \n20. \nNikita63  \nMarch 27, 2014 at 1:45 pm — Log in to Reply \nHOUSE OVERSIGHT 022633 \nThis self proved scumbag was impeached as President but got off and he will this time too. The left has so \nutterly turned us into a valueless and degenerate society and is determined to destroy what little of decency is \nleft that he will NEVER be held either responsible or accountable for his sins. We have a criminally complicit \nCongress which has allowed the rule of law to cease to matter and when the time comes when they NEED it for \ntheir OWN SELF PRESERVATION, it will not be available even to them. As they have sown, so shall they \nreap! Between them, The Clintons are the perfect example of what is wrong with the Country at large and one \nof the major reasons we are now stuck with one worse and a set of political parasites who enable HIM to barter \nour freedoms, sovereignty and resources to our enemies. We have a word for those. You all know what it is but \nfew in this country call them what they are, not only violators of their sworn oaths of Office but: TRAITORS. \nThis one also happens to be apparently, according to this reference, a pedophile. will wonders never Cease or \nfor that matter, CEASE TO DISGUST? \n0 \nmsueh \nMarch 30, 2014 at 3:23 pm — Log in to Reply \n\"[...] he will NEVER be held either responsible or accountable for his sins.\" \nPerhaps in this life, but not when he has to grovel before his Maker. \n0 \nJim \nApril 22, 2014 at 7:59 pm — Log in to Reply \nDer Schleek Meister \n21. \nsavannarose55  \nMarch 27, 2014 at 2:00 pm — Log in to Reply \ndo we really want this disgusting drama in the whitehouse again. i heard both the clintons lost their lawyers \nlicense, then bill gets impeached but he's like an enigma and you cant rid of him, then hillary as sec of state \nallows our embassy or annex (the stories never the same) to be attacked and we lose four americans and lies to \nthe public thinking we're all idiots and we would just go along with the ridiculous story that this happened \nbecause of a muslim allah bashing tape, and why do we think she would be good for us as president.... people \nthat dont agree with these two wind up dead, theyre toxic.......... lets say we at least learned something from \nthe clinton dynasty......... \nHOUSE OVERSIGHT 022634 \n0 \nJohn H. Montgomery Jr. USMC (retired)  \nMarch 31, 2014 at 10:39 am — Log in to Reply \nThere's more scum supporting him than righteous people against him. they know there's awaits them. they \ndon't care. people don't care. They rather see Satan in the white house than a conservative. \n22. \nmysticll  \nMarch 27, 2014 at 2:09 pm — Log in to Reply \nNO SURPRISE! !!. HIS OVAL OFFICE ESCAPADES WITH THE MUCH YOUNGER GIRL WAS PROOF \nTHAT HE LIKED \"YOUNGER CHILDREN\". HE HAS ALWAYS BEEN AN \"OLD SLOBBER DRIPPING \nSEX MANIAC, PEDOPHILE. HIS WIFE LOOKS LIKE A COLD HARD, MIND WARPED, MURDERER \n(BENGHAZI) LESBIAN WHO JUST \"STOOD BY HER MAN\" TO HIDE HER SEXUAL PREFERENCE \nWHILE CONNING AMERICANS AS IF THEY WERE SAINTS. ONLY THE DEMOCRATS AKA \nDONKEYS/ ASSES (DEMS LOGO) FELL FOR THAT CON/CRAP BECAUSE THEY ARE THE MOST \nSTUPID ANIMALS AKA PEOPLE ALIVE!! ! !! ! ! ! ! !! ! !! \nTHESE COMMIES AKA PROGRESSIVES ARE THE MOST DESPICABLE, LYING ANIMALS (OTHER \nTHAN THEIR PAL, THE COMMIE,NAZI, HITLER#2 MUSLIM TERRORIST THE WHITE HOUSE) \nALIVE. \nTHEY BOTH SHOULD BE IN PRISON (HER FOR MURDER (BENGHAZI, ETC.) AND HIM FOR \nSEXUAL PERVERSION, PEDOPHELIA!!!(?) GOOD CRIMINAL DEMOCRATS. \nCAN ANYONE IMAGINE THE SECOND HALF OF THIS CRIMINAL DUO BEING \"PRESIDENT OF \nAMERICA\" AND CONTINUING HER (THEIR) CRIME SPREES AGAINST AMERICA AND \nHUMANITY, POLITICALLY AND PERSONALLY THAT THEY HAVE ENJOYED FOR MANY \nYEARS???? \nA FEW \"GOOD DEMS\" ARRESTED THIS WEEK, CALIFORNIA NORTH CAROLINA, 4 OR 5 BLACKS \nIN MASS.(?) THAT SHOULD HAVE BEEN ARRESTED FOR THEIR CRIMES OF BRIBERY, ETC. BUT \nTHE CROOKED ATTORNEY(?) THINKS IT WOULD BE \"RACIST\" AND SAID \"NO\". (DEMS SURE \nLIVE UP TO THE LOGO, DONKEYS/ASSES!!!!) IF THE BLACKS HAD BEEN WHITE AND GOP, \nCONSERVATIVE, INDEPENDENT, ETC. THEY WOULD HAVE BEEN ARRESTED IMMEDIATELY \nAND GO TO PRISON FOR MANY YEARS! !!! THOSE CRIMINAL DEMS AT WORK AS USUAL, \nAGAIN! ! !! \nGOD BLESS AMERICA. \n23. \nLinda \nHOUSE OVERSIGHT 022635 \nMarch 27, 2014 at 2:11 pm — Log in to Reply \nThis is true, but is not limited to Bill Clinton or the Democrats. It permeates the top levels of most, if not all \ngovts, as well as the Vatican, and includes all parties. Watch the following documentary prepared by the BBC \nfor The Discovery Channel. It was pulled at the last moment due to pressure from high levels of the US govt. \nListen for the Republican names. Then share it everywhere! http://youtu.be/vBSIDQt5Dwc  \nWatch this one for the international factor. \nhttp://youtu.be/XhnG76ywNms  \n24. \nRon \nMarch 27, 2014 at 2:15 pm — Log in to Reply \nBill Clinton is a pervert and Hilary allows him to prey on women and Children. Let us get rid of all the \nDemocrats who have all become communists and liars. \n25. \njunctionshamus  \nMarch 27, 2014 at 2:17 pm — Log in to Reply \nSure it was Bill, and not Hill? \nSomeone wanna double check that, just to be sure. With young girls, chances are 50-50... \n26. \nCarla \nMarch 27, 2014 at 2:21 pm — Log in to Reply \nabout that 'War on Women' ..... \n27. \nslammer \nMarch 27, 2014 at 2:28 pm — Log in to Reply \nis this real or onion? \nHOUSE OVERSIGHT 022636 \n28. \nmysticll  \nMarch 27, 2014 at 2:42 pm — Log in to Reply \nOOPS!!! SORRY, I ACCIDENTLY OMITTED THE COMMA BETWEEN CALIFORNIA AND NORTH \nCAROLINA IN THE FIRST SENTENCE OF THE LAST PARAGRAPH IN MY COMMENT!!! \n29. \nHappyClinger \nMarch 27, 2014 at 3:17 pm — Log in to Reply \nPeople who are paid to keep their mouths shut about illegal activities are not obligated to keep their mouths \nshut. The agreement does not have the force of law. \nTALK, GIRLS! \n30. \nmalcolmX  \nMarch 27, 2014 at 3:19 pm — Log in to Reply \ncut off the old bast66rds BALLS AND TONGUE;; filthy scumbag......libocrats [44 raids today] are low live \nhypocrites with the morality of a cockroach;; nuke the fu##kers. \n31. \nGary \nMarch 27, 2014 at 3:49 pm — Log in to Reply \nExempt. Just like Obama, he won't even appear in network news stories.. The left's agenda is more important \nthan abused children. \n32. \nMel \nHOUSE OVERSIGHT 022637 \nMarch 27, 2014 at 4:19 pm — Log in to Reply \nSo this is why Commiecrats have been knocking on the door of legalized pedophilia. \nI was wondering what was up. \nStay on this WJ. \n33. \nmichael  \nMarch 27, 2014 at 4:47 pm — Log in to Reply \nNow we know what Prs Obama had on them \n34. \nmichael  \nMarch 27, 2014 at 4:50 pm — Log in to Reply \nAnd with the help of Eric Holder and his DOJ (because its not ours) he can and did keep him out of jail \n35. \nBob Bitchin'  \nMarch 27, 2014 at 5:10 pm — Log in to Reply \nOh Oh! Sounds like Billy Jeff may have really stepped in it this time. I doubt he will ever be prosecuted nor will \nthe mainline liberal biased news media ever carry any such story no matter what the proof \nGee, maybe after 0Buttbreath leaves office, evidence will come out of his visit to HOMOsexual bath houses, \nHOMOsexual rendezvous and relationships and dare I say? Evidence of pedophilia with underage boys. \n0Buttbreath has made many enemies as has his wife and the Clintons both. A bit coincidental that the last two \nDEMONcratic Presidents in this country should be embroiled in such controversy. \n36. \nMagic1808  \nMarch 27, 2014 at 5:10 pm — Log in to Reply \nThe laundry list of all the crimes committed by slick Willy are available at the following site. It's amazing the \nman is still so active in Washington, and the government. He often represents America in many activities. I am \nnot surprised to learn of his involvement in Pedophilia, and is probably behind this push to legalize it. When are \nHOUSE OVERSIGHT 022638 \nAmerican's going to stand up against this? This is way beyond corruption, and needs to be stopped dead in its \ntracks. When will Americans stand up and make a stand against such evil? \nhttp://prorev.com/legacy.htm  \n37. \nrocquedog \nMarch 27, 2014 at 5:25 pm — Log in to Reply \nMagic, I say we start May 16th in DC at the OAS event. We get rid of the current evil in the Wh. then continue \n\"cleaning house\". \n38. \nChase \nMarch 27, 2014 at 5:49 pm — Log in to Reply \nPs, moderators, next week I start hacking in and posting without your intervention. So look forward to it.... : ) \n39. \nBds \nMarch 27, 2014 at 5:56 pm — Log in to Reply \nThe question asked is: \"Will having friends in high places exempt him from the rule of law?\" \nThe answer is YES because those in \"High Places\" are still trying to decipher the real meaning of the word \"is\" \nBDS. \n40. \nMuslimLuvChrist  \nMarch 27, 2014 at 6:52 pm — Log in to Reply \nI forgot how corrupt and disgusting the Clintons really are. \n0 \nHOUSE OVERSIGHT 022639 \nmlimberg \nMarch 30, 2014 at 12:28 pm — Log in to Reply \nCan anyone say \"Sheep Ranch\"? \n41. \nsunshkid  \nMarch 27, 2014 at 6:55 pm — Log in to Reply \nI'm definitely not surprised. Consider that Monica Lewinski was 22 at the time she first had sex with him (and \nhe was more than double her age at the time, considering he was 49 years old), I can see where his bent for the \nyoung was already manifesting itself \n42. \nMagic1808  \nMarch 27, 2014 at 6:58 pm — Log in to Reply \nRocquedog...I plan on being there, let's get these corrupt bastids out of OUR Whitehouse! \n43. \ntonistimmel  \nMarch 27, 2014 at 6:59 pm — Log in to Reply \nRemember back to the good ole days when the Secret Servants used to be a law enforcement agency known as \nthe Secret Service. Of course back then even the democrats has some sense of honor and/or discretion. \n44. \nMagic1808  \nMarch 27, 2014 at 7:27 pm — Log in to Reply \nMuslimluvchrist...Remember...now don't forget! Let's not forget one of the highlights of his presidency, \nsigning NAFTA, which resulted in America losing countless businesses that provided jobs for Americans, \nwhich we still suffer from. \nHOUSE OVERSIGHT 022640 \n45. \nMrBrittcoleman  \nMarch 27, 2014 at 7:36 pm — Log in to Reply \nIf this is true then it is truly disgusting. That being said, after reading the comments section most of you need to \nget off of your republican high horse. Many republican politricksters have also been embroiled in sex scandals, \nsome of them with minors, and some with underage boys. Now before the vains start popping out of your neck \ncausing you to respond to me in all caps calling some sort of commie democrat leftist, realize that I hate the \ndemocrats just as much as I hate the republicans. In fact let's just call them the demublicans or the republicrats, \nwhatever your pleasure. Most of you need to realize it's not about the ideology of one party or the other, it's \nabout the ideology of power. These politricksters, all of them more stinking rich than average Joe American, get \nin the insulated world of political power and get a sense of invincibility and entitlement. They don't care about \nyou or me, not a single one of them. But, as long as we keep seeing each other as the enemy rather than realize \nthat they are the real enemy bent on destroying this country and the world then we, our children, and our \ngrandchildren are doomed. \nBelow is a link to federal sex scandals perpetrated by republicrats and demublicans alike. Keep in mind that this \nlist does not include local and state level scandals. \nhttp://en.wikipedia.org/wiki/List of federal political sex scandals in the United States \n46. \nMagic1808  \nMarch 27, 2014 at 8:16 pm — Log in to Reply \nSunshkid, I thought the same thing...he took advantage of a young Wh intern who probably looked up to him \nlike a God almost. He perhaps fed her lies and lured her to his den. It's not hard to imagine the senario... \n47. \nrocquedog \nMarch 27, 2014 at 8:21 pm — Log in to Reply \nClinton is a low life scum sucking child molester! He's a disgrace to the human race. His wife is no better, as \nshe allowed 4 of our patriots to be murdered without sending help when they pleaded for it. \n48. \nMagic1808  \nHOUSE OVERSIGHT 022641 \nMarch 27, 2014 at 8:26 pm — Log in to Reply \nTonistimmel, yes, the Secret Service guards the president. Today I question the sense of honor and/or discretion \nof all politicians and government officials. This is no longer the America we were brought up in. And, I am not \nsure any of them have those qualities, or good intentions they once had. \n49. \n99airforce  \nMarch 27, 2014 at 8:33 pm — Log in to Reply \nDo you remember the white water land scandal, the only ones not dead, or in jail were the Clinton's, when is the \nslobbering love affair with the Clinton's going to end, 4 great Americans died because of this witch! \n50. \nMagic1808  \nMarch 27, 2014 at 8:43 pm — Log in to Reply \nRocquedog, the latest info is that Chelsea is not slicks daughter, but is the daughter of Webb Hubbell: \nhttp ://www.mo fop olitics .com/2013/08/23/the-clintons-greatest-shame-chelsea-clinton-is-the-biological-\ndaughter-of-webb-hubbell/. As for Benghazi, I watched the whole thing go down, as I was online when the first \ncall for help came in. At the time, they claimed that the attack was because of an anti Islamic video. All the \nwhile, unbeknown to us, we were giving the Syrian Rebels arms, which had already been infiltrated by Al \nNursa/A1 Qaeda. In order to keep it all under wraps, Benghazi took care of all credible witnesses. IMHO. \n51. \nbobmann101  \nMarch 27, 2014 at 8:51 pm — Log in to Reply \nWe shall see what will happen. I believe he was involved, but I need to see the proof \n52. \nMagic1808  \nMarch 27, 2014 at 9:07 pm — Log in to Reply \nRocquedog, I agree he is a low life, and Hillary is just as bad. Her relationship with Huma Abedine and \nAnthony Weiner leaves room for many questions. Weiner is runner up to slick Willy on preying on young \nHOUSE OVERSIGHT 022642 \nwomen, and Hillarys relationship with Huma is suspicious to say the least. Birds of a feather? Or should I say \nperverts of feather? \n53. \nMagic1808  \nMarch 27, 2014 at 9:17 pm — Log in to Reply \n99AIRFORCE, yes I do remember the white water land scandal, and you are correct about the outcome. If \nanyone has any questions concerning this, the following site gives the information. They were criminals, and I \nstill do not understand how slick Willy was not considered so at the time of his nomination. \nhttp://prorev.com/legacy.htm  \n54. \nDoug James  \nMarch 27, 2014 at 10:03 pm — Log in to Reply \nBill Clinton has had a sexual problem for his entire life. People like the Clintons, Obamas, Bidens, Reids, \nSchumers, Boehners, Bushs, etc. can willingly, knowingly, & intentionally commit crimes with no recourse. \nThe U.S. Supreme Court rules Obamacare is a tax, Most likely will make Hobby Lobby & similar companies do \nwhat they are morally against, Will likely ultimately rule to enact strict gun control laws if not an outright ban, \nAllow open boarders, & Immigrants. They always rule in the gov'ts favor. Rarely for the citizenship any longer. \nIf the Constitution is ever amended and/or rewrote which they are in favor of they need to be given term & \npower limits. They are the Supreme Power of this Nation and have proven to be a bunch of decrepit buffoons. \n55. \nMagic1808  \nMarch 27, 2014 at 10:39 pm — Log in to Reply \nBOBMAN101, I sure hope so, this subject is outrageous, and I don't know where the minds of these people are. \nA pedophile ring is beyond my scope of understanding, and about one of the worst things that could ever be \nconsidered acceptable. It is an extremely important issue, and I sure don't want it to escape full coverage by the \nmedia. \n56. \nMario \nHOUSE OVERSIGHT 022643 \nMarch 27, 2014 at 10:47 pm — Log in to Reply \nWhy are Democrats involved in moral issues? These people should be put away until kingdom come especially \nBill Clinton if he is ever involved. They are dangerous to be around. Castrate these pedophiles ASAP. They are \nso low life that if fed to the sharks, the sharks will spit them out due to their obnoxious odor. \n57. \nBILL \nMarch 27, 2014 at 11:22 pm — Log in to Reply \nSOUNDS LIKE SLICK WILLIE HAS BEEN GETTING OFF FOR SOME TIME NOW ( IF YOU KNOW \nWHAT I MEAN) \n58. \nTaking care of business!  \nMarch 28, 2014 at 1:10 am — Log in to Reply \nBill should be castrated, then Hillary would be the only one with a member. \n59. \nlady liberty 1776  \nMarch 28, 2014 at 5:06 am — Log in to Reply \nNo more Clintons or Bushes, ever again! The White House is going to have to be fumigated as it is. After the \nstring of disgusting excuses for human beings we've had for Presidents, maybe we should just raze it and \nrebuild. Slick Willy and Killary should both be in prison. Instead they're adored by their disgusting supporters. \nAnyone that would support or even associate with these scum must be of the same caliber. \n0 \nTaking care of business!  \nMarch 28, 2014 at 5:09 am — Log in to Reply \nDon't stop there. No more Obama's either. And it seems there's always a Kennedy in the wings, willing to \nmuddy the water. \nHOUSE OVERSIGHT 022644 \n0 \ntonistimmel \nMarch 29, 2014 at 9:40 am — Log in to Reply \nThe hate \"W\" machine is still running in spite of the fact that \"W\" was a better president than Clinton and \nObozo and their combinatuion. I realize that being better than those two is no real accomplishment, but \"W\" at \nleast made the list of good presidents, may be not excellent, and definitely not great, a whole lot more than \nacceptible. \n60. \nBob Bitchin'  \nMarch 28, 2014 at 6:46 am — Log in to Reply \nCall it paranoid, call it conspiracy theory, call it what you watch. I wouldn't be one bit surprised to find out that \nthere is/are a puppet master/group of puppet masters in the shadows pushing these douche bag politicians at us \nand giving us the illusion that there is a difference in their politics and philosophies when in reality they are all \nthe same just doing their master's biding. They will push this liberal agenda just far enough to the edge of the \ncliff then pull back and give us back the conservative government so we can take retributions on the liberals for \ntheir treasonous behavior. Heads will roll, asses will get kicked, gays & blacks will once again be of no \nconsequence and the illegals will be run out of the country. Once things have calmed down, they will change \nthe politics again and the beat goes on. \n61. \nwillyrho  \nMarch 28, 2014 at 7:06 am — Log in to Reply \nWe knew this when Monica Lewinski \"with the Blue Dress with the Semen on it\" exposed Billy Clinton, in the \nWhite Hoer House in DC, he had a B.J. with Monica Under the Desk in the Oval Office when he was \nimpeached, but the Nat See Senate would not convict the Pedophile mur-derer of Vince Foster. \nBut we see with the new charges coming against the Felon, Hairy Reid, who takes Bribes and Steals as the \nDemoNatSee Leader of the Nat See Controlled Senate. \nAll DemoFascistCrats are Lawless and EVIL. \nTo think that Ronald Reagan would not remove his Suite Jacket in the Oval Office because he had such respect \nand Admiration of the Oval Office. And the DemoNatSees/Fascists/Marxist/Muslims now in the White House \nSuck... \nHOUSE OVERSIGHT 022645 \n62. \nrocquedog \nMarch 28, 2014 at 7:22 am — Log in to Reply \nWilly, don't forget Ron Brown. And now we have Obama's \"Ron Brown\" with the Fuddy incident. Liars, \ncheaters, sex perverts, murderers, etc. The Demoncrats have truly been put in charge of Satan's poliitical wing. \n63. \nJohn H. Montgomery Jr. USMC (retired)  \nMarch 28, 2014 at 9:05 am — Log in to Reply \nHillary likes the P word. perversion runs in the family. Obama is on the down low. \n64. \nJohn \nMarch 28, 2014 at 10:35 am — Log in to Reply \nNIXON lied once and was no longer trusted to lead the free world. Obama leads the free world and is STILL in \noffice , but it won't be long till it is in the hisory book and noted as \" The way we were \" and how stupid & \ngullible we were to sit on our hands , and do \"too Little to damned late\" Or for no better \nwords................NOTHING! \nONE very BIG question my fellow American Citizens...................... \nDidn't Obama , just like every other president in history after Lincolns death, Swear on the Lincoln Bible to \n\"Support and Defend the Constitution \" ? Don't strain your freakin' Neurons folks, the answer is YES ! \n65. \nJohn H. Montgomery Jr. USMC (retired)  \nMarch 28, 2014 at 10:35 am — Log in to Reply \nhopefully people will see, putting in the white will also put a pervert back in the white house. Hillary has the P \nword coming through the back door for her. \nHOUSE OVERSIGHT 022646 \n66. \nJohn H. Montgomery Jr. USMC (retired)  \nMarch 28, 2014 at 10:59 am — Log in to Reply \nneed to our representitives, if they can't mov e toward impeachment, than they won't have job. \n67. \nDavid \nMarch 28, 2014 at 2:20 pm — Log in to Reply \nThis kind of evil is what kept Romney out of office, for the time being. Obama did not win the vote, he was \nplaced in by the same people who protect Clinton in his evil sin. Of course he should be in prison, but he won't \nsee a day in prison as long as righteous people don't stand up to evil. \n0 \nJohn H. Montgomery Jr. USMC (retired)  \nMarch 29, 2014 at 11:27 am — Log in to Reply \nThy made up things on Romney. he things stiring us in the face and do anything about it. \n68. \nJohn \nMarch 28, 2014 at 3:08 pm — Log in to Reply \nWHAT DIFFERENCE DOES IT MAKE! \nWHAT DIFFERENCE DOES IT MAKE! \nWHAT DIFFERENCE DOES IT MAKE! \n69. \nWilliam  \nMarch 28, 2014 at 3:55 pm — Log in to Reply \nHOUSE OVERSIGHT 022647 \nDoes this really surprise anyone? \n70. \nValchrist1313  \nMarch 29, 2014 at 12:47 am — Log in to Reply \nThe girls listed here (well not here, in an article longer than a twitter post) are of age in every European country, \nand Canada. Just like age of drinking, you guys are the anomaly with a higher degree of repression in all social \nareas. \nThe reason for that is the crazy -ass, hate spewing, xenophobic, ignorant political bandwagons and scape-\ngoating your society is rife with. Right now you're trying to figure out how you can blame this on Obama aren't \nyou? Yeah I know. Obama. His fault. Somehow. (Actually several posts already are) \nThat said, yeah he's stupid. He should follow the laws of his own country. If that's your laws he should be \nfollowing them. \nHowever, nobody here has the slightest friggen idea if any of this is the least bit true, but you're already \nforming the lynch mobs. \nIt's not because you're really upset about the issue at hand. It's hatred of your fat and miserable existence, your \nsubscription and indoctrination in to disgusting and brutal pseudo-religious political beliefs, and your lazy \ninability to fact check a thing for yourself when you find it so much easier to ride on a bandwagon. \nSearch \"consistency theory\", if you can handle all the big words and ideas, and you'll figure out why you are \nunable to learn and grow as people. \nI swear most of you can't create or express an idea without it being ascribed to a political view. \n0 \nOldveteran \nMarch 29, 2014 at 4:55 pm — Log in to Reply \nHuh? Wha? I'm figuring you're not an American citizen. You \"bunched\" up all into a group that you describe \nwith some wonderful words. Maybe YOU know the WHOLE TRUTH, there are plenty who recall how a newly \nelected President had to give MONEY to a couple of women who had been \"assaulted\" by this scum bag. Check \nthe news papers.......no not twitter.......Maybe you don't know about the \"White Water\" scandal or about \nVince Foster, who \"shot\" himself in the RIGHT side of his head; the man must have been so depressed he used \nhis \"off' hand to pull the trigger. Maybe his left hand just shook too much. The \"Monica\" escapade was just a \nman having a fling with a silly woman, makes no mind the woman was the same age as his daughter. HE LIED \nUNDER OATH TO A FEDERAL JUDGE. He stood in front of the entire country and stated \"he did not have \nsex with that woman.\" As for political view points.......isn't that how governments are elected? I don't know \nwhat country you live in, but here we like to THINK before voting, OOPS! I mean generally; right now there \nare too damn many NON thinking casting ballots. That's how we got slick and now Obummer. \nHOUSE OVERSIGHT 022648 \n. \nValchrist1313  \nMarch 29, 2014 at 8:18 pm \nWell, your post just proved my point about not being able to base an idea independent from a political view. \nAbout categorizing a populace: anyone intelligent enough to think for themselves isn't going to need me to \nvalidate their self-worth, and realises within themselves that this label doesn't apply to them. \n71. \nDockyWocky \nMarch 29, 2014 at 8:43 am — Log in to Reply \nGood thing it was on here for a moment or two, because once the powers that be get their paws on this, Bubba, \nThe Pervert info, they will bend over backward to make it disappear from view. \nBy the time 2016 rolls around, Hillary and the co-president (Bubba) will be scrubbed squeaky clean and she'll \nbe so sanitized, the Pope will bow to her when she deigns to meet him. \n72. \nDockyWocky \nMarch 29, 2014 at 8:50 am — Log in to Reply \nI find the funniest thing is the word \"Choice\" has been taken over by the pro-abortion mob, and the stupid \npeople of the former united States don't have any choice, anymore, period. \nIf we had a smidgen of Choice anymore, the Clintons would be whining about getting paroled from their \noriginal prison sentences for wasting Vince Foster — on, get this, humanitarian grounds. \nWe have no choice. All you have to do is open your eyes and you'll see that we're still nothing but the serfs \nwho pay for the daily antics of the lords. Nothing has changed. \n73. \nCal \nMarch 29, 2014 at 1:27 pm — Log in to Reply \nANYBODY who actually believes this obviously fake story is DEEPLY gullible. \nHOUSE OVERSIGHT 022649 \n0 \nJohn Prewett \nOctober 29, 2014 at 11:00 pm — Log in to Reply \nRight, obviously he was going to Epstiens \"fantasy island\" just to walk the beach looking for seashells. \n74. \nMario \nMarch 29, 2014 at 10:44 pm — Log in to Reply \nWhat do you expect from a low life immoral person. Nothing up in the head as nothing inside his two \nballs.Worst is that he is a DemocRAT. \n75. \nConservativeMe  \nMarch 30, 2014 at 12:20 pm — Log in to Reply \nHEY KILLARY, \" WHAT DIFFERENCE DOES IT MAKE?\", RIGHT? \n76. \njames  \nMarch 30, 2014 at 1:37 pm — Log in to Reply \nIt comes as no surprise at all. It seems That ItIs a presequite to have a criminal record to run fo. Look at \nGingrich and Romney stealing from Fannie Ma, oscammetr the criminal .They are all thieves,It does not matter \nwhat political party they belong to, A thief Is a thief Is a thief \n77. \nxron2  \nMarch 30, 2014 at 2:45 pm — Log in to Reply \nHOUSE OVERSIGHT 022650 \nBill likes sex with children and Hillary likes sex with Muslim Women and helping to kill American Service \nmen probably to please her Muslim Girl Fiend! Hang both of them beside Obama! \n78. \nBOBSAYSO  \nMarch 30, 2014 at 3:33 pm — Log in to Reply \nI'm not surprised that a proven serial-rapist, murderer and drug trafficker would also be a pedophile. The leader \nof the administration before his, yes that guy, was also linked to a pedophile prostitution ring uncovered in the \nFranklin pedophile investigation. Research it; and also the name Johnny Gosh. It's a fascinating true story. \n79. \nmsueh \nMarch 30, 2014 at 3:34 pm — Log in to Reply \nWhen are both of them going to end up on their list of \"disappearances\"? \n80. \nDoug \nMarch 31, 2014 at 6:45 am — Log in to Reply \nThe clintons are just evil vial people and I am not surprised about this at all. Also there was a comment asking \nabout the ages of those girls involved? \"Clinton was friends with an unnamed woman who \"kept images of \nnaked underage children on her computer, helped to recruit underage children for Epstein... and photographed \nunderage females in sexually explicit poses.\" \nRead more at http://www.westernj ournalism.com/clinton-snared-pedophile-ring/#PkFfaxkTOIMkgS1.99  \nPretty much covers that they were in fact underage children. Makes me sick to my stomach and would love to \nsee \"old icky billy\" get his just reward but doubt it as the article also states, \"because of friends in High Places\". \n81. \nIan \nMarch 31, 2014 at 8:11 am — Log in to Reply \nThis hasn't surfaced because it's a bunch of B.S. \nHOUSE OVERSIGHT 022651 \n0 \nJohn Prewett \nOctober 29, 2014 at 10:58 pm — Log in to Reply \nyea, Slick Willie is s000000 straight-laced puritanical. \n82. \nMiss \nApril 7, 2014 at 9:03 pm — Log in to Reply \nThis is an old story. When Mr. Clinton was in the WH, there were stories going around that he was at one of his \nnumerous cocaine parties and got an under-aged girl hooked on dope. \n83. \nRhonda  \nJuly 14, 2014 at 9:48 am — Log in to Reply \nWhat is the FBI doing? I guess they are owned by the Clintons.....and what of the Bush family too? \n84. \nJohn Prewett  \nOctober 29, 2014 at 10:56 pm — Log in to Reply \nHis friends in high places are most likely more vile than he is. See Matt 4 \n85. \nmwood \nOctober 30, 2014 at 8:15 am — Log in to Reply \ncheck out all the death and destruction in the clintons past and then think about the possibility they might pay \nfor any of it \nHOUSE OVERSIGHT 022652 \nLeave a reply \nYou must be logged in to post a comment. \nLogin And Join the Conversation \nDon't Miss Out Ever. Subscribe To Get It First \nEmail \nTop of Form \n• \nBottom of Form \nFacebook \n23,563 \nfollowers \n1,941,714 \nfans \n5,935 \npeople \nRead more at http://www.westernjournalism.com/clinton-snared-pedophile-ring/#eVq1ufHP4TEz8fmK.99 \nOn Wed, Dec 31, 2014 at 3:55 PM, Alan Dershowitz _________________________I> wrote: \nL \n. \n. Privileged - Redacted . \nSent from my iPhone \nOn Dec 31, 2014, at 2:38 PM, jeffrey E. <jeevacation@gmail.com> wrote: \nPrivileged - Redacted \nOn Wech_pec312014 at 2:48 PM.,._Alan Dershowitz wrote: \nPrivileged - Redacted \nSent from my iPhone \nOn Dec 31, 2014, at 1:38 PM, jeffrey E. <jeevacation@gmail.com> wrote: \nPrivileged - Redacted \nOn Wed, Dec 31, 2014 at 2:26 PM, Alan Dershowitz 11111111111> wrote: \nPrivileged - Redacted \nSent from my iPhone \nBegin forwarded message: \nFrom: Josh Gerstein < \nDate: December 31, 2014 at 1:03:19 PM EST \n> \nHOUSE OVERSIGHT 022653 \nTo:' 1< \nSubject: Filing in Epstein case \nHi Prof. Dershowitz: \nI've been following the Jeffrey Epstein litigation saga on and off for some time. \nWhen I checked the federal court docket last night, I came across the attached filing. It makes some serious \nallegations about you and several other people related to the case. \nI wanted to make sure you had a copy of the filing and to ask if you have any comments on the allegations \nraised in it. \nI'm planning to write a blog entry or story on this and will probably do so fairly soon since the filing is a \npublic record at this point. \nAnyway, if you want to respond, please let me know as soon as possible. \nThanks \n--Josh Gerstein \nJosh Gerstein \nReporter \nPOLITICO \n(c) \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nHOUSE OVERSIGHT 022654 \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nHOUSE OVERSIGHT 022655",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_022624.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 45944,
    "word_count": 8219,
    "line_count": 886,
    "import_date": "2025-11-19T21:47:49.083139",
    "prefix": "TEXT-001"
  }
}