{
  "document_id": "HOUSE_OVERSIGHT_017329",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017329.txt",
  "text": "4.2.12\nWC: 191694\n\nI am convinced—and I think most observers were convinced—that if Tyson had gotten a second\ntrial with all the new evidence before the jury, he would have quickly been acquitted. But this\nwas Indiana. They had a trophy in Tyson. And they had a trial judge determined to prevent a new\ntrial that would have embarrassed her and freed Tyson. The conviction was eventually affirmed\non a two to two tie vote by the Indiana Supreme Court, with the chief justice disqualifying himself\nfrom participation in the decision on a phony pretext. He sent his wife to speak to me during a\nYale Law School event. She said, “your New York style won’t work in Indiana.” I asked who\nshe was, and when she identified herself as the wife of the chief justice, I quickly moved away\nsaying, “We can’t talk.” He used this contrived encounter as an excuse to disqualify himself. I\nbelieve that the real reason he got out of the case was because his own previous decisions would\nhave required him to vote for reversal, and if he did, the public would be reminded that he himself\nhad been accused of sexual impropriety with a law clerk by a fellow judge.\n\nIn my half century of practicing law throughout the world, I have never encountered a more\nthoroughly corrupt legal system than I did in 1992 in Indiana and a less fair trial and appeal than\nthose accorded Mike Tyson. If hard cases make bad law, then the Tyson case proves that\nunpopular celebrity defendants often receive bad justice. If Mike Tyson had not been a celebrity,\nwith a reputation for toughness, and if he had a zealous lawyer experienced in rape cases and a\nfair judge, he never would have been convicted of a rape he didn’t commit. If he had been\nconvicted in a different state, or at a different time, his conviction would have been reversed. The\ndeck was stacked against Tyson and he paid a heavy price—loss of his career, and several years\nof hard prison time—for a consensual one night stand with a young woman who apparently\nregretted her decision and then decided to exploit it for money.\n\nDifferent perceptions on Rape\n\nMy decision to represent Mike Tyson on appeal generated considerable controversy and some\noutright animosity. Rape is a highly emotional issue, like abortion. Extremists on both sides of\nsuch issue tend to see things in black and white terms.\n\nIt used to be thought that there were some lines that were crystal clear. Remember the old quip\nabout not being a “little bit pregnant” or a “little bit dead”? But today it may matter greatly\nwhether a woman is a little bit pregnant or a lot pregnant. The right to have an abortion may turn\non the trimester of the pregnancy. Even the issue of what constitutes “death,” that absolute of\nabsolutes, may now be hotly disputed in close cases.\n\nPolemicists and absolutist on all sides of these and other gray-area issues refuse to recognize\nmatters of degree. To an absolute right-to-lifer, life begins at the moment of conception and is as\nsacred then as it is at the moment before birth. To an absolute pro-choicer, a woman’s right to\nterminate pregnancy is as compelling in the last trimester as in the first. Some radical feminists,\nsuch as Judge Gifford, regard acquaintance rape in which the man honestly but mistakenly\nbelieves his friend has consented as indistinguishable from a stranger rape at knife point. A letter\nto the editor critical of columns I wrote on date rape made the point as follows:\n\nDershowitz further endears himself by explaining that date rape and acquaintance rape is\nan area in which differing perceptions may produce inadvertently false testimony about\n\n242\n\nHOUSE_OVERSIGHT_017329",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017329.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3643,
    "word_count": 632,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:46.590323",
    "prefix": "IMAGES-004"
  }
}