{
  "document_id": "HOUSE_OVERSIGHT_013671",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013671.txt",
  "text": "accidental intrusion of a campus security officer, the brilliantly eccentric Northern\nCalifornia mathematician, Ralph Abraham, was famously arrested for pot smoking.\nThe campus officer told me that, late one night, thinking he had smelled fire, he\nused his master key to make an unwelcome entrance. The incident became part of\nthe record in House of Commons hearings about the intellectual and moral decay of\nEnglish Universities. Apparently, even among English intellectuals, there were trivial\nand politicized definitions of virtue.\n\nChristopher Zeeman, the head of the Mathematics Institute was a world-\nclass topologist who, among other things, demonstrated biological and social-\npsychological applications of Rene Thom’s Catastrophe Theory. | was invited as a\nbrain person and amateur mathematician, to see what might result from mixing me\nwith members of his fine mathematics faculty. In addition to learning some\nbifurcation and lots of ergodic (statistical) theory, my chats with Christian and\nJewish mathematicians on Saturday and Sunday morning visits to the synagogues\nand chapels of Oxford and Cambridge introduced me to an English intellectual’s\nreligious tradition. The spirit of C.S. Lewis was still very much alive. Surprising,\nhowever, was that more than a few of these scholars had the elements of Christian\nfaith in full menu: virgin birth, incarnation, crucifixion, resurrection, original sin and\nthe promise of salvation. | was disabused of my belief that these elements of\nChristian belief were incompatible with high mental capacity and _ intellectual\nsophistication.\n\nYet, the spiritual climate of these English intellectual Christians were different\nfrom today’s post, post Vietnam return of the religious themes of the turn of the\nTwentieth Century, big tent revivalism and Billy Sunday’s brand of Christian patriotic\nAmerica. Today’s religious patriotism infuses George W. Bush’s Republican base,\nNational Security Adviser Condoleezza Rice’s after dinner hymns and Attorney\nGeneral John Ashcroft’s early morning bible study groups for his Assistant Attorney\nGenerals. Even the most religious of my English math buddies are without what\nseems like adventitious baggage of today’s faith based Republicans: the belief in\nthe immorality and godlessness of teaching evolution in schools, what has been\n\ncalled the massacre of the innocents in stem cell research and abortion clinics, the\n\n171\n\nHOUSE_OVERSIGHT_013671",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013671.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2439,
    "word_count": 361,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:47.667559",
    "prefix": "IMAGES-002"
  }
}