{
  "document_id": "HOUSE_OVERSIGHT_023087",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023087.txt",
  "text": "Tax reform screens\n\nLower US corporate tax rate: potential beneficiaries\nBelow we provide a screen of domestically-oriented S&P 500 companies (<10% foreign\nsales exposure} with a high (>35%) median 5-year effective tax rate which could\n\npotentially benefit most from a lower US corporate tax rate.\n\nTable 19: S&P 500 companies with high (>35%) median 5-year effective tax rates and low (<10%) foreign sales\n\nForeign Sales 5-Year Median Effective Tax\n\nTicker Company Name Sector Industry % Rate %\nCHTR Charter Communications, Inc. Class A Consumer Discretionary Media 0% 445.3\nDVN Devon Energy Corporation Energy Oil Gas & Consumable Fuels 8% 58.3\nREGN Regeneron Pharmaceuticals, Inc. Health Care Biotechnology 0% 443\ncoG Cabot Oil & Gas Corporation Energy Oil Gas & Consumable Fuels 0% 43.5\nEOG EOG Resources, Inc. Energy Oil Gas & Consumable Fuels 5% 423\nRRC Range Resources Corporation Energy Oil Gas & Consumable Fuels 0% 41.9\nCNC Centene Corporation Health Care Health Care Providers & Services 0% 414\nABC AmerisourceBergen Corporation Health Care Health Care Providers & Services 0% 40.2\nCNP CenterPoint Energy, Inc. Utilities Multi-Utilities 0% 30.7\nAWK American Water Works Company, Inc. Utilities Water Utilities 0% 394\nSWN Southwestern Energy Company Energy Oil Gas & Consumable Fuels 0% 3o8\nCVS CVS Health Corporation Consumer Staples Food & Staples Retailing 0% 39.3\nWFM Whole Foods Market, Inc. Consumer Staples Food & Staples Retailing 3% 38.7\nCMG Chipotle Mexican Grill, Inc. Consumer Discretionary Hotels Restaurants & Leisure 1% 38.5\nJWN Nordstrom, Inc. Consumer Discretionary Multiline Retail 0% 38.5\nAN AutoNation, Inc. Consumer Discretionary Specialty Retail 0% 38.5\nTROW __ T. Rowe Price Group Financials Capital Markets 0% 38.4\nKMX CarMax, Inc. Consumer Discretionary Specialty Retail 0% 38.2\nPEG Public Service Enterprise Group Inc Utilities Multi-Utilities 0% 38.2\nJBHT J.B. Hunt Transport Services, Inc. Industrials Road & Rail 0% 38.1\nULTA Ulta Salon, Cosmetics & Fragrance, Inc. Consumer Discretionary Specialty Retail 0% 38.1\nCHK Chesapeake Energy Corporation Energy Oil Gas & Consumable Fuels 0% 38.0\nAEE Ameren Corporation Utilities Multi-Utilities 0% 37.9\nALK Alaska Air Group, Inc. Industrials Airlines 0% 37.9\nCTL CenturyLink, Inc. Telecommunication Services Diversified Telecommunication Services 0% 37.8\nUNP Union Pacific Corporation Industrials Road & Rail 0% 37.7\nROST Ross Stores, Inc. Consumer Discretionary Specialty Retail 0% aff\nLOW Lowe's Companies, Inc. Consumer Discretionary Specialty Retail 8% 37.6\nBBY Best Buy Co., Inc. Consumer Discretionary Specialty Retail 8% 37.5\nAAP Advance Auto Parts, Inc. Consumer Discretionary Specialty Retail 0% 37.5\nLUV Southwest Airlines Co. Industrials Airlines 0% 37.4\nSYF Synchrony Financial Financials Consumer Finance 0% 37.2\nDLTR Dollar Tree, Inc. Consumer Discretionary Multiline Retail 8% 37.2\nSCHW — Charles Schwab Corporation Financials Capital Markets 0% 37.2\nNAVI Navient Corp Financials Consumer Finance 0% 37.2\nCAH Cardinal Health, Inc. Health Care Health Care Providers & Services 4% 37.1\nCXO Concho Resources Inc. Energy Oil Gas & Consumable Fuels 0% 37.1\nDFS Discover Financial Services Financials Consumer Finance 0% 37.1\nDGX Quest Diagnostics Incorporated Health Care Health Care Providers & Services 2% 37.1\nCSRA CSRA, Inc. Information Technology IT Services 0% 37.1\nDG Dollar General Corporation Consumer Discretionary Multiline Retail 0% 37.0\nXEC Cimarex Energy Co. Energy Oil Gas & Consumable Fuels 0% 37.0\nWEC WEC Energy Group Inc Utilities Multi-Utilities 0% 36.9\nCSX CSX Corporation Industrials Road & Rail 0% 369\nCTAS Cintas Corporation Industrials Commercial Services & Supplies 9% 36.9\nORLY OReilly Automotive, Inc. Consumer Discretionary Specialty Retail 0% 36.7\nKSS Kohl's Corporation Consumer Discretionary Multiline Retail 0% 36.7\nBBBY Bed Bath & Beyond Inc. Consumer Discretionary Specialty Retail 0% 36.6\nTSCO Tractor Supply Company Consumer Discretionary Specialty Retail 0% 36.6\nHUM Humana Inc. Health Care Health Care Providers & Services 0% 36.5\nTSO Tesoro Corporation Energy Oil Gas & Consumable Fuels 0% 36.5\nESRX Express Scripts Holding Company Health Care Health Care Providers & Services 0% 36.4\nHD Home Depot, Inc. Consumer Discretionary Specialty Retail 9% 36.4\nCME CME Group Inc. Class A Financials Capital Markets 0% 36.4\nUNH UnitedHealth Group Incorporated Health Care Health Care Providers & Services 4% 36.4\nPAYX Paychex, Inc. Information Technology IT Services 1% 36.3\nNSC Norfolk Southern Corporation Industrials Road & Rail 0% 36.2\nM Macy's Inc Consumer Discretionary Multiline Retail 0% 36.2\nRAI Reynolds American Inc. Consumer Staples Tobacco 5% 36.1\nCMCSA Comcast Corporation Class A Consumer Discretionary Media 8% 35.8\nAZO AutoZone, Inc. Consumer Discretionary Specialty Retail 6% 35.7\nUHS Universal Health Services, Inc. Class B Health Care Health Care Providers & Services 0% 35.5\nAET Aetna Inc. Health Care Health Care Providers & Services 2% 35.5\nDVA DaVita Inc. Health Care Health Care Providers & Services 0% 35.4\nmavilige 2 Equity Strategy Focus Point | 29 January 2017-19\n\nHOUSE_OVERSIGHT_023087",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023087.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5140,
    "word_count": 772,
    "line_count": 80,
    "import_date": "2025-11-19T21:47:49.070629",
    "prefix": "IMAGES-007"
  }
}