{
  "document_id": "HOUSE_OVERSIGHT_032188",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_032188.txt",
  "text": "Article 6.\n\nNewsweek\n\nRobert Gates: America Is losing its grip\n\nJohn Barry and Tara McKelvey\n\n27 June -- Aboard the Pentagon jet on his last foreign trip as secretary\nof defense, Robert Gates takes a moment to peer across the American\nhorizon--and the view is dire: the U.S. is in danger of losing its\nsupremacy on the global stage, he says.\n\n\"T've spent my entire adult life with the United States as a\nsuperpower, and one that had no compunction about spending what it\ntook to sustain that position,\" he tells NEWSWEEK, seated in the\nstrategic communications center of the Boeing E-4B. \"It didn't have\nto look over its shoulder because our economy was so strong. This is\na different time.\" A pause. \"To tell you the truth, that's one of the\nmany reasons it's time for me to retire, because frankly I can't imagine\nbeing part of a nation, part of a government ... that's being forced to\ndramatically scale back our engagement with the rest of the world.\"\nSuch a statement--rather astonishing for the leader of the world's\npreeminent fighting force--may open the administration to charges of\nnot believing in American exceptionalism, an opening the GOP is\nalready trying to exploit. But these days Gates is less worried about\npolitical crossfire and more focused on the legacy of his own tenure,\nwhich bridged the presidencies of George W. Bush and Barack\nObama. He is determined to define his own legacy as Pentagon boss,\nand eager to push back against one of the more vocal criticisms of his\ntenure: the belief among many liberals and some conservative budget\nhawks that in a time of deep indebtedness, he hasn't been willing to\nchop enough of a defense budget bloated by a decade of war. Don't\nexpect him to apologize. In Gates's mind, it's other political leaders\nwith less experience who are confused.\n\nHOUSE_OVERSIGHT_032188",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_032188.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1830,
    "word_count": 313,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:48.858465",
    "prefix": "IMAGES-011"
  }
}