{
  "document_id": "HOUSE_OVERSIGHT_026366",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_026366.txt",
  "text": "UK:\n\n+44 (0) 203 107 0289\n\n==\n\nUS.:\n\n(+1 888 660 6127\n\nAccess code: 81662098\n\nODYSSEY Program\n\nThe ODYSSEY Phase 3 program is one of the most comprehensive clinical trial programs ever conducted for\nan investigational LDL cholesterol lowering therapy. The program includes 14 global Phase 3 trials evaluating\nmore than 23,500 patients. The primary efficacy end point in all of the studies was the mean percent reduction\nfrom baseline in LDL cholesterol at week 24 compared to placebo (maximally tolerated statin therapy); all of\nthe completed studies met their primary endpoint. A significantly higher proportion of patients achieved LDL\ncholesterol of less than 70 mg/dL in the Praluent group as compared to placebo at both week 12 and week 24.\nThe ongoing ODYSSEY OUTCOMES trial will prospectively evaluate the cardiovascular benefits of Praluent\nin approximately 18,000 patients.\n\nImportant Safety Information\n\nDo not use PRALUENT if you are allergic to alirocumab or to any of the ingredients in PRALUENT.\n\nBefore you start using PRALUENT, tell your healthcare provider about all your medical conditions, including\nallergies, and if you are pregnant or plan to become pregnant or if you are breastfeeding or plan to breastfeed.\nTell your healthcare provider or pharmacist about any prescription and over-the-counter medicines you are\ntaking or plan to take, including natural or herbal remedies.\n\nPRALUENT can cause serious side effects, including allergic reactions that can be severe and require\ntreatment in a hospital. Call your healthcare provider or go to the nearest hospital emergency room right away\nif you have any symptoms of an allergic reaction including a severe rash, redness, severe itching, a swollen\nface or trouble breathing.\n\nThe most common side effects of PRALUENT include: redness, itching, swelling, or pain/tenderness at the\ninjection site, symptoms of the common cold, and flu or flu-like symptoms. Tell your healthcare provider if\nyou have any side effect that bothers you or that does not go away.\n\nTalk to your doctor about the right way to prepare and give yourself a PRALUENT injection and follow the\n\"Instructions for Use\" that comes with Praluent.\n\nYou are encouraged to report negative side effects of prescription drugs to the FDA. Visit\n\n:\nee oe\n\nwww.fda.gov/medwatch or call 1-800-FDA-1088\n\nPlease click here for the full Prescribing Information.\n\nAbout Sanofi\n\nSanofi, an integrated global healthcare leader, discovers, develops and distributes therapeutic solutions focused\non patients’ needs. Sanofi has core strengths in the field of healthcare with seven growth platforms: diabetes\nsolutions, human vaccines, innovative drugs, consumer healthcare, emerging markets, animal health and the\nnew Genzyme. Sanofi is listed in Paris (EURONEXT: SAN) and in New York (NYSE: SNY).\n\nplease note\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\n\nHOUSE_OVERSIGHT_026366",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_026366.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3062,
    "word_count": 469,
    "line_count": 67,
    "import_date": "2025-11-19T21:47:44.977385",
    "prefix": "IMAGES-008"
  }
}