{
  "document_id": "HOUSE_OVERSIGHT_019215",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019215.txt",
  "text": "as MSNBC’s “Morning Joe,” NBC's “Meet the Press,” and “Charlie Rose.” He has\nargued that Obamacare was basically an expansion of insurance coverage and did not\n\nemphasize patient health enough.\n\nIn an interview with The Washington Post in November, he said his office had already\n\nbeen in touch with Trump's transition team offering help.\n\n“We're really talking about replace and repair, rather than repeal. But we haven’t seen\na full approach yet from the administration. Personally, this is me speaking. ... We’re\n\nbasically optimistic we can create a better system together,” Noseworthy said.\n\nIn a statement issued by his office shortly after the meeting began, Noseworthy said\nthe invitation from Trump was to \"share his perspective on the future of healthcare\n\ndelivery, research and excellence” and that he was \"pleased for the opportunity.”\n\nRothman is chief executive of Johns Hopkins Medicine and several years ago found\nhimself in the awkward position of criticizing physician Ben Carson, who at the time\nwas head of pediatric neurology for the institution, after he made disparaging remarks\nabout same-sex marriage. Carson later apologized publicly for his “poorly chosen\nwords.” Carson, a onetime political rival of Trump's, has been tapped to lead\n\nthe Department of Housing and Urban Development.\n\nTorchiana is chief executive of Partners HealthCare, based in Massachusetts — a state\nthat has long been at the forefront of health-care reform. Partners operates two of the\nmost well-regarded hospitals in the world, Massachusetts General and Brigham and\nWomen's Hospital, which are affiliated with Harvard Medical School. But in recent\nmonths, Partners has been under fire from some policymakers because of what they\ndescribe as a large gap between what Partners charges and what other providers\n\ncharge.\n\nCosgrove, a heart surgeon and Vietnam veteran who is chief executive of the Cleveland\nClinic, may be a candidate for the head of the Department of Veterans Affairs,\naccording to Bloomberg News. Cosgrove has met with Trump several other times. He's\non an advisory panel of 16 executives for the president-elect on jobs and the economy,\nhas been spotted in Trump Tower recently and was in Palm Beach meeting with\n\nTrump last week.\n\nHOUSE_OVERSIGHT_019215",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019215.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2272,
    "word_count": 356,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:46.544469",
    "prefix": "IMAGES-005"
  }
}