{
  "document_id": "HOUSE_OVERSIGHT_017642",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017642.txt",
  "text": "Page 7 of 78\n2007 Utah L. Rev. 861, *870\n\nspecific enforcement mechanisms. °° Most important, the CVRA directly confers standing onto victims to assert their rights, a\nflaw in the earlier enactment. *” The act provides that rights can be \"asserted\" by \"the crime victim or the crime victim's lawful\nrepresentative, and the attorney for the Government.\" °° The victim (or the government) may appeal any denial of a victim's\nright through a writ of mandamus on an expedited basis. °° The courts are also required to \"ensure that the crime victim is\nafforded\" the rights given by the new law. © These changes were intended to make victims \"an independent participant in the\n\nproceedings.\" ©!\n\nC. My Proposed Amendments to the Federal Rules of Criminal Procedure\n\nIn the wake of the CVRA, the Federal Rules of Criminal Procedure needed to be significantly amended to comply with the\nstatute's mandates. With this goal in mind, I prepared a comprehensive set of proposed amendments to the Rules and submitted\nthem to the Advisory Committee on the Federal Rules of Criminal Procedure. ©\nMy proposals began from the premise that \"victims now must be folded into the process through which federal courts conduct\ncriminal cases, including bail, plea, trial, and sentencing hearings.\" ° Because the federal rules are the \"playbook\" [*871] of\nthe federal courts, it seemed advisable to reflect the new role of victims throughout the Rules. Moreover, Congress intended the\nCVRA to be \"a formula for success\" and a \"model for our States.\" + The only way the federal rules could serve as a model, I\nargued, was by fully implementing victims’ rights. I then proposed twenty-eight specific changes to the Federal Rules of\nCriminal Procedure to integrate crime victims into the federal process. © Each of these proposals included both specific text\nfor an amendment and a legal justification for the change.\n\nD. The Criminal Rules Committee Proposals\n\nThe Advisory Committee took up my proposed rule changes in the summer of 2005. The distinguished chair of the committee,\n\nJudge Susan Bucklew, appointed a subcommittee, chaired by Judge James Jones, to consider changes to the federal rules to\nimplement the CVRA. The Subcommittee, including its reporter, Professor Sara Sun Beale, prepared a report to the full\ncommittee recommending only a few changes to the Rules. ©° The Subcommittee \"felt that it would not be appropriate to\ncreate new victim rights not based upon the statute.\" ©” Accordingly, the Subcommittee recommended just a few changes to\nthe Rules, essentially parroting a few parts of the CVRA's language.\n\n© Td,\n\n*7 Cf. Beloof, supra note 7, at 283 (identifying this as a pervasive flaw in victims' rights enactments).\n\n8 18 USC. § 3771(A(1).\n\n9 Td. § 3771(4)(3).\n\n© Td. § 3771(b)(1).\n\n61 150 Cong. Rec. $10911 (daily ed. Oct. 9, 2004) (statement of Sen. Kyl).\n\n© See Cassell, Proposed Amendments, supra note 4.\n\n3 Td. at 852.\n\nTd. at 854-55 (quoting 150 Cong. Rec. $4262 (daily ed. Apr. 22, 2004) (statement of Sen. Feinstein)).\n\n6 Td. at 856-923.\n\n66 Memorandum from Professor Sara Sun Beale, Reporter, to the Members of the Crim. Rules Advisory Comm. (Sept. 19, 2005) [hereinafter\n\nCVRA Subcommittee Memo]. This document does not appear on the helpful website regarding federal rulemaking - www.uscourts.gov/rules.\nTo make the document more widely available, I have posted the report on my website -http.//www.law.utah.edu/paul-cassell.\n\n67 CVRA Subcommittee Memo, supra note 66, at 2.\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017642",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017642.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3525,
    "word_count": 573,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:45.860925",
    "prefix": "IMAGES-004"
  }
}