{
  "document_id": "HOUSE_OVERSIGHT_014285",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014285.txt",
  "text": "15 (Pages 57 to 60)\n\nPage 57} Page 59\n\n1 A No. That was it. 1 Q_ And you were getting calls from Jeffrey on\n\n2 Q_ Where were you living at the time she | 2 your cell phone --\n\n3 left? 3 A Yes.\n\n4 A My parents’ house. 4 Q_ -- asking where she was?\n\n5 Q Is that where you were making the phone 5 A Uh-huh (affirmative).\n\n6 calls? 6 Q Did he say why he was trying to find her?\n\nEy A Yeah. 7 A No,\n\n8 Q Is that how you remember it? 8 Q_ Was it him or someone else?\n\n9g A Yep. 9 A No. It was him.\n\n10 Q_ Were your parents happy about the phone}; 10 Q What was his tone when he was calling and\nLd bill? 11 asking for her?\n12 A Well, they did not care, because they knew, 12 A I don't want to say, like, desperate, but,\n13 that Jeffrey had money. And I told them -- I was,} 13 like, you could tell it was, like, a sense of\n14 like, \"Well, he’s going to be paying the bills, so 14 urgency, like he was kind of upset, like, you know,\n15 don't worry about.\" 15 where the hell is she, kind of without saying it,\n16 And they were, like, \"All right. As long 16 you know. He was -- you could tell he was\n17 as it gets paid.\" | L7 definitely on the hunt, trying to figure out where\n18 And it didn't get paid. AndIdidn'thave ; 18 she was at.\nLS a place to live, and so... L9 Q__ Did you understand that he had paid for\n20 Q Did you ever try to get money from Jeffrey: 20 her trip to Thailand?\n21 to pay the phone bills? 1 21 A Yeah.\n22 A No. Pretty much the only time I had ever 1 22 Q_ Had she ever been to Thailand before?\n23 talked to Jeffrey after that was mainly the 1 23 A Not that I was aware of.\n24 conversations are, \"Where is Virginia? Iknow you: 24 Q Did he know whether she had just jeft\n25 know where she's at.\" 25 Thailand without a word?\n\nPage 5g! Page 60\n\n1 I'm, like, \"No, dude, I don't. You're the 1 A I don't know what he thought. I guess he\n\n2 one that (descriptive sound) sent her away, not me. 2 stopped hearing from her, as well.\n\n3 I have no clue. I have not heard from her. You're 8 Q Did he say that she called and said I'm\n\n4 the reason she’s not here, so why are you even > 4 getting married, and I'm never coming back?\n\n5 coming to me? How would T know? She left me. She} 5 A No. He kept asking me what was going on.\n\n6 did not leave some guy I knew, she left me.” You | 6 I said, \"Dude, I don't know, Like, if I knew, don't\n\n7 know. | 7 you think I would tell you? I mean, I have no\n\n8 Q__How did those conversation happen? 8 reason to not tell you. She left me. Why would I\n\n9 A Because he would just call me. He was 9 hide anything?\"\n\n10 just trying to find her. He was, like, hunting her LO Q__How did you know she had left you? She\n11 down. 11 just didn't come back?\n\n12 Q_ He called you on your phone? 12 A Like I said, she had written me a note\n\n13 A Uh-huh (affirmative). He had my number. 13 telling me she wasn't coming back.\n\n14 Q Your cell phone? L4 Q_ So you're having a bunch of phone calls.\n\n3 A It was -- I believe so. A cell phone at 15 And then all of the sudden you get a note saying,\n16 the time, yeah. 16 I'm not coming back?\n\n17 Q Is that where you were getting all these L? A Yep.\n\n8 expensive phone calls was your cell phone? 18 Q During the phone calls, did she tell you '\n19 A No. I was using my parents’ landline to L9 she was breaking up with you? ;\n20 make the calls. 20 A No. {\n21 Q_ Got it. 21 Q__Do you know the name of the rehab program\n22 To call Thailand? 22 where Philip and Ms. Roberts were together? i\n23 A Yeah. 23 A No. Like I said, pretty much that whole\n24 Q But Jeffrey had your cell phone number? 24 period I was not there. Like, literally, no trace |\n25 A Yeah. 20 of me or her were anywhere near each other until, i\n\nSouthern Reporting Company\nwww.Southernreporting.com - (386) 257-3663\n\nHOUSE_OVERSIGHT_014285",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014285.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3769,
    "word_count": 810,
    "line_count": 86,
    "import_date": "2025-11-19T21:47:46.839996",
    "prefix": "IMAGES-002"
  }
}