{
  "document_id": "HOUSE_OVERSIGHT_030061",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030061.txt",
  "text": "Article 1.\n\nNYT\n\nThe Tony Awards\n\nRoger Cohen\n\nMay 12, 2011— Every few years along comes a brilliant Jewish\nwriter called Tony with challenging views on Israel, and this great\ncity — on all other matters the most open in the world — gets tied in\nknots over what can or cannot be said. After “L’ Affaire Judt” we\nhave “L’ Affaire Kushner,” but with different outcomes that suggest a\nshifting American Jewish discourse.\n\nThe late Tony Judt, author of the brilliant study of late 20th-century\nEurope called “Postwar,” saw his New York persona changed with\nthe appearance in 2003 in The New York Review of Books of an\narticle called “Israel: The Alternative.” It posited the creation of a\nsingle binational state of Jews and Palestinians and suggested a\nJewish state was anachronistic.\n\nThe calls to his office began — “Tell Tony Judt this is Hitler calling\nand he says, “Congratulations.”’ Years later, an event featuring Judt\nat the Polish Consulate got canceled at the last minute after its\norganizers apparently came under pressure from prominent New\nYork Jewish groups.\n\nTo this day, in the city this British-born Jew came to love for its\nclamorous diversity, Judt’s luminous oeuvre sometimes seems\novershadowed by a single polemical piece.\n\nI disagreed with Judt: No alternative binational state of Palestinians\nand Jews is imaginable in the Holy Land, at least not this side of\nutopia. History demonstrates that Jews need a homeland called Israel.\nAmos Oz, the Israeli author, has noted that, “When my father was a\nyoung man in Vilna, every wall in Europe said, ‘Jews go home to\nPalestine.’ Fifty years later when he went back to Europe on a visit,\n\nHOUSE_OVERSIGHT_030061",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030061.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1675,
    "word_count": 282,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:49.377848",
    "prefix": "IMAGES-010"
  }
}