{
  "document_id": "HOUSE_OVERSIGHT_011105",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011105.txt",
  "text": "Investment (saving) under the mattress yields only the psychic value of liquidity.\nActual capital growth depends on rate of return as much as amount invested. If\nreturn holds the same as it was before, growth and net ex ante investment will be\nequal. Growth will be less than consumption foregone (remembering the asterisks)\n\nif return drops, and more if return rises.\n\nKeynes saw slumps as investment deficits. I see them as return deficits. Keynes\nassumed uncritically, I think, that new investment is the path out of slumps.\n\nInvestment will come when prospects of return do.\n\nAlthough the General Theory was published three years before Myrdal’s ex ante - ex\npost distinction, Keynes would have realized the same thing. | think he made the\nunderstandable mistake of supposing that the difference would balance out as\nrandom noise. The charts and tables show otherwise. The optimum ex ante\n\ninvestment target is enough to offset realistic depreciation exactly.\n\nKeynes was a great thinker, a lively writer and a decent man. | happen to endorse\nsome of his policy ideas. So did my father. When I asked him what he thought of\nfiscal policy, I expected something like Hawtree’s “crowding out” argument:\ngovernment investment preempts and prevents private investment. I got a surprise.\nMy father said “When people are out of work, that’s the time to build a new post\noffice.” It is, if you need a new post office, because returns can be higher when\n\ncontractors strapped for options bid construction cost down.\nBut it is no disrespect to point that the General Theory was published 80 years ago. |\ntend to support Keynes on some points, for example the usefulness of fiscal policy in\n\nrelieving slumps, but to agree mostly with Mises on their causes in the first place.\n\nWhere | differ from both is in the fundamental anatomy.\n\nChapter 8 Banks, Money and Macroeconomics 2/8/16 16\n\nHOUSE_OVERSIGHT_011105",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011105.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1902,
    "word_count": 316,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:44.262243",
    "prefix": "IMAGES-001"
  }
}