{
  "document_id": "HOUSE_OVERSIGHT_013728",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013728.txt",
  "text": "note that changing the ratios of the numbers of cubes that are dense in point\nprobability to those that are sparse would not influence the value of Do. This helps\ndifferentiate Do from other dimensions and, as noted above, Do as a maximal\nestimate of the fractal dimension, is called the capacity dimension and by\nconvention the scaling law is written M(<)~ « ”. More specifically, Do is calculated\n\nby repeatedly dividing the d-dimensionally embedded phase space into equal d-\ndimensional hypercubes and plotting the log of the fraction of the hypercubes\ncontaining data points versus the log of the (normalized) linear dimension (“length\nscale”) of the hypercubes. The slope fitted to the most linear part of the slope\n(usually the middle 50%) indicates the capacity dimension. Do is computed for\nincreasing embedding (and cube) dimension, d, until it achieves an asymptotic\nplateau, it “saturates”. This is but one of a range of geometric scaling exponents,\n“dimensions,” that are currently being computed (Farmer et al, 1983; Grassberger\nand Procaccia, 1983; Meyer-Kress, 1986; Theiler, J. (1990); Gershenfeld, 1992; Ott\net al,, 1994).\n\nAlthough still subject to debate, convention has it that the sample length\nrequired to determine this most primitive of dimension computations goes like\n10” (e.g. a dimension of 2.45 requires a sample length of at least 282 points).\nAssuming robust findings using Do as indicated by non-parametric tests of\nsignificance in test-retest, before and after, drug treatment designs, this arbitrary\ncriteria sounds more like ritual than meaningful help for the clinical neuroscientist\nwith (say) 100 spinal fluid hormone and metabolite samples painfully and\nlaboriously collected from a patient’s indwelling catheter over 48 hours. In the\ncontext of real data (and not numerical studies of differential equations), we are\ndealing with empirical findings that must find their meaning (or lack of) in the context\nof questions about issues in the neurosciences, not in abstract questions such as\nthose about the number of dimensions that an unknown differential equation would\nrequire to represent the data (Broomhead and King, 1986). In a similar arbitrary\nspirit, a system manifesting a Do > 5 is considered not discriminable from a random\nprocess; e.g. the difference between Do = 5 versus Do = 7 (though perhaps\n\nstatistically significant) is thought to be without meaning. Since in neurobiological\n\n228\n\nHOUSE_OVERSIGHT_013728",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013728.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2463,
    "word_count": 384,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:46.574180",
    "prefix": "IMAGES-002"
  }
}