{
  "document_id": "HOUSE_OVERSIGHT_016539",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016539.txt",
  "text": "Page 30 of 42\n103 Minn. L. Rev. 844, *902\n\nResponses to unjustified police violence reveal a third outcome for enforcement redundancy confined to the federalism model.\nFederal enforcement authority extends to cases of police violence to a much greater degree than for sexual assaults. That\nauthority extends as well to other kinds of bias-motivated wrongdoing by both private actors and government officials, which\nlocal police and prosecutors have at times ignored or devalued, and for which state-level enforcement commitment continues to\nbe uneven. !” Federal jurisdiction is coextensive with state jurisdiction regarding police wrongdoing, and the Justice\nDepartment's institutional capacity for enforcement probably exceeds that of its state counterparts, but in one respect the\noverlap is not complete. The key substantive criminal offenses available to prosecutors in the federal code are somewhat more\nrestrictive. The primary federal statute used to charge cases of [*903] police excessive use of force requires proof of willful\n\ndeprivation of rights, °°\n\na strict mens rea standard that makes it harder for federal prosecutors to prove liability than it would\nbe for state prosecutors relying on typical assault or homicide offense definitions. 7°! The fact that Congress has for decades\nlet stand this mens rea hurdle to excessive-force prosecutions suggests that federal legislators, if not Justice Department\nofficials, are less committed to a full federal-state enforcement redundancy - or \"to altering the federal-state balance in order to\nreinforce state law enforcement\" - than they are for public corruption offenses. 7°\n\nThat limit notwithstanding, federal prosecutions in this area have a track record of succeeding where state prosecutions failed\nor were never attempted, and in that way providing at least a partial remedy for underenforcement by state criminal justice\nofficials. Much of the federal advantage comes from the fact that federal prosecutors are, in general, better situated to\nobjectively investigate, assess, and prosecute wrongdoing by police officers than are local prosecutors who ordinarily interact\nwith and depend upon those officers (or at least their agencies). This is not a particular criticism of local prosecutors’ offices; it\nis one instance of the basic problem that officials (and people generally) are untrustworthy judges of the conduct of others with\nwhom they have affiliations, allegiances, or ongoing relationships. For that reason a few states assign such cases to state-level,\nrather than local, officials. 7° And the U.S. Justice Department attempts to collect data on deaths in jails, prison, or during\n[#904] attempted arrests, to facilitate Justice Department oversight. ?°4 The same concerns motivate English laws applying\nspecial judicial scrutiny (when triggered by requests from victims' families) to prosecutor's decisions not to charge in the case\n\nof death caused by law enforcement officials or occurring in official custody. 7°\n\n131 Some federal states such as Germany and Canada lack enforcement redundancy because they use a single, nationwide, criminal code,\nwhich is enforced for prosecution agencies and courts organized at the state or provincial level. See generally Eric P. Polten & Eric Glezl,\nFederalism in Canada and Germany: Overview and Comparison (2014) (describing similarities in German and Canadian federalism,\nincluding allocating authority over substantive criminal law to the federal government but criminal justice administration to state or\nprovincial prosecutors and courts). In Australia, like in the United States, states and the federal government each have their own criminal\ncodes. But Australian federal criminal authority is confined much more narrowly than in the United States to conduct that implicates a\ndistinct federal interest. See generally Arther B. Gunlicks, The Lander and German Federalism 59, 72, 129 (2003) (describing German\ncriminal affairs and jurisdictions as compared to the United States); Polten & Glezl, supra, at 5-6, 10, 13-14; Brian Galligan, Comparative\nFederalism, in The Oxford Handbook of Political Institutions 261, 266-75 (Sarah A. Binder et al. eds., 2008) (discussing federalism and\njudicial review and regulations); Kathleen Daly & Rick Sarre, Criminal Justice System: Aims and Processes, in Crime and Justice: A Guide\nto Criminology 357 (Darren Palmer et al. eds., 5th ed. 2017) (examining the processes and purposes of the criminal justice system); Vicki\nWaye & Paul Marcus, Australia and the United States: Two Common Criminal Justice Systems Uncommonly at Odds, Part 2, 78 Tul. J. Int'l\n& Comp. L. 335 (2010) (highlighting similarities and differences between the two countries in relation to criminal laws and policies).\n\n32 Since 2011, Switzerland also now has unified national criminal law and procedure codes administered in all cantons. See Anna Petrig,\nThe Expansion of Swiss Criminal Jurisdiction in Light of International Law, 9 Utrecht L. Rev. 34, 36 (2013).\n\n33 See Director of Public Prosecutions Act 1983 s 10(2); Annual Report 2014-15, supra note 71.\n\n34 Tn unusual circumstances, two states may also have concurrent jurisdiction over the same crime, enabling one to assess the adequacy of\nthe other's enforcement effort. For a rare example, see Heath v. Alabama, 474 U.S. 82, 91-93 (1985).\n\n35. See U.S. Const. amend. V (Double Jeopardy Clause); Bartkus v. Illinois, 359 U.S. 121, 136-39 (1959) (affirming power of state to\nprosecute defendant after a federal prosecution for the same bank robbery); United States v. Lanza, 260 U.S. 377, 384-85 (1922) (approving\nfederal prosecution after state prosecution based on same conduct).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_016539",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016539.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5725,
    "word_count": 864,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:44.002374",
    "prefix": "IMAGES-004"
  }
}