{
  "document_id": "HOUSE_OVERSIGHT_015517",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015517.txt",
  "text": "Morality Games 305\n\nlikely detected them and will likely levy sanctions. So the United States’s best\nresponse is to levy sanctions. Similarly, if the United States does not detect chemi-\ncal weapons, it expects France did not and will not levy sanctions, so the United\nStates is better off not levying them.\n\nThis result is useful for evaluating whether it is worthwhile to uphold a norm.\nThe Obama administration was harshly criticized for threatening to go to war after\nthe Assad regime used chemical weapons but not earlier, although the regime had\nalready killed tens of thousands of civilians. The model clarifies that Obama’s posi-\ntion was not as inconsistent as his critics had charged: The norm against chemical\nweapons may be worth enforcing since it is sustainable, whereas norms against\ncivilian casualties are harder to sustain and hence might not be worthwhile to\nenforce.\n\nLet’s return to some more of our motivating examples. Our model can explain\nwhy we define murder categorically: It is not possible to punish differently for dif-\nferent amount of quality life years taken, but it is possible to punish differentially for\na life taken. As with omission—commission, however, we do expect sadness or grief\nto depend greatly on life years lost, even if the punishment or moralistic outrage will\nbe less sensitive. This is a prediction of the model that, as far as we know, has yet to\nbe tested.\n\nSimilarly, the “‘one-drop” rule is a categorical norm, so it can be socially enforced\nin an apartheid society. In contrast, consider a rule that advocates giving up one’s\nseat for someone with lighter skin. Since this is based on a threshold in a continuous\nvariable, while it might be enforceable by a unilateral authority, it cannot be enforced\nby “mob rule.’ Other forms of discrimination, such as discriminating against the\nless attractive, or the less tall, or the elderly, all being continuous variables, cannot\nbe socially enforced via coordinated punishment, and hence, we expect such dis-\ncrimination to be of a different form. In particular, it will not be based not on pun-\nishing violators. For example, male CEOs might still prefer young attractive female\nsecretaries, and taller men are more likely to be hired as CEOs, not because of\ncoordinated rewards or punishment but because those who hire the CEOs or secre-\ntaries are likely to be satisfying their own preferences or doing what they expect will\nlead to higher profits.\n\nLikewise, the number of victims tortured by a regime or the number of lives\nsaved by torturing is continuous. Thus, a regime cannot be punished by a coordi-\nnated attack by other countries or by a coordinated rebellion by its citizens based on\nthe number of people tortured or the paucity of reasons for such torture. But, a\nregime can be attacked or overthrown depending on whether a physical harm was\ninflicted on a citizen by the state. Hence, human rights are treated as inalienable,\neven in the absence of an a priori justification for this nonutilitarian norm. And why\nare human rights ascribed to all living Homo sapiens? Perhaps not because of a\ngood logical a priori argument, but simply because violations of human rights are\nenforceable by coordinated punishment, but no regime can be punished for harming\nany “person” of less than a certain degree of consciousness.\n\nFinally, here is one last application. The model might also explain why revolu-\ntions are often caused by categorical events, such as a new tea tax or a single, widely\n\nHOUSE_OVERSIGHT_015517",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015517.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3524,
    "word_count": 588,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:47.602459",
    "prefix": "IMAGES-003"
  }
}