{
  "document_id": "HOUSE_OVERSIGHT_016006",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016006.txt",
  "text": "316 Are the Androids Dreaming Yet?\n\n(C bilge\n\nth\n\nDomino Toppling\n\nDeterminism\n\nTo firmly grasp the idea of determinism let’s look at a fun example,\ndomino toppling. If I arrange a set of dominoes on their edge in a\nlong line and push over the first it will fall, knock over the next, then\nthe next, and so on until all the dominoes have fallen. It is inevitable,\nand fun to watch. The same is thought to happen with particles in our\nUniverse, albeit at a much smaller scale. The laws of physics governing\nthese particles describe precisely what will happen as they interact. Our\nUniverse could be thought of as a mechanical clock, wound and set at the\nBig Bang, or a fractal equation generating the wonders we see around us.\n\nWhen I push over the first domino it should be possible to capture\nall the information about the particles in the dominoes, my hand, the\ntable, and the surrounding environment to precisely determine what will\nhappen next. Will all the dominoes fall perfectly, or is there a break in the\npattern — one domino just a tiny bit out of alignment — which will spoil\nthe fun? All the information is there in front of me and I should be able\nto predict it perfectly.\n\nThe laws of physics, as we understand them, are not only\ndeterministic, they are reversible. This means if we know the position\nand momentum of every particle in the dominoes and the surrounding\nenvironment, we can extrapolate their motion back into the past. It\nshould be possible to trace back the path of each particle to reconstruct\nthe past history of the dominoes.\n\nIf we were to cast a wide enough net, and collect all the available\ninformation, we could go back and see the events in the factory where\nthe dominoes were made, or even see the trees that was felled to make\nthem. We would need a Jot of information and huge computing power,\nbut we could do it! With a sufficiently powerful computer we could travel\n\nHOUSE_OVERSIGHT_016006",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016006.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1931,
    "word_count": 347,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:45.244025",
    "prefix": "IMAGES-003"
  }
}