{
  "document_id": "HOUSE_OVERSIGHT_023080",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023080.txt",
  "text": "Cross-asset implications of repatriation\n\nRepatriation should spur USD-buying — up to 40% may be non-USD denominated\nWhile few companies disclose the currency composition of their offshore cash, our FX\nteam estimates that 60-75% is already in USD while 25-40% is non-dollar-denominated.\n(If we extrapolate based on the S&P 500’s geographic revenue exposure, the largest\nproportion could be in Europe, followed by emerging Asia.} This may result in upward\npressure on the USD (which they estimate could amount to $250-$400bn if half of all\noffshore cash, which they estimate at ~$2tn, was repatriated). Their analysis of the\nEUR-USD during the last repatriation holiday suggests an “announcement effect” is\nlikely, as the dollar strengthened ahead of the bulk of the actual repatriation flows.\n\nRepatriation could put upward pressure on bank funding costs\n\nOur rates team’s analysis of some of the largest multinationals with offshore cash\nsuggests ~70% of cash is invested in securities with maturities greater than one year,\nwith the remaining 30% having shorter maturities. See table below. They believe\nrepatriation could put upward pressure on bank funding costs as firms reduce their\nholdings in these short-term investments. According to Crane Data on offshore money\nfund holdings, our rates team cites that $161bn of offshore funds are held in commercial\npaper and CDs, of which the majority are from financial institutions with Japan, France and\nCanada the largest issuers.\n\nTable 14: Offshore holdings and investment allocation for select firms Exhibit 2: Offshore money fund USD asset holdings (Sbn) as of 9/30/16\n(see footnote) per BofAML Rates team (as published 12/9/2016) — —_—\n\n. is AGENCY,\nAllocation* $0.28 ; i =\nCash & MMF 8%\n\nCP &CD 5% Repo,\n\nTsy & Agy 35%\n\nCorporate 36%\n\nNon-US Sov 4%\n\nOther 12%\n\nMaturity of securities holdings** CD, $74.17\n<ly 28%\n\n1-5y 59%\n\n5-10y 7%\n\n>10y 6%\n\n*Allocation = weighted avg of holdings across all company investments for AAPL, MSFT, CSCO, ORCL,\nGOOG, MRK, INTC and PFE. **Maturities = weighted avg. of holdings from MSFT, CSCO, GOOG, INTC.\nSource: BofAML Global Research, company 10Q’s Source: Crane data, BofA Merrill Lynch Global Research\n\nPotential beneficiaries: See Table 20 for a screen of companies with high (>10%)\noverseas cash to market capitalization ratios which could potentially benefit from\nrepatriation.\n\nBorder adjustment tax analysis\n\nA new tax policy outlined in the Blueprint proposal that has been getting a lot of\nattention recently is the border adjustment tax, or the application of border adjustments\nto a company’s imports and exports. While Trump has described the proposal as being\n“too complicated,” it is a key component of the Blueprint plan and should not be\nignored. Additionally, White House press secretary Sean Spicer’s recent reference to\n“..the plan taking shape right now, using comprehensive tax reform as a means to tax\nimports from countries...” could be a sign that Trump is not as against the proposal his\nother comments would indicate.\n\nBankofAmerica <2”\n\n12 Equity Strategy Focus Point | 29 January 2017 Merrill Lynch\n\nHOUSE_OVERSIGHT_023080",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023080.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3141,
    "word_count": 494,
    "line_count": 73,
    "import_date": "2025-11-19T21:47:48.678390",
    "prefix": "IMAGES-007"
  }
}