{
  "document_id": "HOUSE_OVERSIGHT_010514",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010514.txt",
  "text": "Fittuy Ricu\n\nQ: Can you tell us why?\n\nA: Well, I felt the handling —and just continued to feel that the\nway the state attorney’s office handled this case was extremely\nunusual. I knew that Mr. Krischer was making decisions\nabout this case. I felt that his objectivity was lacking, and I\nfelt that the appropriate way, after reading the statute that\n\nCHAPTER A5 governed the assignment of cases to other circuits—I felt\n\nthat his action met the standard. I used some of the words\n\n4 q from the statute in here. And I attempted to call him, and he\n\n: wouldn't return my phone calls.\ni The detective attempted to contact—his contact in the\n7 4 state attorney’s office, Lanna Belohlavek, however you pro-\n\nMichael Reiter in B.B. vs. 4 4 nounce that...and she wouldn’t return his calls. So I wrote\n\nrainst J effrey Epstein: e. the letter in hope that he would think about his situation and\n\nrealize that his objectivity was insufficient to prosecute the\ncase and ask the governor to appoint someone else. And I felt\nlike that was necessary for a fair prosecution of our case that\n\na letter to state attorney Barry a 4 had been submitted to him.\na what we'll mark as exhibit 3. Let 7 ' Q Could you tell us, explain to us, why you felt that his objec-\nad through this letter again to help — 4g j tivity may be lacking in regards to this prosecution...? In\n\nother words, what evidence did you see here, uncover, that\nyou felt made it potentially nonobjective?\n\n1006, I'm assuming based on what 3 | A: Well... when | first told him about the case, and I realized\n\nu had had some conversations with — that it was a serious case, [that] there were multiple victims,\n\nby phone—correct? —prior to this” [and] that the suspect was very well known, I told him about\nY j _ it. And we were— it was in person. I talked to him after a\na _ Meeting that he and I were both involved in. And I had\n\nrson and by phone.\nknown him to be a victim advocate and to protect the rights\n\n| May—May 1, 2006—you felt the\n\nis that correct?\n\n| of children. Well, I know that he even wrote a portion of the\n_ Statute that addresses those issues. And when I told him\n\nHOUSE_OVERSIGHT_010514",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010514.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2152,
    "word_count": 403,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:47.169654",
    "prefix": "IMAGES-001"
  }
}