{
  "document_id": "HOUSE_OVERSIGHT_011100",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011100.txt",
  "text": "clientele in place. They can spin off their lending operations as separate ventures to\n\nfind funds from investors rather than depositors.\n\nIf there were no FDIC, there would be no deposits and no commercial banks. People\ncan read the newspapers. Anyone old enough has lived through periodic bailouts.\nI’m a free market fan who dislikes FDIC. But we would be rash to yank the rug from\nunder banks by repealing it. We shouldn’t even hint that we might. The world we\nknow is build around banks, and banks are built on FDIC. Let it stand. How can\nanyone know for sure that omnibus funds and independent lending banks will do\n\nbetter? I think omnibus funds figure to win despite that advantage for banks.\n\nLending Banks\n\nThis is the area least clear to me. Banks as we know them begin with expertise,\nsystems and clientele in the loans business as well as the deposit and payment\nprocessing business. That could position them to take the lead in both if spun off\nseparately. Lending can stand alone. There are many lending firms other than banks.\nThey raise funds from investors seeking returns, rather than depositors seeking\nliquidity, and somehow mange to compete with banks today. Lending banks\n\ndivorced from depositors could do whatever they do.\n\nIf interest rates must rise because investors demand competitive returns, some\ntraditional borrowers will be motivated to attract equity investment instead.\nCorporations and other firms could phase out structural (long-term) debt, and float\nnew stock issues in its place. The effect would be to lower leverage, risk and return\ntogether. Investors could then tailor risk and return more flexibly by hedging or\n\nleveraging their individual holdings through professional services.\n\nIf the same rise in interest rates makes it impractical for newlyweds to buy homes,\nthey can rent until their means improve. In ten or fifteen years their incomes will\ndouble. They will know if they are still married, how much house they need if so,\n\nand where their careers have taken them. Meanwhile they might rent the same\n\nChapter 8 Banks, Money and Macroeconomics 2/8/16 11\n\nHOUSE_OVERSIGHT_011100",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011100.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2130,
    "word_count": 350,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:45.204432",
    "prefix": "IMAGES-001"
  }
}