{
  "document_id": "HOUSE_OVERSIGHT_016118",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016118.txt",
  "text": "PIF largely a domestic inward-looking entity until recently\n\nThe IMF reports that the PIF had assets of 11.1% of GDP in 2014 (c.SAR310bn). PIF has\nforeign assets of SAR14.1bn as of end-2015. It has outstanding loans of SAR103.9bn as\nof 3Q15 (excluding electricity loans of SAR14bn that PIF administers). According to\nBloomberg, PIF had stakes in publicly listed companies on Tadawul worth SAR934bn as\nof April 2016. According to the MoF, PIF held equity worth SAR63.3bn in 41 Saudi\ncompanies in total at end-2011, as well as stakes worth SAR14.9bn in a number of pan-\nArab corporations.\n\nIn July 2014, the cabinet authorized the PIF to establish companies inside and outside\nSaudi Arabia, alone or in partnership with other institutions from the public or private\nsectors. It also bought a USS1.1bn stake in a South Korean company and recently\nannounced in early June it took a US$3.5bn stake in Uber, denying in the process that it\nwas considering a USS$3bn loan to fund the acquisition. PIF has been asked to co-invest\nUS$10bn in Russia or the Middle East with the RIDF. Note that PIF has established\nSanabil investments with SAR2Obn in capital. The PIF has paid dividends to the budget\nlast year (SAR15bn). It now reports directly to the Council of Economic and\nDevelopment Affairs headed by the Deputy Crown Prince, after reporting to the Ministry\nof Finance in the past.\n\nJASTA bill not a hurdle for further Saudi investment in the US\n\nWe expect that the deep and liquid US financial markets will remain a prominent\ndestination for Saudi foreign asset holdings. The potential passage of the “9/11” bill\n(Justice Against Sponsors of Terrorism Act, JASTA) in US Congress raises the possibility\nthat Saudi Arabia would choose to liquidate up to US$750bn in assets in the US,\naccording to Saudi Foreign Minister Adel al-Jubeir. A forced and rapid liquidation of US-\nbased Saudi foreign assets may expose SAMA and other government entities to mark-\nto-market losses, and require changes to Fx reserve management\n\nThe language of the JASTA bill as it currently stands does not suggest an imminent\nSaudi sell-off of US assets, in our view. The “Stay of Actions Pending State\nNegotiations” section inserted into the bill allows a stay to be granted for an indefinitely\nrenewable 180-day period. This would be subject to court petition by the Attorney\nGeneral and repeated certification by the Secretary of State that the US is “engaged in\ngood faith discussions with the foreign state defendant concerning the resolution of the\nclaims against the foreign state”. The certification thus depends on the current and\nfuture US administration foreign policy inclinations, in our view. Separately, we note\nthat the White House spokesman said US President Obama did not support the\nlegislation and likely would not sign it. (A potential presidential veto may however still\nbe overruled if Congress assembles the necessary two-thirds vote of each house). We\ncontinue to expect a close relationship between the US and Saudi Arabia given the\nconfluence of interests in a broad range of matters.\n\n8 GEMs Paper #26 | 30 June 2016 3S Merrill Lynch\n\nHOUSE_OVERSIGHT_016118",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016118.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3155,
    "word_count": 519,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:48.102160",
    "prefix": "IMAGES-003"
  }
}