{
  "document_id": "HOUSE_OVERSIGHT_011513",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011513.txt",
  "text": "first aptitude tests. I finished among the top two dozen results in the country.\n“How can you throw your gifts away? For what,” he asked me. “If you leave\nthat school, and give up on going to university, it will be like betraying\nyourself.” At one point, he walked me out to the patch of hard-packed soil\nwhere we parked the tractors and farm machinery. “What do you want to do\nwith your life,” he asked. “Do you want to be a farmer?”\n\nI thought about it before answering. “I don’t know what will happen in the\nfuture,” I said. “But if you ask me now, I would say I want to drive one of the\nkibbutz trucks.”\n\nI could see the shock and disappointment in his eyes. But it was the truth. I\ndid imagine that at some point I might want to make a life outside the kibbutz.\nBut I’d never lived anywhere else. If I was going to remain a part of it, I could\nthink of no better way than to join our little corps of drivers. Though they lived\non the kibbutz, they spent most of their time delivering or picking up goods in\nplaces like Tel Aviv, Holon or Ashkelon. As the US Marines might have put it,\nI guess I figured I’d join the truck-drivers and see the world.\n\nThe deeper reason I said no to my father, as I am sure he suspected, was that\nI felt a need to take control of my own life. That was simply a part of growing\nup, a process which probably happened more quickly for 1950s kibbutz children\nthan for town or city kids. We loved and respected our parents. But we were\nliving with other teenagers. We weren’t just residents of the kibbutz. We were\npart of the economic collective, working in the fields or orchards, the garage\nand the metal shop. This bred a sense of independence. I listened to my father’s\narguments. But this was a decision about my future. I felt I had to make it for\nmyself. I cared about my education. But I’d reached a stage where my life\noutside the classroom, and my circle of friends, mattered more. I am sure that\nthe same impulse drove me in my continuing freelance forays into lockpicking\nand petty larceny with Ido and Moshe.\n\nSo I returned to the kibbutz school. The level of teaching was nowhere near\nthe regional school’s. But we did begin studying new subjects like economics\nand politics. There were two other welcome surprises as well. The first was the\narrival of a new history teacher. Knowledgable, enthusiastic and eloquent, he\nhad a rare gift for igniting excitement in his students. We studied the French\nRevolution. He brought it to life with insights into Montesquieu, Rousseau and\nJohn Locke, Louis XVI and Mary Antoinette, Robespierre and Napoleon. He\ntraced the dynamics that led to the revolution, and the way its ideals descended\ninto the bloodshed and terror that followed. He presented history as a human\n\n42\nHOUSE_OVERSIGHT_011513",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011513.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2780,
    "word_count": 510,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:44.776270",
    "prefix": "IMAGES-001"
  }
}