{
  "document_id": "HOUSE_OVERSIGHT_025568",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025568.txt",
  "text": "Morgan Stanley | RESEARCH\n\nNORTH AMERICA INSIGHT ~~\n\nDeconstructing Our Implied Carry Valuation:\nWhat Is the Market Paying?\n\nWe deconstruct the various pieces of a SOTP for the alts\nin order to determine our best guess on how much the\nmarket is valuing future performance fees. We then\ndivide that implied value by future performance fee earn-\nings, to determine the implied multiple that the market is\npaying for this earings stream. This is the groundwork for\nour upside and downside scenarios if the alts were to\nconvert to C-corps.\n\nWe simplify our the SOTP and standardize it across the group to\nlook at &4 main components. 1) after-tax core fee-related earnings,\n2) balance sheet value of investments plus net cash/debt, 3) net\naccrued carry balance, and &) future value of performance fees. The\nvalues of the balance sheet and net accrued carry receivable are\nstatic items with balances as of 3Q17. We then adjust the multiple on\nour core FRE to determine a value for what we believe the street is\nusing. To be conservative, we use 15x as a starting point for what we\nbelieve is currently priced in. We then take the current share price\nand subtract out the value of the FRE, net accrued carry performance\nfees and the balance sheet and we are left with an implied value of\nwhat the marketis pricing in for future carry. Once we have the future\ncarry value, we divide by the net performance fee earnings per share\nfor each company and get an implied multiple on the future perform-\nance fees. Using this approach and a 15x multiple on FRE, we see the\n\nmarket is valuing future performance fees at 7.5x on average anda\n\nWe make several key adjustments in the SOTP valuations: First,\nwe use our own Morgan Stanley definition of \"core fee-related earn-\nings\" in our calculation. We use our core approach as we attempt to\nnormalize the various definitions of FRE across the companies. The\nmain difference vs. company-reported FRE is that we fully burden all\nexpenses, including equity-based compensation. KKR differs the\nmost on company-reported vs. MS Core FRE. For more information\n\non our core FRE methodology, please see our note Alternative Asset\n\nManagers: Who@Got Swimsuits? (19 May 2016).\n\nWe also make adjustments for ARES an OAK. For Ares: a signifi-\ncant portion of the fee related earnings come from Part 1 BDC fees.\nThese are investment income sharing fees from their management\nagreement with ARCC. In the MS approach, we value these sepa-\nrately from more traditional management fees. However, we do not\nbelieve that the market looks at the fees this way, and so we include\nthem in the total FRE by using the same multiple as we are using for\nFRE (15x). For presentation purposes in the table below, we break out\nthe BDC Part 1 fees separately for ARES to show the value. OAK: We\nadjust the balance of OAK@investments on balance sheet to account\nfor OAK© 20% ownership stake in DoubleLine which it currently\nholds at cost of $21m as adjusted under the equity method of\naccounting. With the benefit of lower corporate taxes we currently\nvalue OAK@ownership stake at $1B. We do not believe the market\n\ngives full value for this 20% ownership and haircut our MSe value by\n\nmedian 6.5x. 50% to $500m. We then add this value to the balance of investments\nand net cash for OAK@total balance sheet value.\nExhibit 27:\n\nMarket Implied Value of Future Carry at current share price and 15x FRE multiple\n= B+C+D =A-E-F =E+F+G Son |\nA B (a D E F G H I J |\nI I I l\nvena ne After-Tax SOTP _ Pre-Tax Net | vere Total | Pre-Tax Avg. Implied |\nTicker Current 2018E FRE Share @ BDC BS Value Value Ex- Carry | Gains of I Value Per [Net Carry Per Future |\nPrice Core FRE Multiple Value Per Per Share Carry Per Receivable | I Share (2018- Carry |\n24% tax I Future I Share I ci |\n\nShare Share Per Share 2019) Multiple\n\nRate | Carry | I |\nAPO $36.42 669 15.0x $18.94 $0.00 Na $21.66 $2.16 $12.61 $36.42 $2.45 5.1%!\nARES $24.70 185 18.4x $12.02 $3.70 $0.69 $16.41 $1.03 I $7.26 l $24.70 I $0.63 11.6x}\nBX $36.78 1,196 15.0x $11.36 $0.00 $2.83 $14.19 $3.01 I $19.59 | $36.78 I $2.07 9.5x]\nCG $25.60 100 15.0x $3.34 $0.00 $0.85 $4.19 $4.40 | $17.01 | $25.60 I $2.85 6.0x]\nKKR $24.40 475 15.0x $6.38 $0.00 $9.71 $16.09 $1.74 | $6.57 | $24.40 | $0.93 7.0x|\nOAK $45.20 166 15.0x Si2an $0.00 $15.19 $27.30 $5.76 | $12.14 | $45.20 I $2.20 5.5x|\n—— lAverage 7.5x\\\nIMedian 6.5x\nsc —\n\nSource: Company Data, Morgan Stanley Research estimates\n\nHOUSE_OVERSIGHT_025568",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025568.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4447,
    "word_count": 795,
    "line_count": 92,
    "import_date": "2025-11-19T21:47:45.649338",
    "prefix": "IMAGES-008"
  }
}