{
  "document_id": "HOUSE_OVERSIGHT_030216",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030216.txt",
  "text": "From: jeffrey E. [jeevacation@gmail.com]\n\nSent: 2/7/2017 7:18:38 PM\n\nTo: paul krassner\n\nSubject: Re:\n\nwhat would you do in order to consolidate the movement. . music. icons. personalites. etc? did you get\n\nyour first installment. ? did you send the poster\n\nOn Tue, Feb 7, 2017 at 3:12 PM, paul krassner <i> wrote:\n\n>>\n\n>> From: James Drougas <i\n\nSe\n\n>> Hi Paul. I've been spending lots of time with Irwin Corey and his family past two weeks especially. He\nwas in hospital until the last week and then He died a few hours ago peacefully at home in bed. Last night he\ntold me Trump will be assassinated soon. He was eager to learn the news each day. I asked him if he would\njoin the anti Trump rallies when he gains strength. Doctors thought he might live many months. Alas he was\nlaughing and smiling till the end and frowning about Trump.\n\n>> Warm and loving regards\n\ni\n\n>> Jim Drougas\n\n>\n\n>>\n\n>> My friend Alana, a young comedian, was here with him most nights. Irwin used to say he will live to 147.\nAlana explained that 102 is 147 in comedian years.\n\n>\n\n>>\n\n>\n\n>\n\nplease note\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\nJEE\nUnauthorized use, disclosure or copying of this\ncommunication or any part thereof is strictly prohibited\nand may be unlawful. If you have received this\ncommunication in error, please notify us immediately by\nreturn e-mail or by e-mail to jeevacation@gmail.com, and\ndestroy this communication and all copies thereof,\nincluding all attachments. copyright -all rights reserved\n\nHOUSE_OVERSIGHT_030216",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030216.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1688,
    "word_count": 288,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:47.186461",
    "prefix": "IMAGES-010"
  }
}