{
  "document_id": "HOUSE_OVERSIGHT_013941",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013941.txt",
  "text": "implement all the timesaving tools from Elimination and travel.\n\nHe is a mechanical engineer and is producing twice as many designs in half the time since erasing\n90% of his time-wasters and interruptions. This quantum leap in performance has been noticed by his\nsupervisors and his value to the company has increased, making it more expensive to lose him. More\nvalue means more leverage for negotiations. Sherwood has been sure to hold back some of his\nproductivity and efficiency so that he can highlight a sudden jump in both during a remote work trial\nperiod.\n\nSince eliminating most of his meetings and in-person discussions, he has naturally moved about 80%\nof all communication with his boss and colleagues to e-mail and the remaining 20% to phone. Not only\nthis, but he has used tips from chapter 7, “Interrupting Interruption and the Art of Refusal,” to cut\nunimportant and repetitive e-mail volume in half. This will make the move to remote less noticeable, if at\nall noticeable, from a managerial standpoint. Sherwood is running at full speed with less and less\nsupervision.\n\nSherwood implements his escape in five steps, beginning on July 12 during the slow business season\nand lasting two months, ending with a trip to Oktoberfest in Munich, Germany, for two weeks as a final\ntest before bigger and bolder vagabonding plans.\n\nStep 1: Increase Investment\n\nFirst, he speaks with his boss on July 12 about additional training that might be available to employees.\nHe proposes having the company pay for a four-week industrial design class to help him better interface\nwith clients, being sure to mention the benefit to the boss and business (i.e., he’ll decrease\nintradepartmental back-and-forth and increase both client results and billable time). Sherwood wants the\ncompany to invest as much as possible in him so that the loss is greater if he quits.\n\nStep 2: Prove Increased Output Offsite\nSecond, he calls in sick the next Tuesday and Wednesday, July 18 and 19, to showcase his remote\n\nworking productivity.2 He decides to call in sick between Tuesday and Thursday for two reasons: It\nlooks less like a lie for a three-day weekend and it also enables him to see how well he functions in\nsocial isolation without the imminent reprieve of the weekend. He ensures that he doubles his work\noutput on both days, leaves an e-mail trail of some sort for his boss to notice, and keeps quantifiable\nrecords of what he accomplished for reference during later negotiations. Since he uses expensive CAD\nsoftware that is only licensed on his office desktop, Sherwood installs a free trial of GoToMyPC remote\naccess software so that he can pilot his office computer from home.\n\nStep 3: Prepare the Quantifiable Business Benefit\n\nThird, Sherwood creates a bullet-point list of how much more he achieved outside the office with\nexplanations. He realizes that he needs to present remote working as a good business decision and not a\npersonal perk. The quantifiable end result was three more designs per day than his usual average and\nthree total hours of additional billable client time. For explanations, he identifies removal of commute\nand fewer distractions from office noise.\n\nStep 4: Propose a Revocable Trial Period\n\nFourth, fresh off completing the comfort challenges from previous chapters, Sherwood confidently\nproposes an innocent one-day-per-week remote work trial period for two weeks. He plans a script in\nadvance but does not make it a PowerPoint presentation or otherwise give it the appearance of something\n\nHOUSE_OVERSIGHT_013941",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013941.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3545,
    "word_count": 581,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:49.116083",
    "prefix": "IMAGES-002"
  }
}