{
  "document_id": "HOUSE_OVERSIGHT_031702",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031702.txt",
  "text": "should pay their fair share\" - without ever defining what a “fair share\" is; with saying that\nRomney wants the poor, elderly and sick to \"fend for themselves\" - without even\nacknowledging that all these government programs are going bankrupt, their current\ninsolvency only papered over by deficit spending.\n\nSimilarly, Obama (or his surrogates) could hint to blacks that a Romney victory would lead\nthem back into chains and proclaim to women that their abortions and birth control would be\ntaken away. He could appeal to Hispanics that Romney would have them all arrested and\nshipped to Mexico and unabashedly state that he will not enforce the current immigration\nlaws. He could espouse the furtherance of the incestuous relationship between governments\nand unions - in which politicians ply the unions with public money, in exchange for which the\nunions provide the politicians with votes, in exchange for which the politicians provide more\nmoney and the unions provide more votes, etc., even though the money is gone.\n\nObama also knows that the electorate has changed - that whites will soon | | minority in\nAmerica (they're already a minority in California) and that the new immigrants to the US are\nprimarily from the Third World and do not share the traditional American values that attracted\nimmigrants in the 19th and 20th centuries. It is a different world, and a different America .\nObama is part of that different America , knows it, and knows how to tap into it. That is why\nhe won.\n\nObama also proved again that negative advertising works, invective sells, and harsh personal\nattacks succeed. That Romney never engaged in such diatribes points to his essential\ngoodness as a person; his \"negative ads\" were simple facts, never personal abuse - facts\nabout high unemployment, lower take-home pay, a loss of American power and prestige\nabroad, a lack of leadership, etc. As a politician, though, Romney failed because he did not\nembrace the devil's bargain of making unsustainable promises.\n\nIt turned out that it was not possible for Romney and Ryan - people of substance, depth and\nideas - to compete with the shallow populism and platitudes of their opponents. Obama\nmastered the politics of envy — of class warfare - never reaching out to Americans as such\nbut to individual groups, and cobbling together a winning majority from these minority\ngroups. If an Obama could not be defeated - with his record and his vision of America , in\nwhich free stuff seduces voters - it is hard to envision any change in the future.\n\nThe road to Hillary Clinton in 2016 and to a European-socialist\neconomy - those very economies that are collapsing today in\nEurope - is paved.\n\nFor Jews, mostly assimilated anyway and staunch Democrats, the results demonstrate again\nthat liberalism is their Torah. Almost 70% voted for a\n\npresident widely perceived by Israelis and most committed Jews as hostile to Israel . They\nvoted to secure Obama's future at America 's expense and at Israel 's expense - in effect,\npreferring Obama to Netanyahu by a wide margin.\n\nA dangerous time is ahead. Under present circumstances, it is\n\nHOUSE_OVERSIGHT_031702",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031702.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3140,
    "word_count": 526,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:44.953445",
    "prefix": "IMAGES-011"
  }
}