{
  "document_id": "HOUSE_OVERSIGHT_022162",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022162.txt",
  "text": "Fittuy Ricu\nTTERSON\n\nsexual contact with Virginia Roberts. I know that it was\nalleged that I was a witness to Jeffrey Epstein’s alleged abuse,\nand that was false. I was never a witness to any of Jeffrey\nEpstein’s sexual abuse. And I wrote that to you, something\nthat you have falsely denied. And I stand on the record. The\nrecord is clear that I have categorically denied I was ever a\nwitness to any abuse, that I ever saw Jeffrey Epstein abusing\nanybody. And—and the very idea that 1 would stand and\ntalk to Jeffrey Epstein while he was receiving oral sex from\nVirginia Roberts, which she swore to under oath, is so outra-\ngeous, so preposterous, that even David Boies [a prominent\n\nlawyer associated with the firm representing Virginia Rob-\nerts] said he couldn't believe it was true.\n\nebecca says Virginia had previ-\nvas abused by?\n\non.\n\nWexner one of the people that\n\nthe question.\n\nfore December of 2014, when the\nthat your name had come up\n\n1 Jeffrey Epstein’s abuse of minors,\n\n-e 2014, end of December, was it\nacted in any way inappropriately 12:24 p.m.\nerts, that I ever touched her, that\n\n1x been with her. I was completely Q: You engaged in a mass-media campaign to convince the\n\nworld that Bradley Edwards and Professor Paul Cassell were\n\nunethical lawyers who had fabricated false charges against\nyou, correct?\n\nnever been any allegation. She ~\ntold you that secretly in 2011, but 3 i\n‘s of any such conversation. You, .\nris allegation and will be deposed\non. I believe it is an entirely false J\nin 2011 that she had had any sex- 4\nnk she’s lying through her teeth 3\ndoubt that your notes will reveal\nif she did tell you that, she would”\nlying. So I am completely aware\n\n: No, that’s not correct. I responded to press inquiries by tell-\ning the truth. My goal was to let the world know that Vir-\nginia Roberts's allegations against me were totally false.\nThese two stories appeared, as far as I can tell, in every single\nnewspaper in the world and on every media, which was part\nof their plot and the plan of your clients, which is why they\nabsurdly mentioned Prince Andrew, claiming in the most\nabsurd way—that they mentioned him because he was try-\n\ning to lobby prosecutors to get a reduced sentence for Jeffrey\n\nwere put in a legal pleading at -\nwas never alleged that I had any\n\nG\n\n264 265\n\nHOUSE_OVERSIGHT_022162",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022162.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2331,
    "word_count": 421,
    "line_count": 73,
    "import_date": "2025-11-19T21:47:47.731999",
    "prefix": "IMAGES-006"
  }
}