{
  "document_id": "HOUSE_OVERSIGHT_024309",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024309.txt",
  "text": "Table of Contents\n\nCOMMONLY ASKED QUESTIONS AND ANSWERS ABOUT THE ANNUAL MEETING\n\nQ: Why did I receive these materials?\n\nThe Board of Directors of Carvana Co. is soliciting your proxy to vote at our 2019 Annual Meeting of Stockholders (or at any postponement or\nadjournment of the meeting). Stockholders who own shares of our common stock (Class A or Class B) as of the record date, February 25, 2019, are entitled\nto vote at the annual meeting. You should review these proxy materials carefully as they give important information about the items that will be voted on at\nthe annual meeting, as well as other important information about Carvana.\n\nQ: Who will be entitled to vote?\n\nStockholders who own shares of our common stock as of the record date, February 25, 2019, are entitled to vote at the annual meeting. As of\nthe record date, Carvana had approximately 41,201,324 shares of Class A common stock outstanding and 104,336,303 shares of Class B common stock\noutstanding. Holders of shares of Class A common stock are entitled to one vote per share of Class A common stock. Emest Garcia II, Ernest Garcia II, and\nentities controlled by one or both of them (collectively, the “Garcia Parties”) are entitled to ten votes per share of Class B common stock they beneficially\nown, for so long as the Garcia Parties maintain, in the aggregate, direct or indirect beneficial ownership of at least 25% of the outstanding shares of Class A\ncommon stock, determined on an as-exchanged basis assuming that all of the Class A common units (“Class A Units”) and Class B common units (“Class B\nUnits,” and together with Class A Units, “LLC Units”) of Carvana Group, LLC (“Carvana Group”) were exchanged for Class A common stock. The Garcia\nParties are currently entitled to ten votes per share of Class B common stock they beneficially own. All other holders of Class B common stock are entitled\nto one vote per share. All holders of Class A common stock and Class B common stock will vote together as a single class except as otherwise required by\napplicable law. Cumulative voting is not permitted with respect to the election of directors or any other matter to be considered at the annual meeting.\n\nQ: What will I be voting on?\n\nYou will be voting on the following matters:\n\n1. to elect two Class II directors to serve on Carvana’s board of directors until the 2022 Annual Meeting and until their successors are duly elected\nand qualified;\n\n2. to ratify the appointment of Grant Thornton LLP as Carvana’s independent registered public accounting firm for the year ending December 31,\n2019;\n\n3. to consider the approval, by an advisory vote, of Carvana’s executive compensation (1.¢., “say-on-pay”);\n\n-1-\n\nHOUSE_OVERSIGHT_024309",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024309.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2723,
    "word_count": 460,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:44.440395",
    "prefix": "IMAGES-007"
  }
}