{
  "document_id": "HOUSE_OVERSIGHT_015623",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015623.txt",
  "text": "Edwards, Bradley vs. Dershowitz\n\nCase No.: CACE 15-000072\n\nEdwards and Cassells Response to Dershowitz's Motion to Determine Confidentiality of Court Records\nPage 3 of 20\n\ncase. Accordingly, it is impossible for Edwards and Cassell to respond with precision to his\nmotion.\nThe exceptions that might arguably be in play in this case permit records to be maintained\n\nas confidential in order to:\n\n(i) Prevent a serious and imminent threat to the fair, impartial, and orderly\nadministration of justice;\n\n(ii) Protect trade secrets;\n\n(iii) Protect a compelling governmental interest;\n\n(iv) Obtain evidence to determine legal issues in a case;\n\n(v) Avoid substantial injury to innocent third parties;\n\n(vi) Avoid substantial injury to a party by disclosure of matters protected by a\ncommon law or privacy right not generally inherent in the specific type of\nproceeding sought to be closed;\n\n(vii) Comply with established public policy set forth in the Florida or United\nStates Constitution or statutes or Florida rules or case law....\n\nFla. R. Jud. Admin. 2.420(c)(9) (codifying the holding in Barron y. Florida Freedom\nNewspapers, Inc., 531 So.2d 113 (Fla. 1988)). The only exception that seems to even arguably\napply here is exception vi, which itself specifically provides that confidentiality is appropriate\nonly where disclosure is “not generally inherent in the specific type of proceeding sought to be\nclosed” (emphasis added). Of course, this lawsuit is a defamation action — involving\nadefamation claim by Edwards and Cassell and adefamationcounterclaim by\nDershowitz. Disclosure, discussion, and debate about the defamatory statements at issue lies at\nthe heart of the case. Accordingly, disclosure of these materials is “inherent” in the case itself.\n\nThe principle that defamatory material in a defamation case cannot be sealed is recognized\n\nin Carnegie v. Tedder, 698 So.2d 1310 (2d DCA 1997). Carnegie involved a claim and\n\ncounterclaim between two parties (Carnegie and Tedder), one of whom alleged that disclosure of\n\nHOUSE_OVERSIGHT_015623",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015623.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2052,
    "word_count": 313,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:45.010355",
    "prefix": "IMAGES-003"
  }
}