{
  "document_id": "HOUSE_OVERSIGHT_013107",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013107.txt",
  "text": "11.3 Piaget’s Theory of Cognitive Development 191\n\nI cover my eyes, can you still see me?). Complex concrete operations, such as putting items\nin height order, are easily achievable. Classification becomes more sophisticated, yet the\nmind still cannot master purely logical operations based on abstract logical representations\nof the observational world.\n\ne Formal: Abstract deductive reasoning, the process of forming, then testing hypotheses, and\nsystematically reevaluating and refining solutions, develops at this stage, as does the ability\nto reason about purely abstract concepts without reference to concrete physical objects.\nThis is adult human-level intelligence. Note that the capability for formal operations is\nintrinsic in the PLN component of CogPrime, but in-principle capability is not the same as\npragmatic, grounded, controllable capability.\n\nVery early on, Vygotsky [Vyg86] disagreed with Piaget’s explanation of his stages as inherent\nand developed by the child’s own activities, and Piaget’s prescription of good parenting as\nnot interfering with a child’s unfettered exploration of the world. Some modern theorists have\ncritiqued Piaget’s stages as being insufficiently socially grounded, and these criticisms trace back\nto Vygotsky’s focus on the social foundations of intelligence, on the fact that children function\nin a world surrounded by adults who provide a cultural context, offering ongoing assistance,\ncritique, and ultimately validation of the child’s developmental activities.\n\nVygotsky also was an early critic of the idea that cognitive development is continuous,\nand continues beyond Piaget’s formal stage. Gagne [RBW92] also believes in continuity, and\nthat learning of prerequisite skills made the learning of subsequent skills easier and faster\nwithout regard to Piagetan stage formalisms. Subsequent researchers have argued that Pi-\naget has merely constructed ad hoc descriptions of the sequential development of behaviour\n[Gib78, Bro84, CP05]. We agree that learning is a continuous process, and our notion of stages\nis more statistically constructed than rigidly quantized.\n\nCritique of Piaget’s notion of transitional “half stages” is also relevant to a more compre-\nhensive hierarchical view of development. Some have proposed that Piaget’s half stages are\nactually stages [Bro84]. As Commons and Pekker [CP05] point out: “the definition of a stage\nthat was being used by Piaget was based on analyzing behaviors and attempting to impose\ndifferent structures on them. There is no underlying logical or mathematical definition to help\nin this process ...” Their Hierarchical Complexity development model uses task achievement\nrather than ad hoc stage definition as the basis for constructing relationships between phases\nof developmental ability — an approach which we find useful, though our approach is different\nin that we define stages in terms of specific underlying cognitive mechanisms.\n\nAnother critique of Piaget is that one individual’s performance is often at different ability\nstages depending on the specific task (for example [GE86]). Piaget responded to early critiques\nalong these lines by calling the phenomenon “horizontal décalage,” but neither he nor his suc-\ncessors [Fis80, Cas&5] have modified his theory to explain (rather than merely describe) it.\nSimilarly to Thelen and Smith [TS94], we observe that the abilities encapsulated in the defini-\ntion of a certain stage emerge gradually during the previous stage — so that the onset of a given\nstage represents the mastery of a cognitive skill that was previously present only in certain\ncontexts.\n\nPiaget also had difficulty accepting the idea of a preheuristic stage, early in the infantile\nperiod, in which simple trial-and-error learning occurs without significant heuristic guidance\n[Bic&8], a stage which we suspect exists and allows formulation of heuristics by aggregation of\nlearning from preheuristic pattern mining. Coupled with his belief that a mind’s innate abilities\nat birth are extremely limited, there is a troublingly unexplained transition from inability to\nability in his model.\n\nHOUSE_OVERSIGHT_013107",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013107.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4141,
    "word_count": 609,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:46.726511",
    "prefix": "IMAGES-002"
  }
}