{
  "document_id": "HOUSE_OVERSIGHT_028946",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_028946.txt",
  "text": "From: Lisa New\n\nSent: 12/2/2015 4:55:05 PM\nTo: jeffrey E. [jeevacation@gmail.com]\nSubject: Re: Poetry Update and Thank You\n\nImportance: — High\n\nThat's ideal. Larry's away and I'll be working all day. I'm free any time.\n\nOn Wed, Dec 2, 2015 at 10:31 AM, jeffrey E. <jeevacation@gmail.com> wrote:\nI'm in Cambridge sat?\n\nOn Wednesday, 2 December 2015, Lisa New {> wrote:\n\nDear Jeffrey,\n\nMay | drop by before the New Year (perhaps on the 9th, or on the 17th or 18th?) to get your advice\nabout my renewal of the Templeton campaign, and also my needs in the coming year for Poetry in\nAmerica? Below is the letter I'm sending out to my friends and supporters, and at the bottom a\nmessage just for you....\n\n-Lisa\n\nThat you are receiving this letter means that you are among a special community of friends whose\nsupport— financial, moral, intellectual, logistical— has allowed my initiative, Poetry in America, to\nrealize what seemed, a year ago, almost certainly too ambitious a vision. That vision was to\nproduce the highest quality educational video on American poetry, creating a body of\nhumanities content capable of reaching a broad community of learners: formal and informal,\nonline and residential, young and old, American and international. And it was to\n\nbegin— rapidly— to disseminate and distribute our work.\n\nWhether you donated to Poetry in America through Filmmaker’s Collaborative (our 501c3 fiscal\nsponsor), through Harvard, or through WGBH; whether you appeared on camera or talked an\nelusive friend into appearing on camera to discuss a poem; whether you lent us your film crew, or\nprovided overnight use of your hotel suite or apartment or of your whole skyscraper; whether you\nhighlighted our work on your stage, or talked your colleagues into becoming corporate sponsors;\nwhether you flew to Boston to install state-of-the-art editing and video storage equipment, or asked\nyour children’s school to let us film there; whether you encouraged your family foundation to take an\ninterest in the project, or gave us a lesson in IP, in licensing, in the rudiments of finance, or of\ndistribution; whether you praised, or gave timely, much-needed criticism— you enabled what we\nhave done.\n\nHere’s what we have to report, and to show, a year later, thanks to your help. Links offer sneak\npeeks of works -in-progress across the full portfolio of Poetry in America projects.\n\ne The first eight-episode season of the public television series Poetry in America (a co-\nproduction between WGBH, Emmy Award-winning filmmaker David Grubin, and my own new\nproduction company, Verse Video), is now fully funded and in production, with episodes featuring\n\nBill Clinton, Herbie Hancock and Sonia Sanchez_on Langston Hughes, Frank Gehry on Carl\n\nHOUSE_OVERSIGHT_028946",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_028946.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2759,
    "word_count": 447,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:48.472903",
    "prefix": "IMAGES-010"
  }
}