{
  "document_id": "HOUSE_OVERSIGHT_020235",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020235.txt",
  "text": "83\n\npractically include comprehensive coverage of the United States.” As a result, he wrote. “The\namount of US communications ingested by the NSA is still increasing.”\n\nHe further offered to substantiate her worst fears about the growth of NSA surveillance’ “TI\nknow the location of most domestic interception points, and that the largest telecommunication\ncompanies in the US are betraying the trust of their customers, which I can prove.” He even\nproffered, evidence implicating President Barak Obama in illegal surveillance. “There is a detailed\npolicy framework, a kind of martial law for cyber operations, created by the White House. It’s\ncalled presidential policy 20,” he wrote her. It was an 18-page directive that Obama had signed\nfour months earlier in October 2012. Snowden was offering to reveal to her the up-to-date\nevidence of a surveillance state in America presided over by the President himself. It was what\nshe had been searching for three years. How could she, as an activist film-maker, resist such a\nsensational offer?\n\nHe further explained to her that he had placed great trust in his discretion. “No one, not even\nmy most trusted confidante, is aware of my intentions, and it would not be fair for them to fall\nunder suspicion for my actions,” he said.\n\nPoitras must have found it flattering that a total stranger was willing to disclose to her in\nemails what he would not tell even his “most trusted confidante” about his intentions to commit\nan illicit breach of U.S. national security. It was an extraordinary risk he was taking. After all,\n“Citizen 4” had no way of knowing who she else she told about him. She had long been\nconcerned, with good reason that the U.S. government was out to get her. An unknown person\noffering to supply her with secret documents could be attempting to entrap her. So he could not\npreclude she would not consult with others about the offer he was making her. Since her\ncurrent documentary project included interviews with Assange, Appelbaum and three ex-NSA\nexecutives, intelligence services with sophisticated surveillance capabilities might also have\ntaken a professional interest in her communications, as Poitras herself had suspected. Even if\nSnowden was somehow able to use his position as a system administrator at Dell to ascertain\nthat the NSA did not have Poitras under surveillance, he could not be sure that other agencies,\nsuch as the Russian and Chinese intelligence services, were not be monitoring his\ncommunications with Poitras. It was, however, a chance Snowden evidently was willing to take.\n\nSnowden, in any case, did not intend to conceal his identity for more than a few months. He\ntold Poitras he had a specific purpose in allowing her to name him in her film. Indeed, he said it\nwas essential in his plan to prevent others, including presumably his “most trusted confidante,”\nfrom being suspected by law enforcement of helping him in his enterprise. He prevailed on her\nto accommodate his plan, saying: “You may be the only one who can prevent that, and that is by\nimmediately nailing me to the cross rather than trying to protect me as a source.” His choice of\nthe imagery of crucifixion suggested that, like Jesus Christ, he was willing to sacrifice himself for\nthe sake of others.\n\nIn keeping with their operational security regime, he said that he would first send her an\nencrypted file of documents that she would not be able to read. Only after his conditions were\n\nHOUSE_OVERSIGHT_020235",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020235.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3478,
    "word_count": 581,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:48.891516",
    "prefix": "IMAGES-005"
  }
}