{
  "document_id": "HOUSE_OVERSIGHT_023332",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023332.txt",
  "text": "and pwe that you should file in writing , you have NO choice ) ... worst possible result - including\nserious penalties up the kazoo.\n\nDate: Tue, Feb 24, 2015 at 8:20 AM\nSubject:\n\nTo: Melanie Spinella ll\nLeon,\n\nYesterday , | again spent hours upon hours of my time with your office. ,( speak to brad to get flavor) and\nyou and i will discuss the results in gory gruesome detail on Friday. it mirrored many other weeks spent doing\nthe things that I don;t have the time to do.\n\nIn order to keep things in perspective, maybe reviewing an analogy I have used before with you, might be\nhelpful. You and your family are a 6 billion dollar corp. with an income between 250 -500 million dollars per\nyear. It contains a few operating biz's , a large wide array of existing investments, in various categories ,\n\na desire to enter into others. A panoply of loans, notes. purchases, wide range of all types of taxes. , planes.\nboats homes. . trusts ,grats. a crazy number of bank accts. ( with no oversight ) . law firms, acct firms, 800\npage tax returns, foreign firms. art consultants. construction consultants bill payers,\nhome mgmt.,vast multitude of Ilc's , including foreign, and with all that you only have a combined overhead\nof less that 3. million dollars.\n\nI have previously sent you the very same note that i have enclosed again below ,this time with highlights\n. I wrote it to you over a year ago. As my acute disability ( selective memory) seems to have been raised\nas one of your concerns , asarule I try to memorialize things in writing in an attempt to lay out issues that I\nfear may later turn out to be a problem. ie what i would and wouldn't do , - my responsibilities. ete and those\nthings that are not. below you will find details of things that I thought needed to be done, so that you\nwouldn't find yourself in the very place where you currently find yourself. however ,you chose to defer\nmany of my suggestions- see below -,until only weeks ago. ! you chose to defer the jpm acct. the art\npartnership on and on - into this year. and though the 60- 50 40 timber emails all carried with it a clear warning\nthat you needed to do something re personnel if it were to stabilize,- you chose to wait.\n\nONE YEAR AGO\nFeb 17 2014 i wrote:\n\nWith regard the more pressing issue I am uncertain of just how to proceed. I am torn, as my very strong\ninclination is not to be involved at all. It is extremely time consuming, delicate, fraught with many pitfall many\nthat will make you very upset and a major pain in the ass. I wrote you months ago that the quality of the people\ninvolved need to be upgraded. ( lucky for me these last issues arose way before the beginning of my\ninvolvement ) Iam also aware however of my overarching friendship obligations of ok, -given all the\ncomplexities who else can do it? problem.\n\nYour family office needs a daddy. children with good intentions are running around , sniping , nitpicking with\nlittle direction. As a stopgap measure I am suggesting , we put in Larry Delson to take charge Everyone would\nreport to him. Eileen included. He would however work for me. this is not, by a long shot my first choice as I\nprefer only being responsible and standing behind my own personal work ( ie the word DONE will no longer\nbe transmitted to reflect status stated by others )\n\nWith no commitment on my part whatsoever, to do it. So far as Ihave failed in my attempt in trying to\nthink through the problem creatively . My organizations handling of the more complex issues I believe you\nmight find very costly, very ! (however many structures available some risk sharing, maybe risk caps ,etc ) but\nwould require my teams doing the work , not yours. Ada should be only a trust, grat administrator. not sure\nwhat role you prefer for Eileen as you hired her initially to oversee investments. whether Rich your controller\nstays or not, is not urgent. having Tom report to a new person,- is. coordination with Suydam Kathy\nGregory, I would suggest limiting to one person. The increasing public profile needs to be taken into\nconsideration.\n\nTODAY\n\nWith your acquiesence , Eileen did not report to Delson ( he acting as a conduit directly to me) , she\ncontinued to provide bad info to both you ( cash flows , stock accts, structures. sales Etc) and me. and each\ntime with my many annoying calls to you made immediately afterwards that she was g.....y !!_ No one was\n\nHOUSE_OVERSIGHT_023332",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023332.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4412,
    "word_count": 809,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:49.178169",
    "prefix": "IMAGES-007"
  }
}