{
  "document_id": "HOUSE_OVERSIGHT_024469",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024469.txt",
  "text": "corresponding percentage of Class A Shares held by KUE\nLLC), the Investors may sell a pro rata portion of their\nCommon LP Units and corresponding Class A Shares in the\nproposed transfer on the same terms and in exchange for\nthe same consideration per Unit (and Class A Share)\nreceived by KUE LLC anzd its affiliates.\n\nFollowing the Initial Listing, the tag-along right will continue\nfor certain Investors with respect to transfers for value of the\nUnits (or units of the listed entity as the case may be) by the\nPrincipals or their affiliates to non-affiliates (excluding\ntransfers on a recognized international securities exchange)\nabove the following thresholds in one or more transactions:\n(i) 15% of the Principals’ original KUE holdings to any single\nbuyer (or affiliates of that buyer) or (ii) 33% of the Principals'\noriginal KUE holdings in the aggregate.\n\nDrag-Along Right: Prior tc the Initial Listing, with respect to any proposed\ntransfer of a majority of the Units held by KUE LLC to a,\nproposed non-affiliate purchaser (and, unless otherwise\napproved by the Board of Directors and the Independent\nCommittee of the General Partner, a corresponding\npercentage of Class A Shares held by KUE LLC), the\nInvestors may be required to sell a pro rata portion of their\nUnits and corresponding Class A Shares in the proposed\ntransfer on the same terms and in exchange for the same\nconsideration received by KUE LLC.\n\nCo-Invest Right: Prior to the Initial Listing, if KUE proposes to issue for cash\nany Units or securities convertible into Units after the\nOffering Period (subject to certain exceptions), then KUE is\nrequired to offer to each Investor that is an accredited\ninvestor (as such term is defined in Regulation D) or\notherwise legally eligible to participate in the offering, the\nright to purchase a pro rata portion of such securities.\n\nPrior to the Initial Listing, the Investors have substantially\nequivalent rights with respect to issuances of securities by\nthe General Partner.\n\nAdditional Listing of Investors’ Units: Beginning any time after six months after the Initial Listing,\none or more holders holding an aggregate of $100 million of\nmore of the Units may request KUE and the General Partner\nto take such action as may be necessary for their Units to be\nfreely tradable and not subject to volume restrictions on the\ninternational securities exchange on which the Initial Listing\noccurred; provided that no more than one such action may\nbe required in any 12 month period and customary cut-back\nand other provisions will apply in any such listing or\nunderwritten transaction, as the case may be. KUE will use\nits commercially reasonable efforts to cause such action to\ncover such holders and the securities of any other holders\nlegally eligible to participate in such action.\n\n36\n\nHOUSE_OVERSIGHT_024469",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024469.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2828,
    "word_count": 464,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:45.107252",
    "prefix": "IMAGES-007"
  }
}