{
  "document_id": "HOUSE_OVERSIGHT_011914",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011914.txt",
  "text": "adverse publicity surrounding Epstein and his illegal activities, and the publicity falsely linking\nPlaintiffs with those activities; namely, sex trafficking. (Composite Exhibit A).\n\n10. One example of such a photographer was Michael Avedon, who worked with MC2 on\nphoto shoots. Avedon stopped answering Plaintiffs’ emails and phone calls after having known\nPlaintiff for some time. Upon meeting Avedon out one night, Avedon stated to Plaintiff Brunel\nhe had “found out some information” from some friends of his and that he could not associate his\nname with MC2.\n\n11. This statement by Avedon was no doubt a reference to the alleged and false links\nbetween Plaintiffs and Epstein's illegal activities with under-aged girls. This incident clearly\nillustrates an example of lost business on Plaintiffs’ behalf.\n\n12. | The second example of a business relationship that was terminated due to Epstein’s\nintentional and illegal activities was a very recent one, involving an overseas agency, Modilinos\nModel Agency. The owner stated that the model to be placed with MC2 “found some article in\ninternet, which changed her position and she preferred to be placed with another agency.” This\nwas relayed to Plaintiff Brunel by e-mail dated October 15,2014. This amply demonstrates that\nEpstein’s intentional & illegal activities continue to cost Plaintiffs’ business income. (Exhibit B\nattached).\n\n13. A third example of a lost business relationship can be found in an e-mail dated October\n17, 2014 (Exhibit C attached). The director of the | Mother Agency, Vladmir Yudashkin, states\nthat a specific model will not sign with Plaintiff MC2 due to her fear that Plaintiffs’ will force\nher into illegal activities. The model bases her fears upon the stories on the internet falsely\n\nimplicating Plaintiffs as being involved with illegal activities with young models. This is\n\nHOUSE_OVERSIGHT_011914",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011914.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1887,
    "word_count": 293,
    "line_count": 29,
    "import_date": "2025-11-19T21:47:49.265956",
    "prefix": "IMAGES-001"
  }
}