{
  "document_id": "HOUSE_OVERSIGHT_023962",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023962.txt",
  "text": "276 Teaching Minds\n\nSchools emphasize competition.\n\nSchools make kids stressed.\n\nSchools know the right answers.\n\nSchools enable bullying and peer pressure.\nSchools stifle curiosity.\n\nSchools choose the subjects for students.\n\nSchools have classrooms.\n\nSchools give grades.\n\nSchools provide certification.\n\nSchools confine children.\n\nSchools claim that academics are the winners.\nSchools do not value practical skills.\n\nSchools cause students to want to please teachers.\nSchools cause students to question their self-worth.\nSchools are run by politicians.\n\nGovernments use education for repression.\nDiscovery is not valued in school.\n\nBoredom is seen as a bad thing in school.\n\nCompetition: Why should school be a competitive event? Why do\nwe ask how a kid is doing in school? Learning in life outside of school is\nnot a competitive event. We learn what we choose to know in real life.\n\nStress: When 6-year-olds are stressed about going to school, you\nknow that something is wrong. Is learning in real life stressful? Stress\ncan’t be helping kids learn. What kid wouldn’t happily skip school on\nany given day? What does this tell us about the experience?\n\nRight answers: School teaches that there are right answers. The\nteacher knows them. The test makers know them. Now you have to\nknow them. But in real life, there are very few right answers. Life isn’t\nmathematics. Thinking about how to behave in a situation, planning\nyour day or your life, plotting a strategy for your company or your\ncountry—no right answers.\n\nBullying and peer pressure: You wouldn't have to have say no to\ndrugs or cigarettes campaigns if kids didn’t go to school. In school there\nare always other kids telling you how to dress, how to act, how to be\ncool. Why do we want kids’ peer groups to be the true teachers of\n\nHOUSE_OVERSIGHT_023962",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023962.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1817,
    "word_count": 297,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:46.833728",
    "prefix": "IMAGES-007"
  }
}