{
  "document_id": "HOUSE_OVERSIGHT_017221",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017221.txt",
  "text": "4.2.12\nWC: 191694\n\nI persuaded the local ACLU chapter to become involved but I, and my research assistant Joel\nKlein, took the lead in defending Franklin.\n\nWord quickly spread around the Stanford campus that I had gotten the ACLU into the case. I\nwas criticized for my intrusion into the affairs of my host university. President Lyman went on\nthe radio to attack me:\n\nIt is a myth that all speech is constitutionally protected. No constitutional lawyer in the\nland—no, not even Mr. Dershowitz, the Harvard law professor come to Stanford to save\nus all from sin—not even Mr. Dershowitz could make such a sweeping claim.\n\nI responded with my own statement in the Stanford Daily:\n\nThere are important civil liberties issues at stake in the Franklin firing. If Dr. Lyman\nwants to challenge my view of the Constitution or civil liberties—and those of the\nACLU—I invite that challenge, on its merits.\n\nLyman rejected my invitation to debate and continued to attack me—both personally and through\nhis surrogates—in highly personal terms. The hostility toward me and toward the ACLU spread\nquickly among the established faculty. Not surprisingly, it soon reached the Faculty Committee\nthat was considering the Franklin case.\n\nWe filed a brief on behalf of the ACLU urging Stanford, which is a private university, to apply the\nspirit of the First Amendment to Franklin’s case. The committee agreed and said they were\napplying First Amendment standards, but it ruled, in a divided vote, that Franklin’s speeches\nviolated those standards. They found that he “did intentionally write and urge” students and other\nto “occupy the computation center illegally,” to “disobey the order to disperse” and to “engage in\nconduct which would disrupt activities of the university and threaten injury to individuals and\nproperty.”\n\nFollowing the Franklin firing I gave a lecture on the implications of the case. I predicted that\nFranklin himself would soon be forgotten because his message would be rejected in the free\nmarketplace of ideas. But the Committee’s decision would be long remembered as a leading\nprecedent in the jurisprudence of universities.\n\nI concluded my lecture by pointing an accusing finger at some of the faculty who pretended that\nthe Franklin case raised no important civil liberties issues:\n\nHow often have I heard the absurd remark that Franklin is being fired for what he “did,”\nnot for what he “said,” without a recognition that this quibble doesn’t’ hide the fact what\nhe “did” was to make speeches. How often I have heard the statement that this case does\nnot involve “academic freedom,” it is simply an employer firing an employee for\ndisloyalty—as if a requirement of loyalty and academic freedom were compatible. [T]he\ntrue test of a genuine civil libertarian is how he responds to a crisis close at hand.\n\n134\n\nHOUSE_OVERSIGHT_017221",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017221.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2843,
    "word_count": 465,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.457527",
    "prefix": "IMAGES-004"
  }
}