{
  "document_id": "HOUSE_OVERSIGHT_030208",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030208.txt",
  "text": "just to make sure the limitations period runs on all his or her crimes while he or she remains\nin office.\n\nBut concluding that a president can be indicted does not mean that he or she should be\nindicted, even if that would be called for by the normal operation of the criminal process.\nAwaiting action by the House of Representatives may in some circumstances be the prudent\ncourse—though one might question whether it is appropriate to weigh that institutional\nfactor variously depending on how realistic it is that a particular House and Senate would\ntake their responsibilities seriously.\n\nSome offenses might be seen as better suited for initial consideration by Congress in the\nimpeachment process. Whether an exercise of executive authority—such as discharging an\nofficial or pardoning someone for an allegedly corrupt reason—should be grounds for\nsanction might be seen as requiring an essential political judgment, perhaps best suited for\nelected officials to make. On the other hand, the regular processes of the federal criminal\nsystem might be a better forum for an alleged complex multi-defendant financial conspiracy\nincluding money laundering, bank fraud, tax evasion, etc. In short, context matters for a\nspecial counsel or other prosecutor considering how best to proceed.\n\nThere is good reason to have the judiciary decide the question of whether an indictment of a\nsitting president is categorically barred. This is especially the case now that the decision\nprocess would in significant part be based upon an interpretation of a Supreme Court\ndecision, Clinton v. Jones. If a prosecutor included the president in an indictment, the\npresident would no doubt move to have his or her name stricken. The first question a judge\nshould ask is, “Jf J strike the president from the indictment, will he or she agree to waive any\ndefense of the statute of limitations that may expire while he or she is in office?” If the\npresident refuses to waive the statute of limitations, that itself would be a good reason for\npermitting the indictment, while postponing any further proceedings.\n\nIt is impossible to predict whether a prosecutor would ask the attorney general for\nauthorization to indict—or to make the president an unindicted co-conspirator—without\nknowing the degree and nature of any criminality that might be uncovered, and how\nincluding or not including the president in an indictment would affect the trial of other\nconspirators. But the possibility of including the president in an indictment is not\ncategorically foreclosed.\n\nHOUSE_OVERSIGHT_030208",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030208.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2570,
    "word_count": 409,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:46.157640",
    "prefix": "IMAGES-010"
  }
}