{
  "document_id": "HOUSE_OVERSIGHT_016010",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016010.txt",
  "text": "320 Are the Androids Dreaming Yet?\n\nWave Interference\n\nhave interference you sometimes get constructive interference — the\ndouble crest or trough — and sometimes destructive interference — the\ncrest and trough canceling each other.\n\nThe reason we don’t see this effect in every reflection is because of\nimperfection. Windows are not perfectly flat and light is multicolored, so\nthe effect is hard to see. But it is definitely there, and if you look really hard\nat a reflection in a window, you can sometimes see it at the boundary of\nsharp objects. The effect is very clear in the next picture which has been\nset up with two flat pieces of glass resting against each other. There is a\ntiny air gap between them. It is also commonly seen on puddles in cities.\nIn this case the puddle usually has a slight film of oil on it. Unlike glass,\npuddles are perfectly flat thanks to gravity, but the oil film is thick in the\ncenter and thin at the edges. The light reflecting off a puddle will show a\nrainbow of colors. This is because each color is giving us a pattern of light\nand dark. If you look at the same puddle at night in a yellow streetlight,\nyou will just see a monochrome pattern of light and dark. Look at the\npicture of waves on a pond.\n\nThe patterns of light and dark are usually explained by imagining\nthe photons interfere with each other. This explanation is insufficient.\nImagine for a moment you can see as well as a frog, and perceive one\nphoton at a time. One moonless night just one photon comes to the two\nglass surfaces and reflects. What happens?\n\nHOUSE_OVERSIGHT_016010",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016010.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1588,
    "word_count": 286,
    "line_count": 30,
    "import_date": "2025-11-19T21:47:45.796168",
    "prefix": "IMAGES-003"
  }
}