{
  "document_id": "HOUSE_OVERSIGHT_023095",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023095.txt",
  "text": "income from such securities and other financial instruments, if any, may fluctuate and that price or value of such securities and instruments may rise or fall and, in some cases, investors may\n\nor\nine\nUK\nocated outsi\n\nuding AD\n\nime, hold a\nBofA Merrill\nw\nmethods of\nrecipient of\nIn the event\ntherewith\n\nrading position (long or\n\nh\nhis report.\n\nthat the recipient receiv\nLPF&S may be deemed\n\nref|\nbe more or less positive than a stock\nBofA Merrill Lynch is aware that the i\nacti\n\nde of the United Kingdom. BofA\nLPF&S or one of its affiliates is a regular issuer of traded financial instru\n\nLynch, through business units other than Bo\nth, and reach different conclusions from, the information presented in\n€ persons who prepared them, and BofA\n\n's fundamental equi\nmplemen\n\ny rating.\n\nrt.\n\nerrill Lynch Global Researe\n\nshort) in the securities and financial\n\nerrill Lynch is un\n\ned this report pursuant to a contract\n\nbeyond the delivery of this report (unless otherwise agreed specifically in\n\ntransactions, including transactions i\n\nnany securities mentioned in this re\n\nCopyright and General Information regarding Research Reports:\n\nCopyright 2017 Bank of America Con\n\nretransmitted or disclosed, in whole\nsimultaneously to internal\n\nreview of this research report consti\n(including any investmen\nMaterials p\n\nBofA\nresearc\nhould\n\nerrill Lynch Global\nh reports. To tl\nconsult their ow\nny BofA Merrill Lynch en\nn public information. Fac\nrofessionals in other busi\nhis re\nities. None of MLPF&S, any of i\nResearch policy prohibits rese\ncontaining such rating, recom\normation relating to the tax s\nax advice based\nThe information herein (o\nontain links to third-\nined on such third-party websi\nany affiliation with BofA Merrill Lyne\nsubmitting any personal in\n\nos\n\né)\na\n\nrecent research report rela\n\nIn some cases, an issuer may be classified as Restric\ninstruments) to be suspended or withdrawn and should\nfinancial instruments) nor should the analyses or opinion(s) be considered a solicita\n\nits security and/or financia\n\nsolicit purchases of securities or fina\n\normation to them. BofA\nCertain outstanding reports may contain discussions and/or investment opinions re\ning to an issuer prior to making an investment decision.\ned or may be Under Review or Extended Review. In each case, investors should consider any investment opinion\nnot rely on the analyses and investment opinion(s) pertaining to such issuer (or i\nion of any kind. Sales persons and financial advisors affiliated with MLPF&S or any of its affiliates may not\ns that are Restricted or Under Review and may only solicit securities under Extended Review in accordance with\n\nrecommendations, estimates or price targets) without\nrepared by BofA Merrill Lynch Global Research personnel are ba:\ninformation known to, professionals in other business areas of BofA Merri\nResearch and certain business groups. As a resul\nhe extent this report discusses any legal proceeding or issues, it has not been prepared as nor is it intended to express any legal conclusion, opinion or advice. Investors\n\negal advisers as to issues of law relating to the subject matter of this report. BofA Merrill Lynch Global Research personnel’s knowledge of legal proceedings in which\nity and/or its directors, officers and employees may be\n5 and views presented in this material that rela\nness areas of BofA Merrill Lynch in connection with the legal proceedings or matters relevant to such proceedings.\nport has been prepared independently of any issuer of securities mentioned herein and not in connection with any proposed offering of securities or as agent of\ns affiliates or their research analysts has any authority whatsoever to make any representation or warranty on behalf of the issuer(s). Bo\narch personnel from disclosing a recommendation, investment rating, or investment thesis for review by an issuer prior to the pub\n\nmendation or investment thesis.\n\nes is not part o\nh. Access to any\n\nncial instrumen\n\non may be limited by regulations prohibiting or restricting \"shortselling\" in many jurisdictions. Investors are urged\nexecuting any short idea contained in this repo!\nForeign currency rates of exchange may adversely affect\nRs, effectively assume currency risk.\nReaders: The protections provided by the U.K. regulatory regime, including the Financial Services Scheme, co not a\nh policies relating to conflicts of interest are described at http://go.bofa.com/coi.\nments linked to securities that may have been recommended in this report. ML\n\ninstrum\n\nport.\n\nsed on\nI Lynch\n, BofA\n\nerrill Lynch and are not publicly-available materials. Any unautl\n\ns Coverage Cluster. Short\n\nation of the ideas expressed in this report may depend upon an investor's ability to \"short\" securities or ot\no seek advice regarding the applica\n\nhe value, price or income of any security or financial instrument mentioned in this report. Inves\n\nents discussed in this report.\n\n‘A Merrill Lynch Global Research, may have issued and may in the future issue trading ideas or recommenda\nhis report. Such ideas or recommendations reflect the different time\nder no obligation to ensure that such other trading ideas or recommendations are brought\n\nbetween the recipient and MLPF&S for the provision of research services for a separate fee,\no be acting as an investment adviser, such status relates, if at all, solely to the person with whom MLPF&S\nwriting by MLPF&S). MLPF&S is and continues to act solely as a broker-dealer in connection\n\nporation. All rights reserved. iQmethod, iQmethod 2.0, iQprofile, iQtoolkit, iQworks are service marks of Ban\niQcustom®, iQdatabase® are registered service marks of Bank of America Corporation. This research report is prepared for the use of BofA Merri\nor in part, or in any form or manner, without\nand client websites and other portals by BofA\nutes your agreement not to redistribute, retransmi\n\nhe express written consent of BofA Merrill Lynch. BofA Merri\n, or disclose to others the contents, opinions, co\npublic information. Facts and views presented in this material\n\n, including investment banking personnel. BofA Merrill Lynch\nerrill Lynch does not disclose certain client relationships wit\n\nplaintif\n\ne to an\n\ns, defendants, co-defendants or co-plaintiffs wi\n\nerent from and co not affect a stocl\n\npply in general to business coordinated by BofA Merri\n\njose their entire principal investment. Past performance is not necessarily a guide to future performance. Levels and basis for taxation may change.\n\nThis report may contain a short-term trading idea or recommendation, which highlights a specific near-term catalyst or event impacting the issuer or the market that is anticipated to have a\nshort-term price impact on the equity securities of the issuer. Short-term trading ideas and recommendations are dif\nects both a longer term total return expectation and attractiveness for investment relative to other stocks within i\n\n's fundamental equity rating, which\n\n-term trading ideas and recommendations may\n\nher financial instruments and that such\nbility of such regulations prior to\n\nors in such securities and instruments,\n\nI Lynch entities\n\nPF&S or one of its affiliates may, at any\n\nions that are inconsistent\nrames, assumptions, views and analytical\no the attention of any\n\nand in connection\nly and does not extend\nwith the execution of any\n\nhas contracted direct\n\nof America Corporation. iQanalytics®,\n| Lynch clients and may not be redistributed,\nLynch Global Research reports are distributed\n\nhorized use or disclosure is prohibited. Receipt and\nnclusion, or information con\nfirst obtaining expressed permission from an authorized officer of BofA Merrill Lynch.\n\nained in this report\n\nhave not been reviewed by, and may not reflect\nhas established information barriers between\nh, or compensation received from, such issuers in\n\nh or involving issuers mentioned in this report is based\n\ny such proceedings have not been reviewed by, discussed wit\n\natus of financial instruments discussed herein is not intended to provide tax advice or to be used by anyone to provide tax advice.\non their particular circumstances from an independent tax professional.\nher than disclosure information relating to BofA Merrill Lynch and its affiliates) was obtained from various sources and we do not guarantee its accuracy. This report\nparty websites. BofA Merrill Lynch is not responsible for the content of any third-party website or any linked content contained in a third-par'\nthis report and is not incorporated by reference into this report. The inclusion of a link in this report does not im\nthird-party website is at your own risk, and you should always review the terms and privacy policies at third-party websi\n\nerrill Lynch is not responsible for such terms and privacy policies and expressly disclaims any liability for them.\nating to securities, financial instruments and/or issuers that are no longer curren\n\nh, and may not reflect information known to,\n\nany issuer of any\nA Merrill Lynch\nication of a research\n\nnvestors are urged to\n\nbsite. Content\nendorsement by or\nes before\n\ny we\nply any\n\n. Always refer to the most\n\nrelating to such issuer (or\ns securities and/or\n\nirm policies.\n\nNeither BofA Merrill Lynch nor any officer or employee of BofA Merrill Lynch accepts any liability whatsoever for any direct, indirect or consequential damages or losses arising from any use of\n\nthis report or its contents.\n\nBankof America\nMerrill Lynch\n\nEquity Strategy Focus Point | 29 January 2017\n\n27\n\nHOUSE_OVERSIGHT_023095",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023095.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 9489,
    "word_count": 1506,
    "line_count": 284,
    "import_date": "2025-11-19T21:47:48.350643",
    "prefix": "IMAGES-007"
  }
}