{
  "document_id": "HOUSE_OVERSIGHT_023647",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023647.txt",
  "text": "2- There are some procedures that have been implemented in the non-oil revenues in the last two\nyears.\n\n3- Revenues of the Public Investment Fund. And for the first time the Public Investment Fund\nenters the treasury of the state tens of billions annually which is 2015, 2016, and 2017 God\nwilling and in an increasing manner.\n\nThese are the three most important factors that made the deficit fall to 44%.\n* What if the price of oil falls below $ 30?\n\n- We expect the second, third, and fourth quarters will not be below the 44% expectation because we\nare back and spending again.\n\n* What if oil returned and fell below S 30, would we return to austerity and tighten the belt?\n\n- Without a doubt, if we go through a critical stage we will return to the austerity measures, but what we\nare working on today and the initiatives that exist today will make us stronger in the receipt of shocks.\nAnd if our initiatives succeeded, we will need oil prices less than fifty dollars. This will make us receiving\nvery strong shocks without the action of tighten the belt.\n\n* After the return of the allowances. People began to look at the citizen account that it will not be\ncompleted?\n\n- The unified account of the citizen is to compensate the citizen for any rise in the prices of energy, water\nor the like so that the citizen of the middle income and less does not affected, and the impact is on the\nrich foreigner or citizen. Today we want to redirect the support to be materially directed to the citizen.\nMiddle-income or low-income earners decide to spend the amount they have spent in the past on the\nsame expenditure (energy, water, gasoline, or other goods), or reduce their consumption, and spend\nthat amount in another thing.\n\n* About 12 million citizens have registered their information. Have you started benefiting from that?\n\n- Now, we believe that those who deserve support are less than ten million, or nearly ten million, and\nthe competent authorities are working to determine the final form.\n\n* Do the ten million include the poor and the average?\n\n- Of course, we are trying to be as generous as possible, and trying to include the largest possible\ncategories, even if they are above the average. So that it has a strong impact on the Saudi citizen, but to\ndate the details has not finished yet, and the competent authorities are working on it, and is supposed to\nbe finished in the coming months.\n\n* How will you deal with future unemployment, is there a number you have?\n\n- If you notice in the 10 programs that have been launched, that it is required from each program when\nit is announced in the next six months to measure its impact on the main indicators of the economy,\nincluding the unemployment index. In the next six months, we will see the impact of each program that\nis launched on the unemployment, how would this program will provide number of jobs, and how many\npercent will affect unemployment. We expect that the impact of these programs will be very strong to\n\nHOUSE_OVERSIGHT_023647",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023647.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3010,
    "word_count": 537,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:48.120677",
    "prefix": "IMAGES-007"
  }
}