{
  "document_id": "HOUSE_OVERSIGHT_014338",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014338.txt",
  "text": "organic and M&A driven growth opportunities during the next downturn. That said,\nmanagement noted that it was very likely that potential pro-growth measures taken\nby the incoming Trump administration could push out any downturn, as in the short\nrun the economy would witness stronger growth.\n\nChart 36: How do you view fundamentals for multifamily lending in 2017?\n\n60% 50%\n50%\n40%\n30%\n20%\n10%\n\n0%\n\nSoftening Softening Softening | Someconcern, but No concern\nfundamentals fundamentals fundamentals only in certain\nshould leadto | shouldleadto | shouldleadto —_—regions and at\nslower financing worsening credit slower financing certain rental price\nactivity next year metrics activing and points\nworsening credit\nmetrics\n\nSource: BofA Merrill Lynch Global Research\n\nRegions Financial (RF), B-2-7, Neutral\nRegions harnessing consumer to drive growth: Scott Peters, Senior EVP and\nConsumer Services Group Head, Logan Pichel, Consumer Lending Group Head, and\nDarren Smith, Treasurer, noted that Regions is utilizing its retail platform to drive\ngrowth. Management highlighted strength in mortgage, card, and online lending as\navenues for growth. Importantly, management felt the US election has provided\ntailwinds for Regions revenue growth prospects heading into 2017. Combined with\na better rate back drop, management sounded upbeat on its outlook.\n\nChart 37: What do you think is the biggest impact of the GOP sweep to bank earnings?\n\n40% 36%\n30%\n20%\n10%\n0%\nInterest rates rising Tax cuts and Lower regulatory No real impact/too\nfaster across the curve infrastructure spending burden, driving higher early to tell\ndue to stronger dollar — spurring growth, ROEs as excess\ntherefore better loan capital —_is returned\ndemand back to shareholders or\n\nreinvested for growth\n\nSource: BofA Merrill Lynch Global Research\n\n= Multiple channels to drive loan growth: Management illustrated several avenues\nfor loan growth. Within mortgage, Regions has 450 originators that generate 95%\nof its $6bn in annual originations. Management is seeking to increase its\noriginations from home loan direct and telephone banking to 15-20% of total\noriginations (currently 5% of originations) given the greater profitability from these\nchannels. Card growth has also been strong with active credit card growth at 12%\n\nea Bankof America\n24 2016 Future of Financials Conference | 17 November 2016 Merrill Lynch\n\nHOUSE_OVERSIGHT_014338",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014338.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2407,
    "word_count": 361,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:45.353364",
    "prefix": "IMAGES-002"
  }
}