{
  "document_id": "HOUSE_OVERSIGHT_015021",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015021.txt",
  "text": "Carolina from Loudoun County after being implicated in a continuing child sex scandal (see details\nbelow). Further, cyber-crime just so happens to be another of the arenas in which our Intelligence\nCommunity coordinates with the Russians: \"The US cooperates with the FSB and Russia's interior\nministry on counter-terrorism, organized crime, bio-terrorism, and cyber-crime.” -- p. 243, Expelled: A\nJournalist's Descent into the Russian Mafia State, by Luke Harding) Most would interpret this quote\nto suggest that the nations work together to prevent these various threats. The reality is more the\nopposite; trust me when | say that the US doesn't work \"ops\" alone - the 2005 London Bombings is\none notable example of a instance in which the US coordinated with also British intelligence in the\nperpetration of an attack.) | just tweeted this morning actually the following in regards to US\ncoordinations with the Russians: \"One must know a renowned Rus mafiaso was granted entry\nhttps://en.wikipedia.org/wiki/Vyacheslav_lvankov#Moving to the United States ... be4 the real\nstory of today's US-Rus relations is slowly known\" in response to the following comment\n@turndeaux: Peter Dale Scott, who writes about the Deep State, says Russia issue is \"a bona fide\nsecurity issue, not a diversion”.\n\nAbout Bud Horton and the Loudoun County matter - in attempts to make a long story short, the\nfollowing email chain:\n\nSheriff Chapman,\nLoudoun Count, VA\n\nDid you ever consider that Loudoun was a target? That your community was induced to walk it's own\nchildren down the plank as compensation for what Loudoun had done to the young Dima Yakovlev?\nBecause now child exploitation is deeply embedded within your community with your own people\n(your own police, your own prosecutors, your own public defenders and private attorneys) protecting\nthis very system that will be used to take the futures of your Loudoun children (see more of the\ndetails below). Is it possible that that's how this happened, and you saw it not unfolding before your\neyes? Or was it simply money and just another good enough justification?\n\nForwarded Message\n\nOn Monday, June 26, 2017 10:24 A i:\n\nChangeis,\n\nYou reported in May of 2014 that you hired Bob Richel formerly of the DEA as Vice President of\nCorporate Development. In an April 2014 interview by the Loudoun County Police (those in the\nmouth of the lion but not quite aware of it yet but to have foreseen the ways in which the 2008 death\nof the Russian born 21 month-old Dima Yakovlev (renamed Chase Harrison by his Purcellville, VA\nadoptive parents) would have been used as \"justification\" for a (quite profitable) counter-offensive... )\nof Henry \"Bud\" Horton (characterized by Loudoun County as a \"victim\" of the recent \"False\nstatement to Law Enforcement Officer (LEO)\" of him sexually exploiting the 15 year-old Anjulee\nGunther), Henry \"Bud\" Horton named Bob Rachel as one of the DEA guys he used to work with.\nThis takes on unusual significance in light of the below, no?\n\n(How lovely, by the way, this following information and the ways in which it helps us understand\nmany of the hidden influences: \"Halliburton is also involved with the Russian mob. They're got sort of\ntwo things going on. One is oil and the other is drug trafficking. Halliburton is a story all by itself.\"\n\n(says Stan Goff, http://narconews.com/goffmccormick1.html))\n\nHOUSE_OVERSIGHT_015021",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015021.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3392,
    "word_count": 551,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.207974",
    "prefix": "IMAGES-003"
  }
}