{
  "document_id": "HOUSE_OVERSIGHT_014446",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014446.txt",
  "text": "Equities: Add long Nikkei to EM Asia\n\nGlobal equity markets have gone in very different directions post the US election. EM\nhave fared worst, Europe little changed, S&P at new all-time highs, the Russell and\nNikkei on a tear higher. This is not how we were positioned so we need to ask the\nquestion of whether and what we need to change.\n\nTable 2: MSCI EM Asia at a 2PE point discount to other equity markets Chart 27: Japan relatively cheap at 14.1x fwd earnings\nAse iM MSCIJapan MSCIEurope — MSCIUS 50\nfwd PE. 2m fwdPE 12m fwd PE 12m fwd PE 45 MSCI Japan 42m fwd PE\nLatest 11.9 14.1 143 17.0 40\nMin 76 97 74 104 35\nMax 185 44.5 23.9 25.2 30\nAv 15 18.2 14.0 159\nSD 18 68 34 3.2 25\nZ-score 0.2 -0.6 0.1 03 20\nhile 68% 31% 60% 73% 45\n\nSource: BofA Merrill Lynch Global Research, MSCl, IBES 10\n\n2000\n2001\n\nN\nQ\nN\n\n2003\n\nwrTmookr- © DD\noo O.6UDUWCUwMDlUwS\n\nQo Qo\nNNN NN SN\n\nSource: BofA Merrill Lynch Global Research, MSCI, IBES\n\nIf we stand back from the noise and just look at the valuations, the US is the most\nexpensive, MSCI Asia ex the cheapest in absolute terms. Our strategists see decent\nearnings growth likely to come through in EM Asia, and while there is upside to US\nearnings estimates from potential corporate tax cuts at least part of it is priced in.\nSavita Subrahamian has a target for the US of 2300 in her year ahead Euphoria or fiscal\nfizzle?, an upside of a less than 5%. Our European strategists have an upside of around\n6%. So that leaves EM Asia and Japan (given our 20k target) as the stand outs according\nto our equity strategists. Indeed, the PE of Japan is towards the bottom end of the\nrange since 2000.\n\nSticking with EM Asia\n\nOne of our concerns on EM was a more hawkish Fed and therefore a stronger USD. So\nwe regarded our positions in those asset classes as something of a hedge to our EM\npositions. As we explained above we are keeping that stance as on our central scenario\nthere is more to go and on a risk scenario where bond markets overshoot the USD is\nlikely to follow.\n\nIn the equity world, if our fixed income and FX forecasts are right, then we do not see\nthem as being an impediment to our EM Asia position working again. Our EM strategists\nremain upbeat and Ajay Kapur actually upgraded his call to buy from a tactical pause\npost the election (A Call to Action: Time to BUY Asia/EMs). They think the right focus is\none on growth rather than the USD and we continue to be upbeat on the prospects for\nEM growth, particularly in Asia. Ajay in particular makes the point that Chinese nominal\nGDP growth has been accelerating and that tends to be very good for Asian equity\nmarkets. Nigel Tupper’s global wave has continued to improve and he argues that\nremains consistent with strong performance from Asia ex Japan equities.\n\nBankof America 2 Global Cross Asset Strategy - Year Ahead | 30 November 2016 = 15\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014446",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014446.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2882,
    "word_count": 538,
    "line_count": 69,
    "import_date": "2025-11-19T21:47:47.745837",
    "prefix": "IMAGES-002"
  }
}