{
  "document_id": "HOUSE_OVERSIGHT_012809",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012809.txt",
  "text": "it continues to drive desire. Because the reward system isn’t delivering the goods, excess unfolds driven\nby a wanting system that is looking for pleasure in all the wrong places.\n\nWhen we were hunters and gatherers, excess was an unborn concept. We lived on the edge then,\nenjoying scraps of whatever kill arrived on the fireplace, together with the tubers gathered up on the day.\nWe, at least many of us in the West, live in a world that has a 24/7 cafeteria of food and drugs. It is a want\nit-have it culture. As work in molecular biology shows, and as I will pick up in chapter 4, some of us start\noff more vulnerable than others, susceptible to sampling from the cafeteria at all hours of the day and\nnight. The combination of a heavily marketed environment and a biological susceptibility to excess, is a\nlosing combination for the consumer.\n\nThe work on addiction provides a template for thinking about how individuals and societies ignite\na path to excessive harms. In the same way that excessive eating gets going and going out of control\nwhen the dopamine system drives an irrational desire to want more and more food that is liked less and\nless, so too is excessive harm often driven by a similar decoupling between wants and likes. Individuals\nstart with a desire to acquire wealth, to physically harm those who are unlike them, or taste the sweetness\nof revenge against someone who acted unfairly. These desires are often linked to an experience of\npleasure or the anticipation of pleasure. But as such actions and their consequences accumulate, the\npleasure derived diminishes, as money is acquired just for the sake of having more, while individuals are\ninjured, maimed, or killed because this is the policy that must be pursued. Liking 1s no longer part of the\nequation, leaving cold desire to do its work at the expense of innocent others who get in the way.\n\nTo develop this idea, and especially the link to excessive harm, I have to fill in a missing piece in\nour discussion of desire. Everything I have discussed in this section has focused on individuals and their\ncore corporal needs for survival — or in the case of drugs, recreation. I haven’t said a word about how\ndesire works in the social arena, whether the same systems are in play when we compare our own desires\nand resources with others, or with other opportunities. When desire is motivated by what others have or\nhave achieved, are the same processes in play as when we eat, drink, or gamble? These are important\nquestions as the desire to accumulate great wealth or to harm others is often motivated by comparison\nshopping, assessing what others have relative to our own status. The most primal starting point for\n\ncomparison shopping is the world of hierarchies, a world where the desire to dominate rules.\n\nPower hungry\nWhether you are observing a social insect, fish, lizard, bird, rat, whale, monkey, or human, males are\nbigger and bolder, more boisterous, brash and brazen, and more motivated to get into a brawl than\n\nfemales. Though biologists don’t define the sexes based on these differences, they use them to understand\n\nHauser Chapter 2. Runaway desire 63\n\nHOUSE_OVERSIGHT_012809",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012809.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3175,
    "word_count": 546,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:46.126669",
    "prefix": "IMAGES-002"
  }
}