{
  "document_id": "HOUSE_OVERSIGHT_024565",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024565.txt",
  "text": "of three years, unless terminated earlier, She serves as KLC’s President and COO with a fixed annual\nbase salary of $300,000 plus bonuses, as well as stock appreciation rights. If KLC terminates Ms.\nYalow’s employment at any time, other than for death, disability or cause, KLC is required to pay as\nseverance, Ms. Yalow's base compensation for the balance of the severance period. In case of\ntermination after expiration of the employment term, KLC is required to pay, in addition to the severance\npay, unpaid base compensation earned as of the date of termination.\n\nIn connection with employment arrangements for newly hired officers {including Peter Maslen, Derek\nFeng and Kal Raman), the Company is providing equity-based compensation in amounts to be agreed,\nwhich will be subject to customary terms and conditions.\n\n15.6. KULG Arrangements\n\nCertain of the executives providing services to KUE and its subsidiaries are employees and officers of, or\nconsultants to, KULG. Stephen Goldsmith, Senior Vice President of KULG, has a three-year employment\nagreement beginning February 1, 2005, terminable at will by KULG or Mr. Goldsmith, subject to\nseverance benefits in certain circumstances and death and disability benefits. The agreement provides\nfor a $500,000 annual salary and targeted $250,000 discretionary bonus. Nina Rees, Vice President of\nStrategic initiatives of KULG, has an employment agreement terminable by her or KULG with 90 days’\nnotice and providing an annuai salary of $180,000 plus a discretionary bonus. Ted Sanders has a 24-\nmonth consulting agreement with KULG beginning March 1, 2005 pursuant fo which he receives\nconsulting fees at a $25,000 annual rate for the first 12 months and a $35,000 annual rate for the second\n12 months. All of these amounts, together with the compensation of other KULG employees providing\nservices to KUE will be paid from the annual overhead expense payment KUE will pay to KULG, as\ndescribed in “Related Party Transactions.”\n\n132\n\nHOUSE_OVERSIGHT_024565",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024565.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2011,
    "word_count": 315,
    "line_count": 29,
    "import_date": "2025-11-19T21:47:44.984281",
    "prefix": "IMAGES-008"
  }
}