{
  "document_id": "HOUSE_OVERSIGHT_026856",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026856.txt",
  "text": "XI JINPING, CHINA AND THE GLOBAL ORDER:\nTHE SIGNIFICANCE OF CHINA’S 2018 CENTRAL\nFOREIGN POLICY WORK CONFERENCE\n\nTHE HON. KEVIN RUDD\n26™ PRIME MINISTER OF AUSTRALIA\nPRESIDENT OF THE ASIA SOCIETY POLICY INSTITUTE, NEW YORK\n\nAN ADDRESS TO THE LEE KUAN YEW SCHOOL OF PUBLIC POLICY\nNATIONAL UNIVERSITY OF SINGAPORE\n\nTUESDAY 26 JUNE, 2018\n\nOn 22-23 June 2018, the Chinese Communist Party concluded its Central Conference on Work\nRelating to Foreign Affairs, the second since Xi Jinping became General Secretary of the Party\nand Chairman of the Central Military Commission in November 2012. The last one was held in\nNovember 2014. These are not everyday affairs in the party’s deliberations on the great\nquestions of China’s unfolding global engagement.\n\nThese conferences are major, authoritative gatherings of the entire leadership, designed to\nsynthesise China’s official analysis of international trends, and assess how China should\nanticipate and respond to them in the prosecution of its own national interests. This one, like\nthe last one, was presided over by Xi Jinping and attended by all seven members of the\npolitburo standing committee, plus ex-officio member Vice President Wang Qishan, together\nwith all other eighteen members of the regular politburo, in addition to everybody who is\nanybody in the entire Chinese foreign, security, military, economic, trade, finance, cyber and\nintelligence community, as well as the central think tank community.\n\nIt’s a meeting that’s meant to be noticed by the entire Chinese international policy\nestablishment, because if there is to be any new directive concerning China’s place in the\nworld, it’s likely to be found somewhere in Xi Jinping’s 3,000 character report to this\nconference.\n\nOf course, the entire deliberations of the conference are not made public. Three-and-a-half\nyears ago, only a selected part of it was broadcast and reported in the central media. The\nsame this time as well. And unlike in Washington, the Chinese system doesn't leak every\ntwelve hours. There is, therefore, an often hazardous reading of the tea leaves in interpreting\nwhat it all means, discerning what is new, what is new-ish, and what is not.\n\nWHAT IS NEW?\n\nHow does the 2018 Work Conference compare with the one in 2014? The 2014 iteration\nrepresented the formal, official funeral of Deng Xiaoping’s international policy dictum of the\n\n1 of 10\n\nHOUSE_OVERSIGHT_026856",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026856.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2405,
    "word_count": 380,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:44.781848",
    "prefix": "IMAGES-009"
  }
}