{
  "document_id": "HOUSE_OVERSIGHT_026248",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_026248.txt",
  "text": "THE WHITE HOUSE\n\nWASHINGTON\nFebruary 2, 2018\n\nThe Honorable Devin Nunes\n\nChairman, House Permanent Select Committee on Intelligence\nUnited States Capitol\n\nWashington, DC 20515\n\nDear Mr. Chairman:\n\nOn January 29, 2018, the House Permanent Select Committee on Intelligence (hereinafter “the\nCommittee”) voted to disclose publicly a memorandum containing classified information\nprovided to the Committee in connection with its oversight activities (the “Memorandum,”\nwhich is attached to this letter). As provided by clause 11(g) of Rule X of the House of\nRepresentatives, the Committee has forwarded this Memorandum to the President based on its\ndetermination that the release of the Memorandum would serve the public interest.\n\nThe Constitution vests the President with the authority to protect national security secrets from\ndisclosure. As the Supreme Court has recognized, it is the President’s responsibility to classify,\ndeclassify, and control access to information bearing on our intelligence sources and methods\nand national defense. See, e.g., Dep’t of Navy v. Egan, 484 U.S. 518, 527 (1988). In order to\nfacilitate appropriate congressional oversight, the Executive Branch may entrust classified\ninformation to the appropriate committees of Congress, as it has done in connection with the\nCommittee’s oversight activities here. The Executive Branch does so on the assumption that the\nCommittee will responsibly protect such classified information, consistent with the laws of the\nUnited States.\n\nThe Committee has now determined that the release of the Memorandum would be appropriate.\nThe Executive Branch, across Administrations of both parties, has worked to accommodate\ncongressional requests to declassify specific materials in the public interest.! However, public\nrelease of classified information by unilateral action of the Legislative Branch is extremely rare\nand raises significant separation of powers concerns. Accordingly, the Committee’s request to\nrelease the Memorandum is interpreted as a request for declassification pursuant to the\nPresident’s authority.\n\nThe President understands that the protection of our national security represents his highest\nobligation. Accordingly, he has directed lawyers and national security staff to assess the\n\n' See, e.g, S. Rept. 114-8 at 12 (Administration of Barack Obama) (“On April 3, 2014 . . . the Committee agreed to\nsend the revised Findings and Conclusions, and the updated Executive Summary of the Committee Study, to the\nPresident for declassification and public release.”); H. Rept. 107-792 (Administration of George W. Bush) (similar);\nE.O. 12812 (Administration of George H.W. Bush) (noting Senate resolution requesting that President provide for\ndeclassification of certain information via Executive Order).\n\nHOUSE_OVERSIGHT_026248",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_026248.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2807,
    "word_count": 401,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:45.316510",
    "prefix": "IMAGES-008"
  }
}