{
  "document_id": "HOUSE_OVERSIGHT_023327",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023327.txt",
  "text": "the paramount requirement 16 months after 1 emailed to you their importance. , I suggest you\n\nconsider having the 49percent of phaidon merged into artspance and have Richard buy artspace. re-do bank\nloans. no need to pay interest at higher rates on boat or plane. . as Richard is now no longer trustee. re- do\nwill, make suydam executor , with Barry, and john as back up. pay 1 million a year for executor role. get rid\nof Judy Black trust, deal with gifts and their tax returns, . review amounts to kids at fixed ages. put more\nprotections in for Alex and Victoria. , distribute some money to kids let them make decisions. , decide art\ndivision with children in attendance . have fire drill done on estate. fill out estate returns as if you and Debra\ndied today, choose advisers - rick bronstein said the only 1040 he ever filled out was his own. ( this is brads\nchosen advisor??!) Halperin has a conflict that should be addressed., Debra should enter a tenants in common\nagreement with kids. you have airplane consultants tax consultants it consultants. plane operation consultant.\n. boat consultants. architects, lighting , art, legal, . foundation , deal with TRA , BRH, rationalize\ninvestments. cash flow. reporting, gaming disclosures. foreign, gift. . prepare tax projections for 15 and 16, .\ndeal with neg basis ( tufts gain, debt financed. art partnership, pledges. sell stock , art, deal with phaidon\n\ndebt. athene,? income, capital , foreign , exit, corporate, insurance regs, out and inbound\n\nissues, basis, appropriate discount rates. ? terminations. control. , qualified dividends. corporate\n\ntolls, inversion rules. , grat issues, short swing and other sec disclosures, Rothshcild bank, 150b they have a\ndistribution network with no products , private bank Rockefeller Rothschild. financial service. deal with UK\nvisa issue sooner rather than later. we can talk about Rowen request re Athene , 2 billion in taxes on\ntransaction. ?!\n\nthe facts as i see them\n\nin June and then again Sept, we both agreed to a 50% of phaidon payout., then after weeks of thinking about\nthe issue ( which I fully understand ) . the payout was unilaterally changed . 5m woudl be reserved for the\nfuture ? . and out of the remaining 15m ,? i would receive only 5. ( note : I'm confident that both the debt , and\nthe artspace investment will also lead to a write off of another 30 m. plus ) In my dining room ,you were\nsurprised when I said that i require most people to pay their advisory fee up front so that I am assured that I\nwill be properly compensated for my work when strategies that I devise are implemented . you may recall that\nyou appeared offended and said \" are you suggesting that i would go back on my word \" I said no , of course\nnot ! you are my closest of friends ,but my experience is that when amounts get large, people tend to get\nunhappy when it actually comes time for them to pay ,.\n\nFrom day zero a 50 - 60 million price was attached as the fair price of the transaction just completed .\nthough this amount was already substantially less thanour agreed and negotiated formula.- I was\nnever told that this was out of range. in fact, alternative methods of payment. plane -in-kind etc, were\ndiscussed (ie keeping the 30m portion of fee outstanding till March ) ,J provided as requested a\ndetailed step by step execution plan and reviewed all documents that 1 was given access to. ( Phaidon was not\nforthcoming ) in order to make my many corrections. I was then told that Alans involvement warranted a\ndiscount. Even in the best of light , though it is beyond question that not one-,not -one time in three\nyears has he ever proposed a unique idea. (including the new tenant in common idea,) and lets say he made\na contribution to the plan andeven that it was 50 %. though no one could posit such a large amount unless they\nwere wearing a brightly colored clown suit. , the price of doing the deal was known . It had both sent in\nwriting and spoken about on the phone numerous times , a detailed execution plan was provided . then and\nonly then after all was laid out for the group I was told that after a number of conversations with brad karp\nthat only 20m would be paid , (and even that was more than originally contemplated ) for both transactions . I\nfeel It was remarkably unfair. Did brad even know of our prior agreement.? I called him and he said he was\nnever told.?, I would ask that you I and Brad karp sit together if you think it would be helpful. . I would like to\nsend him this email, with your consent of course. Ifthe transactions were never consummated , i would not be\nowed a dime, however , the price was known up front. , the detailed step by step plan was followed and\noverseen by me, the price that had been requested before the transaction was begun, and had Iready heavily\ndiscounted, out of friendship, from our agreement . I believe the decision re paying only 20 m has frankly\nleft me felling quite uneasy.\n\nsince you asked since last nov. ifound 11 million dollars in dormant accounts. 4 million dollars in eileens\n\nHOUSE_OVERSIGHT_023327",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023327.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5081,
    "word_count": 920,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:49.322624",
    "prefix": "IMAGES-007"
  }
}