{
  "document_id": "HOUSE_OVERSIGHT_018342",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018342.txt",
  "text": "me of an old puzzle of Chinese history: Why were the very strongest dynasties - the\nHan, the Ming, the Tang - always confronted by the best organized, most deadly\nrebels? The answer was rooted in a violent, greedy tango of the development of each\nside. The better a dynasty defended its farmers or its trade or its annual rice harvest,\nthe more the rebels from the steppe had to become strategic and unified and\npowerful. When it was easy to pick off single farmers, then the rebels had no need to\nbe well organized. They could be a bit lazy. Could snatch a year’s undefended\nharvest in an afternoon. But the stronger the empire, the stronger the rebels had to\nbecome*5?. Amsterdam in 1994 was a bunch of lone, weak, unprepared farmers.\nTwenty years later we have a digital empire, and the attackers it deserves are\nappearing, refined and evolved by this same competitive logic. They are better\norganized, smart, intent on getting to the heart of the black boxes of power. And the\nmore we defend against them? The better they will become.\n\nThat our most essential systems are vulnerable to loss of control is a chilly feeling. It\nis a reminder of the power of the people who know how to crash and manipulate -\nor build and operate - parts of our world most of us barely understand. It’s like\ndiscovering someone could take over your lungs or your heart. We don’t understand\nthose devices either, most of us. But we depend on them entirely. Some of these\nhackers are moved to mischief by technical beauty. Some by the giddy smashing\nrush of breaking in, of touching the core. Others by greed or patriotism or by secret,\nzealous, unlawful obsessions. What the technically best of this group share,\nhowever, is a pressing desire to get as close as possible to the kernels where\ninarguable and even invisible code decisions are made, where digital DNA is printed\nin a sense, and where a total mastery of the binary guts of the system is possible.\nThat Cap’n Crunch thrill, the dream of whistling up control over the thick, helpless\ntrunk of a network, that remains the dream. Remember Conway’s Law: The design\nand activity and control of a network redounds on, even determines the real world.\nIf the whole network is, in a sense, filled with holes, if it contains inherently the\npossibility of being turned into a “weird machine” - what does that mean for the real\nworld?\n\nThe Seventh Sense insight of this chapter, the key feeling, is that all the systems we\nrely on, that we think we control - financial or political or digital - can all be made\nweird and pwned by forces we cannot see and struggle to stop. Our markets, our\nelections, our knowledge - all of these, dependent on linked systems themselves,\ncan become weird. We can no longer regard them as certain and harmless. The\nhacker’s drive to get to the kernels is not merely an information technology\nproblem. It’s a larger statement about networks, about the way that power and\ndanger are still and always one and the same. The desire to hack the cores of our\nworld is a marker of just how profoundly, even secretly influential the kernels have\nbecome - in ways we're just now beginning to understand. Bratus was right, that we\ndon’t really understand any system until it’s been exploited, pwned. This is as true\n\nComputing and 2013 IEEE 10th International Conference on Autonomic & Trusted\nComputing\n159 But the stronger the empire: See Turchin, p. 3\n\n110\n\nHOUSE_OVERSIGHT_018342",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018342.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3437,
    "word_count": 606,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.347130",
    "prefix": "IMAGES-004"
  }
}