{
  "document_id": "HOUSE_OVERSIGHT_013149",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013149.txt",
  "text": "12.8 Possible Benefits of Creating Societies of AGIs 233\nwe wish that extrapolated, interpreted as we wish that interpreted.\n\nWhile a moving humanistic vision, this seems to us rather difficult to implement in a computer\nalgorithm in a compellingly \"right\" way. It seems that there would be many different ways of\nimplementing it, and the choice between them would involve multiple, highly subtle and non-\nrigorous human judgment calls +. However, if a deep collective process of interactive scenario\nanalysis and sharing is carried out, in order to arrive at some sort of Coherent Blended Volition,\nthis process may well involve many of the same kinds of extrapolation that are conceived to\nbe part of Coherent Extrapolated Volition. The core difference between the two approaches\nis that in the CEV vision, the extrapolation and coherentization are to be done by a highly\nintelligent, highly specialized software program, whereas in the approach suggested here, these\nare to be carried out by collective activity of humans as mediated by Global Brain technologies.\nOur perspective is that the definition of collective human values is probably better carried out\nvia a process of human collaboration, rather than delegated to a machine optimization process;\nand also that the creation of deep-sharing-oriented Internet technologies, while a difficult task,\nis significantly easier and more likely to be done in the near future than the creation of narrow\nAI technology capable of effectively performing CEV style extrapolations.\n\n12.8 Possible Benefits of Creating Societies of AGIs\n\nOne potentially interesting quality of the emerging Global Brain is the possible presence within\nit of multiple interacting AGI systems. Stephen Omohundro [Omo09] has argued that this is an\nimportant aspect, and that game-theoretic dynamics related to populations of roughly equally\npowerful agents, may play a valuable role in mitigating the risks associated with advanced AGI\nsystems. Roughly speaking, if one has a society of AGIs rather than a single AGI, and all the\nmembers of the society share roughly similar ethics, then if one AGI starts to go \"off the rails\",\nits compatriots will be in a position to correct its behavior.\n\nOne may argue that this is actually a hypothesis about which AGI designs are safest, because\na \"community of AGIs\" may be considered a single AGI with an internally community-like\ndesign. But the matter is a little subtler than that, if once considers AGI systems embedded in\nthe Global Brain and human society. Then there is some substance to the notion of a population\nof AGIs systematically presenting themselves to humans and non-AGI software processes as\nseparate entities.\n\nOf course, a society of AGIs is no protection against a single member undergoing a \"hard\ntakeoff\" and drastically accelerating its intelligence simultaneously with shifting its ethical\nprinciples. In this sort of scenario, one could have a single AGI rapidly become much more\npowerful and very differently oriented than the others, who would be left impotent to act so as\nto preserve their values. But this merely defers the issue to the point to be considered below,\nregarding \"takeoff speed.\"\n\nThe operation of an AGI society may depend somewhat sensitively on the architectures of\nthe AGI systems in question. Things will work better if the AGIs have a relatively easy way\nto inspect and comprehend much of the contents of each others’ minds. This introduces a bias\ntoward AGIs that more heavily rely on more explicit forms of knowledge representation.\n\n| The reader is encouraged to look at the original CEV essay online (http: //singinst.org/upload/CEV.\nhtm1) and make their own assessment.\n\nHOUSE_OVERSIGHT_013149",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013149.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3719,
    "word_count": 590,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:49.308583",
    "prefix": "IMAGES-002"
  }
}