{
  "document_id": "HOUSE_OVERSIGHT_015497",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015497.txt",
  "text": "NAUTIL.US | TEXT SETS\n\nprograms to study “exceptional responders”: those rare\ncancer patients who do well while nobody else does.\n\nCancer is a personal disease, Solit explains. Each\ntumor constitutes its own world of defective genes and\nproteins. By studying the genetic quirks of exception-\nal responders, physicians can systematically identify\nweaknesses in cancer subtypes and blast them with\ndrugs that target their unique vulnerabilities. “It’s a\ntestament to how much has been learned about the\ngenome in the past 30 years,” Solit says. “We’ ve always\nwanted to find out why some individuals respond so\nwell. Now we have the capacity. It’s going to really\nchange the way we treat patients.”\n\nUNLIKELY CASES HAVE AN eminent history in medi-\ncine. The modern science of the mind owes a lot to\n\nthe freakish accident suffered by Phineas Gage, a\n\n19th century railroad construction foreman whose\n\njob involved packing down explosive powder with a\n\nthree-and-a-half-foot-long iron tamping rod. On Sept.\n13, 1848, the powder exploded in his face, blasting the\nrod up through his chin and out the back of his head.\nAgainst all odds, he survived. But his personality was\ntransformed. The formerly shrewd and patient Gage\n\nbecame obnoxious and unreliable.\n\nAn observant doctor named John Martyn Harlow\nwho cared for Gage proposed that his personality\nchange was due to the destruction of the frontal lobe\nof the left side of the brain. Gage’s unlikely transfor-\nmation revealed a universal truth about brains, that\nparticular parts—the frontal lobes—are required for\nself-control. The strange case of Phineas Gage is still\nmentioned in neuroscience textbooks.\n\nRare events can also lead to new cures. As the story\ngoes, English physician Edward Jenner’s observations\nof an 18th century milkmaid who caught cowpox and\nthereby became immune to smallpox paved the way for\nthe fi vaccines. New ideas for curing HIV are emerg-\ning from the famously unlucky lucky case of the “Berlin\npatient.” Timothy Ray Brown, who was HIV positive,\ndeveloped blood cancer leukemia in 2006. His chemo-\ntherapy and radiation treatments wiped out the cells\nof his immune system, where the virus is believed to\nhide. He then got a bone marrow transplant from one\nof those rare people with a gene mutation that makes\nthem resistant to HIV. Today, Brown still has no sign\n\n37\n\nof HIV in his body, and his case has inspired a study\nto genetically engineer HIV-positive patients’ cells to\nresist the virus.\n\nIn the past, cancer researchers weren’t able to\ncapitalize on their unexpected outlier successes. Not\nenough was known about the biology of cancer, and\nthe right tools hadn’t been invented. “Even if someone\nhad a complete remission, you had no way to figure out\nwhy,” says James Doroshow, director of the Division of\nCancer Treatment and Diagnosis of the National Can-\ncer Institute (NCI). That changed in the 2000s, when\nit became possible to analyze the genetics of cancer\ntumors for clues.\n\nThe first major success came with studies of the\ndrug gefitinib in non-small-cell lung cancer (the most\ncommon kind). Gefitinib helped less than 20 percent\nof the people who took it, but a few outliers had dra-\nmatic, rapid recoveries. In 2004, two Harvard groups\nfound that the responders had mutations in the epi-\ndermal growth factor receptor (EGFR) gene. EGFR 1s\none of many genes that regulates how cells grow and\nwhen they die, and the mutation basically forced it to\npump out two or three times as much growth signal as\nit should, fueling the cancer. Gefitinib dialed down the\nsignal. A clinical trial later proved that the drug keeps\ntumors at bay for more than nine months in people\nwith certain EGFR mutations.\n\nMore insights gleaned from extraordinary respond-\ners soon followed. One melanoma patient in a study of\n22 people taking sorafenib saw his tumor shrink quick-\nly, a response due to a mutation in the gene KIT, which\nregulates cell growth, division and survival. People\nwith certain kinds of melanoma, such as the type that\ngrows on mucus membranes, now routinely get tested\nfor this mutation. The drug helps about 40 percent of\nthose with the mutation—an impressive advance in a\ncancer that once had no effective treatment.\n\nIn these studies, investigators had to make educat-\ned guesses about where in the genome to look for the\nculprit mutations. It was the keys-under-the-lamppost\nphenomenon: They could only examine genes they\nalready suspected were involved in the cancer. But as\nthe speed and efficiency of DNA sequencing skyrocket-\ned, and its price plummeted, it started to look reason-\nable to sequence the whole tumor genome to cast the\nwidest possible net. By 2010, when the bladder cancer\n\nHOUSE_OVERSIGHT_015497",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015497.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4716,
    "word_count": 779,
    "line_count": 111,
    "import_date": "2025-11-19T21:47:46.012655",
    "prefix": "IMAGES-003"
  }
}