{
  "document_id": "HOUSE_OVERSIGHT_018504",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018504.txt",
  "text": "I recently had dinner with a former partner. At one point we found ourselves having a\nvery explicit conversation, and I mentioned that I've figured out how to come. He looked\nsad and apologized: \"I'm sorry I was never able to get you there.\" I had no idea what to\nsay.\n\nte OK ok\n\nVI. S&M, Redux\n\nI finally came into my BDSM identity around age 20. At first, when I was faced with the\nfact that I wanted to be hurt until I cried and begged for mercy, I freaked out. I had no\nidea what to do about BDSM, no idea how to feel about it. The only thing I knew for sure\nwas that I'd found something I really needed. But what did that mean for me, when I was\nalso trying hard to be an independent, rational feminist with self-esteem and integrity?\n\nIt took me years to parse out my thoughts on feminism and BDSM, to feel comfortable\nwith BDSM, and to talk openly and comfortably about it. During that process, I got better\nand better at finding partners who were interested in my sexual desires and willing to\nexperiment. I also got to the point of reading sexuality advice books on my own,\nincluding books specifically on BDSM. (For recommendations, please check the notes at\nthe beginning of this book.)\n\nAnd I gritted my teeth, forced down my anxiety, and looked into books about the female\norgasm.\n\nOne book that came highly recommended from Amazon.com was Lonnie Barbach's For\nYourself. By the time I was halfway through the first chapter, I was crying because what\nshe wrote felt so true. At the end of the first chapter, I put it down and was never able to\npick it up again. Barbach wrote compassionately about experiences very similar to mine\n-- for instance: /Are you afraid to talk to your partner about your problem] because\nyou're embarrassed to ask for what you want at a particular time; afraid your partner\nwill refuse, get angry, or feel emasculated?\n\nBut she also ended the first chapter this way: You have to assume responsibility and be\nsomewhat assertive. Our culture has taught us that a woman should depend on a man to\ntake care of her, which means she can blame him for any mistakes. It's nice to be driven\naround in a car, but it's also nice to be able to drive yourself so you can go where you\nwant to, when you want to. But to do that, you'd have to assume some responsibility.\n\nIt was the same \"let go\" and \"keep trying” advice I'd been coming across for years, except\nthat now it was wrapped up in a nice package of assumptions about me: implications that\nI wasn't assuming responsibility or being assertive. I felt like she was telling me that I\nchose to depend on a man to take care of me.\n\nMaybe it would have been okay if the rest of the chapter hadn't been so miserably true,\nbut the combination of reading a bunch of truth about how I was feeling -- then being told\nthat I wasn't trying hard enough, that I was choosing to avoid responsibility.... It was\ntoxic.\n\nI also had the bright idea of asking my gynecologist. The doctor rolled her eyes as I\nspoke, then told me that the problem was obviously my partners. When I insisted that I\n\nHOUSE_OVERSIGHT_018504",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018504.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3085,
    "word_count": 572,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:45.724953",
    "prefix": "IMAGES-005"
  }
}