{
  "document_id": "HOUSE_OVERSIGHT_020518",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020518.txt",
  "text": "539\n\nrecognized China experts (with the exception of one who is more broadly an Asia\nexpert but has extensive experience with China-related projects) who have served as\ndirectors of programs or centers in their respective institutions. About half have served\nin the US government. One directs a think tank that is partially supported by Chinese\ngovernment funds. The interviews were all conducted in 2018.\n\nChina has become a priority field for US think tanks concerned with international\nrelations, and most now have staff members (often several) devoted to researching and\npublishing on China. Many possess PhD degrees, Chinese language skills, and have\nlived in or visited China over many years with some originally from the PRC. Some\nstay on staff for many years, while others work on short-term (two- or three-year)\ncontracts. Most think tanks also employ student research assistants and interns\n(including those from China).\n\nThere is significant interaction between American and Chinese think tanks—as\nthink-tank researchers need to visit China as well as host and receive visitors in the United\nStates to be well informed and to perform their own research work. Most interviewees\nreported hosting or participating in ad hoc meetings in their home institutions with\nvisiting Chinese officials or scholars on a regular basis; although two do not host any\nmeetings with Chinese, they will attend such events if hosted by others. All but one\n\nof the interviewees travel to China for their work: to deliver lectures, to participate in\nconferences or Track 1.5 or Track 2 dialogues, and to do research for articles, books,\nand reports.\n\nA number of scholars noted a marked shift in the nature of their interactions with\nChinese colleagues and research projects over the past few years. While long-\nstanding Track 2 dialogues continue on issues such as cyber policy, nuclear policy,\n\nand US-China interactions in third countries and regions, overall they seem not as\nopen, robust, and productive as in the past. Indeed, several long-standing Track 2\ndialogues have been curtailed or stopped altogether—with scholars reporting that\n\nit is increasingly difficult to establish sustained dialogues that are meaningful with\nChinese think tanks because of new rules, restrictions, and uncertainties. For instance,\nChinese institutions (both think tanks and universities) must now obtain central-level\ngovernment approval, such as vetting dialogue topics and foreign participants, before\nbeing able to host foreign participants in China. New Chinese government regulations\ngenerally limit Chinese think-tank scholars and university professors to one foreign\ntrip per year, and even go so far as to hold passports to make even personal travel more\ndifficult.\n\nWhen dialogues do occur, another noticeable recent trend has been a decline in\ncandor and greater uniformity in what Chinese interlocutors say. One US think tanker\nnoted, “The conversations have declined in productivity,” while another commented\n\nSection5\n\nHOUSE_OVERSIGHT_020518",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020518.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3032,
    "word_count": 463,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.077954",
    "prefix": "IMAGES-006"
  }
}