{
  "document_id": "HOUSE_OVERSIGHT_014052",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014052.txt",
  "text": "2014] CRIME VICTIMS’ RIGHTS 73\n\nC. COURTS RECOGNIZE THAT CRIME VICTIMS HAVE CVRA RIGHTS\nBEFORE CHARGING\n\nBecause crime victims lack a right to appointed counsel, many victims\nhave difficulty litigating the scope of their rights. But in a few cases,\nvictims have been able to secure counsel to argue that they have nghts in\nthe criminal justice process during the investigation of federal crimes.\nWhen those cases have reached the issue of whether the CVRA applies\nbefore charges have been filed, courts have uniformly agreed with the\nvictims’ position.\n\nPerhaps the leading case to date to assess this question is the Fifth\nCircuit’s decision in In re Dean.’ There, a wealthy corporate criminal\ndefendant reached a generous plea deal with the Government—a deal that\nthe Government filed for approval with the district court without conferring\nwith the victims. Citing procedural rights under the CVRA, the victims\nrequested that the trial court reject the plea agreement.™ The District Court\nfor the Southern District of Texas specifically concluded that victims’\nCVRA rights could apply during the investigation of the crime: “There are\nclearly rights under the CVRA that apply before any prosecution is\nunderway.’ The district court concluded, however, that the Government\nhad not violated the CVRA because it had secured judicial permission to\ndispense with notification to victims.”\n\nThe victims sought appellate review in the Fifth Circuit.°’ There, the\ncourt concurred with the district court that CVRA rights apply before trial.\nUnlike the district court, however, it held that the Government had violated\nthe victims’ rights:\n\nThe district court acknowledged that “[t]here are clearly rights under the CVRA that\napply before any prosecution is underway.” Logically, this includes the CVRA’s\n\nestablishment of victims’ “reasonable right to confer with the attorney for the\nGovernment.” At least in the posture of this case (and we do not speculate on the\n\n© John W. Gillis & Douglas E. Beloof, The Next Step for a Maturing Victim Rights\nMovement: Enforcing Crime Victim Rights in the Courts, 33 MCGEORGE L. REV. 689, 693 (2002).\n\n63 527 F.3d 391 (5th Cir. 2008). Other aspects of the case are discussed in Paul G.\nCassell & Steven Joffee, The Crime Victims’ Expanding Role in a System of Public\nProsecution: A Response to the Critics of the Crime Victims’ Rights Act, 105 Nw. U. L. REV.\nCoLLogquy 164, 172-76 (2011).\n\n64 In re Dean, 527 F.3d at 392.\n\n65 United States v. BP Prods. N. Am. Inc., No. H-07-434, 2008 WL 501321, at *11 (S.D.\nTex. Feb. 21, 2008).\n\n[id a, *18,\n\n67 For discussion of the difficulties crime victims face to obtain appellate review of their\nclaims, see generally Paul G. Cassell, Protecting Crime Victims in Federal Appellate Courts:\nThe Need to Broadly Construe the Crime Victims’ Rights Act’s Mandamus Provision, 87\nDENV. U. L. REV. 599 (2010).\n\nHOUSE_OVERSIGHT_014052",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014052.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2901,
    "word_count": 470,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:46.762150",
    "prefix": "IMAGES-002"
  }
}