{
  "document_id": "HOUSE_OVERSIGHT_029777",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029777.txt",
  "text": "grueling work have finally paid off. King George VI and Harvey Weinstein now share the journey of a\nsingle man who triumphs over adversity.\n\nThe Governor’s ball, held above the Kodak Theater, recreates the Mocambo-Ciro’s niteries of the 1930’s\nand 40’s, using a palette of teal and white. Three bands alternate musical styles as hungry guests wolf\ndown wolfgang Puck’s delicious food. The winners triumphantly sachet around the room holding their heavy\neight pound gold statues.\n\nAn hour later there is a migration to the famous Vanity Fair party hosted by Graydon Carter at the Sunset\nTower Hotel owned by Jeff Klein. One celebrity after another poses in front of the green hedge standing\nin the middle of the circular Vanity Fair logo to record their devotion and support to Graydon and the\nmagazine.\n\nThere’s a hierarchy of arrival times. The inner circle of Graydon’s 150 best friends attend a seated\ndinner and viewing of the show at 5pm. They include Barry Diller and Diane Von Furstenberg, Francis Ford\nCoppola, Jon Hamm and Jennifer westfeldt, Betsey Bloomingdale, Tory Burch and Lyor Cohen, Tom Ford, Sandy\nGallin, Mitch Glazer and Kelly Lynch, Carolina and Reinaldo Herrera, L’Wren Scott and Sir Mick Jagger,\nNaomi Watts and Live Schreiber, Wendi Stark, Judd Apatow, Jackie and Joan Collins, George Hammilton,\nDonna Karan and Steve Martin.\n\nThe best and the brightest talent in town arrive at 9pm. They are Justin Bieber and his date Selena\nGomez, Andrew Garfield, Jude Law, Vera Farmiga, Armie Hammer, Jennifer Lawrence, Kevin Spacey, Charlize\nTheron, Anne Hathaway, Hailee Steinfield,Taylor Hackford and Helen Mirren, Scarlett Johansson, Michelle\nwilliams, Isla Fischer and Sasha Baron Cohen, Jane Fonda after her play, “33 Variations”, Melania and\nDonald Trump whom I introduce to David 0. Russell as The Trumpster gushes about “The Fighter”. Donald\noffers me a ride home on his plane. He is leaving in ten minutes. Too bad James Franco didn’t know\nbecause he is presently sitting on a commercial flight back to school, skipping his own after party.\nSocial standings of the rest of the guests are determined by half hour increments. Every other person\npreviously mentioned in the story is here. VF’s Beth Kseniak and Matt Ullian tell me the list is cut down\nto 800 this year.\n\nAt 11:30pm there is another celebrity migration up the hill to Madonna manager Guy Oseary’s house. One\nshould note that earlier in the evening Madonna came down the hill to pose in a risqué outfit with\ndaughter Lourdes in front of the green hedge. Madonna and co-host Demi Moore are able to lure the créme\nde la créme with the promise of fabulous music, dancing and no cameras. Those reported on their dance\nfloor include Ryan Phillippe with Amanda Syedfried, who were making out all night and Phillippe’s ex-wife\nReese Witherspoon and new fiancé Jim Toth. They pregnant Natalie Portman and choreographer Benjamin\nMillepied, Mick Jagger, Tom Hanks, Sean Penn, Ralph Feinnes, Mila Kunis, Cameron Diaz, Gwyneth Paltrow\nand Renee Zellweger and Bradley Cooper boogie til dawn.\n\nA winner’s work is never done. Colin Firth, Tom Hooper and David Seidler show up at 4:30am at The Four\nSeasons Hotel for a live broadcast on The Today Show with Meredith Vieira. Functioning on an adrenalin\nrush, they are back at the Kodak Theater with Geoffrey Rush to appear on Oprah’s live broadcast. Leave it\nto Oprah to get the king’s last words.\n\n----- Original Message-----\n\nFrom: Peggy Siegal\n\nSent: Friday, March 04, 2011 6:12 PM\nTo: Stephanie\n\nSubject: Oscar diary\n\nSend to jeffrey\n\nHOUSE_OVERSIGHT_029777",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029777.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3578,
    "word_count": 590,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:45.540963",
    "prefix": "IMAGES-010"
  }
}