{
  "document_id": "HOUSE_OVERSIGHT_010956",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010956.txt",
  "text": "The pay rule joins free growth theory and the Y rule as the three major surprises\npromised in my title. Recovery of human depreciation in pay changes a lot of\nequations. It does not impact public policy and tax laws as radically as free growth\ntheory, but I will argue that it impacts them enough. Even if it didn’t, itis probably\nthe most startling assertion in this book from an economist’s viewpoint. And\nalthough I now know better than to claim originality for any idea in economics, this\none just might pass the test. If someone out there knows a precedent closer than\nBecker’s, as | eventually found ones for what I had thought were my own free\ngrowth and next generation theories, all the more fun in finding those unsuspected\nprecursors. (Next generation theory will be outlined soon.) And the two proofs\nleave no doubt. I will add a few more as we go. It is never overkill to drive another\nstake through the heart of entrenched misperception. Meanwhile we can already be\nas sure of that expected recovery, not actual recovery, as of anything we know. The\narguments from the maximand rule (Turgot’s insight) and the deadweight loss rule\n\nare unanswerable.\n\nAn analogy from something else we all know leads to the rest of my argument. Pay\nover working careers is something like payments over the period of a declining-\nbalance mortgage. Mortgage payments are partly amortization and partly interest.\nAmortization is like depreciation, although without the same sense of physical wear\nand tear behind it, and interest is like the worker’s output marketed to employers.\nThe declining balance is like human capital. Mortgage payments are almost all\ninterest at the start of the loan, when the declining balance is almost the whole loan\namount, and then gradually less interest and more amortization as the balance\nshrinks. As the balance approaches zero at the end, the payment approaches all\n\namortization while the interest share approaches zero.\n\nMy depreciation theory, which we'll come to soon, argues that depreciation follows\nthe same logic and the same math. I will argue, in the face of what has seemed to be\n\ncontrary evidence, that depreciation of both factors begins at zero and grows\n\nChapter 2: Fast Forward 1/06/16 16\n\nHOUSE_OVERSIGHT_010956",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010956.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2260,
    "word_count": 378,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:48.758569",
    "prefix": "IMAGES-001"
  }
}