{
  "document_id": "HOUSE_OVERSIGHT_011636",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011636.txt",
  "text": "Chapter Ten\n\nSunday is an ordinary working day in Israel, and the first sign that June 27,\n1976 would be any different came shortly after noon. It was an urgent message\nfrom Lod Airport, now renamed in honor of David Ben-Gurion, who passed\naway after the 1973 war. Radio contact had been lost with Air France Flight 139\nfrom Tel Aviv to Paris, shortly after a stopover in Athens.\n\nWe couldn’t know for sure what had gone wrong. Maybe a mechanical\nmalfunction, a glitch in the electronics, a crash. Or a hijack. But we did know\nthere were roughly 300 passengers and a dozen crew on board. Many of the\npassengers were Israelis, and others were Jews from abroad. Ever since the\nSabena hijacking four years earlier, whenever a civilian airliner was thought to\nbe under attack within three hours of Israel, step-one in our response had been\nautomatic. Sayeret Matkal was ordered to the airport.\n\nBecause I’d commanded the Sabena operation — the first, and still the only,\ntime we had attacked and freed a hijacked plane — it was probably inevitable I\nwould take some part in figuring out how, or whether, to intervene if the Air\nFrance plane turned out to have been hijacked. But my pivotal role, as the crisis\nintensified, was down to a combination of factors: my broader experience as\nsayeret commander, the fact that I now worked in the kirya, just one floor up\nfrom the chief of staff, and, as so often, pure chance.\n\nAs the sayeret assembled at the airport, its current commander —Yoni\nNetanyahu, my former deputy — was hundreds of miles away in the Sinai,\npreparing for an operation across the canal. So it was Mookie Betzer, now\nYoni’s deputy, who began briefing the men for a possible hostage rescue in case\nthe jet returned to Israel. At the kirya, we were also without our commander:\nMotta was in the Negev observing a major military exercise. So it was his\ndeputy — the head of the operations branch, Kuti Adam — who buzzed me on the\nintercom at two in the afternoon and summoned me to his office.\n\nBy now, we knew the plane had been hijacked, but that it wasn’t heading\nback to Israel. The terrorists had renamed it “Arafat” and it was on its way to\nLibya. I took the stairs down to Kuti’s office, two floors below mine, and he\nimmediately handed me a large, black-and-white aerial photo. It showed the\ninternational airport in Benina, just outside Benghazi on the eastern edge of\nLibya. “Can we do anything, Ehud?” he asked me. I didn’t say no outright. But\nI told him that even if we had a treasure trove of intelligence about Benina —\n\n165\nHOUSE_OVERSIGHT_011636",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011636.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2572,
    "word_count": 460,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:47.179054",
    "prefix": "IMAGES-001"
  }
}