{
  "document_id": "HOUSE_OVERSIGHT_011001",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011001.txt",
  "text": "We were paying them as homo habilis two million years ago. The cost went up, but\nthe value of innovation just as much, when homo erectus arrived a little later. Both\nrose again with the emergence of Ancestral Eve 200,000 years ago. Adaptation is the\nhuman specialty. Its what gets us through the day. Innovation is adaptation that\nhappens to become new norms. It started leaving a record of embodied growth\nabout 50,000 years ago. That doubled pace about 400 years ago. The costs of being\nhuman are the same failure rates and learning curves whether the payoff in\nadaptation/innovation means faster gain in good times or slower decline in bad\nones. We row ata Steady stroke, and gain against the shoreline when our new ideas\n\nare particularly good ones and the current is right.\n\nMy idea, whether or not Mill’s, is that these costs might be about the same for\nbreakthroughs or meta-ideas or paradigm shifts as for modest upgrades, or even for\nholding even in a world of daily surprises. Ideas trade in an inefficient market. Cost\nis dissociated from value, and cause is desynchronized from effect, by the vagaries of\n\ngenius and the whim of circumstance.\n\nNow the tougher puzzle. How can consumption keep up with capital even in\naccelerations? That’s what Mill described, and that’s what happens. Can Achilles\ncatch the tortoise even when the tortoise speeds up? Put your money on Achilles.\nHere it is Gunnar Myradal to the rescue. The apparent problem is that ex ante\ndepreciation investment is never enough in acceleration. But the charts and tables\nshow unanswerably that ex post depreciation investment is. We sow the first, but\nreap the second. Plowback of depreciation investment is up to us. Growth is\nwhatever is added by genius or happenstance. The difference between market value\nand cost is sometimes luck, which neither loses nor gains in the long run, but\nsometimes imagination. Mother Nature and Gunnar Myrdal simultaneously say\n“Shazam”, and convert new ideas into embodied or disembodied growth without\n\nsurcharge for the novelty.\n\nChapter 4 Mill’s Idea 1/11/16 10\n\nHOUSE_OVERSIGHT_011001",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011001.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2104,
    "word_count": 348,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:45.945834",
    "prefix": "IMAGES-001"
  }
}