{
  "document_id": "HOUSE_OVERSIGHT_022518",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022518.txt",
  "text": "Examples of Improper\nTravel and Entertainment\n\n# a $12,000 birthday trip for a government decision-\nmaker from Mexico that included visits to wineries\nand dinners\n\n# $10,000 spent on dinners, drinks, and\nentertainment for a government official\n\n\"a trip to Italy for eight Iraqi government officials\nthat consisted primarily of sightseeing and\nincluded $1,000 in “pocket money” for each\nofficial\n\n\" a trip to Paris for a government official and his wife\nthat consisted primarily of touring activities via a\nchauffeur-driven vehicle\n\nthe company’s facilities, in reality, no training occurred on\nmany of these trips and the company had no facilities at those\nlocations. Approximately $670,000 of the $7 million was\nfalsely recorded as “training” expenses.”\n\nLikewise, a New Jersey-based telecommunications\ncompany spent millions of dollars on approximately 315\ntrips for Chinese government officials, ostensibly to inspect\nfactories and train the officials in using the company’s\nequipment.” In reality, during many of these trips, the off-\ncials spent little or no time visiting the company’s facilities,\nbut instead visited tourist destinations such as Hawaii, Las\nVegas, the Grand Canyon, Niagara Falls, Disney World,\nUniversal Studios, and New York City.* Some of the trips\nwere characterized as “factory inspections” or “training”\nwith government customers but consisted primarily or\nentirely of sightseeing to locations chosen by the officials,\ntypically lasting two weeks and costing between $25,000\nand $55,000 per trip. In some instances, the company gave\nthe government officials $500 to $1,000 per day in spend-\ning money and paid all lodging, transportation, food,\nand entertainment expenses. The company either failed\nto record these expenses or improperly recorded them as\n\n“consulting fees” in its corporate books and records. The\n\nThe FCPA:\n\nAnti-Bribery Provisions\n\ncompany also failed to implement appropriate internal con-\ntrols to monitor the provision of travel and other things of\nvalue to Chinese government officials.”\n\nCompanies also may violate the FCPA if they give\npayments or gifts to third parties, like an official's family\nmembers, as an indirect way of corruptly influencing a for-\neign official. For example, one defendant paid personal bills\nand provided airline tickets to a cousin and close friend of\nthe foreign official whose influence the defendant sought in\nobtaining contracts.'© The defendant was convicted at trial\nand received a prison sentence.’\n\nAs part of an effective compliance program, a com-\npany should have clear and easily accessible guidelines\nand processes in place for gift-giving by the company’s\ndirectors, officers, employees, and agents. Though not\nnecessarily appropriate for every business, many larger\ncompanies have automated gift-giving clearance pro-\ncesses and have set clear monetary thresholds for gifts\nalong with annual limitations, with limited exceptions\nfor gifts approved by appropriate management. Clear\nguidelines and processes can be an effective and efficient\nmeans for controlling gift-giving, deterring improper\ngifts, and protecting corporate assets.\n\nThe FCPA does not prohibit gift-giving. Rather, just\nlike its domestic bribery counterparts, the FCPA prohibits\nthe payments of bribes, including those disguised as gifts.\n\nCharitable Contributions\n\nCompanies often engage in charitable giving as part\nof legitimate local outreach. The FCPA does not prohibit\ncharitable contributions or prevent corporations from act-\ning as good corporate citizens. Companies, however, can-\nnot use the pretense of charitable contributions as a way to\n\nfunnel bribes to government officials.\n\nHOUSE_OVERSIGHT_022518",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022518.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3682,
    "word_count": 541,
    "line_count": 90,
    "import_date": "2025-11-19T21:47:45.659651",
    "prefix": "IMAGES-007"
  }
}