{
  "document_id": "HOUSE_OVERSIGHT_013893",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013893.txt",
  "text": "To make matters worse, the four local stores have already started discounting her shirts to compete\namong one another and are killing their own profit margins. Two weeks later, reorders disappear. Sarah\nabandons retail and returns to her website demoralized. Sales online have dropped to almost nothing with\nnew competition. She has not recouped her initial investment, and she still has 50 shirts in her garage.\n\nNot good.\n\nIt all could have been prevented with proper testing and planning.\n\nED “MR. CREATINE” BYRD is no Sarah. He does not invest and hope for the best.\n\nHis San Francisco—based company, MRI, had the top-selling sports supplement in the U.S. from\n2002-2005, NO>. It is still a top-seller despite dozens of imitators. He did it through smart testing, smart\n\npositioning, and brilliant distribution.\n\nPrior to manufacturing, MRI first offered a low-priced book related to the product through “4-page\nadvertisements in men’s health magazines. Once the need had been confirmed with a mountain of book\norders, NO, was priced at an outrageous $79.95, positioned as the premium product on the market, and\n\nsold exclusively through GNC stores nationwide. No one else was permitted to sell it.\nHow can it make sense to turn away business? There are a few good reasons.\n\nFirst, the more competing resellers there are, the faster your product goes extinct. This was one of\nSarah’s mistakes.\n\nIt works like this: Reseller A sells the product for your recommended advertised price of $50, then\nreseller B sells it for $45 to compete with A, and then C sells it for $40 to compete with A and B. In no\ntime at all, no one is making profit from selling your product and reorders disappear. Customers are now\naccustomed to the lower pricing and the process is irreversible. The product is dead and you need to\ncreate a new product. This is precisely the reason why so many companies need to create new product\nafter new product month after month. It’s a headache.\n\nI had one single supplement, BrainQUICKEN® (also sold as BodyQUICK®) for six years and\nmaintained a consistent profit margin by limiting wholesale distribution, particularly online, to the top\none or two largest resellers who could move serious quantities of product and who agreed to maintain a\n\nminimum advertised pricing.24 Otherwise, rogue discounters on eBay and mom-and-pop independents\nwill drive you broke.\n\nSecond, if you offer someone exclusivity, which most manufacturers try to avoid, it can work in your\nfavor. Since you are offering one company 100% of the distribution, it is possible to negotiate better\nprofit margins (offering less of a discount off of retail price), better marketing support in-store, faster\npayment, and other preferential treatment.\n\nIt is critical that you decide how you will sell and distribute your product before you commit to a\nproduct in the first place. The more middlemen are involved, the higher your margins must be to maintain\nprofitability for all the links in the chain.\n\nEd Byrd realized this and exemplifies how doing the opposite of what most do can reduce risk and\nincrease profit. Choosing distribution before product is just one example.\n\nEd drives a Lamborghini down the California coast when not traveling or in the office with his small\nfocused staff and his two Australian shepherds. This outcome is not accidental. His product-creation\nmethods—and those of the New Rich in general—can be emulated.\n\nHere’s how you do it in the fewest number of steps.\n\nHOUSE_OVERSIGHT_013893",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013893.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3503,
    "word_count": 575,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:46.924828",
    "prefix": "IMAGES-002"
  }
}