{
  "document_id": "HOUSE_OVERSIGHT_012979",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012979.txt",
  "text": "4.2 Symbolic Cognitive Architectures 63\n\n4.2.4 NARS\n\nPei Wang’s NARS logic [Wan06] played a large role in the development of PLN, CogPrime’s\nuncertain logic component, a relationship that is discussed in depth in [GMIH08] and won’t\nbe re-emphasized here. However, NARS is more than just an uncertain logic, it is also an\noverall cognitive architecture (which is centered on NARS logic, but also includes other aspects).\nCogPrime bears little relation to NARS except in the specific similarities between PLN logic\nand NARS logic, but, the other aspects of NARS are worth briefly recounting here.\n\nNARS is formulated as a system for processing tasks, where a task consists of a question or a\npiece of new knowledge. The architecture is focused on declarative knowledge, but some pieces\nof knowledge may be associated with executable procedures, which allows NARS to carry out\ncontrol activities (in roughly the same way that a Prolog program can).\n\nAt any given time a NARS system contains\n\ne working memory: a small set of tasks which are active, kept for a short time, and closely\nrelated to new questions and new knowledge\n\ne long-term memory: a huge set of knowledge which is passive, kept for a long time, and not\nnecessarily related to current questions and knowledge\n\nThe working and long term memory spaces of NARS may each be thought of as a set of\nchunks, where each chunk consists of a set of tasks and a set of knowledge. NARS’s basic\ncognitive process is:\n\nchoose a chunk\n\nchoose a task from that chunk\n\nchoose a piece of knowledge from that chunk\nuse the task and knowledge to do inference\nsend the new tasks to corresponding chunks\n\nDepending on the nature of the task and knowledge, the inference involved may be one of\nthe following:\n\ne if the task is a question, and the knowledge happens to be an answer to the question, a\ncopy of the knowledge is generated as a new task\n\nbackward inference\n\nrevision (merging two pieces of knowledge with the same form but different truth value)\nforward inference\n\nexecution of a procedure associated with a piece of knowledge\n\nUnlike many other systems, NARS doesn’t decide what type of inference is used to process\na task when the task is accepted, but works in a data-driven way — that is, it is the task and\nknowledge that dynamically determine what type of inference will be carried out\n\nThe “choice” processes mentioned above are done via assigning relative priorities to\n\ne chunks (where they are called activity)\ne tasks (where they are called urgency)\ne knowledge (where they are called importance)\n\nHOUSE_OVERSIGHT_012979",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012979.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2583,
    "word_count": 437,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:45.637078",
    "prefix": "IMAGES-002"
  }
}