{
  "document_id": "HOUSE_OVERSIGHT_033456",
  "filename": "TEXT-002-HOUSE_OVERSIGHT_033456.txt",
  "text": "From: Jeffrey Epstein [jeevacation@gmail.com] \nSent: 1/6/2010 1:03:04 AM \nTo: \nSubject: Re: Great seeing you \njoel„ jack goldberger is my local attny, i would love him to play the trump course.. jerry you.. i will pick up all \ncosts. thanks„ \nOn Tue, Jan 5, 2010 at 1:40 PM, <_________________> wrote: \nLet me know when you are coming back to Palm Beach so I can take you for golf at Trump. Also coordinate with \nAndy re: his trip here from California. \nJeffrey mentioned to me you are looking to pick up an interest in a Hawker 800 XP. I recently exchanged my fractional \ninterest for a jet pass card but I may know some other people who might want to sell their interests at a bargain \nprice. Also, Jeffrey's and my friend, Benny Shabtai is looking to partner with someone to pick up a plane in today's \ndepressed market, but he is looking for someone to pick up a 50% interest. \nLook forward to hearing from you. \nJoel \n----Original Message----- \nFrom: Steve Hanson \nTo: \nSent: Tue, Jan 5, 2010 8:47 am \nSubject: Great seeing you \n1/5/10 \nJoel, \nIt was great seeing you. Hope to see you on my next trip which is every other week. Let me know when Andrew Lucasi is coming to \ntown. \nStephen Hanson \nConfidentiality Notice: This e-mail transmission and any file or previous e-mail attached to it is intended to be viewed only by the party to which it is addressed \nand may contain valuable business information that is confidential and/or otherwise protected from disclosure under applicable law. If you are not the intended \nrecipient you are hereby notified that any review, disclosure, dissemination or use of any of the information contained in or attached to this transmission is \nSTRICTLY PROHIBITED. Thank you for your cooperation. \n*********************************************************** \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJeffrey Epstein \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \nHOUSE OVERSIGHT 033456 \ndestroy this communication and all copies thereof, \nincluding all attachments. \nHOUSE OVERSIGHT 033457",
  "metadata": {
    "original_filename": "TEXT-002-HOUSE_OVERSIGHT_033456.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2427,
    "word_count": 388,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:47.029340",
    "prefix": "TEXT-002"
  }
}