{
  "document_id": "HOUSE_OVERSIGHT_025329",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025329.txt",
  "text": "From: paul krassner [paulkrassner@roadrunner.com]\nSent: 1/16/2019 7:50:41 PM\n\nTo: Nancy Cain (is |; Or) |S Viaric Moneysmith | xy\nSteven Gaydos (i |; George Krassner | |. Linda W. Grossman\n]; Holly Krassner Dawson [ii |; Daniel Dawson\nee); Qanny Goldberg iS Cary! Ratner | |; Kevin\nCright is | Vichael Sinmons [| |; Samuel Leff\nDn |: Bob Fass i); Lynnie Tofte Fass i ; Lee\n\nQuarnstron inn |; Barb Cowles i |\nSubject: Fwd: Manson Girls / Acid Trip Agreement\n\nImportance: — High\n\nSubject: Re: Manson Girls / Acid Trip Agreement\n\nDate: January 16, 2019 at 6:50:44 AM PST\n\nHi Paul.\n\nThanks so much for sharing both your note to Steven and your latest Manson essay with me. It’s\nalways wild to read that piece. | have parts of it memorized at this point.\n\nAfter reading your comment about vibes from the movie, | feel like | have some explaining to do.\nThis is all stream of consciousness writing so take it on merit, | guess. No harm is meant.\n\nAs 'The Last of the Manson Girls' got closer to completion, | was insanely nervous about showing it\nto you. | knew it there was very little in it that was “Truth\" in terms of minute details. What | did\nwas take the broad strokes of your essay and make it into the “beats” of my story.\n\nFor example, Sandy’s invitation to take a bath formed the spine of the “mermaid” scene.\nSqueaky’s line, “Manson never took anybody who wasn’t already discarded by the society\"\nformed the spin of the animated fever dream where she talks about her father. The visit to\nMerrick was a good place to get into some of my views about conspiracy and the human mind’s\nability to latch on to anything to avoid unpleasant facts. Squeaky’s line “Well what do you expect\nfrom me. I’m crazy” was obviously later then this meeting, but it was just too good a line to let go.\n\n| didn’t use elements of your essay that made actual filming and production tougher. For example,\nthe interlude in your essay where you went to a home of friend of the family and smoked weed\nfor example became “you\" smoking weed at their pad.\n\n| added in beats, character traits and dialgoue that helped form that \"dramatic arc\" that works in\nmovies so well. You and the Manson Women must have talked about far more than you\nmentioned in your essay, but | took liberties with what was said and how it was presented. Maybe\n| should have reached out to you about these conversations. | guess | was afraid of the Truth\ngetting in the way of a good story.\n\nHOUSE_OVERSIGHT_025329",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025329.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2463,
    "word_count": 452,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:48.728524",
    "prefix": "IMAGES-008"
  }
}