{
  "document_id": "HOUSE_OVERSIGHT_013649",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013649.txt",
  "text": "speaks of the multiplicity of valid Ways to Deep Truth. The acceptability of many\nways is supported in the tales from the millennial oral tradition of the Sufi Masters in\ntheir Teaching Stories. One of them, What Befell the Three, is attributed to the early\n18\" Century Sufi teacher, the Dervish Murad Shami. In it, an apparition is mobilized\nby the concentrated Truth seeking efforts of three Sufi Dervishes named Yak, one,\nDo, two and Se, three. When this “...white smoke head of the very old man...” was\nasked what he was, he answered “...| am what you think me to be...have you never\nheard the saying ‘There are as many ways to the Deep Truth as there hearts of\nman.” In the narratives about the lives of the Mevievi Islam dervishes called\nMunaquib el-Arafin (1353), Jalaludin Rumi, the Sufi saint, instructs his ill and\ntroubled petitioner to ask forgiveness from the Christian he recently spat on saying\n“...whether a ruby or a pebble, there is a place on His hill, there is a place for all...”\nCole Barks and Michael Green’s The Illuminated Prayer (2000) notes that the Rumi\nfollower, Bawa Muhaiyaddeen, a modern Sufi guru, was said to be keenly aware\nhow quickly spiritual entheogenic systems can become amphetamine-like and\n“...develop rigid marching orders ...which turn into a dumb obsession with other\npeople’s behavior...”\n\nIt appears that entheogenic and amphetamine spiritualities can coexist\ncontemporaneously, in Islam as well as in all the other of the world’s great religions.\n\nOne day, sneaking home from school, taking the long way around via Troost,\n| was spotted and chased up some stairs into an apartment building’s dark hall.\nTerrified, | swung hard and hit the leading angry and noisy head with a propitiously\nfound snow shovel that had been left near the apartment’s entrance. An ambulance\nwas called to tend to the twelve-year-old, transiently unconscious, Lutheran boy. He\nrecovered completely within a day and the chases after school and my desperate\nescapes stopped suddenly, never to reappear. After several months, our family\ncrossed the socioeconomic divide in Kansas City to a more tolerant, upper middle\nclass, Southside neighborhood near Rockhill Road, to a suburban home, one block\nfrom Missouri’s border with Kansas. There, persecution for my Jewishness took\nmore subtle forms such as not being permitted to play teen-age golf with my friends,\n\nthough invited, on their Blue Hills and Kansas City Country Club’s golf courses. It\n\n149\n\nHOUSE_OVERSIGHT_013649",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013649.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2497,
    "word_count": 408,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:46.731063",
    "prefix": "IMAGES-002"
  }
}