{
  "document_id": "HOUSE_OVERSIGHT_014349",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014349.txt",
  "text": "Chart 52: What do you consider as the single most important catalyst for ZION shares in 2017?\n\n35%\n30%\n29%\n20%\n15%\n10%\n\n5%\n\n0%\n\nGreater comfort More aggressive Stronger revenue Continued Higher interest\naround potential capital return to growth regardless expense savings rates\nenergy losses shareholders ofwhathappens to achieve an\nto interest rates efficiency ratio in\nthe low 60%s for\n\nFY17\nSource: BofA Merrill Lynch Global Research\nChart 53: Compared to this year’s CCAR capital ask which implies a total Chart 54: ZION expects total expenses in 2016 to come in below\npayout of ~60%, what level would you like to see ZION’s 2017 CCAR $1.58bn and then slightly increase in 2017. Would you prefer absolute\npayout increase to? expenses be flat to down in 2017?\n\n80%\n70%\n60%\n\n40%\n35%\n30%\n25% 21% 21% 50%\n20% 40%\n\n69%\n\n31%\n\n15% 30%\n10% 20%\n5% 10%\nO% 0%\nRemain at 60% 10% 80% Greater than Yes Indifferent; I’m more focused on\n80% the efficiency target\nSource: BofA Merrill Lynch Global Research Source: BofA Merrill Lynch Global Research\n\nBrokers Top 5 Takeaways\neniaman Sachs (GS), B-1-7, Buy\nGS’ Harvey Schwartz, CFO, and Harit Talwar, Head of Digital Finance presented at\n\nour conference. Overall, Harvey and Harit were optimistic about the consumer\nlending opportunity with Marcus as well as the overall outlook for the firm.\n\ne | When asked about what would get investors more interested in GS stock, 51% of\nthe investors responding to the poll voted for a stronger revenue backdrop, while\n34% voted for normalizing regulations and ability to return more capital.\n\nBankof America a 2016 Future of Financials Conference | 17 November 2016 35\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014349",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014349.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1682,
    "word_count": 280,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:44.693394",
    "prefix": "IMAGES-002"
  }
}