{
  "document_id": "HOUSE_OVERSIGHT_027892",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027892.txt",
  "text": "each successive stage as we crossed the Galilee, I realized that it was also\nsomething that I was naturally good at.\n\nStill, the closest thing to real military activity remained my excurions with\nIdo and Moshe. Our ammunition trunks were stowed under our beds. But the\nfinal piece of our arsenal fell into place in May 1958. For the tenth anniversary\nof Israel, there was a national exhibition celebrating the achievements of the\nstate. I paid a first visit on my own. I was curious to see what was on show. But\nas I walked through, I couldn’t help noticing the lack of security. Two days\nlater, I returned with Ido and Moshe. There was a stand devoted to the Israeli\nmilitary industry. We already had a supply of ammunition for an Uzi\nsubmachine gun, courtesy of our raid on the Alexandroni Brigade. Now, when\nthe guy in charge of the stand was chatting with other visitors, we came away\nwith an Uzi.\n\nIt was then the trouble began. Along with Ido, Moshe and the other older\nboys, I now lived in a larger dormitory under the cursory gaze of an older\nmetapelet. She was doing routine cleaning when she decided to dust around the\nboxes under our beds. She’d never given them much thought. But when she\ntried to move one of them, she was amazed by its weight. She got one her sons-\nin-law to help. I think the box he pried open first was Moshe’s. But within a few\nminutes he’d opened Ido’s and mine as well. Inside each were hundreds of\nbullets and the machine-gun belts. Inside mine was our prized Uzi. It would not\nexactly have taken the KGB to work out the rest. The kibbutz leaders ordered an\ninquiry. Ido was summoned first, and attempted a brief show of defiance.\n“What’s the big deal,” he asked. “It’s just stuff we collected. Why should you\ncare?” But separately questioning Moshe, then Ido again, the inquisitors worked\nout every detail. The fact that the ammunition had come from the Alexandroni\nBrigade, the reservists sent to defend us, was bad enough. But the Uzi had been\nstolen from the National Exhibition. That was even worse. It was left to the core\nof young men in their late 20s and 30s to figure out how to punish us. Everyone\nagreed we could not be reported to the police. That would risk a scandal for the\nkibbutz. They decided to beat some sense into the offenders, in front of all the\nrest of the teenagers in the dormitory.\n\nI wasn’t there. One afternoon each week, I now boarded a bus into Tel Aviv\nfor my piano lesson. But when I returned after sundown, I sensed immediately\nsomething was wrong. Yigal was waiting at the bus stop outside the kibbutz. He\ntold me that what I had done was terrible. Not just because it involved weapons,\nbut because it was a breach of trust. Did you really steal ammunition from the\n\n44\nHOUSE_OVERSIGHT_027892",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027892.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2766,
    "word_count": 503,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:47.147873",
    "prefix": "IMAGES-009"
  }
}