{
  "document_id": "HOUSE_OVERSIGHT_028111",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028111.txt",
  "text": "It was still my responsibility to ensure that Gaza-Jericho was implemented,\nand that the initial withdrawals and redeployments went ahead smoothly. And\nthey did. But I also was soon playing a part in a renewed effort by Rabin to use\nthe momentum of Oslo to achieve peace agreements with our other Arab\nneighbors: the Syrians, although he knew that would be tough, and first the\nJordanians. I would always have had some role, by virtue of the need for a chief\nof staff to weigh in on security issues. But as Yitzhak had done from the start,\nhe involved me and others in his inner political circle in wider discussions on\nthe whole range of negotiating issues. Especially after Oslo, he seemed\ndetermined to keep Peres’s role to an absolute minimum.\n\nNo peace talks are ever completely straightforward, but the process with\nJordan was very close to that. The main issues on the Jordanian side involved\nensuring a proper share of scarce water supplies; and dealing with Israel’s de\nfacto control of a fairly large area near the southern end of our border. A\nnumber of kibbutzim and moshavim were farming the land there. But under the\npost-1948 armistice, it had been allocated to Jordan. Israel’s priorities were to\nput in place a fully open relationship of peace and cooperation, and to get\nassurances Jordan would not allow its territory to be used by Palestinian groups\nto launch terror attacks.\n\nI was struck by how much more easily compromises can be found if you\ntruly trust the party on the other side. From my earlier meeting with Hussein in\nEngland, before the Gulf War, I’d been impressed by the king’s thoughtful and\nmeasured, yet warm and open, demeanor. That, in itself, inspired trust. But ever\nsince 1967, even in times of high tension, Israel and Jordan had kept open secret\nlines of communication, and both sides had generally demonstrated a shared\ndesire, and ability, to steer clear of conflict. The main trade-off in the search for\na formal peace turned out to be not too difficult. We agreed to ensure water\nprovision, and to accept Jordanian sovereignty over the 1949 armistice area, in\nreturn for which the king allowed the Israelis who had been working the land to\nstay in place as lessees. On the final Wednesday of October 1994, near our\nborder crossing in the Arava desert, I watched as Rabin, King Hussein, and\nPresident Clinton formally seal the full “Treaty of Peace Between the State of\nIsrael and the Hashemite Kingdom of Jordan.”\n\n263\nHOUSE_OVERSIGHT_028111",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028111.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2487,
    "word_count": 427,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:45.098219",
    "prefix": "IMAGES-009"
  }
}