{
  "document_id": "HOUSE_OVERSIGHT_015510",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015510.txt",
  "text": "298 M. Hoffman et al.\n\nwhy we judge torture as worse than imprisonment or punishment (torture is harming\nsomeone as a means to obtaining information) and perhaps one of the (many) rea-\nsons we oppose prostitution (prostitution is having sex with someone as a means to\nobtaining money). The Envelope Game clarifies the function of adhering to this\nmaxim. Whereas those who treat someone well as means to an end would also\nmistreat them if expedient, those who treat someone well as an end can be trusted\nnot to mistreat them when expedient.\n\nAttention to Motives. The previous two applications are examples of a more gen-\neral phenomenon: that we judge the moral worth of an action based on the motiva-\ntion of the actor, as argued by deontological ethicists, but contested by\nconsequentialists. The deontological argument is famously invoked by Kant:\n“Action from duty has its moral worth not in the purpose to be attained by it but in\nthe maxim in accordance with which it is decided upon, and therefore does not\ndepend upon the realization of the object of the action but merely upon the principle\nof volition in accordance with which the action is done without regard for any object\nof the faculty of desire” (Kant, 1997). These applications illustrate that we attend to\nmotives because they provide valuable information on whether the actor can be\ntrusted to treat others well even when it is not in her interest.\n\nAltruism Without Prospect of Reciprocation. CWOL also helps explain why peo-\nple cooperate in contexts where there is no possibility of reciprocation, such as in\none-shot anonymous laboratory experiments like the dictator game (Fehr &\nFischbacher, 2003), as well as when performing heroic and dangerous acts. Consider\nsoldiers who throw themselves on a grenade to save their compatriots or stories like\nthat of Liviu Librescu, a professor at the University of Virginia and a Holocaust sur-\nvivor, who saved his students during a school shooting. When he heard the shooter\ncoming toward his classroom, Librescu stood behind the door to his classroom,\nexpecting that when the shooter tried to shoot through the door, it would kill him and\nhis dead body would block the door. Mr. Librescu, clearly, did not expect this act to\nbe reciprocated. Such examples have been used as evidence for group selection\n(Wilson, 2006), but can be explained by individuals “not looking” at the chance of\nfuture reciprocation. Consistent with this interpretation, cooperation during extreme\nacts of altruism is more likely to be intuitive than deliberative (Rand & Epstein,\n2014), and those who cooperate without considering the prospect of reciprocation\nare more trusted (Critcher, Inbar, & Pizarro, 2013). We also predict that people are\nmore likely to cooperate intuitively when they know they are being observed.\n\nThe Omission—Commission Distinction\nand Higher-Order Beliefs\n\nWe explain the omission—commission distinction and the means—by-product distinction\nby arguing that these moral intuitions evolved in contexts where punishment is\ncoordinated. Then, even when intentions are clear to one witness for omissions and\nby-products, a witness will think intentions are less clear to the other witnesses.\n\nHOUSE_OVERSIGHT_015510",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015510.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3231,
    "word_count": 517,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:47.156938",
    "prefix": "IMAGES-003"
  }
}