{
  "document_id": "HOUSE_OVERSIGHT_033561",
  "filename": "IMAGES-012-HOUSE_OVERSIGHT_033561.txt",
  "text": "From: SC\n\nSent: 1/21/2014 10:51:27 PM\nTo: jeevacation@gmail.com\nSubject: Fwd: Why Palm Beach, Florida Is The 'New Greenwich' For Wall Streeters\n\naiataetal Original Message-----\n\nFrom: BRYAN SUBOTNICK </>\n\nTo: es: Subotnick Stuart (MM; ;: prosperi paul\nee\n\n>\nSent: Tue, Jan 21, 2014 4:35 pm\nSubject: why Palm Beach, Florida Is The 'New Greenwich’ For Wall Streeters\n\nFINANCE\n\nwhy Palm Beach, Florida Is The \"New Greenwich’ For wall Streeters\n\nJACQUELINE DETWILER, DUJOUR\nJAN. 21, 2014, 1:18 PM\n\nNeilson Barnard/Getty Images\nThe Palm Beach finance crowd can paddleboard whenever they please.\n\nBehind a semicircular brick drive and a lawn as manicured as a putting green sits a 30,000-square-foot\nmasterpiece of Italian Renaissance architecture called Casa Nana.\n\nJohn Porter, a real estate associate for Corcoran who oversees some of the largest sales in Palm Beach\nCounty, Florida, points out the spiral staircase, built by famed 1920s architect Addison Mizner for the\nfounder of the National Tea Company. “This home went for $30.2 million in 2003; today that sum wouldn’t\nbe in the top 25 highest prices” of houses for sale in this area, Porter says. “Palm Beach real estate\nhas gone from nothing going on to nothing left to sell.”\n\nPorter is giving me a tour of the so-called Billionaire’s Row, a stretch of South Ocean Boulevard on the\nisland of Palm Beach that is bordered by some of the highest hedges I’ve ever seen. Through gaps in the\ngreenery appear stone fountains, elephant statues, pools the size of tennis complexes (next to actual\ntennis complexes), and more clay roofs than one could count. It’s a monumental display of wealth, and it\nis rapidly expanding, not just here but in Delray Beach, Jupiter, Palm Beach Gardens and Boca Raton, as\nmoney pours out of the Northeast Cand in some cases, from as far as London and Singapore) and into this\nalready wealthy section of southeast Florida. Approximately 70 hedge and private equity funds are now\nheadquartered here, many of which have set up shop in the last two years, jacking up home prices and\nspurring a countywide initiative to become, as some have said, “the new Greenwich.”\n\nFor hedge fund managers who might normally be inclined toward Westchester or Connecticut, the allure of\nSouth Florida is as plain as grits on toast. The homes are sprawling; the Intracoastal waterway is a\nyachter’s paradise. It has a glittering social scene. During high season—October through March-there\nmight be several fundraisers on any given night. Perhaps the key factor, however: In Florida, there are\nno individual income taxes, no estate taxes and no capital gains taxes. A hedge fund manager reporting $1\nmillion in income can expect to pay only the federal government, whereas his counterpart living in\nConnecticut pays that plus an extra $67,000. And if the poor schmuck were still in New York City? He’d\nbetter be ready to fork over $104,300.\n\nAs for why all of this is happening now, when Florida has long been a sunny tax haven, so to speak,\nfinanciers point to the upcoming application of Section 457A of the Internal Revenue Code. Before 457A\nwas enacted, certain fees and related earnings could grow tax deferred in offshore accounts for up to ten\nyears. But now, according to the section, hedge fund managers will need to funnel all of the fees that\nwere deferred before 2009 and their related earnings back into the U.S. by 2017. If a manager lives in\n\nHOUSE_OVERSIGHT_033561",
  "metadata": {
    "original_filename": "IMAGES-012-HOUSE_OVERSIGHT_033561.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3441,
    "word_count": 573,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:49.197851",
    "prefix": "IMAGES-012"
  }
}