{
  "document_id": "HOUSE_OVERSIGHT_018065",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018065.txt",
  "text": "Tags: Discussion Lecture Networking Weddings Industry Marketing Industry Meetings and Events.\n\nJones Magazine\n\nInaugural Jones Awards. 6:00pm. Program. Alvin Ailey American Dance Theater. New York. Contact: Media: Marie\nDasaro. mdasaro@thinkpublicrelations.com. (212) 343-3920.\n\nEvent address: 405 West 55th St., New York. Sponsored by My Black is Beautiful. Event web address: jonesmag.com.\nTags: Awards/Awards Shows Industry Media Industry Publishing Social Patron.\n\nMercedes Benz Fashion Week\nLuca Luca Show. 6:00pm. Spring/summer 2011 collection. Invitation only. Lincoln Center Plaza. New York. rsvp@lucaluca.com.\n\nEvent address: West 65th St. and Broadway, New York. Event web address: lucaluca.com.\n\nTags: Fashion Event Fashion Show Exclusive Mix Industry Beauty Industry Fashion Industry Media Industry Retail.\n\nYigal Azrouel\n\nFashion Week Show. 6:00pm. Spring 2011 collection. Invitation only. Exit Art. New York. yigalazrouel@lindagaunt.com.\n\nEvent address: 475 10th Ave., New York.\nTags: Fashion Event Fashion Show Exclusive Mix Industry Beauty Industry Fashion Industry Media Industry Retail.\n\nAmerican Friends of the Hebrew University - President's Council\n\nMaimonides Award Dinner. 6:30pm. Cocktails and program. Honoring George Barrett. Location to be determined. jglodstein@afhu.org.\n\nEvent address: More information to come shortly,. Event web address: www.athu.org/civicrm/event/info?reset=1&id=76.\n\nTags: Awards/Awards Shows Dinner Fundraiser Industry Diplomatic Religious Jewish Social Patron Faith Jewish.\n\nCooper Union for the Advancement of Science and Art\n\nLecture. 6:30pm. \"Promise Me\", book signing and q&a. Speaker(s): Honorable Nancy Goodman Brinker. Cooper Union's Great Hall. New\nYork. (212) 353-4195.\n\nEvent address: 7 East 7th St., New York. Event web address: www.cooper.edu.\n\nTags: Book Launch Party Lecture Reception Industry Media Social Patron Health Cancer.\n\nMaimonides Medical Center\n\nAnnual Award Dinner. 6:30 pm. Cocktails and program. Honoring George Barrett. Chaired by Marc N. Casper, Phillip Frost, MD,Harvey M.\nKrueger,Lee Perlman, Marvin Samson, Abigail Wexner, Leslie Wexner, Shlomo Yanai. Tickets from $500.00. Tables from $10,000.00. The\nPierre Hotel. New York. nsmook@afhu.org. (212) 607-8517.\n\nEvent address: 2 East 61st St., New York. Event web address:www.athu.org/civicrm/event/info?reset=1 &id=76.\n\nHOUSE_OVERSIGHT_018065",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018065.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2377,
    "word_count": 306,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:44.206551",
    "prefix": "IMAGES-004"
  }
}