{
  "document_id": "HOUSE_OVERSIGHT_013387",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013387.txt",
  "text": "e “Ts there anything in L.M.’s Complaint that was filed against you in September of\n2008 which you contend to be false?”\n\ne “T would like to know whether you ever had any physical contact with the person\nreferred to as Jane Doe in that [federal] complaint?”\n\ne “Did you ever have any physical contact with E.W.?”\n\ne “What is the actual value that you contend the claim of E.W. against you has?”\nThe matters addressed in these questions are the central focus of Epstein’s claims against\nEdwards. Epstein’s refusal to answer these and literally every other substantive question put to\nhim in discovery has deprived Edwards of even a basic understanding of the evidence alleged to\nsupport claims against him. Moreover, by not offering any explanation of his allegations,\nFpetein is deptteiat Edwards of any opportunity to conduct third party discovery and\nopportunity to challenge Epstein’s allegations.\n\nIt is the clear law that “the chief purpose of our discovery rules is to assist the truth-\nfinding function of our justice system and to avoid trial by surprise or ambush,” Scipio v. State,\n928 So.2d 1138 (Fla.2006), and “full and fair discovery is essential to these important goals,”\nMcFadden v. State, 15 So.3d 755, 757 (Fla. 4\" Dist. Ct. App. 2009). Accordingly, it is important\nfor the Court to insure “not only compliance with the technical provisions of the discovery rules,\nbut also adherence to the purpose and spirit of those rules in both the criminal and civil context.”\nMcFadden, 15 S0.3d at 757. Epstein has repeatedly blocked “full and fair discovery,” requiring\n\ndismissal of his claim against Edwards.\n\nHOUSE_OVERSIGHT_013387",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013387.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1644,
    "word_count": 270,
    "line_count": 27,
    "import_date": "2025-11-19T21:47:44.423966",
    "prefix": "IMAGES-002"
  }
}