{
  "document_id": "HOUSE_OVERSIGHT_020502",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020502.txt",
  "text": "43\n\nCls in the mainstream Chinese studies curricula on US campuses to date. (See below\nfor our recommendations concerning CIs.)\n\nChinese Students and Scholars Associations\n\nChinese Students and Scholars Associations (CSSA) on American campuses maintain\nregular contact with China’s diplomatic missions in the US. Even when these contacts\nare purely for cultural purposes, the CSSA provides a ready channel or entry point\n\nfor the political departments of China’s embassy and consulates in the US to gather\ninformation and coordinate action, which in some cases includes pressuring the\nbehavior of Chinese students. Sometimes pressure is even applied by China’s security\nservices on the family members of those students it finds speaking out in unacceptable\nways back in China. What is more, Chinese scholars and diplomats have sought to\ninfluence on-campus debates in China’s favors and have even protested when American\nuniversities have exercised their right to invite speakers whom China identifies as\nunfriendly. Finally, some Chinese students and scholars have exploited the collaborative\nresearch environment on US campuses to obtain sensitive American technologies.\n\nChinese Students and Scholars Associations now exist on approximately 150 US\ncampuses.” A second type of on-campus association has also recently started up,\n\nthe China Development Student Think Tank (CDSTT), with chapters at Syracuse\nUniversity, Boston University, and George Washington University. As voluntary\nassociations of Chinese citizens on campus, these groups perform many appropriate\nsocial functions, such as orienting new students to life in the United States and\narranging networking get-togethers. Nonetheless, their links with Chinese diplomatic\nmissions and some of their activities, because of their attempts to interfere with\nother campus activities and broader political discourse and debate, present cause for\nconcern. CSSAs at Washington, DC, universities make no secret of their ties to the\nChinese embassy and receive small amounts of operating funds directly from it. CSSAs\nelsewhere have similar ties to nearby Chinese consulates, which also provide them\nwith funding, other kinds of support, and surveillance. It has also been reported that\nChinese Communist Party cells have been established on several US campuses.*°\n\nCSSAs often alert PRC diplomatic missions about events on campus that offend official\nPRC political sensitivities, e.g., speeches or discussions on Tibet, Taiwan, Xinjiang, human\nrights, and Chinese elite politics. Once notified, the local PRC mission has sometimes\ncontacted university faculty or staff members to prevent such events from proceeding.\n\nIn some instances, it is difficult to know whether opposition to events originates with\n\na CSSA or the local PRC mission. In 2017, the CSSA at the University of California San\nDiego mobilized opposition to the chancellor’s invitation to the Dalai Lama to be the\ncommencement speaker, which at least some CSSA members ultimately coordinated with\nthe PRC consulate in Los Angeles.” After the event finally took place anyway as planned,\n\nSection 4\n\nHOUSE_OVERSIGHT_020502",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020502.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3141,
    "word_count": 462,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:48.950403",
    "prefix": "IMAGES-006"
  }
}