{
  "document_id": "HOUSE_OVERSIGHT_010995",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010995.txt",
  "text": "consumption C means either more investment I or less output Y. It doesn’t say\n\nwhich happens.\n\nInvestment, for Keynes, meant creation of new productive assets. He was right in\nseeing that as the goal. But his analysis leaves too much outside. What I miss is a\nvariable for investment quality. Investments in new productive assets in 1929 or\n\n2008 yielded negative return. Money in vaults did better.\n\nI prefer an approach which takes our minds off the ultimate goal in new productive\nassets. I drop all distinctions between saving and investment. Either word means\nthe other. What matters is its intended and realized return. That is the missing\nquality variable. Notice that | don’t have to specify “risk-adjusted” return because\nKeynes and | are describing only at the collective (national) scale. Risk of all\ninvestments collectively is average risk. This can be implicit whenever I describe at\n\nthe collective scale.\n\nKeynes’ analysis and equations appear in his General Theory. He was addressing the\nworld depression. A theme was that households do most saving, while businesses do\nmost investing. Banks collected the saving and made it available for business to\nborrow and invest. But business lacked the “animal spirits” to take such a risk ina\nslump. We saw the same story after 2008. Keynes’ proposal was for government to\ndo the borrowing and investing instead. That’s part of the “fiscal policy” I described\nin Chapter 1. Here we tend to agree. That would explain his sense of urgency as to\nnew productive capital as the most direct way to put idle plant and workers back to\n\nwork.\nI prefer to suspend judgment on what is a new productive asset and what isn't. |\nthink my way of putting things is both simpler and subtler than Keynes’, although at\n\nsacrifice of his explicit focus. Saving and investment, in my language, are the same\n\nfrom the start. The maximand is return. Consumption foregone will translate into\n\nChapter 4 Mill’s Idea 1/11/16 4\n\nHOUSE_OVERSIGHT_010995",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010995.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1983,
    "word_count": 330,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:48.740202",
    "prefix": "IMAGES-001"
  }
}