{
  "document_id": "HOUSE_OVERSIGHT_018558",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018558.txt",
  "text": "te OK ok\n\nMy Fantasy Sex-Positive, Anti-Abuse Program\n\nYou can tell from the above list that relevant community efforts have focused on raising\ninternal awareness, consolidating useful information, and educating. If I were to get a\ngrant or something (ha!), I would certainly look for ways to use it on a dedicated pro-sex,\nanti-abuse initiative, hopefully more expansive than a hotline, and considerably more\nextensive than a pamphlet. I've never developed this thought too extensively -- I hate to\ntorture myself when I know there's no money for one of my ideas -- but I know I'd want\nmy Dream Anti-Abuse Team to have the following qualities:\n\n* BDSM is obviously my main interest, because that's how I identify the core of my\nsexuality. But I have a strong interest in destigmatizing all forms of sexual expression\npracticed by consenting adults. Everyone involved in my initiative would emphasize that\npeople of all genders and sexualities could come for help -- whether straight, gay,\nlesbian, bi, trans, asexual, BDSM, sex worker, polyamorous, swing, or whatever\namazing fetish could conceivably come up.\n\nIdeally, I would personally try to shock the hell out of anyone before I agreed to work\nwith them... because anyone whose face twists up or who gasps at the idea of any kind of\nconsensual weird sex is a person who shouldn't be anywhere near altsexual abuse\nsurvivors.\n\n* I'd want destigmatizing alternative sexuality among the mainstream, especially\nmainstream anti-abuse organizations, to be a major focus -- so that abuse survivors\ncould feel less anxious about being misunderstood while seeking help. So I'd need people\nwho were willing to go out and charismatically shock the abuse officers at police stations,\nfeminist organizations, college campuses, etc. I'd want us to be running everything from\nanti-stigma poster campaigns to sex communication workshops.\n\n* I'd want the program to be well-advertised to the general public, so that people who\naren't in the community -- yet who are practicing S&M _ or poly or whatever on their\nown -- could still find us.\n\n* Of course we'd also do the more traditional work of offering walk-in counseling to\nabuse survivors, including help making a concrete plan, altsexual-friendly legal advice,\nand so on.\n\nSo.\n\nAnyone willing to fund my Dream Team?\n\nte Kk ok\n\nThis can be found on the Internet at:\n\nhttp://clarissethorn.com/blog/2011/01/16/the-alt-sex-anti-abuse-dream-team/\n\nHOUSE_OVERSIGHT_018558",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018558.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2457,
    "word_count": 390,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:44.163202",
    "prefix": "IMAGES-005"
  }
}