{
  "document_id": "HOUSE_OVERSIGHT_031901",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031901.txt",
  "text": "26\n\nSHAFFER: Your chapter “How Christianity Undermines the Family”\nis provocatively titled and sort of microcosmic for your whole thesis.\nCan you tell us about it?\n\nFUKUYAMA: You can’t have modern politics if society is based on\nthe biological principles of supporting friends and family. That’s the\nnatural mode of human sociability. We’re naturally inclined to take\ncare of family and exchange favors with friends. Human beings will\ninteract in that manner without anyone telling them to behave that\nway because it’s biologically grounded.\n\nIn all human societies, social order at one stage depended on\nextended kinship — people living in tribes where people traced\nancestry to a common ancestor that may be three, four, or five\ngenerations dead. This was no less true of Europeans than it was of\nthe Chinese, or Arabs, or Africans, or anyone else in the world. All\nthe Germanic barbarians organized themselves tribally after\noverrunning the Roman Empire.\n\nOne of the broad questions I’ve addressed in the book is how did\nthese different societies make an exit out of kinship-based social\norganization into a modern-based state, with impersonal, centralized\nadministration? Europe in that respect was quite exceptional, because\nthat happened early, and it happened through the agency of the\nCatholic Church, which changed the rules of inheritance for kin-\ngroups. It forbade divorce, it forbade concubinage, and it forbade\ncousin marriages within three or four degrees of relatedness. All of\nthese were practices in tribal societies that kept property within an\nextended kin-group. In the Arab world in many places they still\nencourage cross-cousin marriage, where you marry your first cousin\nand the two families get to keep property within this narrow circle.\n\nHOUSE_OVERSIGHT_031901",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031901.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1787,
    "word_count": 280,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:48.019477",
    "prefix": "IMAGES-011"
  }
}