{
  "document_id": "HOUSE_OVERSIGHT_012783",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012783.txt",
  "text": "cichlid fish spectators observing a winning fight, and soccer spectators seeing their team win the World\nCup.\n\nWhat many volumes of experiments reveal is that testosterone plays a fundamental role in social\nbehavior across the animal kingdom, motivating individuals to defend their resources, acquire additional\nresources when possible, develop confidence following victory, and gracefully walk away following\ndefeat. Testosterone influences behavior, and behavior influences testosterone. If an individual\nexperiences a challenge, this causes an increase in testosterone. The increase in testosterone heightens\nconfidence and risk-taking to defend the resources. Heightened confidence and risk-taking are often\nassociated with winning fights. Winning fights increases testosterone, bringing us full circle to the\nchallenges of social living.\n\nTestosterone is joined by several other microcontrollers, including at least one additional\nhormone — cortisol — two neurochemicals — serotonin and dopamine — and several brain areas that are\naffected by these hormones and neurochemicals. Our understanding of this assemblage, beautifully\nsynthesized by the psychologist Jack van Honk, accounts for both our adaptive and sometimes highly\nmaladaptive capacity to harm others.\n\nCortisol mediates the stress response in fish, reptiles, birds, and mammals, including all ages of\nhuman mammals. When fear kicks in due to aggressive challenges from a dominant individual or from\nthe appearance of a predator, cortisol rises. When individuals confront uncertainty, cortisol rises. When\ncortisol levels are high, individuals are more sensitive to punishment and more likely to avoid social\ninteractions. Flipping the polarity around, when cortisol levels are low, individuals are more aggressive,\nmore reward focused, and less sensitive to punishment. Testosterone and cortisol therefore play within\nthe bodies of animals like two children sitting on opposite ends of a see-saw. When testosterone is up and\ncortisol is down, individuals are primed to harm others and take risks. When testosterone 1s down and\ncortisol is up, individuals are risk averse, less likely to harm and more likely to engage in fnendly social\nbehavior.\n\nSerotonin, as noted earlier in the discussion of domestication, is primarily involved in self-\ncontrol. High serotonin levels are associated with behavioral inhibition, whereas low serotonin levels are\nassociated with disinhibition or impulsivity, as well as heightened aggression. Dopamine is linked to the\nexperience of reward, both in terms of predicting when it will occur and in motivating behavior that\nmaximizes the odds of obtaining the goods. When animals reach their goals or expect to obtain them,\nincluding food, mating, or winning a fight, the brain delivers a surge of dopamine. In humans, taking a\ndrug that increases the amount of dopamine, causes people to believe that they will feel more elated about\n\nan event in the future.\n\nHauser Chapter 1. Nature’s secrets 37\n\nHOUSE_OVERSIGHT_012783",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012783.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3022,
    "word_count": 444,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:46.643045",
    "prefix": "IMAGES-002"
  }
}