{
  "document_id": "HOUSE_OVERSIGHT_021093",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021093.txt",
  "text": "impressed a pupil’s father who then recruited: him to a job on Wall\nStreet. Epstein used his mathematical knowledge to develop complex\nformulae that could be applied to financial markets, especially in the\narea of currency exchange. He went on to form his own company and\nbegan advising Leslie Wexner, the billionaire creator of the Limited\nBrands group, which owns, among other extremely successful\ncompanies, Victoria's Secret and La Senza. Some on Wall Street believe\nthat Wexner is the source of Epstein’s fortune, although the version\nEpstein seems to prefer is that he advises a number of very rich clients.\nIntriguingly, he is said to have a permit to carry a gun. Epstein’s talents\nare not restricted to mathematics. He plays the piano to concert\nstandard (there is a nine-foot Steinway grand in his house) and he\ncultivates Nobel Prize-winning scientists with whom he engages\nin arcane conversation.\n\n‘Ghislaine was totally in thrall to him, Rupert\nFairfax said: “The death of her father left a terrible\ngap in her lifeand Jeffrey filled it. I remember seeing\nthem together in Aspen. Jeffrey was everything to\nher. He lifted her up at a time when she was very\ndown.’ Ghislaine’s friends have asserted that she\ndesperatelyiwanted,toomartyEpsteiny but that their\nromance turned into what one has described as ‘an\naffectionate business relationship’. Epstein provided\nGhislaine with a home, a beaux-arts townhouse on\nthe Upper East Side close to his own residence. He\nalso gave her the wherewithal to run it in a grand\nmanner; she employed a substantial staff, including a\nfull-time butler and maid who had their own\nquarters at the property. Ghislaine appeared effortlessly to establish\nherself as one of New York’s leading socialites. Witness, for instance, the\nparty she threw for Allegra Hicks, the designer ex-wife of Ashley Hicks, a\ngrandson of Earl Mountbatten and second cousin of the Prince of Wales.\nThe 80 guests at Ghislaine’s house included Hollywood actor Matthew\nModine, at least one Rockefeller, a Radziwill and numerous\nbillionaires. After toasting the future of Allegra’s new shop in New York\nwith vintage Dom Pérignon, Ghislaine took her guests to the library,\nwhere the books had been given fake spines with titles naming her\nfriends. The party, like many she hosted, was a triumph and her success\ngave the slightly gauche Epstein a social entrée that had thus far eluded\nhim. She is credited with helping him forge a friendship with Bill\nClinton, among other figures of influence.\n\nBut even Epstein could scarcely have imagined she would create an\nopportunity for friendship with a member of the British royal family —\nPrince Andrew, whom she appears to have met in London when he was\n\nworking at the Minstry of Defence. At the turn of the millennium,\nGhislaine and Andrew were hardly ever apart, enjoying eight different\njaunts together in the space of a year. In February 2000, they holidayed\nin Palm Beach. Then they travelled to New York for a fashion show. A\nmonth later, Andrew was back in New York at a fundraiser for the\nLondon Symphony Orchestra, again accompanied by Ghislaine. A few\nweeks after that, Andrew returned for another round of socialising with\nGhislaine. The following month, they met up for another holiday in\nFlorida. In the autumn, Andrew flew to New York, where he and\nGhislaine were spotted together. Just before Christmas, Andrew gavea\nhouse party at Sandringham to mark Ghislaine’s 39th birthday. A few\nweeks later, in January 2001, they were on holiday again, in Phuket.\nWhat was going on? Was it a romance? No, said informed sources.\nBecause on at least five of the eight occasions when Andrew and\nGhislaine were together, Jeffrey Epstein was there as\nwell. Andrew invited them both to Windsor for the\nQueen's birthday party. One of Epstein’s friends,\nNobel Prize-winning scientist Murray Gell-Mann,\nsaid he understood that Epstein had given the\nQueen financial advice.\n\nAfter almost 10 years together, Ghislaine had\nbecome what Epstein characterised as his ‘best\nfriend’. He once denied that she was on his payroll,\nbut Yatler's inquities suggest that her financial\ninterests lead directly back to Epstein. In 1995 a\ncompany called Giislaiii@orpivas registered in\nFlorida, with offices at Epstein’s Palm Beach\naddress. Whenever Ghislaine is asked what she\n\ndoes, she says she is managing director of a company called W@WAYOHE\nSttaregyGroup, Not much is known about this company except that,\naccording to records, it is in the business of investment counselling.\nThat is Epstein’s area of expertise and closer inspection shows that New\nYork Strategy Group is just another part of his financial empire. So if\nGhislaine really does work for Epstein, what does she do?\n\nThere is, in fact, a clue buried in the court documentation from\nPennsylvania. In 2003 a writ was filed by Nelson Shanks, the celebrated\nportraitist whose sitters have included Pope John Paul II, Ronald\nReagan and Diana, Princess of Wales. Shanks claimed that he had been\nhired to paint the clothing billionaire (@3@WexnER his wife Abigail\nand their children. Yet when Shanks finished the picture, Wexner\nrefused to pay for it, owing $339,000. When Shanks sued for his money\n— successfully, as it turned out — he also named Jeffrey Epstein and\nGhislaine Maxwell. It was Ghislaine, he said; who had ‘approached him\nand arranged the deal-with Wexner. Epstein'was also involved, he said. It\n\nBelow, from left, Ghislaine with Imran Khan; Keith Richards; and Yasmin Le Bon\n\nHOUSE_OVERSIGHT_021093\n\na\n\nA dale ul\n\nJobb Liga ti ioi abd",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021093.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5552,
    "word_count": 911,
    "line_count": 104,
    "import_date": "2025-11-19T21:47:47.228089",
    "prefix": "IMAGES-006"
  }
}