{
  "document_id": "HOUSE_OVERSIGHT_016350",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016350.txt",
  "text": "financial resources to hire the most talented workers in the field, enhancing their power\neven further. We have been giving away valuable data for the sake of freebies like Gmail\nand Facebook, but as the journalist and author John Lanchester has pointed out in the\nLondon Review of Books, if it is free, then you are the product. Their real customers are\nthe ones who pay them for access to knowledge about us, so that they can persuade us to\nbuy their products or otherwise influence us. One way around the monopolistic control\nof data is to split the ownership of data away from firms that use them. Individuals\nwould instead own and control access to their personal data (a model that would\nencourage competition, since people would be free to move their data to a company that\noffered better services). Finally, abuse of data is not limited to corporations: In\ntotalitarian states, or even nominally democratic ones, governments know things about\ntheir citizens that Orwell could not have imagined. The use they make of this\ninformation may not always be transparent or possible to counter.\n\nThe prospect of AI for military purposes is frightening. One can imagine\nintelligent systems being designed to act autonomously based on real-time data and able\nto act faster than the enemy, starting catastrophic wars. Such wars may not necessarily\nbe conventional or even nuclear wars. Given how essential computer networks are to\nmodern society, it is much more likely that AI wars will be fought in cyberspace. The\nconsequences could be just as dire.\n\nDespite this loss of control, we continue to march inexorably into a world in which AI\nwill be everywhere: Individuals won’t be able to resist its convenience and power, and\ncorporations and governments won’t be able to resist its competitive advantages. But\nimportant questions arise about the future of work. Computers have been responsible for\nconsiderable losses in blue-collar jobs in the last few decades, but until recently many\nwhite-collar jobs—jobs that “only humans can do”—were thought to be safe. Suddenly\nthat no longer appears to be true. Accountants, many legal and medical professionals,\nfinancial analysts and stockbrokers, travel agents—in fact, a large fraction of white-collar\njobs—will disappear as a result of sophisticated machine-learning programs. We face a\nfuture in which factories churn out goods with very few employees and the movement of\ngoods is largely automated, as are many services. What’s left for humans to do?\n\nIn 1930—long before the advent of computers, let alone AI—John Maynard\nKeynes wrote, in an essay called “Economic Possibilities for our Grandchildren,” that as\na result of improvements in productivity, society could produce all its needs with a\nfifteen-hour work week. He also predicted, along with the growth of creative leisure, the\nend of money and wealth as a goal:\n\nWe shall be able to afford to dare to assess the money-motive at its true value.\nThe love of money as a possession—as distinguished from the love of money as\na means to the enjoyments and realities of life—will be recognised for what it is,\na somewhat disgusting morbidity, one of those semi-criminal, semi-pathological\npropensities which one hands over with a shudder to the specialists in mental\ndisease.\n\n130\n\nHOUSE_OVERSIGHT_016350",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016350.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3308,
    "word_count": 537,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:46.722986",
    "prefix": "IMAGES-003"
  }
}