{
  "document_id": "HOUSE_OVERSIGHT_013602",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013602.txt",
  "text": "neuropsychological causality, and inhibitory on or off and activating on or off are a\npriori functionally equivalent with respect to the logic gates of information encoding,\ntransport or storage, the modern study of brain mechanisms in emotion, cognition\n\nand behavior remains almost as mysterious as ever.\n\nThe only human mind-brain observations that are doubted consistently, and\ntreated as unpublishable by the editors of the journals of science, are those that\nresult from direct human experience using subjective reports from within. They are\ncalled unscientific. Often ignored are logically consistent mathematical and\ncomputational contexts, which, as abstract and general tools of thinking and\nimagining, have the capacity to frame, rigorously define and describe thinking about\nboth the subjective and objective aspects of brain-generated phenomena. These\nmathematically configured metaphors can lead to consistencies in description, this\nis behaving like that, in what are called equivalence relations expressed both as\nintuitive imagery; for a concrete example, a one holed bagel and one handled tea\ncup are topologically equivalent because, sculpting in clay, they can be smoothly\ntransformed into each other. We have seen that invariant measures in computable\nstatistical flows can come out of a mess of data. Professor Paul Rapp of the\nUniversity of Pennsylvania has been able to mathematically encode the verbal\ncontent of the patient’s free associations and the therapist's responses, using tape\nrecordings of hours of psychoanalytical treatment. Examples of quantifiable qualities\nfound useful in this regard involve a variety of characteristic statistical patterns in\nwhat are called entropies and information as well as various measures of what with\na wide range of definitions is called complexity. These quantifiable properties,\nmeasures, can help in the struggle with the intrinsic tension of Absolute Reality\nbetween the “eternal emptiness of form and the eternal form of emptiness.” We\nresort to measures of entropy, information and complexity when confronted with our\nignorance, “emptiness,” great or little, with respect to either cause or result, about\n\nwhat exactly is going on. Entropy in its forms relevant to information quantifies our\n\n102\n\nHOUSE_OVERSIGHT_013602",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013602.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2295,
    "word_count": 338,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:48.194246",
    "prefix": "IMAGES-002"
  }
}