{
  "document_id": "HOUSE_OVERSIGHT_022042",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022042.txt",
  "text": "IATTERSON\n\naring variations on a scheme Mrs.\nperpetrated against her late hus-\nis his mentor. Seckel took books\n10k money and promised a book;\nrty lost money.”\n\n, humorous,” one of Seckel’s marks\n$75,000. When the time came to\nO it.”\n\nal people whom Seckel had stiffed\nuits he’d been involved in. In 2007,\nainst aman who'd edited his Wiki-\n\nheimer spoke with Seckel’s lawyer,\n\nat he’d reached a settlement for the\nunalist wrote. “Hornberger added\n‘im for his services.”\n\nI's wife, Isabel Maxwell.\n\nid date and married in Malibuinor ~\np the dates in my head,” Seckel j\n\nthey moved to the South of France, ~\nde in rare books and papers. While i\n| by a Virgin Islands company a\n-audulently attempting to sell ra\n\nsury portrait of Isaac Newton.\nng to sell papers belonging to\n\nell’s sister and the daughter of Ro\n\nFirtyy Ricu\n\nIt was an odd thing, Epstein’s association with this self-professed\nPhD who, on closer inspection, turned out to be a bit of a grifter.\nBut the Mindshift conference that Epstein and Seckel hosted\nin the Virgin Islands did take place, in 2010. Murray Gell-\nMann was there, along with Leonard Mlodinow, a physicist who\ncoauthored books with Stephen Hawking. Gerald Sussman, an\nexpert on artificial intelligence who taught at MIT and also\nattended the conference, said that he didn’t remember too much\nabout it.\n\n“We had scientific discussions, talked about various things,”\nhe said vaguely.\n\nWhen Mark Oppenheimer asked him if he’d given money to\nSeckel, Sussman “got testy” with the reporter.\n\n“I have had some dealings with him,” Sussman said, “I don't\n\nwant to say what it’s about, because I don’t feel good about\nit, okay?”\n\n: Today, Epstein’s websites—JeffreyEpsteinFoundation.com and\nq JeffreyEpsteinScience.com—are down. Their domain names have\nlong since expired. Several recipients of Epstein’s charitable con-\nq tributions, including New York’s Mount Sinai Hospital and Ballet\n4 Palm Beach, announced that they would not be accepting new\n' gifts.\n\n“The further I can keep myself from anything like that the\n\ni: etter,” said Ballet Palm Beach founder Colleen Smith.\n\nBut in 2012, Epstein held one more conference on Little Saint\n\n4 S. Once again, three Nobel Prize winners were in attendance.\n\nstephen Hawking was also there. All in all, Epstein had gathered\nWventy-one physicists— from Princeton, Harvard, MIT, and CERN\n\nq\na\n\nHOUSE_OVERSIGHT_022042",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022042.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2379,
    "word_count": 392,
    "line_count": 82,
    "import_date": "2025-11-19T21:47:44.843297",
    "prefix": "IMAGES-006"
  }
}