{
  "document_id": "HOUSE_OVERSIGHT_013378",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013378.txt",
  "text": "only Edwards but also more than 60 other reputable lawyers at a major law firm. Cf. Sun\nSentinel, Fort Lauderdale, Dec. 11, 2009, 2009 WLNR 25074193 at *1 (“Sure, some outlandish\nJohn Grisham murder plot[s] sound far-fetched. But if you asked me a few months ago if Scott\nRothstein was fabricating federal court orders and forging a judge’s signature on documents to\nalidgeitty fleece his friends, as federal prosecutors allege, I would have said that was far-fetched,\ntoo.”). No reasonable lawyer could have expected that a fellow member of the bar would have\nbeeh involved in such a plot. Nobody seemed to know of Rothstein’s Ponzi scheme, not even his\nbest friends, or the people he did business with on a daily basis, or even his wife. Many of the\nattorneys at RRA had been there for years and knew nothing. Edwards was a lawyer at RRA for\nless than 8 months and had very few personal encounters with Rothstein during his time at the\nfirm, yet Epstein claims that he should have known of Rothstein’s intricate Ponzi scheme. No\ndoubt for this reason the U.S. Attomey’s Office has now listed Edwards as a “victim” of\nRothstein’s crimes. See Statement of Undisputed Facts filed contemporaneously.\n\nEpstein’s Complaint does not offer any specific reason why a jury would conclude that\nEdwards was negligent, and he chose not to offer any explanation of his claim at his deposition.\nAccordingly, Edwards is entitled to summary judgment to the extent the claim against him is\nsomehow dependent upon his negligence in failing to discover Rothstein’s Ponzi scheme.\n\n2. Edwards is Entitled to Summary Judgment to the Extent the Claim Against\n\nHim is Dependent on Allegations Regarding “Pumping the Cases” Because\nHe Was Properly Pursuing the Interests of His Three Clients Who Had Been\nSexually Abused by Epstein.\n\nEpstein alleges that Edwards somehow improperly enhanced the value of the three civil\ncases he had filed against Epstein. Edwards represented three young women — L.M., E.W., and\nJane Doe — by filing civil suits against Epstein for his sexual abuse of them while they were\n\nLe)\n\nHOUSE_OVERSIGHT_013378",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013378.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2110,
    "word_count": 351,
    "line_count": 32,
    "import_date": "2025-11-19T21:47:44.413429",
    "prefix": "IMAGES-002"
  }
}