{
  "document_id": "HOUSE_OVERSIGHT_012155",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012155.txt",
  "text": "a KIRKLAND & ELLIS LLP\n\\ To the extent there is a similar, but more egregious, local Florida case on the books, it is\n. that of Barry Kutun, a former North Miami city attorney accused of having sex with underage\nprostitutes and videotaping the sessions. Mr. Kutun pleaded guilty on May 18, 2007 in a Miami-\nDade County courtroom as part of an agreement with State prosecutors and he received five\nyears probation and a withholding of adjudication with no requirement to register as a sex\noffender—all without a shred of involvement by federal prosecutors, who declined to prosecute\nhim. Indeed, given the wide use of the telephone in today’s society, it gives a rogue prosecutor\ncarte blanche to turn any local crime into a federal offense. Given the federal government’s\ndecision to abstain from prosecuting that case, it is hard to understand how the federal\nprosecutors responsible for this case think that the State’s treatment of Mr. Epstein somehow\nleaves federal interests substantially unvindicated. There is simply no basis for the federal\nprosecutors’ disparate treatment of Mr. Epstein.\n\nSummary of the Evidence\n\nFinally, we wish to share new evidence—obtained through discovery in connection with\nthe civil lawsuits filed in this matter—which confirms that further federal involvement in this\nmatter would be inappropriate. This testimony taken to date categorically confirms that (i) Mr.\nEpstein did not target minors; (ii) women under 18 often lied to Mr. Epstein about their ages; (iii)\nMr. Epstein did not travel in interstate commerce for the purpose of engaging in illegal sexual\nactivity; (iv) Mr. Epstein did not use the Internet, telephone or any other means of interstate\ncommunication to coerce or entice alleged victims; (v) Mr. Epstein did not apply force or\ncoercion to obtain sexual favors; and (vi) all sexual activity that occurred was unplanned and\npurely consensual. The women’s own statements—made under oath—demonstrate the absence\nof a legitimate federal concern in this matter, and highlight the serious practical difficulties an\nattempted federal prosecution would face.\n\n—~\nfs\n\ne Mr. Epstein did not recruit or obtain these women in interstate commerce (necessary\nfor a conviction under § 1591).\n\n° RE confirmed that she did not know Mr. Epstein and had\nabsolutely no contact with him—be it through Internet, chat rooms, email,\n\nor phone—prior to their arrival at his home. See Tab 13 I Tr.\n(deposition), p. 30.\n\n© [ERE has stated that (like many other women) she first met Mr.\n' Epstein when her friend, introduced her to him. See Tab\n14, Tr. A, p. 4-5.\n* Mr. Epstein was told the girls were over 18.\nfe) ae admitted to lying to Mr. Epstein about her age.\nSee Tab 13, . (deposition), p. 37 (“Q. So you told Jeff that you\nwere 18 years old, correct? A. Yes.”).\n© [ERRRMM stated that she not only always made sure she had a fake ID\nwith her and lied to Mr. Epstein by telling him she was 18, but that she\n\n\\ 14\n\nHOUSE_OVERSIGHT_012155",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012155.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2970,
    "word_count": 500,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:44.027270",
    "prefix": "IMAGES-001"
  }
}