{
  "document_id": "HOUSE_OVERSIGHT_021411",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021411.txt",
  "text": "case, that the University would remove the allegation from my record after 5 years, which makes me surprised that someone violated\nthat written agreement with you.\n\nRe item 6: You report on ASU’s response to item #6 , without including the fact that the University specifically stated there were never\nany allegations of sexual misconduct or harassment by me at the University, and the outside complaints were in fact related specifically\nto your item #6. Further you neglect to mention that this complaint was by an anonymous third party, not the individual who was\nallegedly harassed, who never lodged a complain, and that no specific evidence was provided of the alleged transgression. | was\nsurprised and dismayed that both ASU and ANU launched investigations on the basis of this but was told by both Universities that\nbecause of my high profile even such unsubstantiated third party complaints at private events unrelated to the University would be\ninvestigated. The complaint was investigated throughly by both ASU and ANU and both came to the conclusion that it was not credible\nand no university policies had been violated. . In addition ANU’s investigation, which took a full month found significant inconsistencies\nin the allegation, suggesting distortion and fabrication, | will quote from the ANU report. The initial complaint, which in fact resulted in a\ntemporary suspension by ANU outlined the claim you made in the words you quoted in your note to me, along with the statement made\nin the complaint that\n\n\"It is the University’s understanding that a complaint was lodged directly to the conference organisers at the time of the incident.”\n\nAfter the investigation, the final report absolved me of any wrongdoing, and indicated information inconsistent with the original claim\nand apparent later claims as follows:\n\n\"The allegations were made by an observer to the incident.\n\n- The complaint did not identify, nor disclose the identity of the conference attendee who was allegedly touched in\n\nan unwelcome manner.\n\n- The conference attendee who took the ‘selfie’ photo did not lodge a formal complaint to the conference organisers\nat the time of the incident (November 2016).\n\n- The conference attendee who witnessed the incident, did not lodge a formal complaint to the conference organisers\nat the time of the incident (November 2016).\n\nThe photo submitted as part of the complaint does not provide evidence of any physical contact.\n\n- The complainant alleged that a photo exists, showing your hand on the breast of the conference attendee who took\nthe ‘selfie’ photo. This photo was not made available to the Australian National University, although it was requested\nin the course of the investigation.”\n\n(And for the record | often put my hand up in front of a camera if there is a flash, as | specifically request selfies not to include flashes,\nso that | don’t end up with a series bright spots in front of my eyes for the next half hour)\n\nWhat makes this particular type of allegation so repugnant is that | get asked for literally thousands of selfies, and when people come\nup to me they are vulnerable, often shaking, and sometimes overly aggressive. | am particularly proud of the way | attempt to make all\npeople feel at ease, and respected, rather than humiliated. Thus, this false claim strikes at the heart of what | am about, which is to\nacknowledge fans in a way that makes them feel appreciated. As | understand you had a reporter watching me sign books and take\nselfies at the CFl conference in Las Vegas this year, that behavior is what they will have witnessed. Moreover, | am proud of the\ninteractions | have had at both Case and ASU, with students, colleagues and staff. | have had numerous female graduate students,\npostdocs, employees, and colleagues, and as ASU attested to you, none of these have ever complained of harassment. Quite the\ncontrary in fact, as | have worked hard to support them, mentor them, and treat them with respect. | treat others as responsible adults,\nand | expect to be treated equally.\n\nBegin forwarded message:\n\nFrom: Peter Aldhous Iii\n\nSubject: URGENT: BuzzFeed News inquiry re allegations of sexual harassment\nDate: December 10, 2017 at 5:12:27 PM PST\n\n1 a\n\nDr. Krauss:\n\nAs you know, I’m a reporter for BuzzFeed News who has been investigating sexual misconduct allegations\nagainst you. As we've already discussed by email, I’d very much like to interview you about these allegations in\ndetail.\n\nIn particular, you stated in an email sent on Nov 13 that two universities had investigated an incident (# 6\nbelow). You claimed that “both Universities independently concluded that the report was unsubstantiated and\nfabricated with malicious intent.” We are not aware that either university concluded fabrication or malicious\nintent, so if you have evidence to support this assertion, we would like to see and discuss it.\n\nHOUSE_OVERSIGHT_021411",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021411.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4912,
    "word_count": 814,
    "line_count": 72,
    "import_date": "2025-11-19T21:47:44.136281",
    "prefix": "IMAGES-006"
  }
}