{
  "document_id": "HOUSE_OVERSIGHT_014729",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014729.txt",
  "text": "Disclosures\nImportant Disclosures\n\nBofA Merrill Lynch Research Personnel (including the analyst(s) responsible for this report) receive compensation based upon, among other factors, the overall profitability of Bank of America\nCorporation, including profits derived from investment banking. The analyst(s) responsible for this report may also receive compensation based upon, among other factors, the overall\nprofitability of the Bank’s sales and trading businesses relating to the class of securities or financial instruments for which such analyst is responsible.\n\nBofA Merrill Lynch Global Credit Research analysts regularly interact with sales and trading desk personnel in connection with their research, including to ascertain pricing and liquidity in the\n\nfixed income markets.\n\nOther Important Disclosures\n\nPrices are indicative and for information purposes only. Except as otherwise stated in the report, for the purpose of any recommendation in relation to: (i) an equity security, the price\n\nreferenced is the publicly traded price of the security as of close of business on the day prior to the date of the report or, if the report is\nindicative of the traded price as of the date and time of the report; or (ii) a debt security (including equity preferred and CDS), prices are\n\nfrom various sources including Bank of America Merrill Lynch trading desks.\n\nce)\n\nWw\n\nINVESTMENT.\n\n6)\n\nThe date and time of completion of the production of any recommendation in this report shall be the date and time of dissemination o\n\nThis report may refer to fixed income securities that may not be offered or sold in one or more states or jurisdictions. Readers of this re\nher mention of such securities is not a solicitation or offer to transact in such securities. Investors should contact their BofA Merrill Lynch\nWealth Management financial advisor for information relating to fixed income securities\nRule 144A securities may be offered or sold only to persons in the US. who are Qualified Institutional Buyers within the meaning of Rul\nECURITIES DISCUSSED HEREIN MAY BE RATED BELOW INVESTMENT GRADE AND SHOULD THEREFORE ONLY BE CONSIDERED FOR |\n\npublished during intraday trading, the price referenced is\nindicative as of the date and time of the report and are\n\nthis report as recorded in the report timestamp.\n\nport are advised that any discussion, recommendation or\n\nrepresentative or Merrill Lynch Financial Global\n\nle 144A under the Securities Act of 1933, as amended.\nCLUSION IN ACCOUNTS QUALIFIED FOR SPECULATIVE\n\nRecipients who are not institutional investors or market professionals should seek the advice of their independent financial advisor before considering information in this report in connection\nwith any investment decision, or for anecessary explanation of its contents.\nThe securities discussed in this report may be traded over-the-counter. Retail sales and/or distribution of this report may be made only ins\nregistration or have been qualified for sale.\nfficers of MLPF&S or one or more of its affiliates (other than research analysts} may have a financial interest in securities of the issuer(s) or in related investments.\nThis report, and the securities discussed herein, may not be eligible for distribution or sale in all countries or to certain categories of investors.\n\nates where these securities are exempt from\n\nBofA Merrill Lynch Global Research policies relating to conflicts of interest are described at http://go.bofa.com/coi.\n\n\"BofA Merrill Lynch’ includes Merrill Lynch, Pierce, Fenner & Smith Incorporated (\"MLPF&S’) and its affiliates. Investors should contact their BofA Merrill Lynch representative or\nMerrill Lynch Global Wealth Management financial advisor if they have questions concerning this report. \"BofA Merrill Lynch” and \"Merrill Lynch” are each global brands for BofA\nMerrill Lynch Global Research.\nInformation relating to Non-US affiliates of BofA Merrill Lynch and Distribution of Affiliate Research Reports:\n\nSouth Africa (\nPRA}; Merrill Lynch (Aus\nPacific) Limited, regulate\nSingapore (MAS); Merrill\nCV, Casa de Bolsa, regula\njapan): Merri\nFinancial Supervisory Service;\nregulated by\nsrael Limited,\nDIFC): Merrill Lynch In\nComisi6n Nacional del\nerrill Lynch Kingdom o\nThis research report: has\nFCA and the PRA} by MLI\nretail clients (as defin\nimited regulation by\nLynch (Japan), a regis\nby HKSFC (research repor\ninte\nIndi\nBan\nregulated by MAS. Bank o\nLice!\nany\n\nregulated\n\nea\nt\n\nne\n\nof its affiliates involved in\n\nThis research report has been\n\nresponsibility for research reports\nsecurity discussed in the report should do so through M\nrespect of any matters relating to\nreport should contact Merrill Lyne\n\nresearch report.\nGeneral Investment Related\n\nTaiwan Readers: Neither the information nor any opinion expressed herein constitutes an offer or aso\n\nLPF&S distributes, or may in\nPty) Ltd., regulated by The Financial Service Bo\nralia):\nd by th\nLynch\ned by\n\nhe Securities and\nby Israel Securities Authori\nernationa\nercado De\nSaudi Ara\nbeen ap\nUk} and Bank of America\ndin the ru\nFCA and\nered securi\n5 containing any in\nnded for issuance or distribu\nia}; and is issued and distri\nLimited (Merchant Bank}\nAmerica N.A, Aust!\nnse 235132 (MLEA) distribute this repor'\n\nAuthority. No approval is required\nDIFQ is authorized and regula\nrules. Bank of America Merrill Lynch Internati\n\nhe future distribute, researc\n\ne Hong Kong Securities and\n\nerrill Lynch (Taiwan): Merrill\nExchange Board of India; PT\ny; Merri\n(DIFC Branch), regulated b\nVa\n\nproved for publication and\n\nes of the FCA and\nPRA - detai\nies dealer u\n\nforma\n\njon\ned in Singa\nLIBLMB} an\n\nbu pore to ins\n\n(\n\nralian Brandl\nin Australia\npreparing this research rep\nfor publication or distri\nby the DFSA. Research\nonal Limited\nprepared and issued by ML\nof its non-US affiliates\n\nited\n\nDisclosures:\n\nores; Merrill Lynch (Brazil}: Bank 0\nbia Company, regulated by the Capital Market Au\n\nerrill Lynch Interna\n\nria y de Valores; Merrill Lynch\nhe Financial Services Agency\n\nerrill Lynch (Indonesia): PT\n| Lynch (Russia): O00 Merrill\ny the Dubai\n\nerrill\nhori\ned K\n\nAmerica M\n\nis distributed in the Uni\n\nnang\n\nh reports of the following non-US a\nard; MLI (UK}: Merrill Lynch Internati\n\nLynch Securities (Taiwan) Ltd., regu\n\nFinancial Services Authority (DI\n\nhe FCA and\n\niliates\n\nI Lyne\nment\n(Argentina):\n> Merri\nated b\n\nerrill Lynch\nLynch Securi\n\nLynch Banco\n\nonal, regulated by the Financial Conduct Au\nerrill Lynch Equities (Australia) Limited, regulated by the Australian Securities and Investments Commissio\nFutures Commission (HKSFQ; Merri\nCanada): Merrill Lynch Canada Inc, regulated by the Inves\nhe Comisi6n Nacional Banca\nLynch Japan Securities Co, Ltd, regulated by\n\nndustry Regu\n\nLynch (Seou\n\nin the US (short name: legal name, regulator): Merrill Lynch (South Africa): Merrill Lynch\nhority (FCA) and the Prudential Regulation Authority\nn; Merrill Lynch (Hong Kong): Merrill Lynch (Asia\nLynch (Singapore) Pte Ltd, regulated by the Monetary Authority of\natory Organization of Canada; Merrill Lynch (Mexico): Merrill Lynch Mexico, SA de\nLynch Argentina SA, regulated by Comisién Nacional de Valores; Merrill Lynch\n}: Merrill Lynch International Incorporated (Seoul Branch) regulated by the\nFutures Bureau; DSP Merrill Lynch (India): DSP Merrill Lynch Limited,\nndonesia, regulated by Otoritas Jasa Keuangan (OJK); Merrill Lynch (Israel): Merrill Lynch\nies, Moscow, regulated by the Central Bank of the Russian Federation; Merrill Lynch\nFSA); Merrill Lynch (Spain): Merrill Lynch Capital Markets Espana, S.AS.V., regulated by\nultiplo S.A, regulated by Comissdo de Valores Mobiliarios; Merrill Lynch KSA Company,\n\nh (Singapore): Merril\nerril\n\ny the Securities and\n\ny.\n)\n\ningdom (UK\n\nional Limited, which are authorized\nthe PRA) by Merrill Lynch International Bank Limited, London\ns about the extent of our regulation by\nnder the Financial Instruments and Excl\nion in relation to, or advice on, fu\n0, or use by, any person in Hong Kong); is issued and distrib\nitutional investors and/or accredited investors (each as d\nid Merrill Lynch (Singapore) (Company Registra\nh (ARBN 064 874 531), AFS\nonly to ‘Wholesale’ clients as defin\nort is an Authorised Deposit- Taking Institution un\nbution of this report in Brazil and i\nreports prepared and issued by Merrill Lynch\n, Frankfurt Branch (BAMLI Frankfurt\nPF&S and/or one or more of its no\ndistributed to MLPF&S clients int\nPF&S and not such foreign affiliates. Hong Kong recipients of this research report should contact Merrill\ndealing in securities (and not futures contracts) or provision of speci\nh International Bank Limited (Merchant Bank} and/or Merrill Lynch (S\n\ne Act in Japan\n\nures contracts are not intended for issuance or distribu\n\nuted\n\nion\n\n5 local dis\n\n} distribu\nn-US affilia\nhe US. Any\n\nPRA are availa\n\nos F 06872E an\nLicense 412901 (BANA Aus\ned by s./61G0\n\n0 professional clients and eligible counterparties (as each is defined in the rules of the\nby the PRA and regulated by the FCA and the PRA, and Is distributed in the UK to\nBranch, which is authorized by the Central Bank of Ireland and subject to\ne from us on request; has been considered and distributed in Japan by\nand distributed in Hong Kong by Merrill Lynch (Hong Kong) which is regu\njon in Hong Kong and are not directed to, or\nLynch (Taiwan); is issued and distributed in India by DSP Merrill\nAdvisers Regulations) by Merrill Lynch Interna\ndd 198602883D respectively). MLIBLMB and Merrill Lynch (Singapore) are\nralia) and Merrill Lynch Equities (Australia) Limited (ABN 65 006 276 795), AFS\nthe Corporations Act 2001. With the exception of BANA Australia, neither MLEA nor\nder the Banking Act 1959 nor regulated by the Australian Prudential Regulation\nribution is by Merrill Lynch (Brazil) in accordance with applicable regulations. Merrill Lynch\n(DIFC) are done so in accordance with the requirements of the DFSA conduct of business\n\nes this report in Germany and is regulated by BaFin.\ntes. MLPF&S is the distributor of this research report in th\nUS person recelving this research report and wishing to e\n\nerrill\nated\n\nsis issued\n\nin Taiwan by Merrill\n\nefined under the Financia\n\nLynch\njonal\n\ne US and accepts fu\nfect any transaction in any\nLynch (Asia Pacific} Limited in\nnot futures contracts). Singapore recipients of this research\nof any matters arising from, or in connection with, this\n\nic advice on securities (and\ningapore) Pte Ltd in respec\n\nicitation of an offer to transact in any securities or other financial instrument. No part of\n\nthis report may be used or reproduced or quoted in any manner whatsoever in Taiwan by the press or any other person without the express written consent of BofA Merrill Lynch.\n\nBankof America\nMerrill Lynch\n\nCause and Effect | 13 February 2017 9\n\nHOUSE_OVERSIGHT_014729",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014729.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 10750,
    "word_count": 1701,
    "line_count": 345,
    "import_date": "2025-11-19T21:47:44.722127",
    "prefix": "IMAGES-003"
  }
}