{
  "document_id": "HOUSE_OVERSIGHT_021112",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021112.txt",
  "text": "scratched the surface of the FBI’s 2016 behavior, and the country will never get the straight story until\n\nPresident Trump moves to declassify everything possible. It’s time to rip off the Band-Aid.\n\nCorrection\n\nThe FBI briefed House Intelligence Committee members about a top-secret intelligence source but did not\n\nallow them to see documents. An earlier version of this article misstated this.\n\nAlexandra V. Preate\nChief Executive Officer\n\nCapitalH\ncell\n\nThe information transmitted in this email (including any attachments) is intended only for the person or entity\nto which it is addressed, and may contain non-public, proprietary, confidential and/or privileged material. If\nyou are not the intended recipient, you are hereby notified that any use, dissemination, distribution, or copying\nof this communication is strictly prohibited. If you have received this communication in error, please destroy\n\nall copies of this message and any attachments from your system. Thank you.\n\nplease note\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\nJEE\nUnauthorized use, disclosure or copying of this\ncommunication or any part thereof is strictly prohibited\nand may be unlawful. If you have received this\ncommunication in error, please notify us immediately by\nreturn e-mail or by e-mail to jeevacation@gmail.com, and\ndestroy this communication and all copies thereof,\nincluding all attachments. copyright -all rights reserved\n\nHOUSE_OVERSIGHT_021112",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021112.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1605,
    "word_count": 236,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:46.258660",
    "prefix": "IMAGES-006"
  }
}