{
  "document_id": "HOUSE_OVERSIGHT_017370",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017370.txt",
  "text": "4.2.12\nWC: 191694\n\nWe then discussed “The Front” and I told him that my father knew Zero Mosel—the star of the\nfilm—whose relative had a store on the lower east side near my father’s. We discussed\n“blacklisting,” “McCarthyism” and other subjects in which we shared a common interest. It was a\ngreat birthday present.\n\nSeveral years later Woody and his then girlfriend, Mia Farrow, came to hear me speak in New\nYork about the Rosenberg trial. I had written a positive book review for The New York Times\nabout a book which had concluded that Julius Rosenberg had indeed been a Soviet spy. This is\nhow I began my review:\n\nWERE Julius and Ethel Rosenberg guilty of transmitting American atomic secrets to the\nSoviet Union in the 1940's, or were they scapegoats of the cold war whose execution was\na grave miscarriage of justice? That both are true is the intriguing argument of [the new\nbook.]\n\nWoody and Mia both insisted that the Rosenberg’s were innocent and I promised to send them\nthe evidence that Julius was a spy and Ethel a collaborator if not a conspirator.\n\nOver the next several years I saw Woody and Mia on a few occasions. Mia called me a few times\nto discuss political issues and Woody and I wrote to each other.\n\nThen everything changed. Early one morning, Mia called. We exchanged pleasantries and I\nasked her how Woody was. “He’s abusing my children,” she said. I replied, “Don’t even joke\nabout that, it’s not funny.” She said, “no, really. He’s been sleeping with one of my daughters\nand acting inappropriately with another one.” I again asked her if she was serious, since the\nallegations seemed so out of character. She told me she was dead serious and asked if I could\ndrive down to her house in Connecticut and meet with her. I told her I would, and that I would\nbring my wife, who is a PhD psychologist with extensive experience in such matters.\n\nWe drove to Connecticut and Mia greeted us. She was fixing a leaky roof while trying to take\ncare of her numerous children, including a blind girl and a crack baby, who she had adopted. She\ntold me that Woody had started an affair with her adopted Korean daughter, Soon-Yi. I asked\nher how old Soon-Yi was and she told me nobody knew for sure because she was adopted when\nshe was a baby and she could be anywhere from 17 to 19. She then told me that Woody had been\nseen by one of the nannies touching her year old daughter, Dylan, in an inappropriate way.\nShe also told me that Dylan had told her that Woody had taken her up to an attic crawl space\nwhere he had also touched her inappropriately. She showed me the crawl space. She also\nshowed me naked Polaroids that Woody had taken of Soon Yi, that she had found in Woody’s\napartment, along I with a naked photo of Dylan. My wife Carolyn then had a conversation with\nDylan about her relationship with Woody.\n\nI was shocked beyond belief and asked how I could help. Here was yet another example of a\ncelebrity putting his own desire for immediate gratification above the needs of his long time lover\nand her family. Even if only the allegations regarding Mia’s adopted daughter, Soon Yi, were\n\n283\n\nHOUSE_OVERSIGHT_017370",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017370.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3139,
    "word_count": 566,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:48.754221",
    "prefix": "IMAGES-004"
  }
}