{
  "document_id": "HOUSE_OVERSIGHT_020531",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020531.txt",
  "text": "72\n\nconsulting, noted, “Access to China is my livelihood.” At the same time, he argues,\n“T never say anything contrary to my views, but I write in a way that is less shrill.”\n\nAnother scholar noted, “I don’t self-censor, but there is no need to launch a polemic\nevery day of the week... polemics get your visa cut off. China’s greatest power is\nthe power of visa control.” A third commented, “I don’t censor the substance, but\n\nI may modulate what I say.” He argued that he sometimes indulges the sensibilities of\nthe PRC in order to get his deeper point across. As another analyst noted, “I avoid\nsensationalizing. Iam willing to be critical, but I try not to make attacks on Xi.”\nAnd different interviewees distinguish between writing and speaking: “I do not\ncompromise on writing, but I am cautious in interviews: I will say the same message\nbut indirectly, not confrontationally.” One analyst said, “I make sure that if I go into\nbattle, I do so thoughtfully, not accidentally.” She tries to be very strategic about the\nmessages that she sends and tries not to weigh in on every small issue or bluntly\ncharge, “You are wrong!” In a similar vein, one other scholar says he often uses an\ninterrogatory, rather than accusatory, approach when raising challenging issues, such\nas human rights.\n\nThe knowledge that what an analyst says publicly reflects not only on the individual\nbut also on the analyst’s institution also shapes at least one scholar’s thinking: “There\nis a conflict between protecting your institute and speaking truthfully. Whether it is\nover access or money. Sometimes I put the positive first—and then say . . ’but some\npeople say.’ I might not start right off with Xi Jinping—I might be more indirect. In\npublic meetings, there is a tacit understanding that you will not be super critical of\nChina.” Another suggests that it is “very hard not to subconsciously self-censor.” This\nperson indicated that when their institute does projects on counterterrorism in the\nMiddle East or Southeast Asia, they are very careful about discussing China’s restive\nregion of Xinjiang where up to one million Uighurs are presently believed to be in\nreeducation camps. In general, they do not take on projects concerning Taiwan or\nXinjiang.\n\nInterviewees expressed a deep sensitivity around the issue of Taiwan and how to refer\nto the island and its officials. One analyst observed that in an invitation, his institute\nwould not identify Taiwan’s representative to the United States as an “ambassador,” but\nduring the event, he would indeed orally introduce the official as the “ambassador.” Or\nas another scholar noted, “I am tactful but keep to my original point of view. I don’t\nchange the substance. On Taiwan, in private conversations, I use President Tsai—but I\nalso maintain neutrality in public to ensure that is acceptable to Taiwan and the PRC.”\n\nTwo analysts stated that they do not self-censor “at all.” They understand the\ntemptation, but they try to write and say in public exactly what they would in private.\n\nThink Tanks\n\nHOUSE_OVERSIGHT_020531",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020531.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3064,
    "word_count": 512,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:44.158774",
    "prefix": "IMAGES-006"
  }
}