{
  "document_id": "HOUSE_OVERSIGHT_024460",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024460.txt",
  "text": "2. SUMMARY TERMS OF THE TRANSACTION\n\nCertain of the key terms of the offering, which are subject to and qualified in their entirety by reference to\nthe Limited Partnership Agreement of KUE, the organizational documents of the General Partner and\napplicabie Cayman Islands law, are outlined below. The terms summarized herein are sei forth in detail\nin the Limited Partnership Agreement of KUE, the Agreement Among Members of KUE Management, Inc.\nand the Amended and Restated Memorandum and Articles of Association of KUE Management, Inc.,\ncopies of which have been provided or are available upon request. Such summaries are qualified in their\nentirety by reference to such agreements.\n\nIssuers: Knowledge Universe Education L.P., a Cayman Islands\nexempted limited partnership (\"KUE\") and KUE Management\nInc., a Cayman Islands exempted company, the general\npartner of KUE (the “General Partner’).\n\nSecurities Offered: Up to 1,000,000 investment units (the “Units\"), each\ncomprised of one Common Limited Partner Unit (“Common\nLP Unit\") in KUE and one Class A ordinary share (“Class A\nShare\") of the General Partner at an offering price of U.S.\n$1,000 per Unit ($999 allocated te the Common LP Unit and\n$1 allocated to the Class A Share) (the \"Purchase Price\") for\naggregate proceeds of U.S. $1 billion (subject to increase in\nthe offering size by the General Partner at its sole discretion\nup to an aggregate of 1,500,000 Units to Investors, with\naggregate proceeds of U.S. $1.5 billion). The offering is\nexpected to be completed in one or more closings on or\nbefore March 31, 2007 (the “Offering Period”).\n\nSince the General Partner will have a nominal economic\ninterest in KUE, the Class A Shares are expected to have\nnominal economic value. The Class A Shares are, however,\nintended to provide Unit holders with certain voting and other\ngovernance rights in the General Partner (as described\nfurther below) which, in turn, will control KUE.\n\nThe Common LP Units and the Class A Shares comprising\nthe Units owned by the investors (the “Investors”) will not be\nseparately transferable unless otherwise approved by the\nBoard of Directors of the General Partner and a committee\nof Independent Directors (as defined below) (the\n“Independent Committee”).\n\nMinimum and Maximum Investment: U.S. $25 million (subject to waiver by the General Partner at\nits sole discretion}. At any closing after the first closing of\nthe offering of the Units, the maximum investment permitted\nwill be U.S. $185.0 million.\n\nClosing: KUE may accept or reject subscriptions, in whole or in part,\nat its sole discretion. KUE will hold one or more closings in\nconnection with the sale of the Units on dates specified by\nKUE to the Investors. The minimum amount of subscriptions\nto be accepted in the first closing of the offering {including\nthe amount attributable to Knowledge Universe Education\n\n27\n\nHOUSE_OVERSIGHT_024460",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024460.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2895,
    "word_count": 464,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:49.315948",
    "prefix": "IMAGES-007"
  }
}