{
  "document_id": "HOUSE_OVERSIGHT_020587",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020587.txt",
  "text": "128\n\nto the changing economic and technological landscape.”” Specifically, the initiative aimed\nto “build higher fences” around a core set of items whose misuse can pose a national security\nthreat to the United States.**\n\nThe reform initiative is synchronizing the two existing control lists, the Munitions List and\nthe Commerce Control List, so that they are “tiered” to distinguish the types of items that\nshould be subject to stricter or more permissive levels of control for different destinations,\nend uses, and end users; create a “bright line” between the two current control lists to clarify\nwhich list an item is controlled on, and reduce government and industry uncertainty about\nwhether particular items are subject to the control of the State Department or the Commerce\nDepartment; and are structurally aligned so that they potentially can be combined into a\nsingle list of controlled items.**\n\nMoreover, the lists will be transformed into a “positive list” that describes controlled items\nusing objective criteria (e.g., technical parameters such as horsepower or microns) rather\nthan broad, open-ended, subjective, generic, or design intent-based criteria.* After applying\nthese criteria, the list will be divided into three tiers based on their military importance and\navailability.*°\n\nOn the one hand, these reforms could greatly improve the efficiency of the export control\nbureaucracy, preventing fewer technologies from slipping between the cracks and finding\ntheir way to China. They could also make the system and its control lists better able to keep\npace with technological change, which had been a major problem with the old system,\nparticularly with regard to fast-moving information technologies. On the other hand, the\nreforms appear to loosen controls over dual-use technologies, which China has a long and\nsuccessful track record of integrating into advanced systems, and which can form the core\nof new innovations. The future of these reforms is unclear as the Trump administration\nappears to focus on more aggressive trade strategies and policies designed to protect US\nindustries and punish offending Chinese companies.\n\nStrong investment reviews\n\nThe Committee on Foreign Investment in the United States (CFIUS) is an interagency\ncommittee that serves the president in overseeing the national security implications of\nforeign investment in the economy.*’ As China’s economy and financial weight has grown,\nCFIUS has reviewed an increasing number of proposed acquisitions of American companies\nand infrastructure by Chinese entities. Many of these proposed mergers have received\nhigh levels of media and congressional attention, and most of the high-profile cases have\nended in rejection or strong discouragement leading to abandonment of the deal. While\nthe CFIUS process may have prevented individual cases of sensitive or illegal technology\ntransfer, it could also have had the unintended effect of forcing Chinese actors to steal the\ndata through espionage because of their inability to buy them. Recent legislation, signed by\n\nTechnology and Research\n\nHOUSE_OVERSIGHT_020587",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020587.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3111,
    "word_count": 468,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.605988",
    "prefix": "IMAGES-006"
  }
}