{
  "document_id": "HOUSE_OVERSIGHT_012776",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012776.txt",
  "text": "more similar to each other than any one is to a human brain. What changed since we split off from our ape\ncousins is both the overall geometry of the brain in terms of the relative size of different components, as\nwell as the connections both within and between these components. Some of the most spectacular\nchanges evolved within the frontal and temporal lobes, as well as their connections to other areas of the\nbrain involved in the control of emotion and stress. These circuits play a critical role in decision making,\nself control, short-term memory, social relationships, tool use and language.\n\nFor detail, and further evidence of the importance of connectivity in promiscuous thinking, we\nturn to brain imaging studies of healthy adults, developing children, and patient populations that lack the\nsignature of promiscuity. Consider tool use. Though a wide variety of nonhuman animals use tools, only\nhumans create tools that combine different materials, have multiple functioning parts, can be used for\nfunctions other than the one originally designed, and function in the context of survival, reproduction, and\nleisure. These properties are the signature of a promiscuous brain. When we look at the material culture of\nthe most sophisticated animal tool user — the chimpanzee — we see tools that use a single material, have\nonly a single functional part, are only designed for one function, and the function set is strictly limited to\nsurvival or reproduction. Something as simple as a pencil, beyond the chimpanzees’ wildest imagination,\nconsists of multiple materials (rubber, wood, lead, metal), was designed for writing but can be used for\npoking or keeping hair up in a bun, and has two functional parts (lead for writing, rubber for erasing).\nWhen you put a human subject in a brain scanner and record activity during observations of tool use,\nwhat you see is an orchestrated coordination between different and connected brain regions. There is\nactivity in regions carrying out spatial analyses, motor behavior, goal directed assessments, and object\nrecognition, and much of this activity is fed forward to the frontal areas for storage in working memory as\nwell as judgment and evaluation. A healthy adult brain is a heavily connected brain. Promiscuity results\nfrom a network of interconnected brain regions.\n\nEven resting brains show signs of promiscuity. When you lie down in bed and close your eyes,\nbut before you drift off to sleep, your brain — assuming you are an adult and healthy — shows activity in\na family of inter-connected brain regions called the default network. This is your brain at rest, but it is\nanything but at rest. Some of the most active areas involve those that are engaged when we evaluate\nsocial relationships, consider what others believe and desire, who they are, and how we might interact in\nthe future. This same default network looks very different in children, as well as in the elderly: it is much\nless connected. Growing up is connecting up. Growing old is disconnecting. We gain promiscuous\nthinking as we mature and lose it as we age.\n\nIf connection is key, then disorders of the mind or physical insult should result in predictable loss\nof promiscuity. A brain imaging study of individuals with autism is revealing. Individuals with autism\n\nfall along a spectrum, from low to high functioning. Though this spectrum captures important\n\nHauser Chapter 1. Nature’s secrets 30\n\nHOUSE_OVERSIGHT_012776",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012776.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3453,
    "word_count": 563,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:45.652409",
    "prefix": "IMAGES-002"
  }
}