{
  "document_id": "HOUSE_OVERSIGHT_016927",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016927.txt",
  "text": "superintelligences is likely to be competitive. Humans might be seen as minor\nannoyances, like ants at a picnic, but hybrid superintelligences—like corporations,\norganized religions, and nation states—could be existential threats. Like hybrid\nsuperintelligences, Als might see humans mostly as useful tools to accomplish their\ngoals, as pawns in their competition with the other superintelligences. Or we might\nsimply be irrelevant. It is not impossible that a machine intelligence has already emerged\nand we simply do not recognize it as such. It may not wish to be noticed, or it may be so\nalien to us that we are incapable of perceiving it. This makes the self-interested AI\nscenario the most difficult to imagine. I believe the easy-to-imagine versions, like the\nhumanoid intelligent robots of science fiction, are the least likely. Our most complex\nmachines, like the Internet, have already grown beyond the detailed understanding of a\nsingle human, and their emergent behaviors may be well beyond our ken.\n\nThe final scenario is that machine intelligences will not be allied with one another\nbut instead will work to further the goals of humanity as a whole. In this optimistic\nscenario, AI could help us restore the balance of power between the individual and the\ncorporation, between the citizen and the state. It could help us solve the problems that\nhave been created by hybrid superintelligences that subvert the goals of humans. In this\nscenario, AIs will empower us by giving us access to processing capacity and knowledge\ncurrently available only to corporations and states. In effect, they could become\nextensions of our own individual intelligences, in furtherance of our human goals. They\ncould make our weak individual intelligences strong. This prospect is both exciting and\nplausible. It is plausible because we have some choice in what we build, and we have a\nhistory of using technology to expand and augment our human capacities. As airplanes\nhave given us wings and engines have given us muscles to move mountains, so our\nnetwork of computers may amplify and extend our minds. We may not fully understand\nor control our destiny, but we have a chance to bend it in the direction of our values. The\nfuture is not something that will happen to us; it is something that we will build.\n\nWhy Wiener Saw What Others Missed\n\nThere is in electrical engineering a split which 1s known in Germany as the split between\nthe technique of strong currents and the technique of weak currents, and which we know\nas the distinction between power and communication engineering. It is this split which\nseparates the age just past from that in which we are now living.\n—Norbert Wiener, Cybernetics, or Control and\nCommunication in the Animal and the Machine\n\nCybernetics is the study of the how the weak can control the strong. Consider the\ndefining metaphor of the field: the helmsman guiding a ship with a tiller. The\nhelmsman’s goal is to control the heading of the ship, to keep it on the right course. The\ninformation, the message that is sent to the helmsman, comes from the compass or the\nstars, and the helmsman closes the feedback loop by sending the steering messages\nthrough the gentle force of his hand on the tiller. In this picture, we see the ship tossing\nin powerful wind and waves in the real world, controlled by the communication system\nof messages in the world of information.\n\nYet the distinction between “real” and “information” is mostly a difference in\nperspective. The signals that carry messages, like the light of the stars and pressure of the\n\n124\n\nHOUSE_OVERSIGHT_016927",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016927.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3601,
    "word_count": 598,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:44.810653",
    "prefix": "IMAGES-004"
  }
}