{
  "document_id": "HOUSE_OVERSIGHT_012873",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012873.txt",
  "text": "subjects in a brain scanner and invited them to play a bargaining game where they could punish someone\nwho acted unfairly to them — personal revenge — or punish someone who acted unfairly to someone\nelse — impersonal punishment. For each subject, Strobel also collected information on a gene called\nCOMT Met. This gene has three different forms, linked to differences in activity level in the frontal lobe\nof the brain, which are linked to differences in the levels of dopamine, which are linked to differences in\nthe experience of reward. Given the different forms of COMT Met, at least part of what we experience as\nthe feeling of reward or gratification was determined by our parents, and our parent’s parents, and their\nparent’s parents, all the way back to our ape-like cousins who evolved this gene.\n\nWhen Strobel looked at the brain scans of his subjects, he found that the same circuitry was\nengaged for personal revenge and impersonal punishment, with significant activity in the striatum — a\nreward area — as well as in the insula — an area involved in the feeling of disgust. When we detect an\ninjustice, we feel disgusted, a feeling that may motivate our desire for retribution. The striatum finishes\noff the process, rewarding us for our punitive response, and wiping out the negative feeling of disgust.\nImportantly, individuals with the high expressing form of COMT Met, and thus, higher levels of\ndopamine, showed stronger activation in the striatum, and were more likely to punish those who act\nunfairly. Strobel suggests that those with the high expressing form punished more because they\nanticipated a higher level of reward. If this explanation is right, it has profound consequences for how we\nthink about individual participation in the policing of norms and the honey hits associated with\naggression. Some people will have a natural bias to shy away from punishment, not because they fail to\nsee the importance of ratting out cheaters, but because they don’t anticipate feeling good about it. Others\nwill be prone to punish even the most minor infractions because they feel empowered and good about it.\nThose who are empowered to punish because it feels good have forged a stronger association between\naggression and reward. Unbeknownst to these individuals, they started life with a bias, one that colored\ntheir willingness to harm others. This bias is joined by many others that I discuss in the next few sections.\n\nThe take home message is that if you are born male, endowed with certain genetic variants such\nas the low activity form of MAOA, and experience physical and psychological abuse by your parents, the\nodds of delinquency are frighteningly high. That’s the bad news. The good news is that if you are born\nmale, have the high activity variant of the MAOA gene, and experience physical and psychological abuse\nby your parents, you are vaccinated by nature against the harms of your unfortunate nurture. The\nproblem, of course, is that you have no say over which endowment you get, nor over the kinds of parents\nyou receive.\n\nOne of the reasons I have worked through this case study of genetic constraints and\nenvironmental sculpting is to provide an antidote to the often polarized views that have dominated much\n\nof the historical and psychological literature on evil. Many of the earliest, and most famous psychological\n\nHauser Chapter 4. Wicked in waiting 127\n\nHOUSE_OVERSIGHT_012873",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012873.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3421,
    "word_count": 569,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:48.356097",
    "prefix": "IMAGES-002"
  }
}