{
  "document_id": "HOUSE_OVERSIGHT_022336",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022336.txt",
  "text": "01/27/06 Prepaid tuition (PLR 200602002); gift and estate tax reminder; “Personal Revival 2006-01\nTrusts” for cryonauts\n\n2005\n12/27/05 Tax Reform Panel Recommendations; Ron Wyden’s “Fair, Flat Tax Act of 2005” 2005-12\n11/18/05 Hurricane Katrina Provisions; 2006 inflation-adjusted numbers; sale of remaining 2005-11\nlottery payments is not a sale of a “capital asset” (Prebola)\n10/18/05 Saving for College — round-up of options 2005-10\n09/30/05 Ittleson — New York taxes sale of non-resident’s artwork 2005-09\n09/08/05 Estate tax thoughts; GST consequences of taxable trust renunciation (PLR 2005-08\n200532024); note about the “rule against perpetuities”\n07/29/05 Strangi — 5\" Circuit upholds IRS win in Texas FLP case 2005-07\n06/30/05 Circular 230 2005-06\n05/27/05 Estate planning glossary; Washington state’s new estate tax 2005-05\n04/20/05 New Jersey loses on decoupling case (Oberhand); retroactive tax changes 2005-04\n(Nationsbank); charitable remainder trust “safe harbor” rules and the right of election\n(Rev. Proc. 2005-24)\n03/28/05 Insurable interests and trusts: Chawla; “frivolous arguments to avoid when paying 2005-03\ntaxes” (Notice 2005-30)\n02/18/05 Washington State decoupling struck down: Hemphill 2005-02\n01/28/05 Social security, the estate tax and tax reform; several cases: Banks (contingent 2005-01\nattorney's fees); Harkins (“corporation sole”); Davis (marital deduction)\n2004\n12/28/04 The Barnes Foundation 2004-15\n11/24/04 2005 inflation-adjusted numbers; how a low 7520 rate affects planning techniques 2004-14\n11/05/04 Tax reform: flat tax and consumption tax; American Jobs Creation Act deductions for 2004-13\nsales tax and attorneys’ fees; New York tax law change: non-resident’s sale of co-op\nnow taxable\n10/08/04 The Working Families Tax Relief Act of 2004 (H.R. 1308): extension through 2010 of 2004-12\n10% and 15% brackets; that “ridiculously complex” tax code; a word on PORC;\nreminder about low 7520 rates\n09/10/04 Turner v. Commissioner (formerly Thompson): 3d Circuit affirms IRS Tax Court win 2004-11\n\nagainst FLP (family limited partnership); Turner contrasted with Kimbell\n\nTax Topics — Table of Contents — 2013 — 7\n\nHOUSE_OVERSIGHT_022336",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022336.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2178,
    "word_count": 310,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:45.006099",
    "prefix": "IMAGES-006"
  }
}