{
  "document_id": "HOUSE_OVERSIGHT_018360",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018360.txt",
  "text": "other breakthroughs, from designing artificial intelligences to fine-tuning classified\nmilitary aircraft systems that depended on mathematics for their stability. When\nyou wander into a deep part of Google’s technical database systems, you're touching\nhis work. When you talk to your phone, the interface bubbles with some of his\npatents. How did Baran’s 1960s idea of a survivable, packet-based system at\nARPAnet become the Internet in the 1970s and 80s? Danny was part of a cluster of\ndirty-fingernail engineers - along with engineers such as Vint Cerf and Jon Postel -\nwho'd done the work to make it possible. His centrality in that project was\nmemorialized in a famous speech he once delivered in which he described having\none of the very first email addresses in history - and then whipped out a sheaf of\nbound pages that represented the entire Internet address list at the time. It ran\nabout 50 pages. To the extent there were membership cards in the New Caste,\nDanny’s would have had a very low number. It was an easy decision for our prize\ncommittee. No Bill Gates. No Steve Jobs. So, here’s how | met Danny Hillis: I called to\ntell him he had won a million dollars. (I recommend this as a way to start a\nfriendship.)\n\nHillis had been a tinkerer since he was a child and never seemed to have lost the\npleasure of a wild intermingling of joy and practice. You couldn’t tell with him\nwhere passion ended and work started. He was so technically adept that he could\ninject even the coldest digital projects with a bit of hot emotion, like Bernini\nbreathing life into a block of carved marble with one, “just so” grace note of his\nchisel. One of Hillis’s most famous projects, for instance, was a 15-foot high tic-tac-\ntoe playing tinkertoy robot he’d built when he was 20 years old, in his second year\nas an undergraduate at MIT in 1975. Made from 10,000 wooden spindles and poles,\nit was an early attempt of his to show how machines, even simple ones, might\nseduce us with both brains and looks. The effect of a giant tinkertoy pile sitting there\nat The Massachusets Institute of Technology had to make you giggle, even as your\nmind boggled at the fact that this heap of sticks, strings and dials was beating you\nagain and again ata child’s game. Hillis was an artist as much as an inventor - one\nreason he’d not become Bill Gates or Steve Jobs. (And why Gates and Jobs\nmaintained a consistent, admiring respect for him.) He’d once spent a decade at\nDisney designing rides or thinking up new dreams as a kind of real-world mayor of\nTomorrowland. He liked to joke that he knew he was at the right place when, on his\nfirst day, he asked where he might find a parachute harness for an experiment and\nheard, in response, “What size?”\n\nHillis was an avid reader, and he has the habit to think of his bleeding-edge work in\nthe context of long historical gulps. Conversations with him often tie back to\nPaleocene era biology or some other deep root. That long-term view, married to his\nunmatched hands-on feel for complicated systems, made him the ideal designer for\nthe clock, a machine intended to last millennia. The problems associated with such\nan undertaking were, honestly, as unreal as you might expect. How to power the\nclock? (Hand winding, the better to ensure it was not forgotten.) How to protect it?\n(Put in the middle of nowhere.) Did you need to plan for global climate change? (Yes.\nThe design was adjusted to accommodate shifts in the earth’s spin when the planet’s\nicecaps melt off.) Do you write a users’ manual for people 10,000 years from now?\n\n128\n\nHOUSE_OVERSIGHT_018360",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018360.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3592,
    "word_count": 634,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:46.293207",
    "prefix": "IMAGES-004"
  }
}