{
  "document_id": "HOUSE_OVERSIGHT_010920",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010920.txt",
  "text": "That began at my father’s Spartan Aircraft Company in Tulsa, Oklahoma. He hadn’t\nmeant to buy it. He had bought control of Skelly Oil, centered in Tulsa, and Spartan\nturned out to be one of its holdings. Then came Pearl Harbor. My father was 48\nyears old, and had been a yachtsman. He took a navigation course at USC along with\nkids half his age, led the class, and volunteered for sea duty. His old friend James\nForrestal, Secretary of the Navy, steered him to Spartan instead. Spartan could make\ntraining planes and could train pilots. My father accepted. He paid himself a salary of\n\none dollar a year.\n\nHe had decisions to make when MacArthur and Matzushita signed the peace treaty.\nThe training planes were not meant to leave the ground. Spartan lacked the\ncapacity to make the real thing up to competition. The demand for training planes\npretty much ended with the war. My father could sell out or find another use. He\ndecided to make house trailers. It worked. | had lived in a Spartan trailer in the\nNeutral Zone, like the rest of the senior staff, when | stayed at our Wafra oil field\n\nrather than the house at Mina Saud. We and the market had liked them fine.\n\nHerschel Shelton had been one of my father’s right-hand men during the conversion\nto trailers. He said that the place to look for him was never in his office. You would\nfind him in overalls under a trailer on the factory floor, with a welding iron or\nriveting gun. He liked to be able to do any job his workers did. How else would he\n\nknow if they were doing it right?\n\nI stayed in my father’s house at Spartan, as at Mina Saud. It stood at the opposite end\nof the runway from the offices and trailer plant. I drove another seasoned Cadillac\nthat my father had left in case he came back. Max Balfour, who ran Spartan, called it\na clunker. It clunked me around the countryside on weekends, or to Jamil’s\nrestaurant or Cap Balfour’s house for dinner, or downtown to the movies or\nsymphony or opera house. Cap (Captain) Balfour had flown in World War I, and\nshowed crippled hands from when his plane caught fire. He was cranky, urbane and\nrazor-sharp. His problem was that Spartan couldn’t seem to come out in the black.\n\nHe worshipped my father, and figured he had let him down. He seems to have\n\nChapter 1: Recollections 1/06/16 4\n\nHOUSE_OVERSIGHT_010920",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010920.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2324,
    "word_count": 423,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:47.480505",
    "prefix": "IMAGES-001"
  }
}