{
  "document_id": "HOUSE_OVERSIGHT_022391",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022391.txt",
  "text": "Energy\n\nDonald Trump is widely expected to significantly depart\nfrom the priorities of the Obama Administration by\nfavoring development of additional conventional energy\nresources and attempting to put the brakes on new\nenvironmental initiatives. The GOP majorities in the\nHouse and Senate have a similar agenda and Democrats\nin Congress are expected to mobilize in opposition -- in\nparticular by leveraging their power in the Senateto\nfilibuster legislation —and publicly highlight the potential\nimpacts of a Trump administration’s policies.\n\nTrump has pledged to cancel US participation in the 2015\nParis Climate agreement, and opposes implementation of\nthe Obama Administration’s Clean Power Plan (CPP). His\ncampaign literatureis heavily salted with proposalsto\nprovide regulatory relief to fossil fuel industries and\nslanted in favor of new administrative initiatives to foster\nconventional energy development. Specifically, his\nwebsite calls for the following energy-related initiatives:\n\n» Make America energy independent, create millions of\nnew jobs, and protect clean air and clean water;\nconserve our natural habitats, reserves and resources;\nunleash an energy revolution that will bring vast new\nwealthto our country.\n\n» Declare American energy dominancea strategic\neconomic and foreign policy goal of the United\nStates.\n\n» Unleash America’s $50 trillion in untapped shale, oil,\nand natural gas reserves, plus hundreds of years in\nclean coal reserves.\n\n» Become, and stay, totally independent of any need to\nimport energy from the OPEC cartel or any nations\nhostile to our interests.\n\n» Open onshore and offshore leasing on federal lands,\neliminate moratorium on coal leasing, and open shale\nenergy deposits.\n\n» Encourage the use of natural gas and other American\nenergy resources that will both reduce emissions but\nalso reduce the price of energy and increase our\neconomic output.\n\n» Rescind all job-destroying Obama executive actions.\nMr. Trump willreduce and eliminateall barriers to\nresponsible energy production, creating at least a half\nmillionjobs a year, $30 billion in higher wages, and\ncheaper energy.\n\nGiven the predominance of oil and gas executives\namongst his kitchen cabinet, it is also widely expected\nthat President-elect Trump will try to halt additional\nenvironmental regulatory measures proposed by the\nObama Administration, such as methane emission\ncurbs. It should be noted that it is difficult legally to\nchange or repeal regulations which have been\npromulgated in final form —such as the CPP —without\ngoing through the Administrative Procedures Act\nprocess. Environmentallawyers can be expected to\nlitigate at every step of the way if Trump attemptsto\nbypass Congress and eliminate the CPP by Executive\nOrder, and the courts may well serve as a brake on such\nactions. However, environmental advocates who would\nhave likely tried to push a President Clinton to\nadministratively expand the scope of the CPP’scarbon\nemission regulations beyond the electric power sector,\npotentially economy-wide under Section 115 of the Clean\nAir Act, may now be left to using a litigation routeto try\nto force the Environmental Protection Agency to expand\nthe CPP to achieve this goal.\n\nDuring the campaign, Trump also specifically rejected the\nidea of using a carbon tax/carbon pricing as a means of\nencouraging market-driven emission reductions. With\nGOP chairmen of the tax-writing committees in the House\nand Senate, it is very unlikely that they will schedule\nhearings or markups to move carbon taxes —other than to\nschedule votes in the House or Senate aimed at\nundermining vulnerable Democratsup for reelection in\n2018.\n\nAdditionally, the President-elect has vowed to allow\nenergy infrastructure projects, like the Keystone Pipeline\nand other industrial facilities which have faced denials or\ndelays under the current Administration, to move\nforward. Trump has proposed a $71 trillion infrastructure\nplan that would rely heavily on private-public partnerships\nby providing a tax credit to encourage private investors to\nfund projects overseen by states and municipalities. As\nconceived by Trump’s advisors, the tax credit would apply\nto infrastructure projects with a dedicated source of\nrevenue, such as toll roads, airports or utilities financed\nat least in part by fees paid by users. Decisions on which\nprojects to fund would generally be left to the states.\n\nEY 19\n\n| Election 2016\n\nHOUSE_OVERSIGHT_022391",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022391.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4434,
    "word_count": 671,
    "line_count": 106,
    "import_date": "2025-11-19T21:47:45.748453",
    "prefix": "IMAGES-006"
  }
}