{
  "document_id": "HOUSE_OVERSIGHT_030067",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030067.txt",
  "text": "Article 3.\n\nCarnegie Endowment for International Peace\n\nA Decade of Struggling Reform Efforts in Jordan:\n\nThe Resilience of the Rentier System\n\nSummary + Conclusion\n\n(The full text: http://carnegieendowment.org/files/jordan_reform.pdf)\nMarwan Muasher\n\nMay 2011 — On February 1, 2011, after weeks of protests that\npreceded the uprisings in both Tunisia and Egypt, King Abdullah II\ndismissed the unpopular government of Samir Rifai and entrusted\nMarouf Al Bakhit, an ex-army general and former prime minister,\nwith forming a new government. Bakhit’s major task would be “to\ntake speedy practical and tangible steps to unleash a real political\nreform process that reflects [Jordan’s] vision of comprehensive\nreform, modernization and development.” While the references to\npolitical reform abounded in this newest letter, they were far from\nnew.\n\nSince acceding to the throne in 1999, the king has entrusted almost\nevery appointed government with some aspect of political reform.\nWhat was novel about this particular letter was his candid admission\nthat “the process has been marred by gaps and imbalances” and that\nthese were the result of “fear of change by some who resisted it to\nprotect their own interests .. . costing the country dearly and denying\nit many opportunities for achievement.”\n\nIn several speeches and press interviews over the last few years, the\nking has hinted at his frustration with those who did not wish to\nembrace change. The words in this letter, however, marked the\nclearest attack yet on those who resisted reform. The accusation was\nexplicit: the motives behind resistance to change from such groups,\nwhich had in fact been created and sustained by the system over\n\nHOUSE_OVERSIGHT_030067",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030067.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1715,
    "word_count": 266,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:48.620902",
    "prefix": "IMAGES-010"
  }
}