{
  "document_id": "HOUSE_OVERSIGHT_014371",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014371.txt",
  "text": "of global markets sales, research, and capital markets technology at Bank of\nAmerica Merrill Lynch.\n\n= How big data can influence the future: The panel confirmed the notion that there\nare many different definitions for big data, but everyone seemed to agree almost all\nfinancial firms are seeking effective ways to implement big data techniques to 1}\ngenerate alpha, 2) manage risk 3) manage expenses.\n\n= Companies polled are a long way from benefitting big data: 96% of the\naudience polled said their firm is either somewhat effective or not at all effective at\nusing big data. Some of the main challenges the panelists highlighted during our\ndiscussion were merging multiple legacy data systems and finding attractive talent\nwith both data science and business experience.\n\nChart 83: How effective is your firm at using big data?\n\n70%\n60%\n50%\n40%\n30%\n20%\n10%\n\n0%\n\nFully integrated with the Somewhat effective Not at all effective\ninvestment and process and\noperations\n\nSource: BofA Merrill Lynch Global Research\n\n\" The panel discussed three roles needed to solve data science problems: 1)\nsomeone who has sway to make change and implement solutions 2) business\nchampion, someone to discuss solutions with technical employees and to share\nknowledge on key issues such as regulation 3} technically savvy employees.\n\n= Implementation advice: The panel provided advice for firms that have yet to utilize\nbig data to attempt to solve problems facing their companies. The advice included\nseeking problems that could be solved using data science and focusing on small\nwins with the data present.\n\nBankof America a 2016 Future of Financials Conference | 17 November 2016 57\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014371",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014371.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1705,
    "word_count": 273,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:44.414185",
    "prefix": "IMAGES-002"
  }
}