{
  "document_id": "HOUSE_OVERSIGHT_014969",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014969.txt",
  "text": "TED2017: The future you\n\n¥y y\n\nhttps://ted2017.ted.com/program\n\n4/20/17, 12:07 PM\n\nIn January 2017, Manoush and Note to Self launched \"Ihe Privacy Paradox,” a 5-part plan to help people take back control over their\ndigital identity. Tens of thousands of listeners have completed the 5-part plan so far, which Fast Company calls Manoush's \"challenge to us\nto stick up for our internet rights.\" Her book exploring how boredom can ignite original thinking, Bored and Brilliant: Rediscovering the\nLost Art of Spacing Out, comes out in September 2017.\n\nwnyc.org/shows/notetoself @manoushz\n\nShah Rukh Khan\n\nActor, producer, activist\n\nWith a fan following that runs into multi-millions, and 24 million followers on Twitter, Shah Rukh Khan is at forefront of the Indian film\nindustry and continues to rule at the box office in India.\n\nOne of the world's biggest movie stars, Bollywood star Shah Rukh Khan is also an entrepreneur and inspired philanthropist. He heads the\nfilm production company Red Chillies Entertainments, whose Chennai Express was the highest-grossing film of 2013, and his recent film\nRaees also topped the box office in India. He's also the proud co-owner of two cricket franchises, the Kolkata Knight Riders and the\nTrinbago Knight Riders.\n\nIn the fall, he will host TED's brand-new TV series in Hindi for Star Plus, titled TED Taiks India: Nayi Soch, which translates to \"new\nthinking.”\n\nAs a philanthropist and spokesperson, Khan stands up for causes ranging from the environment and water-supply issues to rural solar\npower. Khan's nonprofit Meer Foundation, named for his father, focuses on supporting victims of acid attacks through a 360-degree\napproach that helps with medical treatment, legal aid, rehabilitation and livelihood support.\n\n@iamsrk\n\nPaul Cantelon\nMusician and composer\n\nPaul Cantelon is a composer of contemporary classical music and resonant, award-winning film scores -- as well as a violinist, pianist and\naccordionist.\n\nFrom his debut at the age of 13, at UCLA’s Royce Hall, Paul Cantelon commenced a successful career as a concert pianist, until some\nyears later he was abruptly stopped by a life-altering bicycle accident whilst at the Paris Conservatory.\n\nOut of this crisis, Cantelon reinvented his musical career, which would come to encompass such extremes from playing with the Red Hot\nChili Peppers, to his eventual status as a Bafta-nominated film composer known for such scores as Julian Schnabel’s The Diving Bell and\nthe Butterfty’ and Oliver Stone’s W.\n\npaulcantelon.com\n\nAshton Applewhite\nAuthor, activist\n\nAshton Applewhite asks us to look at ageism -- the assumption that older people are alike and that aging impoverishes us. (Is that your\nexperience?)\n\nAshton Applewhite would like us to think differently about growing older. As she writes: \"Aging is a natural, lifelong, powerful process\nthat unites us all. So how come so many of us unthinkingly assume that depression, diapers, and dementia lie ahead? Because of ageism —\nthe last socially sanctioned prejudice.”\n\nShe's the author of This Chair Rocks: A Manifesto Against Ageism and is the voice of the Yo, Is This Ageist? blog. She is also the author of\nCutting Loose: Why Women Who End Their Marriages Do So Well -- and was a clue on Jeopardy! as the author of the mega bestseller\nseries, Truly Tasteless Jokes. (Who is Blanche Knott?)\n\nthischairrocks.com @thischairrocks\n\nLaolu Senbanjo\nArtist, musician, lawyer, activist\n\nLaolu Senbanjo's motto is: “Everything is my canvas.”\n\nA visual artist, musician, human rights lawyer and activist, Laolu Senbanjo puts his mark on everything from canvas, to shoes, to walls and\nbuildings, to clothing and even the body with his Sacred Art of the Ori. Born and raised in Ilorin, Nigeria, his Yoruba heritage is ever-\npresent in his work, which marries modern detail and ornate style to create a vision of Afrofuturism.\n\nHis preferred medium is charcoal, \"because it’s something as natural as life and death,” he writes, and he also works in acrylics, inks and\n\neven wood. Senbanjo created work for the astonishing \"Sorry\" video from Beyoncé's Lemonade, and he has worked with Angelique Kidjo,\nKenneth Cole, Alicia Keys, Usher and many more.\n\nlaolu.nyc @afromysterics\n\nHelen Zaltzman\nPodcaster\n\nHelen Zaltzman makes The Allusionist, a podcast about \"small adventures in language.”\n\nPage 19 of 21\n\nHOUSE_OVERSIGHT_014969",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014969.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4372,
    "word_count": 688,
    "line_count": 91,
    "import_date": "2025-11-19T21:47:45.642222",
    "prefix": "IMAGES-003"
  }
}