{
  "document_id": "HOUSE_OVERSIGHT_023794",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023794.txt",
  "text": "48 Teaching Minds\n\nothers and hearing their stories but we also learn from our own experi-\nence as we construct our own stories. We can learn about life experi-\nences through reading and movies as well. We like stories in all these\nforms precisely because they focus on real-life issues. The cognitive\ntask here is story creation, comparison, indexing, and modification.\nMost conversation depends on story exchange. The more emotional a\nstory is, the more likely it is to be remembered.\n\n4. Evaluation: Improving our ability to determine the value of\nsomething on many different dimensions\n\nThere are no rights and wrongs in what we like. But there is gen-\neral agreement about what makes a work of art great. The factors to\nbe considered are not necessarily conscious, although for experts they\ntypically are. In these more subjective and subconscious areas of life, it\nis more a matter of trying to understand what feels right than under-\nstanding why it feels right. There is a difference between being some-\none who can make an artistic judgment and being an art expert. One\nmight learn to notice things that one had failed to notice, if someone\ntakes the time to point them out. Learning to make artistic judgments\nis about learning to notice, to describe, and to appreciate. One’s con-\ncept of beauty changes when one’s focus changes. Practice is a key\nidea here as is the assembling of a case base to use as a comparison\nset. Nevertheless, the comparison set is not usually conscious. One\ncan like something because it is pleasing without realizing (or caring\nabout) why it is pleasing.\n\nWhen we make a value judgment, we don’t necessarily know the\nvalues we have and we haven’t necessarily learned them consciously.\nWe should value human life over property but whether we do or not\nwe will find out only if the situation arises. It is tempting to try to teach\nvalues but this actually is done so early in life and in so many subtle\nways that anybody over the age of 10 is unlikely to be much affected\nby what people say to them about what they should value and what\nthey shouldn’t. Perhaps husbands should value helping their wives\nover watching football but that doesn’t mean they will. In important\nareas of life, on the job and in child raising, for example, one’s values\ncome into play. If parents believe they shouldn't correct a child when\nhe makes a mistake in speaking, they soon will find that they have\n\nHOUSE_OVERSIGHT_023794",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023794.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2444,
    "word_count": 425,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:47.542201",
    "prefix": "IMAGES-007"
  }
}