{
  "document_id": "HOUSE_OVERSIGHT_018681",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018681.txt",
  "text": "they wouldn't work under a woman. (Some returned later, rather sheepishly.) Other\nfavorites have to do with menstruation. It turns out that back in the day, doctors — who\nwere of course always male -- simply refused to accept the existence of PMS.\nApparently, it was accepted among doctors that a woman who felt cramps while\nmenstruating was \"making it up.\" (Female nurses who attempted to describe the actual\nfeeling were ignored.) It was understood that a woman who felt unusually emotional or\neven in physical pain while menstruating was just being moody and hysterical. (You\nknow how women are!) As more women became doctors and feminism gained traction\nand science advanced with a broader perspective and scientists discovered the actual\nphysical causes of cramps, PMS became recognized as a real thing. Cramps were no\nlonger \"typical female hysteria.”\n\nWhich, of course, makes it all the more ironic that PMS is now often used as an excuse to\ndiscount women as hysterical. It makes me laugh, in my cynical way.\n\nIt's kind of astonishing that a woman like my mother would disclaim a strong connection\nwith feminism. And yet she does.\n\nKOK ok\n\nThis year I had my first Full-On Internet Feminist Scandal, during which I received hate\nmail and hate comments from other feminists. (I name the event in capital letters because\nemail from other feminists, some of whom I don't even know, has told me that if you\nstick with Internet Feminism long enough, it's basically inevitable that you obtain one of\nthese.) The worst of it fell on a holiday when I was visiting my mother. Mom was helping\nout at church, and wanted me to attend the sermon. I sobbed for hours before leaving\nhome; I managed to make it to church, but I was such a wreck when I got there that she\nput me in a back room so I could be alone to cry.\n\nTo be clear, I definitely think that I've screwed up on some social justice issues in the\npast, and I'm sure that I will in the future. I am doing my best to keep myself honest and\nwork on the areas where I've been called out. That's a crucial part of social justice work,\nand it's one I try to take seriously.\n\nBut I have to tell you, the piece I wrote that drew the biggest backlash was one that my\nmother loved. (In the interests of accountability, I'll say that I do think a lot of the\ncritiques are valid and important, like this one for example -- and, for those in the\naudience who are familiar with feminist call-out culture, I recommend a couple insightful\ncomments from a brilliant Feministe commenter named saurus.) When I wrote the initial\ndraft, I felt so uncertain that I asked Mom to review it, and she said: \"I think this is one of\nthe best things you've ever written.\" Yet one key factor in many of these critiques is that I\nfailed to make enough space for rape survivors. I plan to write differently about the topic\nin the future, but there's real irony in the fact that the most important rape survivor in my\nlife believes that one of my best pieces is the same one that got me hate mail for failing\nrape survivors. (Of course, I also received incredibly personal comments about my sex\nlife. The Feminist Sex Wars ain't over yet.)\n\nMom and I discussed it later, of course. She read some of the commentary online, and she\ncame back shaking her head. \"The things some feminists are saying about you really\n\nHOUSE_OVERSIGHT_018681",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018681.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3360,
    "word_count": 606,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.537204",
    "prefix": "IMAGES-005"
  }
}