{
  "document_id": "HOUSE_OVERSIGHT_015590",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_015590.txt",
  "text": "﻿Filing # 37357304 E-Filed 02/03/2016 12:44:44 PM\nBRADLEY J. EDWARDS and\nPAUL G. CASSELL,\nvs.\nPlaintiffs/Counterclaim Defendants,\nALAN M. DERSHOWITZ,\nDefendant/Counterclaim Plaintiff.\n___________________________________________/\nIN THE CIRCUIT COURT OF THE\nSEVENTEENTH JUDICIAL CIRCUIT\nIN AND FOR BROWARD COUNTY, FLORIDA\nCASE NO.: CACE 15-000072\nDEFENDANT/COUNTERCLAIM PLAINTIFF ALAN M. DERSHOWITZ’S REDACTED\nMOTION TO MODIFY CONFIDENTIALITY ORDER\nDefendant/Counterclaim Plaintiff, Alan M. Dershowitz (“Dershowitz”), by and through\nundersigned counsel, hereby files his Redacted Motion to Modify Confidentiality Order of\nJanuary 12, 2016, and in support thereof states the following:\nOn January 16, 2016, Defendant Alan M. Dershowitz began the deposition of non-party\nVirginia Roberts Giuffre (“Roberts”). Pursuant to this Court’s January 12, 2016 Confidentiality\nOrder, that transcript currently is under seal. The Confidentiality Order should be modified at\nleast to allow Dershowitz to defend this case. Dershowitz and his counsel need to be able to\ncontact witnesses, inform them of Roberts’s testimony, and ask them whether Ms. Roberts’s\ntestimony is accurate. They also need to be able to use Ms. Roberts’s testimony in other ways as\npart of the defense effort, such as by providing it to expert witnesses, among other things. The\nbottom line is that Dershowitz’s counsel must be able to use Roberts’s testimony as necessary in\ntheir professional judgment to represent their client, as a matter of fairness and due process.\nAccordingly, Dershowitz requests that the Court modify the Confidentiality Order to\nconfirm that Dershowitz’s counsel may disclose Ms. Roberts’s testimony as they deem necessary\nin their professional judgment in order to represent Dershowitz in this case.\nBACKGROUND & EXECUTIVE SUMMARY\nDershowitz was first presented with Roberts’s heinous and false allegations against him\nwhen her lawyers, Bradley J. Edwards (“Edwards”) and Paul G. Cassell (“Cassell”), filed certain\nnow-stricken allegations in the action styled Jane Doe, et al. v. United States of America, No. 08-\n80736 (S.D. Fla.) (the “Federal Action”). After Dershowitz defended himself to the media,\nEdwards and Cassell sued Dershowitz for defamation. The falsity of Roberts’s allegations, her\ncredibility, and the investigation her lawyers took to assess those allegations and credibility\nbefore filing those allegations are a critical part of Dershowitz’s defense.\nOn April 9, 2015, Roberts moved for an order “quashing the subpoena duces tecum\nserved on her by Defendant, or alternatively, pursuant to Florida Rules of Civil Procedure\n1.280(c) for issuance of a protective order sharply limiting the scope of the subpoena” (the\n“Motion to Quash”). See Motion to Quash, attached hereto as Exhibit A. Roberts did not move\nto seal the deposition transcript and the resulting order did not seal it, but instead directed that “a\nconfidentiality order shall be entered.” See November 4, 2015 Email from Judicial Assistant\nSusan Moss, attached hereto as Exhibit B and November 12, 2015 Order, attached hereto as\nExhibit C. The Confidentiality Order then prepared by Roberts’s counsel and consented to by all\nparties includes a provision stating that “[t]he deposition testimony of Non-Party Virginia\nGiuffre will be designated as ‘Confidential’ and not subject to public disclosure” and that “[i]t\nmay only be filed under seal.” See January 12, 2016 Confidentiality Order, attached hereto as\nExhibit D.\n2\nDershowitz now requests that the Court modify the Confidentiality Order to allow\nDershowitz to use the transcript for those limited purposes as deemed necessary in the\nprofessional judgment of his counsel to ensure Dershowitz is afforded his right to build and\npresent his defense.\nI. DERSHOWITZ MUST BE ALLOWED TO CONTACT WITNESSES AND\nADVISE THEM OF WHAT ROBERTS ALLEGES IN ORDER TO VERIFY OR\nDISPROVE HER ALLEGATIONS AND CREDIBILITY AND DETERMINE\nWHETHER PLAINTIFFS EVER MADE EFFORT TO CONTACT THESE\nINDIVIDUALS TO VERIFY ROBERTS’S ALLEGATIONS AND CREDIBILITY.\nAs explained by Plaintiffs Edwards and Cassell in their Response to Dershowitz’s Motion\nto Determine Confidentiality, the “sexual abuse allegations filed by Edwards and Cassell for\ntheir client Ms. Virginia Giuffre are not peripheral to this lawsuit – they are inherent to it.”\nPlaintiffs’ Response to Dershowitz’s Motion to Determine Confidentiality, November 23, 2015,\nattached hereto as Exhibit E at 4 (emphasis added). Those “sexual abuse allegations filed by\nEdwards and Cassell for their client” go beyond Dershowitz. Another inherent part of this\nlawsuit is what investigation, if any, Plaintiffs undertook with respect to the scope of Roberts’s\nallegations, all of which bear upon her credibility. Dershowitz argues that Plaintiffs did not\nperform a reasonable investigation before making the allegations in the Federal Action.\nPlaintiffs argue that they did. Dershowitz must be allowed to contact witnesses and advise them\nof what Roberts alleges so that Dershowitz can not only verify or disprove her allegations and\ncredibility, but also determine whether Plaintiffs ever made efforts to contact key witnesses to\nverify Roberts’s allegations and credibility. As explained by one Florida court, “[o]penness in\ncourts has a salutary effect on the propensity of witnesses to tell the truth” as it “informs persons\naffected by litigation of its effect upon them . . . .” John Doe-1 Through John Doe-4 v. Museum\nof Sci. & History of Jacksonville, Inc., No. 92-32567-CI-CI, 1994 WL 741009, at *1 (Fla. Cir.\nCt. June 8, 1994) (internal citations omitted).\n3\nAs set forth in Dershowitz’s Motion for Clarification of Confidentiality Order or Relief\nfrom that Order, filed Jan. 29, 2016, it appears that Roberts made false statements in a publicly\nfiled affidavit about being present at a private island in the US Virgin Islands when former\nPresident Clinton was there. Indeed, former FBI Director Louis Freeh determined based on the\nresponse of the federal government to a FOIA request that the absence of records responsive to\nthe request “strongly establishes that former President Clinton was not present on Little St.\nJames Island during the period at issue.” Id. at 2. If Roberts made a false statement under oath\nabout former President Clinton, it is equally if not more likely that she has made false statements\nabout others whose whereabouts are more difficult to track.\nRoberts cannot reasonably argue her testimony is confidential as she has already\ndisclosed this same information to the media and others. See Excerpts of Roberts’s Deposition\nTranscript, attached hereto (under seal) as Exhibit F. 1\nRoberts admitted that she sold her story in\n2011, providing the media with the names of her many alleged abusers and providing details so\nlurid that even the tabloid refused to repeat all of them. See id.; see also March 2, 2011, Sharon\nChurcher, Daily Mail, attached hereto as Exhibit G. Dershowitz has also discovered that Roberts\nrepeated her allegations about her alleged abusers to many of her friends and family. See Exhibit\nF; see also AD-006931-006933, Transcript of Telephone Conversation Between Alan M.\nDershowitz and Rebecca, attached hereto as Exhibit H. As a result, Roberts cannot claim that\nthese allegations are confidential simply because she repeated them during her deposition.\n1 As per the Confidentiality Order, Exhibit F is only filed under seal.\n4\nII.\nDERSHOWITZ MUST BE ALLOWED TO SHARE ROBERTS’S DEPOSITION\nTRANSCRIPT WITH THOSE WORKING ON DERSHOWITZ’S BEHALF AS\nPART OF THIS LITIGATION.\nDershowitz asks the Court to modify the Confidentiality Order to allow Dershowitz to\nuse the transcript in ways necessary for his defense including sharing the transcript with any\ncounsel and other legal support, experts, consultants, insurers, and others typically permitted\naccess to supposedly confidential information in addition to using it with potential witnesses and\nothers as deemed necessary in the professional judgment of his counsel as set forth above.\nDershowitz and his attorneys are aware of and will abide by the Florida Rules of Professional\nConduct, including its comments, regarding the handling of any information deemed by this\nCourt to be confidential within the limitations of the applicable rules.\nIII.\nALLOWING DERSHOWITZ TO USE THE DEPOSITION FOR THE LIMITED\nPURPOSES OF HIS DEFENSE IS REQUIRED BY FLORIDA LAW.\nFlorida law requires that any sealing order be the least restrictive means necessary to\naccomplish its purpose. The Florida Supreme Court held in Barron v. Florida Freedom\nNewspapers, 531 So. 2d 113 (Fla. 1988), that a sealing order can be entered only where “no\nreasonable alternative is available to accomplish the desired result, and, if none exists, the trial\ncourt must use the least restrictive closure necessary to accomplish its purpose.” Id. at 118\n(emphasis added); see also Carter v. Conde Nast Publ’ns, 983 So. 2d 23, 26 (Fla. 5th DCA\n2008) (“an order sealing court records must state, inter alia, the particular grounds for making the\ncourt records confidential, that the closure is no broader than necessary, and that there are no less\nrestrictive measures available.”).\nThis Court has not set forth any reasons addressing a request by Roberts to seal her\ndeposition transcript, much less determined that “no reasonable alternative is available” to\naccomplish Roberts’s desired result. See News-Press Publ’g Co. v. State, 345 So. 2d 865, 867\n5\n(Fla. 2d DCA 1977) (“The judge’s statement that he had ‘cogent reasons’ for sealing the records\nobviously fell short of specifically setting forth the reasons why public access to these deposition\nwas being denied.”). Moreover, Roberts and Plaintiffs cannot argue that sealing her deposition\nin its entirety is “the least restrictive” option, as it is most certainly the most restrictive option\nand one that Florida courts take very seriously. “[A] closure order must be drawn with\nparticularity and narrowly applied.” Barron, 531 So. 2d at 117.\nHere, that requisite “least restrictive” application requires, at a minimum, allowing\nDershowitz to use Roberts’s testimony for the limited purposes necessary in the professional\njudgment of his counsel to represent their client, as a matter of fairness and due process.\nCONCLUSION\nBecause Dershowitz must be able to prepare his defense and any sealing order must be\nthe least restrictive measure available, the Court should modify the Confidentiality Order to\nconfirm that Dershowitz’s counsel may disclose Roberts’s testimony as they deem necessary in\ntheir professional judgment in order to represent Dershowitz in this case.\n6\nRespectfully submitted,\nDated: February 3, 2016\ns/Thomas E. Scott\nThomas E. Scott, FBN 149100\nThomas.scott@csklegal.com\nSteven R. Safra, FBN 057028\nSteven.safra@csklegal.com\nCOLE, SCOTT & KISSANE, P.A.\nDadeland Centre II, 14th Floor\n9150 South Dadeland Boulevard\nMiami, Florida 33156\nPhone: (305) 350-5300\nFax: (305) 373-2294\nRichard A. Simpson (pro hac vice)\nrsimpson@wileyrein.com\nMary E. Borja (pro hac vice)\nmborja@wileyrein.com\nAshley E. Eiler (pro hac vice)\naeiler@wileyrein.com\nNicole Audet Richardson (pro hac vice)\nnrichardson@wileyrein.com\nWILEY REIN LLP\n1776 K Street NW\nWashington, DC 20006\nPhone: (202) 719-7000\nFax: (202) 719-7049\nCounsel for Alan M. Dershowitz\n7\nCERTIFICATE OF SERVICE\nI HEREBY CERTIFY that a copy of the foregoing has been electronically filed through\nthe Clerk of Broward County by using the Florida Courts eFiling Portal and thus served by\nelectronic mail: jsx@searcylaw.com, mep@searcylaw.com, scarolateam@searcylaw.com to:\nJack Scarola, Esq, Searcy Denney Scarola Barnhart & Shipley, P.A., Counsel for Plaintiff, 2139\nPalm Beach Lakes Blvd., West Palm Beach, Florida 33409; jonijones@utah.gov to: Joni J.\nJones, Esq., Assistant Utah Attorney General, Counsel for Plaintiff Cassell, 160 East 300 South,\nSalt Lake City, Utah 84114; brad@pathtojustice.com to: Bradley J. Edwards, Esq, Farmer,\nJaffe et al, 425 North Andrews Avenue, Suite 2, Ft. Lauderdale, FL 33301;\ncassellp@law.utah.edu, to: Paul G. Cassell, Esq.,; smccawley@bsfllp.com,\nsperkins@bsfllp.com, to: Sigrid S. McCawley, Esq., Boies Schiller & Flexner, LLP, 401 E. Las\nOlas Blvd, Suite 1200, Ft. Lauderdale, FL 33301, this 3rd day of February, 2016.\nBy:\ns/Thomas E. Scott\nThomas E. Scott\nFBN: 149100\nSteven R. Safra\nFBN: 057028\n8\nEXHIBIT A\nFiling # 25919336 E-Filed 04/09/2015 05:23:25 PM\nIN THE CIRCUIT COURT OF THE 17 TH\nJUDICIAL CIRCUIT IN AND FOR\nBROWARD COUNTY, FLORIDA\nCIVIL DIVISION\nBRADLEY J. EDWARDS, and CASE NO. CACE 15-000072\nPAUL G. CASSELL,\nv.\nPlaintiffs,\nALAN DERSHOWITZ,\nDefendant.\n/\nMOTION TO QUASH OR FOR PROTECTIVE ORDER REGARDING\nSUBPOENA SERVED ON NON-PARTY JANE DOE NO. 3\nNon-party Jane Doe 3, by and through undersigned counsel and pursuant to Florida Rules\nof Civil Procedure 1.410(c)(1) 1 , hereby moves for an order quashing the subpoena duces tecum\nserved on her by Defendant, or alternatively, pursuant to Florida Rules of Civil Procedure 1.280(c)\nfor issuance of a protective order sharply limiting the scope of the subpoena.\nINTRODUCTION\nThis Court should quash the subpoena issued to non-party Jane Doe No. 3 as it is\nunreasonable and oppressive. The Defendant is abusing the subpoena power in an effort to\nintimidate, harass and cause undue burden to a non-party. Indeed, Defendant - just days ago -\npublicly admitted that his goal of deposing Jane Doe No. 3 has nothing to do with this Florida\nDefamation Action; rather, he is trying to find a way to send this victim of sexual trafficking to\n“jail.” “She was hiding in Colorado…but we found her and she will have to be deposed. The end\n1 For the limited purpose of the Motion to Quash or for Protective Order and resolving the scope of the\nsubpoena and any enforcement issues, Jane Doe No. 3 voluntarily submits herself to this Court’s\njurisdiction.\nresult is that she’ll go to jail because she will repeat her lies and we’ll be able to prove it and she\nwill end up in prison for perjury.” (emphasis added). See Exhibit 1, New York Daily News, April\n7, 2015. Defendant has subjected Jane Doe No. 3 to horrific public attacks including publicly\ncalling her a “prostitute” and a “bad mother” to her three minor children. See Exhibit 2, Local 10\nNews, January 22, 2015.\nDefendant has gone on a media blitz campaign against this non-party for statements she\nmade under oath in a federal action: “The end result of this case should be she [Jane Doe No. 3]\nshould go to jail, the lawyers should be disbarred and everybody should understand that I am\ncompletely and totally innocent.” (emphasis added). See Exhibit 3, CNN International, New Day,\nJanuary 6, 2015. “My goal is to bring charges against the client and require her to speak in\ncourt.” (emphasis added). See Exhibit 4, Australian Broadcasting System (ABC), January 6,\n2015. Defendant also stated, in an interview in Newsmax, that he is “considering” bringing a\nlawsuit against Jane Doe No. 3. “And we’re considering suing her for defamation as well, but\nright now she was trying to hide in Colorado and avoid service, but we found her and we served\nher and now she’ll be subjected to a deposition.” (emphasis added). See Exhibit 5, Newsmax,\nApril 8, 2015.\nDefendant’s own words demonstrate that he is abusing the subpoena power of this Court to\ntry to get discovery that is irrelevant to this case, in the hopes of being able to intimidate Jane Doe\nNo. 3 with the press and generate a claim against her. Considering the extensive abuse that Jane\nDoe No. 3 suffered as a minor child, and Defendant’s threats and intimidation, it would be both\nunreasonable and oppressive to require this non-party to comply with this subpoena duces tecum.\nAccordingly, Defendant’s subpoena should be quashed. See Exhibit 6, Defendant’s Subpoena to\nJane Doe No. 3.\n2\nBACKGROUND\nThe underlying action before this Court is a defamation case filed by a former federal\njudge, Paul Cassell, and his colleague Brad Edwards, who represent various sexual trafficking\nvictims in a case pending in the Southern District of Florida, specifically case no. 08-cv-80736-\nKAM, hereinafter (“CVRA case”). As a result of an affidavit filed in the CVRA case, Defendant\nwent on a national media defamation campaign calling, among other things, former federal judge\nPaul Cassell and attorney Brad Edwards, “unethical lawyers” who should be “disbarred”. See\nExhibit 7, Today Show, January 5, 2015. In response to this national slander campaign by the\nDefendant, Paul Cassell and Brad Edwards filed a defamation case against Defendant in the\nCircuit Court of the Seventeenth Judicial Circuit for Broward County, Case No. CACE 15-\n000072, hereinafter “Florida Defamation Action”).\nDefendant’s statements against Paul Cassell and Brad Edwards are statements about their\ncharacter as lawyers and do not directly involve non-party Jane Doe No. 3. Despite this fact,\nDefendant is abusing the subpoena power in this case by seeking documents from a non-party that\nare irrelevant to the defamation issue before this Court. Defendant is determined to find a way to\nharm non-party Jane Doe No. 3 and anyone who braves to represent her. Jane Doe No. 3 has good\ncause to be fearful of the Defendant in this matter based on Defendant’s repetitive threats. See\nExhibit 8, Affidavit of Jane Doe No. 3. This Court should not allow Defendant to abuse the\nsubpoena power to further abuse this non-party. Florida Rules of Civil Procedure provide a\nvehicle for this Court to protect a non-party from a harassing, burdensome and unnecessary\nsubpoena. As explained below, non-party Jane Doe No. 3 should be protected from having to be\ndeposed in this matter or produce documents. Defendant’s campaign of threats and intimidation\nshould not be condoned by this Court and Defendant’s subpoena should be quashed in its entirety.\n3\nARGUMENT\n1. This Court Should Quash Defendant’s Abusive Subpoena In Its Entirety.\nFlorida Rule of Civil Procedure 1.410(c)(1) provides that the Court may “quash or modify\nthe subpoena if it is unreasonable and oppressive.” Id. The Court has discretion to evaluate the\ncircumstances in determining whether the subpoena is “unreasonable and oppressive.” Matthews\nv. Kant, 427 So. 2d 369, 370 (Fla. 2d DCA 1983). “The sufficiency thereof is a factual\ndetermination for the trial judge who is vested with broad judicial discretion in the matter, and\nwhose order will not be overturned absent a clear showing of abuse of discretion.” Id.; see also\nSunrise Shopping Center, Inc. v. Allied Stores Corp., 270 So. 2d 32 (Fla. 4th DCA 1972) (Fourth\nDCA quashing lengthy subpoena served on non-party who was not in control of documents as\nbeing “oppressive and unreasonable.”). It is undisputed that Jane Doe No. 3 was sexually\ntrafficked as a minor child by Jeffrey Epstein and he was sentenced for his crimes. Allowing the\nDefendant in this case to force this non-party to provide discovery on this highly sensitive topic\nwould be both oppressive and unreasonable and serves no purpose other than to foster Defendant’s\npublicly admitted and utterly baseless campaign to try to send Jane Doe No. 3 to “jail.”\nThe documents requested in Defendant’s subpoena demonstrate the oppressive and\nunreasonable nature of the requests. Defendant, for example, seeks highly personal and sensitive\ninformation from this victim of sexual trafficking, including requesting her personal diary during\nthe time when she was being sexually abused as a minor child. See Exhibit 6, Request no. 16.\nDefendant also demands that this non-party produce photographs and videos of her as a minor\nchild while she was being sexually trafficked by convicted sex offender Jeffrey Epstein. See\nExhibit 6, Request nos. 2, 3, 4 and 10. Defendant’s unreasonable subpoena even includes a\ndemand for this non-party’s personal cell phone records for more than a three (3) year period\nduring the time when she was a minor child being sexually trafficked. See Exhibit 6, Request no.\n4\n15. Defendant also demands items like personal financial documents from this non-party\nincluding payments she received from convicted sex offender Jeffrey Epstein and the men he\n“lent” this minor child out to from 1999 – 2002. See Exhibit 6, Request no. 20. It is without\nquestion that Defendant is abusing the subpoena power in this case to conduct a fishing expedition\nin an effort to intimidate and harass this victim and to try to dig up information he can use in his\nopenly stated “goal” to send this non-party to “jail.”\nJane Doe No. 3 is rightfully fearful of Defendant as he is an incredibly powerful individual\nand the legal counselor to convicted Jeffrey Epstein who sexually trafficked Jane Doe No. 3 for\nyears when she was a minor child. See Exhibit 8, Affidavit of Jane Doe No. 3. Jane Doe No. 3\nbelieves Defendant’s goal is to abuse the subpoena power to get her into a deposition so he can\nharass and intimidate her by forcing her to discuss the abuse she had to withstand as a minor child.\nSee Exhibit 8, Affidavit of Jane Doe No. 3. None of that childhood abuse is relevant to this case\nwhich involves the narrow issue of whether Defendant defamed two lawyers. Defendant’s\nsubpoena is both unreasonable and oppressive and should be quashed. See Matthews v. Kant, 427\nSo. 2d 369, 370 (Fla. 2d DCA 1983).\n2. The Court Should Quash The Subpoena In Its Entirety, But At A Minimum, It\nShould Severely Limit The Production Requirements.\nIn addition to its power to quash the subpoena, Florida Rule of Civil Procedure 1.280(c)\nalso allows the Court to protect a non-party from discovery that would result in “annoyance,\nembarrassment, oppression or undue burden or expense…” Allstate Ins. Co. v. Langston, 655 So.\n2d 91, 94 (Fla. 2003) (Florida Supreme Court overturning denial of protective order and holding\nthat “[d]iscovery of certain kinds of information ‘may reasonably cause material injury of an\nirreparable nature.’”) (internal quotations omitted). Matthews v. City of Maitland, 923 So. 2d 591,\n595 (Fla. 5th DCA 2006) (quashing discovery order where “[t]he compelled disclosure… would\ncreate a chilling effect on [petitioners] rights…”). The Court may determine that “the discovery\n5\nnot be had” or that “the discovery may be had only on specified terms and conditions…”. Fla. R.\nCiv. P. 1.280(c).\nDefendant issued a vastly overbroad subpoena to this non-party which included 25\nseparate document requests, many with subparts. In addition to placing an undue burden on this\nnon-party to have to search for the broad scope of materials requested, the document requests seek\ninformation that is irrelevant to the Florida Defamation Action and clearly intended to “embarrass\nand oppress” this non-party. Fla. R. Civ. P. 1.280(c). Defendant’s overly broad subpoena to nonparty,\nJane Doe No. 3, goes so far as to seek documents relating to former President, Bill Clinton\nand former Vice President, Al Gore, which, even if such documents existed, would be absolutely\nirrelevant to the Florida Defamation Action. See Toledo v. Publix Super Markets, Inc., 30 So. 3d\n712 (Fla. 4 th DCA 2010).\nDefendant’s requests can be grouped into four key categories: (1) documents that contain\nhighly personal and sensitive information sought only to harass, embarrass and intimidate the nonparty;\n(2) documents unrelated to this action and, instead, intended to gain discovery relating to\nDefendant’s admitted “goal” of putting this non-party in “jail,” bringing a new case against Jane\nDoe No. 3, or related to the federal action; (3) documents that contain personal financial or other\nconfidential information; and (4) privileged communications between the non-party and her\nlawyers. Non-party, Jane Doe No. 3, has filed specific objections as to each request sought in\nDefendant’s subpoena as set forth in Exhibit 9. Here, Jane Doe No. 3 provides the Court with a\nsampling of the oppressive nature of the subpoena that is the subject of her detailed objections.\na. Category 1 – Overly Broad Subpoena Requests Intended Solely to Harass, Embarrass\nand Intimidate the Non-Party by Seeking Highly Personal and Sensitive Information\nIt is clear from the Defendant’s requests that his intent is to intimidate and harass this nonparty\nby seeking highly sensitive personal information that is irrelevant to this action. For\nexample, Request no. 16 seeks “Any diary, journal or calendar concerning your activities between\n6\nJanuary 1, 1999 and December 31, 2002.” Defendant is seeking personal diary information during\nthe time this non-party was a minor child and a victim of sexual trafficking. There is no reason\nthis non-party should be forced to produce her diary from when she was a child. See Peisach v.\nAntuna, 539 So. 2d 544 (Fla. 3rd DCA 1989) (court of appeal holding that trial court departed\nfrom the essential requirements of law by granting deposition of party’s gynecologist which was\nonly meant to invade privacy and intimidate and harass the party).\nDefendant also has a number of requests (Request nos. 2, 3, 4, 10 and 19) that seek\n“photographs” and “videos” of this non-party when she was a minor child and during the time she\nwas the subject of sexual abuse. Photographs of Jane Doe 3 when she was a minor child are\ncompletely irrelevant to the matter before this Court. Defendant served this subpoena demand\nsolely to intimidate, harass and embarrass this non-party and the Court should preclude this type\nof discovery set forth in Request Nos. 2, 3, 4, 10, 15, 16, 19 and 21. See Citimortgage, Inc. v.\nDavis, No. 50 2009 CA 030523, 2011 WL 3360318 (Fla. 15 th Cir. Ct. April 4, 2011) (trial court\ngranting protective order precluding a deposition noting “this deposition request is mere\nharassment” and had no relevance to the underlying dispute where the party was wrongfully using\nthe discovery process for personal gain).\nb. Category 2 – Clear Abuse of the Subpoena Power By Seeking Documents Unrelated\nto this Action and Intended Instead to Provide Discovery for Other Actions\nDefendant is abusing the subpoena power of this Court by issuing subpoena requests that\nare intended to obtain discovery for the development of other actions against this non-party and\nare unrelated to the instant case. See Exhibit 5, Newsmax Interview (“And we’re considering\nsuing her for defamation as well, but right now she was trying to hide in Colorado and avoid\nservice, but we found her and we served her and now she’ll be subjected to a deposition.”).\nDefendant has admitted that his “goal” is to put Jane Doe No. 3 in “jail” and he is using this\nCourt’s subpoena power to go on a fishing expedition in the hopes of fulfilling his ultimate stated\n7\n“goal.” See Toledo v. Publix Super Markets, Inc., 30 So. 3d 712 (Fla. 4 th DCA 2010) (court of\nappeal quashing discovery order where party sought law firm client file relating to a different\nmatter holding that “curiosity” about a law firm’s records does not satisfy the relevance\nrequirement and explaining that the contents of the “subpoena is a classic ‘fishing expedition’ and\nthe trial court’s order departs from the essential requirements of the law.”); Calvo v. Calvo, 489\nSo. 2d 833, 834 (Fla. 3d DCA 1986) (quashing subpoena served on wife’s bank for financial\nrecords finding them irrelevant: “indeed, the husband has failed to demonstrate what possible\nrelevance the records might have in the proceeding below other than to harass the wife.”).\n(emphasis added).\nDefendant’s incredibly broad and unrelated demands include, for example, Request no. 24:\n“All documents concerning, relating or referring to your assertions that you met former President\nBill Clinton, Former Vice President Al Gore and/or Mary Elizabeth “Tipper” Gore on Little Saint\nJames Island in the U.S. Virgin Islands.” See Exhibit 6, Request no. 24. Whether or not Jane Doe\nNo. 3 met any of these individuals has absolutely nothing to do with the action before this Court.\nSee Allstate Ins. Co. v. Langston, 655 So. 2d 91, 94 (Fla. 2003) (Florida Supreme Court holding\nthat “we do not believe a litigant is entitled carte blanch to irrelevant discovery” and ‘“It is\naxiomatic that information sought in discovery must relate to the issues involved in the litigation,\nas framed in the pleadings.’”) (internal citations omitted). Defendant’s Request demonstrates a\nblatant example of abuse of the subpoena power.\nIndeed, the face of many of Defendant’s subpoena demands demonstrate that he is using\nthe subpoena power of this Court to obtain discovery for the federal action. Request nos. 1, 5, 6\nand 9 all reference the “federal action” or specifically cite the declaration and case number “OS-\nSO736-CIV-MARRA/JOHNSON. Request no. 1, for example, demands: “All documents that\nreference by name, Alan M. Dershowitz, which support and/or confirm the allegations set forth in\nParagraphs 24-31 of your Declaration dated January 19, 2015 and/or Paragraph 49 of your\n8\nDeclaration dated February 5, 2015, which were filed with the United States District Court for the\nSouthern District of Florida, in Jane Doe #1 and Jane Doe #2 v. United States of America, Case\nNo. OS-S0736-CIV-MARRA/JOHNSON, [ECF No. 291-1] (the \"Federal Action\").” Defendant\nshould not be using the subpoena power of this Court to issue a non-party subpoena for documents\nsought for a federal action. 2\nc. Category 3 – Documents that Contain Personal Financial Information Completely\nIrrelevant to this Action\nDefendant also wrongfully abuses the subpoena power to seek personal financial\ninformation from this non-party. See Woodward v. Berkery, 714 So. 2d 1027, 1034-38 (Fla. 4 th\nDCA 1998) (quashing lower court’s discovery order and finding irreparable harm to husband in\ndisclosure of private financial information when wife’s clear purpose was to wrongfully disclose\nthe financial information to the press) (emphasis added); see also Granville v. Granville, 445 So.\n2d 362 (Fla. 1 st DCA 1984) (court of appeal overturning denial of protective order and finding that\nprivate financial information should have been protected from disclosure).\nThe requests are clearly meant to intimidate and harass her by, for example, seeking\ninformation during the time she was the subject of sexual trafficking by Jeffrey Epstein. Request\nno. 20 seeks “All documents showing any payments or remuneration of any kind made by Jeffery\nEpstein or any of his agents or associates to you from January 1, 1999 through December 31,\n2002.” Whether Jeffrey Epstein paid minor children that he sexually trafficked has absolutely\nnothing to do with the action before this Court and there is no basis to force a non-party who was\nsubject to this abuse to comply with a production demand on this topic. The subpoena also\nincludes request for financial information relating to the media. Apparently, Defendant believes\nJane Doe No. 3 has a book “deal” in the works. For example, Request no. 18 seeks: “All\ndocuments concerning any monetary payments or other consideration received by you from any\n2 The requests relevant to this category are nos.: 1, 5, 6,7, 8, 9, 12, 13, 14, 22, and 24.\n9\nmedia outlet in exchange for your statements (whether \"on the record\" or \"off the record\")\nregarding Jeffrey Epstein, Alan M. Dershowitz, Prince Andrew, Duke of York, and/or being a sex\nslave.” Whether Jane Doe No. 3 has interacted with the media has nothing to do with the Florida\nDefamation Action. As explained above, a non-party’s personal financial information and other\nconfidential information is subject to protection by this Court. See Woodward v. Berkery, 714 So.\n2d 1027, 1034-38 (Fla. 4th DCA 1998). Accordingly, the requests relating to financial\ninformation from this non-party should be quashed 3 .\nd. Category 4 – Plainly Privileged Communications\nDefendant’s subpoena requests seek documents that are plainly privileged. Florida courts\nare unequivocal in stating that an opposing party can never obtain attorney-client privileged\nmaterials. See Quarles & Brady LLP v. Birdsall, 802 So. 2d 1205, 1206 (Fla. 2d DCA 2002)\n(quashing discovery order and noting “undue hardship is not an exception (to disclosure of\nprivileged material), nor is disclosure permitted because the opposing party claims that the\nprivileged information is necessary to prove their case.”) (internal citations omitted). Non-party,\nJane Doe No. 3, objects to all of Defendant’s subpoena requests to the extent that they seek\ndocuments protected by the attorney client privilege, work product doctrine, joint defense and\ncommon interest privileges and any other relevant privilege. Indeed, Jane Doe No. 3 should be\nprotected from responding to Request no. 25 in its entirety because on its face it seeks solely\nprivileged and confidential information relating to her retention of BSF. 4\nSee Westco Inc. v. Scott\nLewis’ Gardening & Trimming, Inc., 26 So. 3d 620, 622 (Fla. 4 th DCA 2010) (court explaining\nthat “[w]hen confidential information is sought from a non-party, the trial court must determine\nwhether the requesting party establishes a need for the information that outweighs the privacy\n3 These Requests include nos. 9, 17, 18, 20 and 23.\n4 Specifically, Request no. 25 seeks: “All documents concerning your retention of the law firm Boies,\nSchiller & Flexner LLP, including but not limited to: signed letter of retainer, retention agreement,\nexplanation of fees, and/or any documents describing the scope of retention.”\n10\nrights of the non-party.”). Defendant has not established any basis for these privileged and\nconfidential documents that outweighs this non-party’s privacy rights.\n3. The Subpoena Should Be Quashed In Its Entirety. If the Court Will Not Take\nThat Action, at a Minimum, It Should Grant a Protective Order Severely\nLimiting The Areas Of Inquiry At Deposition And Grant Protections For This\nVictim Who Is Fearful Of The Defendant.\nThis Court has the power to preclude and/or limit the deposition of non-party Jane Doe No.\n3. Specifically, Florida Rule of Civil Procedure 1.280(c) allows the Court to prevent a deposition\nfrom going forward “to protect a party or person from annoyance, embarrassment, oppression or\nundue burden or expense that justice requires,” and courts routinely enter protective orders to\nreduce the burden on subpoenaed non-parties to a case, as well as in cases where the discovery\nsough is irrelevant. See, e.g., Peisach v. Antuna, 539 So. 2d 544 (Fla. 3d DCA 1989) (holding that\nthe trial judge erred in allowing the deposition of certain non-parties where evidence sought was\nirrelevant); see also Citimortgage, Inc. v. Davis, No. 50 2009 CA 030523, 2011 WL 3360318 (Fla.\n15 th Cir. Ct. April 4, 2011) (trial court granting protective order precluding a deposition noting\n“this deposition request is mere harassment” and had no relevance to the underlying dispute where\nthe party was wrongfully using the discovery process for personal gain). Section 4 of Rule 1.280\nprovides that the Court can also limit the areas of inquiry of a deposition providing “that certain\nmatters not be inquired into, or that the scope be limited to certain matters.”\nJane Doe No. 3 contends that the subpoena for her deposition should be quashed. If the\nCourt, however, is inclined to allow a deposition of Jane Doe No. 3, then she respectfully requests\nthe issuance of a Protective Order modifying the subpoena as set forth below.\na. Testimony Limitations\nNon-party Jane Doe No. 3 respectfully requests that this Court limit the deposition to\nquestions directly related to Defendant’s defamatory statements about Brad Edwards and Paul\nCassell. The Court should limit Defendant’s ability to engage in a “fishing expedition” of this\n11\nvictim to foster his goal of putting her into “jail” or of bringing a new action against Jane Doe No.\n3. See Peisach v. Antuna, 539 So. 2d 544 (Fla. 3d DCA 1989); see also Citimortgage, Inc. v.\nDavis, No. 50 2009 CA 030523, 2011 WL 3360318 (Fla. 15 th Cir. Ct. Apr. 4, 2011). Defendant\nshould be precluded from asking any questions about Jane Doe No. 3’s experiences as a sexually\ntrafficked minor. Defendant should be precluded from questioning Jane Doe No. 3 about\nindividuals that she was sexually trafficked to or about other victims or individuals involved in the\nsexual trafficking orchestrated by Jeffrey Epstein. Defendant should be precluded from\nquestioning Jane Doe No. 3 about any rapes that occurred when she was a minor child. Defendant\nshould be precluded from questioning Jane Doe No. 3 about anything related to her sexual activity\neither as a minor or thereafter as these questions would only be intended to embarrass and harass\nthis non-party witness.\nb. Language and Harassment Limitations\nIn addition, Jane Doe No. 3 requests that the Court provide counsel with a cautionary\nnotice, that counsel for Defendant may not harass the non-party victim in any way during the\ndeposition. With respect to the language used at the deposition, the Defendant’s counsel should be\ndirected by the Court to not use any of the derogatory terms the Defendant has used in the press\nincluding calling Jane Doe No. 3 a “prostitute,” a “liar,” or a “bad mother” or any other similar\nderogatory and harassing language.\nc. Physical Location Limitations\nNon-party Jane Doe No. 3 has a valid and real basis to fear being in physical proximity of\nthe Defendant. See Exhibit 8, Affidavit of Jane Doe No. 3. Accordingly, to the extent a\ndeposition is to go forward, we would request that the Court direct that the Defendant not be\npresent in the same room as non-party Jane Doe No. 3 and, instead, follow the testimony\nelectronically from a separate location. In addition, non-party Jane Doe No. 3 respectfully\nrequests that the Court hold that the physical location of the deposition should be the offices of\n12\nJane Doe No. 3’s attorney’s Boies, Schiller & Flexner LLP.\nCONCLUSION\nWHEREFORE, non-party Jane Doe No. 3 respectfully requests that this Court grant her\nMotion to Quash, or alternatively, that the Court enter an order limiting the scope of her document\nproduction and deposition as set forth above.\nDated: April 9, 2015\nRespectfully submitted,\nBOIES, SCHILLER & FLEXNER LLP\n401 East Las Olas Boulevard, Suite 1200\nFort Lauderdale, Florida 33301\nTelephone: (954) 356-0011\nFacsimile: (954) 356-0022\nBy: /s/Sigrid S. McCawley________________\nSigrid S. McCawley, Esq.\nFlorida Bar No. 129305\nAttorney for Non-Party Jane Doe No. 3\n13\nCERTIFICATE OF SERVICE\nI HEREBY CERTIFY that on April 9, 2015, a true and correct copy of the foregoing was\nserved by Electronic Mail to the individuals identified below.\nBy:_/s/Sigrid S. McCawley_________\nSigrid S. McCawley\nThomas E. Scott\nThomas.scott@csklegal.com\nSteven R. Safra\nSteven.safra@csklegal.com\nCOLE, SCOTT & KISSANE, P.A.\n9150 S. Dadeland Blvd., Suite 1400\nMiami, Florida 33156\nRenee.nail@csklegal.com\nShelly.zambo@csklegal.com\nJack Scarola\nSEARCY DENNEY SCAROLA BARNHART &\nSHIPLEY, P.A.\nJSX@searcylaw.com\n2139 Palm Beach Lakes Blvd.\nWest Palm Beach, FL 33409-6601\nAttorney for Plaintiffs\nRichard A. Simpson\nrsimpson@wileyrein.com\nMary E. Borja\nmborja@wileyrein.com\nAshley E. Eiler\naeiler@wileyrein.com\nWILEY REIN, LLP\n1776 K Street NW\nWashington, D.C. 20006\nCounsel for Defendant Alan Dershowitz\n14\nEXHIBIT B\nFrom:\nTo:\nSusan Moss\nThomas E. Scott; Steven R. Safra; Simpson, Richard; Borja, Mary; Eiler, Ashley; Jack Scarola; Mary E. Pirrotta;\nsmccawley@bsfllp.com\nSubject: Edward & Cassell v. Dershowitz CACE 15-000072 (05)\nDate:\nWednesday, November 04, 2015 11:22:42 AM\nGood morning,\nI am advising of Judge Lynch's rulings on the above referenced case. His rulings are\nas follows:\nNon Party's motion to quash, or for protective order, regarding subpoena served on\nnon party law firm Boies Schiller: The subpoena, as to the law firm, is quashed\nAs to the \"Jane Doe #3\" subpoena: The motion is granted as to request #9, 17,\n18, 20 and 23.\nThe motion is denied as to the other requests, but a confidentiality order shall be\nentered.\nRegarding the deposition: The depo shall be limited to 4 hours without prejudice to\nrequest additional time in the future.\nThe Defendant can be present at the depo.\nThe depo will be taken at the law firm representing the witness.\nThere shall be a special master, paid by the Defendant, present at the depo, to rule\non objections.\nThe depo will be limited to the issues of this case without prejudice for another\ndepo, if required, in the future.\nThe issues and said limitations will be determined by the special master.\nEach attorney who had a motion heard, is to prepare the order on their motion for\nthe judges signature, along with sufficient copies, self addressed, self stamped\nenvelopes for all parties.\nThese orders cannot be submitted through the order portal.\nRespectfully,\nSusan Moss\nJudicial Assistant to Judge Thomas M. Lynch, IV\n201 S.E. 6th Street, Rm 920B\nFort Lauderdale, Florida 33301\n954-831-7831\nEXHIBIT C\n\n\nEXHIBIT D\n\nEXHIBIT E\nFiling # 34801581 E-Filed 11/23/2015 05:53:31 PM\nIN THE CIRCUIT COURT OF THE\nSEVENTEENTH JUDICIAL CIRCUIT, IN\nAND FOR BROWARD COUNTY, FLORIDA\nBRADLEY J. EDWARDS and PAUL G.\nCASSELL,\nCASE NO.: CACE 15-000072\nPlaintiffs,\nvs.\nALAN M. DERSHOWITZ,\nDefendant.\n/\nPLAINTIFFS/COUNTERCLAIM DEFENDANT EDWARDS AND\nCASSELL'S RESPONSE TO DERSHOWITZ'S MOTION TO DETERMINE\nCONFIDENTIALITY OF COURT RECORDS\nPlaintiffs/Counterclaim Defendants Bradley J. Edwards and Paul G. Cassell, by and\nthrough their undersigned attorneys, hereby file this response to Dershowitz's Motion to\nDetermine Confidentiality of Court Records. The records at issue are not confidential, and so the\nCourt should deny Dershowitz's motion in its entirety.\nThe court records at issue are three court filings by attorneys Edwards and Cassell\nin which they recite their client's (Mr. Virginia Giuffre's) allegations that she was sexually\nabused by Dershowitz. These records are hardly \"confidential\" in this defamation case,\nwhere the parties have claims and counterclaims about these sexual abuse\nAllegations. Rather, these records are an important part of this case, since they not only\nsupport the conclusion that Dershowitz abused Ms. Giuffre, but also indisputably establish\nEdwards and Cassell's strong basis for filing the allegations on her behalf. Moreover,\ncontrary to assertions made in Dershowitz's motion, these documents have never been\nfound to be \"confidential\" by any other court. And Dershowitz has repeatedly referred to\nEdwards, Bradley vs. Dershowitz\nCase No.: CACE 15-000072\nEdwards and Cassells Response to Dershowitz's Motion to Determine Confidentiality of Court Records\nPage 2 of 20\nthese documents, not only in defamatory statements broadcast worldwide, but also in his\npleadings before this Court and in recent depositions. Indeed, Dershowitz said in his\nmedia interviews that he wants \"everything to be made public\" and implied that Edwards\nand Cassell had something to hide. Accordingly, Dershowitz has failed to carry his heavy\nburden to justify sealing these presumptively-public documents.\nI. DERSHOWITZ HAS NOT JUSTIFIED SEALING ALLEGED\nDEFAMATORY RECORDS THAT ARE INTEGRAL TO THIS\nDEFAMATION CASE.\nIn his motion, Dershowitz never recounts the heavy burden that he must carry to seal the\nrecords at issue. To be sure, Florida Rule of Judicial Administration 2.420 allows for the sealing\nof \"confidential\" materials. But the Rule begins by recounting the overarching principle that\n\"[t]he public shall have access to all records of the judicial branch of government, except as\nprovided below.\" Fla. R. Jud. Admin. 2.420(a). This rule is a codification of the Florida\nSupreme Court's admonition that a \"a strong presumption of openness exists for all court\nproceedings. A trial is a public event, and the filed records of court proceedings are public\nrecords available for public examination.\" Barron v. Florida Freedom Newspapers, Inc., 531\nSo.2d 113, 118 (Fla. 1988) (emphasis added). In light of this presumption of openness, \"[t]he\nburden of proof in [closure] proceedings shall always be on the party seeking closure.\" Id. To\nobtain a sealing order, the party seeking sealing must carry a \"heavy burden.\" Id.\nRemarkably, Dershowitz fails to acknowledge these well-settled principles. More\nimportant, he even fails to cite (much less discuss) the limited substantive exceptions to this\ngeneral principle of access — and which specific exception he believes applies to this\nEdwards, Bradley vs. Dershowitz\nCase No.: CACE 15-000072\nEdwards and Cassells Response to Dershowitz's Motion to Determine Confidentiality of Court Records\nPage 3 of 20\ncase. Accordingly, it is impossible for Edwards and Cassell to respond with precision to his\nmotion.\nThe exceptions that might arguably be in play in this case permit records to be maintained\nas confidential in order to:\n(i)\n(ii)\n(iii)\n(iv)\n(v)\n(vi)\nPrevent a serious and imminent threat to the fair, impartial, and orderly\nadministration of justice;\nProtect trade secrets;\nProtect a compelling governmental interest;\nObtain evidence to determine legal issues in a case;\nAvoid substantial injury to innocent third parties;\nAvoid substantial injury to a party by disclosure of matters protected by a\ncommon law or privacy right not generally inherent in the specific type of\nproceeding sought to be closed;\nComply with established public policy set forth in the Florida or United\nStates Constitution or statutes or Florida rules or case law ....\nFla. R. Jud. Admin. 2.420(c)(9) (codifying the holding in Barron v. Florida Freedom\nNewspapers, Inc., 531 So.2d 113 (Fla. 1988)). The only exception that seems to even arguably\napply here is exception vi, which itself specifically provides that confidentiality is appropriate\nonly where disclosure is \"not generally inherent in the specific type of proceeding sought to be\nclosed\" (emphasis added). Of course, this lawsuit is a defamation action — involving\na defamation claim by Edwards and Cassell and a defamation counterclaim by\nDershowitz. Disclosure, discussion, and debate about the defamatory statements at issue lies at\nthe heart of the case. Accordingly, disclosure of these materials is \"inherent\" in the case itself.\nThe principle that defamatory material in a defamation case cannot be sealed is recognized\nin Carnegie v. Tedder, 698 So.2d 1310 (2d DCA 1997). Carnegie involved a claim and\ncounterclaim between two parties (Carnegie and Tedder), one of whom alleged that disclosure of\nEdwards, Bradley vs. Dershowitz\nCase No.: CACE 15-000072\nEdwards and Cassells Response to Dershowitz's Motion to Determine Confidentiality of Court Records\nPage 4 of 20\nthe materials in the records would be harmful to his professional\nreputation. Carnegie recited subsection vi's restriction on release of materials involving a\nprivacy right, but noted that \"statements Tedder alleged were defamatory and damaging were\nallegations in Carnegie's counterclaim for which she seeks damages.\nThese matters were not peripheral to the lawsuit; they were inherent to it.\" Id. at 1312. Of\ncourse, exactly the same principle applies here: sexual abuse allegations filed by attorneys\nEdwards and Cassell for their client Ms. Virginia Giuffre are not peripheral to this lawsuit — they\nare inherent to it.\nTo see how \"inherent\" the sexual abuse allegations are to this lawsuit, the Court need\nlook no further than Dershowitz's counterclaim in this case. Count I of Dershowitz's\nCounterclaim (styled as \"False Allegations in the Joinder Motion) contends that Edwards and\nCassell should pay him damages because they \"filed a pleading in the Federal Action titled 'Jane\nDoe #3 and Jane Doe #4's Motion Pursuant to Rule 21 for Joinder in Action' . . . .\" Dershowitz\nCounterclaim at 11 14. Dershowitz's Counterclaim then goes on to quote at length from the\nJoinder Motion. His counterclaim contains, for example, this paragraph recounting the\nallegations:\nThe Joinder Motion then goes on to allege — without any supporting evidence — as\nfollows:\nOne such powerful individual that Epstein forced then-minor Jane Doe #3 to\nhave sexual relations with was former Harvard Law Professor Alan\nDershowitz, a close friend of Epstein's and well-known criminal defense\nattorney. Epstein required Jane Doe #3 to have sexual relations with\nDershowitz on numerous occasions while she was a minor, not only in Florida\nbut also on private planes, in New York, New Mexico, and the U.S. Virgin\nEdwards, Bradley vs. Dershowitz\nCase No.: CACE 15-000072\nEdwards and Cassells Response to Dershowitz's Motion to Determine Confidentiality of Court Records\nPage 5 of 20\nIslands. In addition to being a participant in the abuse of Jane Doe #3 and other\nminors, Dershowitz was an eye-witness to the sexual abuse of many other\nminors by Epstein and several of Epstein's coconspirators. Dershowitz would\nlater play a significant role in negotiating the [Non-Prosecution Agreement] on\nEpstein's behalf. Indeed, Dershowitz helped negotiate an agreement that\nprovided immunity from federal prosecution in the Southern District of Florida\nnot only to Epstein, but also to \"any potential coconspirators of Epstein.\" Thus,\nDershowitz helped negotiate an agreement with a provision that provided\nprotection for himself against criminal prosecution in Florida for sexually\nabusing Jane Doe #3. Because this broad immunity wouldhave been\ncontroversial if disclosed, Dershowitz (along with other members of Epstein's\ndefense team) and the Government tried to keep the immunity provision secret\nfrom all of Epstein's victims and the general public, even though such secrecy\nviolated the Crime Victims' Rights Act.\nDershowitz Counterclaim at 1115 (quoting Joinder Motion at 4).\nRemarkably, having quoted at length from the Joinder Motion in his Counterclaim in this\ncase, Dershowitz now seeks to have that very same language from the Joinder Motion deemed\n\"confidential\" and sealed. Compare Counterclaim at ¶15 (block quotation above) with Motion to\nDetermine Confidentiality, Exhibit A at 4 (composite exhibit with proposed \"confidential\"\ndocument that includes paragraph beginning \"[o]ne such powerful individual that Epstein forced\nthen-minor Jane Doe #3 to have sexual relations with was former Harvard Law Professor Alan\nDershowitz, a close friend of Epstein's . . . .\"). Dershowitz cannot come before this Court and\nfile a counterclaim seeking damages from Edwards and Cassell for alleged defamatory\nstatements and then ask to have those very same statements placed under seal as\n\"confidential.\" See Barron v. Florida Freedom Newspapers, 531 So.2d at 119 (\"although\ngenerally protected by one's privacy right, medical reports and history are no longer protected\nEdwards, Bradley vs. Dershowitz\nCase No.: CACE 15-000072\nEdwards and Cassells Response to Dershowitz's Motion to Determine Confidentiality of Court Records\nPage 6 of 20\nwhen the medical condition becomes an integral part of the civil proceeding, particularly when\nthe condition is asserted as an issue by the party seeking closure\" (emphasis added)).\nH. JUDGE MARRA'S ORDER IN HIS CASE DOES NOT REQUIRE THAT\nTHE RECORDS BE SEALED IN THIS CASE.\nDershowitz also appears to contend that Judge Marra's order striking some of the\nmaterials from the records at issue somehow requires that these stricken materials be kept\nconfidential in this case. Dershowitz's argument misunderstands both the scope of Judge\nMarra's order and its effect in this case. His argument rests on a truncated — and misleading --\ndescription of the events surrounding Judge Marra's ruling striking certain documents. A more\ncomplete description makes clear that Judge Marra has not determined the documents are\nsomehow \"confidential\" even in the federal Crime Victims' Rights Act case — much less in this\nseparate state defamation action.\nEdwards and Cassell filed the federal case pro bono on behalf of two young women who\nwere sexually abused as underage girls by Dershowitz's close personal friend — Jeffrey\nEpstein. In 2008, Edwards and Casell filed a petition to enforce the rights of \"Jane Doe No. 1\"\nand \"Jane Doe No. 2\" under the Crime Victims' Rights Act (CVRA), 18 U.S.C. § 3771, alleging\nthat the Government had failed to provide them rights with regard to a plea arrangement it was\npursuing with Epstein. Jane Doe No. 1 and Jane Doe No. 2 v. United States, No. 9:08-cv-80736\n(S.D. Fla.). In the course of that case, on October 11, 2011, the victims filed discovery requests\nwith the Government, including requests specifically seeking information about Dershowitz,\nPrince Andrew, and others. Further efforts from the Government to avoid any discovery\nEdwards, Bradley vs. Dershowitz\nCase No.: CACE 15-000072\nEdwards and Cassells Response to Dershowitz's Motion to Determine Confidentiality of Court Records\nPage 7 of 20\nfollowed (see generally Docket Entry or \"DE\" 225-1 at 4-5), ultimately leading to a further\nCourt ruling in June 2013 that the Government should produce documents. DE 189. The\nGovernment then produced about 1,500 pages of largely irrelevant materials to the victims (DE\n225-1 at 5), while simultaneously submitting 14,825 pages of relevant materials under seal to the\nCourt. The Government claimed that these pages were \"privileged\" for various reasons,\nattaching an abbreviated privilege log.\nWhile these discovery issues were pending, in the summer of 2014, Edwards and Cassell,\ncontacted Government counsel to request their agreement to add two additional victims to the\ncase, including Ms. Virginia Giuffre (who was identified in court pleadings as \"Jane Doe No.\n3\"). Edwards and Cassell sought to have her added to the case via stipulation, which would have\navoided the need to include any detailed facts about her abuse. Weeks went by and the\nGovernment — as it had done on a similar request for a stipulation to add another victim — did not\nrespond to counsel's request for a stipulation. Finally, on December 10, 2014, despite having\nhad four months to provide a position, the Government responded by email to counsel that it was\nseeking more time, indicating that the Government understood that victims' counsel might need\nto file a motion with the court on the matter immediately. DE 291 at 3-5. Rather than file a\nmotion immediately, victims' counsel waited and continued to press the Government for a\nstipulation. See id. at 5. Finally, on December 23, 2014 — more than four months after the initial\nrequest for a stipulated joinder into the case — the Government tersely indicated its objection,\nwithout indicating any reason: \"Our position is that we oppose adding new petitioners at this\nstage of the litigation.\" See DE 291 at 5.\nEdwards, Bradley vs. Dershowitz\nCase No.: CACE 15-000072\nEdwards and Cassells Response to Dershowitz's Motion to Determine Confidentiality of Court Records\nPage 8 of 20\nBecause the Government now contested the joinder motion, Edwards and\nCassell prepared a more detailed pleading explaining the justification for granting the\nmotion. One week after receiving the Government's objection, on December 30, 2014, Ms.\nGiuffre (i.e., Jane Doe No. 3) and Jane Doe No. 4 filed a motion (and later a corrected motion)\nseeking to join the case. DE 279 and DE 280. (Note: DE 280 is the first of the three documents\nDershowitz seeks to have declared \"confidential\" in this case.) Uncertain as to the basis for the\nGovernment's objection, the motion briefly proffered the circumstances that would qualify\nthe two women as \"victims\" eligible to assert rights under the CVRA. See 18 U.S.C. 3771(e)\n(defining \"crime victim\" protected under the Act). With regard to Ms. Giuffre, the motion\nindicated that when she was a minor, Jeffrey Epstein had trafficked her to Dershowitz and Prince\nAndrew (among others) for sexual purposes. Jane Doe No. 3 stated that she was prepared to\nprove her proffer. See DE 280 at 3 (\"If allowed to join this action, Jane Doe No. 3 would prove\nthe following .... \"). The motion also provided specific reasons why Jane Doe No. 3's\nparticipation was relevant to the case, including the pending discovery issues regarding\nDershowitz and Prince Andrew. DE 280 at 9-10 (explaining several reasons participation of new\nvictims was relevant to existing issues).\nAfter the motion was filed, various news organizations published articles about\nit. Dershowitz also made numerous media statements about the filing, including calling Jane\nDoe No. 3 \"a serial liar\" who \"has lied through her teeth about many world\nleaders.\" http ://vvww cnn . co m/2015/01/06/us/dershowi tz-sex -all e gati on/. Dershowitz also\nrepeatedly called Edwards and Cassell \"two sleazy, unprofessional, disbarable lawyers.\" Id. On\nEdwards, Bradley vs. Dershowitz\nCase No.: CACE 15-000072\nEdwards and Cassells Response to Dershowitz's Motion to Determine Confidentiality of Court Records\nPage 9 of 20\nJanuary 5, 2015, Dershowitz filed a motion to intervene to argue to have the allegations\nstricken. DE 282. Dershowitz also argued that Ms. Giuffre had not provided a sworn affidavit\nattesting to the truth of her allegations. On January 21, 2015, Edwards and Cassell filed a\nresponse for Ms. Giuffre and Jane Doe No. 4. DE 291. (Note: This is the second of the three\ndocuments Dershowitz seeks to have kept under seal here.) The response enumerated nine\nspecific reasons why Ms. Giuffre's specific allegations against Dershowitz were relevant to the\ncase, including the fact that Ms. Giuffre needed to establish that she was a \"victim\" in the case,\nthat pending discovery requests concerning Dershowitz-specific documents were pending, and\nthat Dershowitz's role as a defense attorney in the case was highly relevant to the motive for the\nGovernment and defense counsel to conceal the plea deal from the victims. DE 291 at 17-26 &\nn.17. The response included a detailed affidavit from Ms. Giuffre about the sexual abuse she had\nsuffered from Epstein, Dershowitz, and other powerful persons. DE 291-1. On February 6,\n2015, Edwards and Cassell filed a further pleading (and affidavit from Ms. Giuffre, see DE 291-\n1) in support of her motion to intervene. (Note: this affidavit is the third of the three documents\nDershowitz seeks to have declared confidential.)\nOn April 7, 2015, Judge Marra denied Ms. Giuffi-e's motion to join the case. Judge\nMarra concluded that \"at this juncture in the proceedings\" details about the sexual abuse she had\nsuffered was unnecessary to making a determination \"of whether Jane Doe 3 and Jane Doe 4\nshould be permitted to join [the other victims'] claim that the Government violated their rights\nunder the CVRA. The factual details regarding with whom and where the Jane Does engaged in\nsexual activities are impertinent to this central claim (i.e., that they were known victims of Mr.\nEdwards, Bradley vs. Dershowitz\nCase No.: CACE 15-000072\nEdwards and Cassells Response to Dershowitz's Motion to Determine Confidentiality of Court Records\nPage 10 of 20\nEpstein and the Government owed them CVRA duties), especially considering that the details\ninvolve non-parties who are not related to the respondent Government.\" DE 324 at 5 (emphasis\nin original). While Judge Marra struck those allegations, he emphasized that \"Jane Doe 3 is free\nto reassert these factual details through proper evidentiary proof, should [the victims]\ndemonstrate a good faith basis for believing that such details are pertinent to a matter presented\nfor the Court's consideration. Judge Marra then denied Ms. Giuffre's motion to join the case,\nbut allowed her to participate as trial witness: \"The necessary 'participation' of [Ms. Giuffre] ...\nin this case can be satisfied by offering ... properly supported — and relevant, admissible, and\nnon-cumulative — testimony as needed, whether through testimony at trial ... or affidavits\nsupported in support [of] the relevancy of discovery requests.\" DE 324 at 8 (emphasis\ndeleted). In a supplemental order, Judge Marra stated that the victims \"may re-refile these\ndocuments omitting the stricken portions.\" DE 325. The victims have recently refiled the\ndocuments.\nIn light of this history, Dershowitz is flatly incorrect when he asserts that \"Judge Marra's\nOrder appropriately precludes the unredacted documents from being re-filed in this case on the\npublic docket.\" Confidentiality Motion at 3. To the contrary, the Order specifically permits\nfactual details about Dershowitz's sexual abuse of Ms. Giuffre to be presented in regard to\npertinent matters in the federal CVRA case. And certainly nothing in Judge Marra's Order could\nrender those documents confidential in this state defamation case, where the central issues swirl\naround Edwards and Cassell's good faith basis for filing the allegations. Indeed, the order is not\nbinding in any way in this case, because it is res judicata only as to Ms. Giuffre (the moving\nEdwards, Bradley vs. Dershowitz\nCase No.: CACE 15-000072\nEdwards and Cassells Response to Dershowitz's Motion to Determine Confidentiality of Court Records\nPage 11 of 20\nparty in that case), not as to her attorneys Edwards and Cassell. See Palm AFC Holdings, Inc. v.\nPalm Beach County, 807 So.2d 703 (4th DCA 2002) (\"In order for res judicata to apply four\nidentities must be present: (1) identity of the thing sued for; (2) identity of the cause of action;\n(3) identity of persons and parties; and (4) identity of the quality or capacity of the persons for or\nagainst whom the claim is made.\").\nIII. EDWARDS AND CASSELL WILL BE PREJUDICED IF THEY ARE\nBARRED FROM QUOTING FROM THE RECORD WHILE\nDERSHOWITZ IS PERMITTED TO FREELY REFER TO THEM\nWHENEVER HE FINDS IT CONVENIENT.\nDershowitz is also incorrect when he asserts that no prejudice will befall Edwards and\nCassell if the records are placed under seal. To the contrary, placing the documents under seal\nwould permit Dershowitz to continue to misrepresent and distort what is contained in those\nrecords while preventing Edwards and Cassell from correcting those misrepresentations.\nDershowitz has repeatedly referred to details in the records when he has found it convenient to\ndo so — treating the records as not confidential in any away. One clear example comes from\nDershowitz's recent deposition, where he gratuitously injected into the record a reference to a\nportion of Ms. Giuffre's affidavit about him watching Ms. Giuffre perform oral sex on\nEpstein. And then, having injected that gratuitous reference into the record, he proceeded to try\nto rebut the reference with confidential settlement discussions — but did so by mispresenting what\nanother attorney (David Boies) had said during the settlement discussions. So that the Court may\nhave the full flavor of the exchange, the narrow question to Dershowitz (by attorney Jack\nEdwards, Bradley vs. Dershowitz\nCase No.: CACE 15-000072\nEdwards and Cassells Response to Dershowitz's Motion to Determine Confidentiality of Court Records\nPage 12 of 20\nScarola) and Dershowitz's extended answer are quoted in full — including Dershowitz's\nreference to the oral sex allegation that he now argues this Court should treat as \"confidential\":\nQ. [Y]ou [are] aware that years before December of 2014, when the\nCVRA pleading was filed, that your name had come up repeatedly in\nconnection with Jeffrey Epstein's abuse of minors, correct? . . .\nA. Let me answer that question. I am aware that never before 2014,\nend of December, was it ever, ever alleged that I had acted in any\nway inappropriately with regard to Virginia [Giuffre], that I ever\ntouched her, that I ever met her, that Ihad ever been with her. I was\ncompletely aware of that. There had never been any\nallegation. She claims under oath that she told you that secretly in\n2011, but you have produced no notes of any such conversation.\nYou, of course, are a witness to this allegation and will be deposed\nas a witness to this allegation. I believe it is an entirely false\nallegation that she told you in 2011 that she had had any sexual\ncontact with me. I think she's lying through her teeth when she\nsays that. And I doubt that your notes will reveal any such\ninformation.\nBut if she did tell you that, she would be absolutely, categorically\nlying. So I am completely aware that never, until the lies were put\nin a legal pleading at the end of December 2014, it was\nnever alleged that I had any sexual contact with Virginia Roberts.\nI know that it was alleged that I was a witness to Jeffrey Epstein's\nalleged abuse and that was false. I was never a witness to any of\nJeffrey Epstein's sexual abuse. And I wrote that to you, something\nthat you have falsely denied. And I stand on the record. The record\nis clear that I have categorically denied I was ever a witness to\nany abuse, that I ever saw Jeffrey Epstein abusing anybody.\nAnd -- and the very idea that I would stand and talk to Jeffrey\nEpstein while he was receiving oral sex from Virginia Roberts,\nwhich she swore to under oath, is so outrageous, so preposterous,\nthat even David Boies said he couldn't believe it was true.\nMS. McCAWLEY: I object. I object. I'm not going to allow you to reveal\nany conversations that happened in the context of a settlement discussion.\nTHE WITNESS: Does she have standing?\nEdwards, Bradley vs. Dershowitz\nCase No.: CACE 15-000072\nEdwards and Cassells Response to Dershowitz's Motion to Determine Confidentiality of Court Records\nPage 13 of 20\nMS. McCAWLEY: I have a standing objection and, I'm objecting again. I'm\nnot going to\nTHE WITNESS: No, no, no. Does she have standing in this deposition?\nMR. SCOTT: Let's take a break for a minute, okay?\nTHE WITNESS: I'm not sure she has standing.\nMR. SCAROLA: Are we finished with the speech?\nMR. SCOTT: No. If he --\nMR. SCAROLA: I'd like him to finish the speech so that we can get to my\nquestion\nand then we can take a break.\nA. So the question -- the answer to your question is --\nMR. SIMPSON: Wait a minute. Wait a minute. Wait a minute. Please don't\ndisclose something that she has a right to raise that objection if she wants to.\nMR. SCOTT: Exactly.\nDeposition of Alan Dershowitz (Oct. 15, 2015) at 93-95 (attached as Exhibit 1); see\nalso Deposition of Alan Dershowitz (Oct. 16, 2016) (attached as Exhibit 2) (also containing\ndiscussion of Ms. Giuffre's affidavit).\nThe Court should be aware that within approximately two hours of this exchange, Ms.\nMcCawley (David Boies' law partner) released a statement on his behalf, which stated that\nDershowitz was misrepresenting what happened: \"Because the discussions that Mr. Boies had\nwith Mr. Dershowitz were expressly privileged settlement discussions, Mr. Boies will not, at\nleast at this time, describe what was actually said. However, Mr. Boies does state that Mr.\nEdwards, Bradley vs. Dershowitz\nCase No.: CACE 15-000072\nEdwards and Cassells Response to Dershowitz's Motion to Determine Confidentiality of Court Records\nPage 14 of 20\nDershowitz description of what was said is not true.\" Statement of Ms. McCawley on Behalf of\nDavid Boies (Oct. 15, 2015).\nMore broadly, the Court can readily see from this passage how Dershowitz is willing to\ninject into the record a part of Ms. Giuffre's affidavit whenever it serves his purpose — and,\nindeed, to characterize the part of the affidavit as \"preposterous.\" But then he asks this Court to\nplace the underlying affidavit under seal, so that the Edwards and Cassell stand accused having\nfiled a \"preposterous\" affidavit without anyone being able to assess the validity of Dershowitz's\nattack.\nDershowitz has referred to the court records that he now wishes to have the Court declare\nconfidential not only in his deposition, but also in his widely-broadcast media attacks on\nEdwards and Cassell. For example, Dershowitz appeared on the British Broadcasting\nCorporation (the BBC) and was asked about the allegations:\nWell, first of all they were made in court papers that they don't even ask for a hearing\nto try to prove them. They put them in court papers in order to immunize themselves\nfrom any consequences from a defamation suit. The story is totally made\nup, completely out of whole cloth.\nI don't know this woman. I was not at the places at the times. It is part of a pattern of\nmade up stories against prominent people and world leaders. And the lawyers in\nrecent statement challenged me to deny the allegations under oath. I am doing that. I\nam denying them under oath, thus subjecting me to a perjury prosecution were I not\ntelling the truth. I am now challenging them to have their client put these charges\nunder oath and for them to put them under oath. I am also challenging them to repeat\nthem outside of the context of court papers so that I can sue them for defamation. . . .\nAnd I will prove beyond any doubt not only that the story is totally false, but it was\nknowingly false: that the lawyers and the client conspired together to create a false\nstory. That is why I am moving for their disbarment in challenges to be provided to\nthe disciplinary committee.\nBBC Radio 4 - Sarah Montague (Jan. 3, 2015) (http://www.bbc.co.uk/programmes/p02g7qbc).\nEdwards, Bradley vs. Dershowitz\nCase No.: CACE 15-000072\nEdwards and Cassells Response to Dershowitz's Motion to Determine Confidentiality of Court Records\nPage 15 of 20\nSimilarly, Dershowitz appeared on NBC's Today Show the morning after Edwards and\nCassell made a filing for Ms. Giuffre, to say that the Edwards and Cassell — and Ms. Giuffre —\nwere all \"lying\" in the court documents:\nQuestion from Savannah Guthrie: In legal papers from the lawyers, they say you've\nhad, in fact, the opportunity to be deposed.\nAnswer from Alan Dershowitz: They're lying. They're lying.\nQuestion: They show letters in which they offered to depose you.\nAnswer: And they didn't show my letters in response saying, (a), if you ask me about\nmy legal relationship with Epstein and I'll be happy to answer. . . . And I responded\nthat I would be happy to be deposed if you could give me any indication that I would\nbe a relevant witness . . . . They will be proved — all of them [i.e., Cassell, Edwards,\nand Ms. Giuffre] — to be categorically lying and making up this story. And it will be a\nterrible thing for rape victims. . . . We [Epstein and Dershowitz] had an academic\nrelationship. I was never in the presence of a single, young, underaged\nwoman. When I was with him, it was with prominent scientists, prominent\nacademics. And they're just — again — lying about this. I never saw him doing\nanything improper. I was not a participant. I was not a witness.\nToday Show, Jan. 22, 2015 (emphases added).\nAs another example, in Miami Herald, Dershowitz called the Joinder Motion that he\nseeks to have sealed the sleaziest legal document I have ever seen. They [Edwards and\nCassell] manipulated a young, suggestible woman who was interested in money. This is a\ndisbarrable offense, and they will be disbarred. They will rue the day they ever made this false\ncharge against me\" — i.e., Edwards and Cassell will \"rue the day\" they ever filed the Joinder\nMotion. Miami Herald (Jan. 3, 2015).\nEdwards, Bradley vs. Dershowitz\nCase No.: CACE 15-000072\nEdwards and Cassells Response to Dershowitz's Motion to Determine Confidentiality of Court Records\nPage 16 of 20\nMost remarkably, Dershowitz took the public airwaves to represent that he wanted all of\nthe information surrounding the allegations to \"be made public,\" while implying that Edwards\nand Cassell had something to hide. For example, on the BBC he claimed that he\nwanted\"everything to be made public\":\nQ: Would you encourage that it now be made public?\nA: Of course, of course. I want everything to be made public. I want\nevery bit of evidence in this case to be made public. I want every\nallegation to be made public. I want to know who else she's accused of\nthese horrible crimes. We know that she accused Bill Clinton of being on\nJeffrey Epstein's island and participating in sex orgy with underage\ngirls. The records of the Secret Service will prove that President Clinton\nnever set foot on that island. So that she lied. Now it's possible to have a\ncase of mistaken identification with somebody like me. It's impossible to\nhave a case of mistaken identification with Bill Clinton.\nMy only feeling is that if she has lied about me, which I know to an\nabsolute certainty she has, she should not be believed about anyone\nelse. She's lied clearly about me, she's lied clearly about Bill\nClinton. We know that. We know that she's lied about other public\nfigures, including a former prime minister and others who she claims to\nhave participated in sexual activities with. So I think it must be presumed\nthat all of her allegations against Prince Andrew are false as well.\nI think he [Prince Andrew] should clear the air as well.\nIf you're squeaky clean and if you have never done anything like this, you\nmust fight back with all the resources available to you. And that's what I\nwill do. I will not rest or stop until the world understands no only that I\nhad nothing to do with any of this, but that she deliberately, with the\nconnivance of her lawyer, lawyers, made up this story willfully and\nknowingly.\nBBC Radio 4 - Sarah Montague (Jan. 3, 2015) (http://www.bbc.co.uk/programmes/p02g7qbc).\nIn another widely-broadcast interview on CNN, Dershowitz implied that there is no\nevidence supporting the allegations against him:\nEdwards, Bradley vs. Dershowitz\nCase No.: CACE 15-000072\nEdwards and Cassells Response to Dershowitz's Motion to Determine Confidentiality of Court Records\nPage 17 of 20\nAsk them [Edwards and Cassell] if they have any evidence . . . . They're doing it for\nmoney. She's getting money for having sold her story. She wants to sell the book.\nThey're trying to get into this lawsuit. They see a pot of gold at the end of the\nrainbow. They're [Edwards and Cassell] prepared to lie, cheat, and steal. These are\nunethical lawyers. This is Professor Cassell who shouldn't be allowed near a\nstudent. This is Professor Cassell, who is a former federal judge, thank God he no\nlonger wears a robe. He is essentially a crook. He is essentially somebody who's\ndistorted the legal profession. . . . Why would he charge a person with a\nsterling reputation for 50 years on the basis of the word alone of a woman who is\nserial liar, who has lied about former Prime Ministers, former Presidents, has lied\ndemonstrably.\nCNN Live (with Hala Gorani) (January 5, 2015). Of course, by placing \"the evidence\" in this\ncase under seal, Dershowitz will be free to continue to try and insinuate that Edward and Cassell\n— and their client, Ms. Giuffre — had no evidence supporting the allegations against him, even\nthough a mountain evidence strongly support Ms. Giuffre 's allegations. See Deposition of Paul\nCassell (Oct. 16, 2015) at 61-117 (Exhibit 3); see also Depo of Pual Cassell (Oct. 17, 2015)\n(Exhibit 4).\nCONCLUSION\nThe Court should deny Defendant/Counterclaim Plaintiff Alan Dershowitz's motion to\nplace documents regarding Ms. Giuffre's allegations against him under seal.\nI HEREBY CERTIFY that a true and correct copy of the foregoing was sent via E-Serve\nto all Counsel on the attached list, this 25f-‘' day of November, 2015.\n/s/ Jack Scarola\nJack Scarola\nFlorida Bar No.: 169440\nAttorney E-Mail(s): jsxasearcylaw.com and\nmep@searcylaw.com\nPrimary E-Mail: scarolateamasearcylaw.com\nSearcy Denney Scarola Barnhart & Shipley, P.A.\n2139 Palm Beach Lakes Boulevard\nWest Palm Beach, Florida 33409\nPhone:(561) 686-6300\nFax:(561) 383-9451\nEdwards, Bradley vs. Dershowitz\nCase No.: CACE 15-000072\nEdwards and Cassells Response to Dershowitz's Motion to Determine Confidentiality of Court Records\nPage 18 of 20\nSEAN D. REYES\nUtah Attorney General\nBy: JONI J. JONES\nJOEL A. FERRE\nAssistant Utah Attorneys General\nBradley J. Edwards\nFARMER, JAFFE, WEISSING,\nEDWARDS, FISTOS & LEHRMAN, P.L.\n425 North Andrews Avenue, Suite 2\nFort Lauderdale, Florida 33301\nTelephone (954) 524-2820\nFacsimile (954) 524-2822\nE-mail: bradapathtojustice.com\nAnd\nPaul G. Cassell\nPro Hac Vice Motion Pending\nS.J. Quinney College of Law at the\nUniversity of Utah\n383 S. University St.\nSalt Lake City, UT 84112\nTelephone:801-585-5202\nFacsimile:801-585-6833\nE-Mail:cassellp@law.utah.edu\nAttorneys for Plaintiffs Bradley J. Edwards and Paul G. Cassell\nCOUNSEL LIST\nThomas Emerson Scott, Jr., Esquire\nThomas. scott@csklegal.com; Steven.safraacsklegal.com\nCole Scott & Kissane P.A.\n9150 S Dadeland Boulevard, Suite 1400\nMiami, FL 33156\nEdwards, Bradley vs. Dershowitz\nCase No.: CACE 15-000072\nEdwards and Cassells Response to Dershowitz's Motion to Determine Confidentiality of Court Records\nPage 19 of 20\nPhone: (305)-350-5329\nFax: (305)-373-2294\nAttorneys for Defendant\nRichard A. Simpson (pro hac vice)\nrsimpsongwileyrein.com\nMary E. Borja (pro hac vice)\nmborjawileyrein.com\nAshley E. Eiler (pro hac vice)\naeiler@wileyrein.com\nWILEY REIN LLP\n1776 K St. NW\nWashington, DC 20006\nPhone: (202) 719-7000\nFax: (202) 719-7049\nEdwards, Bradley vs. Dershowitz\nCase No.: CACE 15-000072\nEdwards and Cassells Response to Dershowitz's Motion to Determine Confidentiality of Court Records\nPage 20 of 20\nCOUNSEL LIST\nSigrid Stone McCawley, Esquire\nsmccawley@bsfllp.com;\nsperkins@bsfllp.com; ftleserve@bsfllp.com\nBoies Schiller & Flexner, LLP\n401 E Las Olas Boulevard., Suite 1200\nFort Lauderdale, FL 33301\nPhone: (954)-356-0011\nAttorneys for Alan M.Dershowitz, Esquire\nThomas Emerson Scott, Jr., Esquire\nThomas. scott@csklegal.com;\nSteven.safra@csklegal.com;\nRenee.nail@csklegal.com;\nshelly.zambo@csklegal.com\nCole Scott & Kissane P.A.\n9150 S Dadeland Boulevard, Suite 1400\nMiami, FL 33156\nPhone: (305)-350-5329/Fax: (305)-373-2294\nAttorneys for Alan M.Dershowitz, Esquire\nBradley J. Edwards, Esquire\nstaffefile@pathtojustice.com;\nbrad@pathtojustice.com;\nmaria@pathtojustice.com\nFarmer Jaffe Weissing Edwards Fistos &\nLehrman, P.L.\n425 N Andrews Avenue, Suite 2\nFort Lauderdale, FL 33301\nPhone: (954)-524-2820/Fax: (954)-524-2822\nAttorneys for Alan M.Dershowitz, Esquire\nAshley Eiler, Esquire\nAEiler@wileyrein.com\nMary E. Borja, Esquire\nMBorja@wileyrein.com\nRichard A. Simpson, Esquire\nRSimpson@wileyrein.com\nWiley Rein, LLP\n1776 K Street NW\nWashington, DC 20006\nPhone: (202)-719-4252/Fax: (202)-719-7049\nAttorneys for Alan M.Dershowitz, Esquire\nJoni J. Jones, Esquire\njonijones@utah.gov\nAssistant Utah Attorney General\n160 E 300 S\nSalt Lake City, UT 84114\nPhone: (801)-366-0100/Fax: (801)-366-0101\nAttorneys for Paul Cassell\nKenneth A. Sweder, Esquire\nksweder@sweder-ross.com\nSweder & Ross, LLP\n131 Oliver Street\nBoston, MA 02110\nPhone: (617)-646-4466/Fax: (617)-646-4470\nAttorneys for Alan M.Dershowitz, Esquire\nEXHIBIT F\nUNDER SEAL\nEXHIBIT G",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_015590.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 78335,
    "word_count": 12537,
    "line_count": 1202,
    "import_date": "2025-11-19T21:47:46.063927",
    "prefix": "TEXT-001"
  }
}