{
  "document_id": "HOUSE_OVERSIGHT_013085",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013085.txt",
  "text": "9.4 Naive Physics 169\n\nFig. 9.1: One of Sloman’s example test domains for real-world inference. Left: a number of pins\nand a rubber band to be stretched around them. Right: use of the pins and rubber band to\nmake a letter T.\n\nor more rubber bands and a pile of pins, and asked to use the pins to hold the band in place to\nform a particular shape)... For example, things to be learnt could include”:\n\n1. There is an area inside the band and an area outside the band.\n\n2. The possible effects of moving a pin that is inside the band towards or further away\nfrom other pins inside the band. (The effects can depend on whether the band is already\nstretched.)\n\n3. The possible effects of moving a pin that is outside the band towards or further away from\nother pins inside the band.\n\n4, The possible effects of adding a new pin, inside or outside the band, with or without pushing\nthe band sideways with the pin first.\n\n5. The possible effects of removing a pin, from a position inside or outside the band.\n\n6. Patterns of motion/change that can occur and how they affect local and global shape\n(e.g. introducing a concavity or convexity, introducing or removing symmetry, increasing or\ndecreasing the area enclosed).\n\n7. The possibility of causing the band to cross over itself. (NB: Is an odd number of crosses\npossible?)\n\n8. How adding a second, or third band can enrich the space of structures, processes and effects\nof processes.\n\n9.4.5 What Kind of Physics Is Needed to Foster Human-like\nIntelligence?\n\nWe stated above that we would like an AGI’s environment to support all the fundamental phe-\nnomena that naive physics deals with; and we have now reviewed a number of these specific\nphenomena. But it’s not entirely clear what the “fundamental” aspects underlying these phe-\nnomena are. One important question in the environment-design context is how close an AGI\nenvironment needs to stick to the particulars of real-world naive physics. Is it important that a\nyoung AGI can play with the specific differences between spreading peanut butter versus jelly?\nOr is it enough that it can play with spreading and smearing various substances of different\nconsistencies? How close does the analogy between an AGI environment’s naive physics and\n\nHOUSE_OVERSIGHT_013085",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013085.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2265,
    "word_count": 387,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:45.473498",
    "prefix": "IMAGES-002"
  }
}