{
  "document_id": "HOUSE_OVERSIGHT_018285",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018285.txt",
  "text": "release valve for the over-inflated ambitions, nationalism, and hatreds that steamed\nup between nations.\n\nOn our modern networked systems, however, power is different. On fast connected\nwebs of nearly any sort, tiny forces applied can have immense impacts that leap\nfrom one domain to another. One erroneous commodity trade can snap-scramble a\nmarketplace - and then tip a bucket of chaos into nations, companies and trading\nfirms, One hacker, sneaking into the back-door of a computer network, can - to us a\nterm of art - “brick” a nation’s expensive security systems into devices as lively as a\ndoorstop: STUXNET spinning Iran’s centrifuges into planned madness, for\ninstance.’° Here’s the essential, dangerous insight about safety in a connected world:\nIt once required a big industrial force to defeat another big industrial force. Such\ngrinding victories required time. They could be prepared for. They could be avoided,\neven. No more. Even the most formidable physical structures of our world -\nmilitaries, markets, governments - can be rendered swiftly immobile by virtual\nattacks on their connected nerve systems.’! These strikes - or, in some cases, these\naccidents — baffle and then paralyze at network speed, by which I mean less time\nthan it took you to read this sentence. When the American national security strategy\nspeaks of a “long struggle” against terrorism or a rising China, it doesn’t\nacknowledge how fast some of the turns ahead may be.” Yes, a decades-long battle\nfor control of essential networks and platforms and protocols lingers ahead. But I\nfear some of the changes ahead will whiplash us with their speed. Generals in World\nWar One lamented that the whole war might have been prevented if diplomatic\ncommunication had been conducted at the stately speed of the horse-carried\nmessage. It was the damn velocity of the telegraph that baffled the judgment of\nstatesmen, they claimed. Figures whose every instinct runs ata pace far slower than\nwhat the age demands were then - and are now - a menace.\n\nThe great 20 Century theorist of political realism, Hans Morgenthau, once referred\nto nation states as “blind and potent monsters.”’? He felt a sort of nervous evil as he\nstudied the moves countries made on the stage of world history. Some of this unease\nwas surely a result of his own life, marked by a lucky escape from Germany in 1937,\nas Hitler was finally perfecting a national machine of lurid and murderous potency. I\nsuspect Morgenthau would have been terrified now by the always-on, all-seeing\nconnected mesh that encloses us. Connected forces move at times like a potent and\ncapricious monster too, smashing businesses or national economies or ecosystems\n\n70 One hacker: David Raymond, Tom Cross, Gregory Conti, Robert Fanelli, “A\nControl Measure Framework to Limit Collateral Damage and Propagation of Cyber\nWeapons”, Proceedings 5th International Conference on Cyber Conflict (NATO CCD\nCOE Publications, Tallinn 2013).\n\n71 Even the most formidable: Daniel Geer, “Heartbleed as Metaphor”, Lawfare Blog\nApril 21, 2014\n\n72 When the American: See 2014 US National Security Strategy\n\n73 The great 20‘ Century theorist: Hans Morgenthau, “The State of Political\nScience,” Politics in the Twentieth Century Vol. 1, (Chicago:University of Chicago\nPress, YEAR HERE)\n\n53\n\nHOUSE_OVERSIGHT_018285",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018285.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3323,
    "word_count": 532,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:48.336748",
    "prefix": "IMAGES-004"
  }
}