{
  "document_id": "HOUSE_OVERSIGHT_029528",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029528.txt",
  "text": "Palm House Robert Matthews EB-5 Clintons Trump Tony Bennett https://therealdeal.com/miami/issues_articles/lost-paradise-at-th...\n\n9 of 10\n\nMHyoo\n\n~ \"SOUTH FLORIDA REAL ESTATE NEWS\nQ SUBSCRIBE MY ACCOUNT\n\nFast withdrawals\n\nAs soon as deposits for the Palm House came in, Matthews, Walsh and Laudano, the\n\nproject’s general contractor, allegedly began to withdraw money for personal uses.\nAfter Matthews was charged with using the account as a piggy bank, Walsh fired off a\npress release last year claiming he and SARC had been absolved.\n\n“It saddens me to see the waste of time, money and talent, and the human and\nfinancial capital that these conspirators perpetrated in multiple courts and plain good\nold fashion lies to continue their charade for years,’ Walsh said in the release.\n\nHe even reportedly went a step further by hiring Brian Aryai, a certified accountant\nwho claims to have worked as senior special agent for the Department of Homeland\nSecurity, to provide a detailed audit showing how the money was lost.\n\nThe report, meant to clear Walsh’s name, noted that he moved $9.3 million from the\nPalm House account to his own company through more than 39 individual\ntransactions between September 2013 and January 2015.\n\nSARC’s founder is now facing additional civil charges over an office condo project in\n\nRoyal Palm Beach — another development SARC raised $6.5 million in EB-5 funds\n\nfor.\n“Walsh solicited and obtained investors for all of these projects,’ George said.\n\nBut USCIS didn’t have to travel far to determine the unfinished project was a racket —\nthe agency’s local office sits directly across the street from the Royal Palm site,\n\naccording to Google Maps.\n\n“It’s remarkable... These cases come and go, and there is no reform,” said Gibson, who\ncited “egregious misuse of funds [while] the industry continues without a bump in\n\nthe road.”\n\nTags: eb-5, palm house, palm house hotel, robert matthews, South Florida June 2019\n\n6/26/19, 11:57 AM\n\nHOUSE_OVERSIGHT_029528",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029528.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1989,
    "word_count": 316,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.227698",
    "prefix": "IMAGES-010"
  }
}