{
  "document_id": "HOUSE_OVERSIGHT_011700",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011700.txt",
  "text": "and tear gas. We even looked at the possibility of dropping nets over crowds of\nattackers. Very early on, we shifted to using plastic bullets. But even that\npresented problems. At a distance of a hundred feet or so, they could drastically\nreduce deaths. But when a young recruit saw hundreds of Palestinians closing in\non him, he wasn’t about to take out a tape measure. Over time, we began relying\nwherever possible on rubber bullets and, in extreme cases, snipers to target the\nlegs of the organizers or ring-leaders.\n\nIf all of this sounds soul-destroying, that’s because it was. Especially with\ndaily television coverage of the clashes amplifying overseas support for the\nPalestinians, morale among our soldiers also took a battering. In visits to units\non the West Bank and in Gaza, Dan and I, and Rabin too, heard two opposite\nresponses. Some of the young soldiers wanted us to use maximum force. We are\nthe army, they argued. We have the weapons. Why the hell don’t we use them?\nBut we also heard another view, if less often: why are we here at all?\n\nWe imposed closures and curfews. We made thousands of arrests. Still,\nhundreds of soldiers and settlers were being injured, a number of them\ndisfigured or disabled. By the end of 1998, the Palestinian death toll was above\n300. In February 1989, an Israeli officer was killed by a cement block tossed\nfrom a rooftop in Nablus. A month later, a Palestinian knifed several people in\nTel Aviv, killing one of them. And in July, in the first attempt inside Israel at a\nsuicide attack, a Palestinian passenger grabbed the wheel of a bus on its way\nfrom Tel Aviv to Jerusalem and drove it off the road, killing 16 people.\n\nBy the summer of 1990, although the violence had begun to flag slightly, I\nwas feeling more drained and exhausted than at any time since my bout of\nillness in the Sinai after the 1973 war. I even briefly thought of leaving the army\nafter Dan’s term ended the following year. I’m not sure whether I would have\ndone that if the situation had not begun to change. But it did, dramatically. The\nintifada gradually began to subside, and an entirely new crisis suddenly\nintervened.\n\nOn August 2, against a background of longstanding financial and territorial\ndisputes, Iraq’s Sadam Hussein sent in tens of thousands of his troops and\noccupied the neighboring state of Kuwait. Though the immediate crisis was\n\n229\nHOUSE_OVERSIGHT_011700",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011700.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2403,
    "word_count": 418,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:44.435068",
    "prefix": "IMAGES-001"
  }
}