{
  "document_id": "HOUSE_OVERSIGHT_011357",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011357.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n54\nH3VOGIU1\n\nremember the names of the foreign presidents that she was\n\ntrafficked to, and these other famous people, because she was\ntaking so many drugs she just can't remember.\n\nObviously, your Honor, a witness' ability to perceive\nand recall and relate events that happened a long time ago that\nwere affected by drug use need to be brought to light before\nthe jury.\n\nThe second issue, your Honor, relates to the use of\nprescription medication. What you heard plaintiff say is they\n\nwould like to introduce evidence that she's taking prescription\n\ndrugs properly, but they want to exclude us from cross\nexamining her about that to see whether or not she was taking\nprescription drugs improperly. That's called cross\n\nexamination, your Honor.\n\nHer use of prescription drugs has been well-documented\n\nin her doctor's records, and she has made false statements to\nher doctors regarding her need for prescription drugs. She's\n\ngone from one doctor to the next, telling one that she hasn't\n\ntaken any Valium for years, and then the next on and then\n\nwe have the records showing that that's just not true. She's\n\ntold doctors that she was stressed out about a big litigation\n\nin New York, she told a doctor that in the year 2014, this\nlawsuit wasn't filed until 2015, so she's made statements to\n\ndoctors that are inaccurate.\n\nYour Honor, her statements reflected in her medical\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011357",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011357.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1518,
    "word_count": 255,
    "line_count": 80,
    "import_date": "2025-11-19T21:47:47.499520",
    "prefix": "IMAGES-001"
  }
}