{
  "document_id": "HOUSE_OVERSIGHT_023228",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023228.txt",
  "text": "out my understanding of the compensation for a transaction of the magnitude to the penny of the one just\ncompleted. though the number was great it was clear. When it appeared that the details could now be\nworked out I was the first to say , it is too much money, however.\n\nFrom day zero I proposed to discount to 50 - 60 million the fair price of the transaction just completed .\nincluding Phaidon. . though this amount was already substantially less than our agreed and negotiated\nformula.- Iwas never told that this was out of range. in fact, alternative methods of payment .\n\nplane, or an -in-kind payment were discussed (ie including keeping the 30m portion of fee outstanding\ntill March ) ,I provided as you specifically requested a detailed step by step execution plan and reviewed\nall documents that i was given access to. ( Phaidon was not forthcoming ) in order to make my many\ncorrections. I was then told that Alans involvement warranted a discount. Even in the best of light ,\nthough it is beyond question that not one time in the three years of his retainer has he ever proposed a\nunique idea. (including any wayt to deal with the use issue on debras death ,or even the most basic review\nof your largest asset by far , the BRH agreement. ) O.K. - lets say he made a contribution to the plan and\nstretch reality beyond the pale and say it was 50 %. though no one could posit such a large amount\n\nunless they were wearing a brightly colored clown suit. , the payment associated with the deal was\n\nknown . It had both sent in writing and spoken about on the phone numerous times ,__a detailed\nexecution plan was provided . then and only then after all was laid out for the group I was told that after a\nnumber of conversations with brad karp that a total of only 20m would be paid , (and even that was more\nthan originally contemplated ) for both transactions . Leon I feel It was remarkably unfair. I wondered\nwhether brad even knew of our prior agreement.? I called him and he said he was never told.?, I would\nask that you I and Brad karp sit together if you think it would be helpful. . I would like to send him this\nemail, with your consent of course. Ifthe transactions were never consummated , 1 would not be owed a\ndime, however , the expected fee was known up front. , the detailed step by step plan was followed and\noverseen by me, the amount that I had requested before the transaction was even begun, and had already\nbeen heavily discounted, out of friendship, from our agreement . I believe the decision re only paying 20\nm has frankly , left me felling quite uneasy.\n\nsince you asked since last nov. ifound 11 million dollars in dormant accounts. 4 million dollars in\neileens drawer. . went through cash flows for phaidon showing that john murphy is not an accountant.\nredid your gagosian contract ,. organized structure in case of divorce. set up gift trust. stopped ada from\nincluding multiple times things not in your interest. dealt with bad sales tax use tax income tax . created\n8 millino in deductions ,500k in mistakes , found bank of scotland fbar problems, . . reorg bad art\npurchases , funds taken, , charitable decisions , helped with fincancial statements, gaming commission. .\nboat deductions, rescued stock from grats.. may 1 after months of brad not finding anyone i sent an\nemail saying you would have to pay more. . on april 15. I sent an email detailing payments owed if i could\nfigure out the basis issue, please see attached, .\n\nquestions you might ask your team ask them to provide a balance sheet or p&1 for REgan arts.\n\ndoesn't exist\n\nask . either wechsler or haperin to tell you what brh is, or how the tra works. .. ? as bronstein to tell you\nwhy the proposed phaidon transaction DOES not work. . ask them to give you a plan for the plane. ?\n\nask them to show you the cash mgmt for over 100 million dollars. . ask them to show you the IT system\nprogress after one year. separate from making it more secure though you are not a trader with inside info\nthe approval process for payables. . the cash flow projections? assumptions? ask for a comparative review\nof investments. ask haperin to describe to you in any detail BRH , the major asset of his two biggest\nclients. tax basis, disposition in the estate. . etc. ask brad to show you the liquidation of the intervening art\nspace cos? that has been on the table for months.\n\nDate: Wed, Jan 6, 2016 at 3:44 AM\n\nHOUSE_OVERSIGHT_023228",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023228.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4431,
    "word_count": 818,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:45.464995",
    "prefix": "IMAGES-007"
  }
}