{
  "document_id": "HOUSE_OVERSIGHT_019861",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019861.txt",
  "text": "COMPLIANCE DEADLINES — Second Quarter 2017\n\nThere are many regulatory filings and compliance forms that investment managers need to complete throughout the year. Below is a list of some of the key com-\npliance dates for the second quarter of 2017. Please note that this is general advice that is applicable to most investment advisers with a December 31st fiscal\nyear end. This list is not exhaustive and contains some best practice compliance suggestions.\n\nDATE\nApril 1\n\nApril 10\n\nApril 15\n\nApril 30\n\nMay 15\nMay 30\n\nMay 31\n\nACTIVITY\n\nERISA Schedule C of Form 5500 Disclosure. Adviser may be\nrequired to report certain information to its ERISA plan clients\nand investors for their use in completing Department of Labor\nForm 5500.\n\nForm 13H. Form 13H (large trader) quarterly filing is due for\nQ1 2017 for advisers that already have Form 13H filing obligation\nand have changes to any of the information reported.\n\nForm PF for Large Liquidity Fund Advisers. Large liquidity\nfund advisers must file Form PF with the U.S. Securities and\n\nExchange Commission (“SEC”) on the IARD system within 15\ndays of each fiscal quarterly end.\n\nBrokerage Committee Meeting. Conduct quarterly brokerage\ncommittee meeting.\n\nPrivate Fund Audited Financial Statements. Distribute audited\nfinancial statements to investors for any private investment fund\nfor which the adviser or a related person has custody of the fund’s\nassets, assuming the adviser is registered with the SEC or a\nstate authority.\n\nAnnual Delivery of Form ADV Part 2. Send to all clients and fund\ninvestors a copy of the adviser’s Form ADV Part 2, assuming the\nadviser is registered with the SEC or a state authority.\n\nU.S. FATCA Notification Deadline. Deadline by which all Cayman\nFinancial Institutions (“Fls”) and Non Reporting Fls are required to\nmake certain notifications as to their Common Reporting Standard\n(“CRS”) reporting status to the Cayman Islands Tax Information\nAuthority (the “TIA”), as the jurisdiction’s competent authority\n\nfor purposes of the CRS.\n\nAccess Person Quarterly Transaction Reports. Collect quarterly\nreports from access persons for their personal securities transactions.\n\nCode of Ethics and Compliance Manual. Distribute code of ethics\nand compliance manual to employees, including acknowledgment form.\n\nAnnual Filers — Form PF with SEC. Private equity funds and\nsmaller private fund advisers with a December 31st fiscal\nyear end, assuming the adviser is registered with the SEC.\n\nForm 13F. File any required Form 13F with the SEC.\n\nPrivacy Policy Notices. Send an annual privacy notice to every\nnatural person client or fund investor, which could be included\nwith the delivery of Form ADV Part 2 to clients and fund investors.”\n\nForm PF for Large Hedge Fund Advisers. Large hedge fund\nadvisers must file Form PF within 60 days of each quarter end on the\nIARD system.\n\nU.S. FATCA Reporting Deadline. First reporting date deadline to\nthe Cayman Island TIA in respect of Reportable Accounts for\nreporting year 2016. It is necessary for Cayman Reporting Fls to\nprovide a NIL report where they have no Reportable Accounts.\n\nDATE\nJune 15\n\nJune 30\n\nAnniversary\nDate of Filing\n\nAs Necessary\n\n‘An ad\n\nPa\n\neA\nbe\nde\n\nan\npe\nco\n\n2\n\nsen\n\n5 The Investmen\nherefo\nnust d\n\nrson\n\nistribute\n\nnpli\n\nACTIVITY\n\nQuarterly Employee Compliance Training. Conduct a quarterly\nemployee training session to review requirements under the\nadviser’s written compliance policies and procedures, including\nthe code of ethics, as well as any material changes to these\nmaterials. Maintain list of attendance.°\n\nForm 13H. Review transactions and assess whether Form 13H\nneeds to be amended.\n\nForm PF. Review assets/holdings to determine filing requirements.\n\nPQR (For Registered Commodity Pool Operators). Small and\nmid-sized CPOs quarterly reports to be filed using NFA Easy\nFile System.\n\nCRS Notifications. The Cayman Islands TIA announced a\nsoft opening for the first year of the CRS. CRS registrations\nwill be accepted up to June 30, 2017 (original deadline was\nApril 30, 2017).\n\nAnnual Form D. Amendment due on or before anniversary date of\nprior Form D filing(s).\n\nCPO/CTA Questionnaires. Due on or before anniversary date,\nand promptly when material information changes.\n\nSchedule 13D. Must be filed within 10 days after acquisition of\nbeneficial ownership of 5% of a voting class of a company’s equity\nsecurities registered under Section 12 of the Securities Exchange\nAct of 1934. See: https://www.sec.gov/answers/sched13.htm\n\nForms 3, 4 & 5 (Sec 16 Filings). Corporate insiders—meaning\na company’s officers and directors, and any beneficial owners of\nmore than 10% of a class of the company’s equity securities\nregistered under Section 12 of the Securities Exchange Act of\n1934—-must file with the SEC a statement of ownership regarding\nthose securities. See: https://www.sec.gov/answers/form345.htm\n\nBureau of Economic Analysis Filings (“BEA”) (BE-11, BE-13,\nBE-577, etc.). Should the BEA contact you via letter or\notherwise, you are required to respond to this inquiry by law.\nPlease contact us should the BEA contact you to discuss. A Form\nBE-577 is required from every U.S. person who had direct\ntransactions or positions with a foreign business enterprise in\nwhich it had a direct and/or indirect ownership interest of at least\n10% of the voting stock if an incorporated business enterprise or\nan equivalent interest if an unincorporated business enterprise\nat any time during the reporting period.\n\nviser is required to deliver Form ADV Part 2 to clients; it is not required to deliver Form ADV\n0 investors in a pooled investment vehicle. However, it is considered a best practice and it is\nrecommended that an adviser delivers Form ADV Part 2 to each investor in a pooled investment vehicle.\n\nthough Regulation S-P does not specify the exact day by which the annual privacy notice must\n, May 30 seems to be an appropriate date because the mailing can be coordinated with\nivery of Form ADV Part 2 (which can include the Privacy Policy) to clients or fund investors.\n\nt Advisers Act of 1940 do:\nre the date on which training should occur is not specified. However, a registered adviser\nand receive signed acknowledgements of changes to its code of ethics. Since the\ncode (as well as an adviser’s compliance policies and procedures) may be amended as part of\nadviser’s annual review, as well as at any other time, quarterly training should help to keep\nnel up-to-date regarding policies and procedures and otherwise remind personnel of their\nance obligations.\n\nfoe)\n\ns not specify that any training session is necessary, and\n\nHOUSE_OVERSIGHT_019861",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019861.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6606,
    "word_count": 1054,
    "line_count": 191,
    "import_date": "2025-11-19T21:47:44.181230",
    "prefix": "IMAGES-005"
  }
}