{
  "document_id": "HOUSE_OVERSIGHT_016179",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016179.txt",
  "text": "Oil & gas/petchems: focus on downstream\n\nFaisal AlAzmeh, CFA >>\nMerrill Lynch KSA Company\nfaisal.alazmeh@baml.com\n\nFocus on downstream expansion is a priority\n\nAn increased focus on downstream expansion is a strategic development priority in\nSaudi Arabia, with the aim of exploiting competitive advantages on feedstock costs and\nthe strategic location. Furthermore, the government sees it as a mechanism to create\njob opportunities for nationals. We see the NTP natural gas target as optimistic as it\nfaces many hurdles, while imports could be a better alternative which authorities now\nsuggest they could be open to eventually.\n\nDownstream chemicals represents the second largest focus of the NTP\n\nThe NTP is firmly focused on the integration of chemicals/refining/mining capacity into\nvalue-add downstream operations that would limit imports of certain products and\nprovide technology transfer into the Kingdom. This accompanies the government’s plans\nto expand its natural gas and refining capacity by 48% and 13%, respectively.\n\nThe NTP includes a sizeable allocation to the Royal Commission for Jubail and Yanbu,\nthe government body that overlooks, promotes and develops the\npetrochemicals/energy-intensive/mining sectors in the Kingdom. The government plans\nto spend around US$10.9bn on developing various areas including: 1) the oil-to-olefins\n(OTC) complex in Yanbu; 2) colleges and institutes in Jubal Industrial area; 3) the\nnecessary infrastructure in the community area of Yanbu Industrial City; and 4) value-\nadd transformation industries in Raas AlKhair Industrial City.\n\nTable 24: NTP focus for the Royal Commission of Jubail and Yanbu\n\nKey focus areas US$mn\nDevelopment of the OTC project 172\nDevelopment of colleges and institutes in Jubail Industrial City 731\nDevelopment of infrastructure in Yanbu 1,003\nDevelopment of residential areas in Jubail Industrial City 642\nDevelopment of Multi-Modal Logistics Hub in Yanbu Industrial City 543\nDevelopment, protection and rehabilitation of public facilities in Jubail Industrial City 954\nDevelopment of value-added transformation industries in Raas Alkhair Industrial City 805\nConstruction of Housing in Jubail Industrial City 538\nDevelopment of Mineral industries port in Yanbu Industrial City 556\nOther infrastructure and projects (38 projects, size between 100mn to 500mn) 4,557\nTotal 11,101\n\nSource: Saudi National Transformation Plan\n\nSubsidies are likely to be needed\n\nA key obstacle to building more refining capacity and a large OTC complex is the high\ncapital intensity of such projects and the subsidies required to ensure an acceptable rate\nof return. We see the natural gas target as optimistic with many hurdles; importation\ncould be a better alternative. We believe the government plans to reduce subsidies in\nwater and electricity, but maintain them for feedstock prices as intensive natural gas\nproduction requires cheap gas to thrive. However, a move towards benchmarking to US\ngas prices is a likely and logical step, in our view. An alternative scenario would to mark\nnatural gas prices in the Kingdom to the LNG netback out of Qatar. This would facilitate\nan additional US$2.5bn from the sector but would also put several companies at risk of\nbecoming loss making (especially companies with a high content of heavy feed in their\ninput mix). Should such a scenario take place, we believe implementation would be\ncarried out over phases in order to allow companies to cope with the new pricing order.\n\nOS Merrill Lynch GEMs Paper #26 | 30 June 2016 69\n\nHOUSE_OVERSIGHT_016179",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016179.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3555,
    "word_count": 540,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:47.023953",
    "prefix": "IMAGES-003"
  }
}