{
  "document_id": "HOUSE_OVERSIGHT_013281",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013281.txt",
  "text": "K. Anji Reddy, 74. Billionaire founder of Dr. Reddy’s\nLaboratories Ltd., India’s second-largest drugmaker. Died March\n15 of liver cancer.\n\nOlivier Metzner, 63. One of France’s best-known defense lawyers,\nwhose clients included former Societe Generale SA trader Jerome\nKerviel. Died of suicide on March 17, when his body was found\nfloating near his private island in Brittany.\n\nSteve Davis, 60. Quarterback on the University of Oklahoma’s\nnational college football championship teams in 1974 and 1975.\nDied March 17 in a plane crash.\n\nHarry Reems, 65. The male star of “Deep Throat,” a 1972 U.S.\nfilm that brought hardcore pornography to mainstream audiences.\nDied March 19 in Salt Lake City.\n\nRise Stevens, 99. New York City-born mezzo-soprano who starred\nat the Metropolitan Opera in the 1940s and 1950s and was best\nknown for playing the lead role in “Carmen.” Died March 20.\n\nChinua Achebe, 82. The Nigerian author of “Things Fall Apart”\n(1958), one of the first novels by an African writer to attract\na worldwide audience. Died March 21.\n\nGeorg W. Claussen, 100. The CEO at Beiersdorf AG, the Hamburg-\nbased maker of Nivea skin cream, from 1957 to 1979. Died March\n21.\n\nRay Williams, 58. A former guard in the National Basketball\nAssociation whose 10-year career included stints with the New\nYork Knicks and New Jersey Nets. Died March 22.\n\nBoris Berezovsky, 67. He was one of the first and best-known\noligarchs who accumulated vast wealth and influence in post-\nSoviet Russia until a falling out with Russian President\n\nVladimir Putin. Died March 23 at his home near London, where he\nlived in self-imposed exile.\n\nHOUSE_OVERSIGHT_013281",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013281.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1641,
    "word_count": 267,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:46.139883",
    "prefix": "IMAGES-002"
  }
}