{
  "document_id": "HOUSE_OVERSIGHT_017683",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017683.txt",
  "text": "Page 48 of 78\n2007 Utah L. Rev. 861, *927\n\napproval, 3°7 but also court approval. 388 Any approval [*928] requires careful weighing of the competing concerns. The\nSupreme Court has instructed that\n\nthe duty of the trial court ... [in considering whether to approve a jury trial waiver] is not to be discharged as a mere matter of\nrote, but with sound and advised discretion, with an eye to avoid unreasonable or undue departures from that mode of trial or\n\nfrom any of the essential elements thereof, and with a caution increasing in degree as the offenses dealt with increase in gravity.\n389\n\nThis is a \"serious and weighty responsibility.\" 39°\n\nTo discharge that serious and weighty responsibility, the Advisory Committee should draft Rule 23 so that the trial court should\nreceive as much relevant information as possible. The victim may be well situated to provide useful information about how the\npublic will view a nonjury trial. The proposed rule change takes the modest step of allowing the victim to be heard before the\ncourt approves any nonjury trial.\n\n(New) Rules 32(e), (f), (h), and (i) - Disclosure of the Presentence Report to Victims and Opportunity for Victims to Object and\nBe Heard 3°! The Proposals:\n\nIn the federal system, the presentence report is a critical part of the sentencing process. I therefore recommended that the\nprosecutor should be required to disclose relevant parts of the presentence report to victims as follows:\n[*929]\n\n(ec) Disclosing the Report and Recommendation.\n\n(1) Time to Disclose. Unless the defendant has consented in writing, the probation officer must not submit a presentence report\nto the court or disclose its contents to anyone until the defendant has pleaded guilty or nolo contendere, or has been found\n\nguilty.\n\n(2) Minimum Required Notice. The probation officer must give the presentence report to the defendant, the defendant's\nattorney, and an attorney for the government at least 35 days before sentencing unless the defendant waives this minimum\nperiod. The attorney for the government shall, if any victim requests, communicate the relevant contents of the presentence\nreport to the victim.\n\n387 Fed._R. Crim. P. 23(a)(2). See generally ABA Standards for Criminal Justice § 15-1.2, cmt. at 15.17 (2d ed. 1980) (concluding that\narguments in favor of requiring prosecutorial approval of jury trial waivers outweigh those against). But see Adam H. Kurland, Providing a\nFederal Criminal Defendant with a Unilateral Right to a Bench Trial: A Renewed Call to Amend Federal Rule of Criminal Procedure 23(a),\n26 ULC. Davis L. Rev. 309, 316 (1993) (arguing that the requirements of prosecutorial consent and court approval should be removed from\nRule 23(a)).\n\n388 Bed. R. Crim. P. 23(a)(3); ef. Akhil Reed Amar, The Bill of Rights as a Constitution, /00 Yale LJ. 1131, 1196-98 (1991) (suggesting that\njury trial right might not be waivable).\n\n389 Patton v. United States, 281 U.S. 276, 312-13 (1930) (internal quotation marks omitted).\n\n390 United States v. Saadva, 750 F.2d 1419, 1421 (9th Cir. 1985) (internal citation omitted).\n\n391 Tn addition to the changes to Rule 32 discussed here, the Advisory Committee essentially adopted verbatim my proposals to amend Rules\n32(a), 32(c)(1)(B), and 32(d)(2)(B). Compare Cassell, Proposed Amendments, supra note 4, at 886, 887, 891, with Proposed Amendments,\nsupra note 71, R. 32(a), 32(c)(1)(B), 32(d)(2)(B), at 10-15. There is, accordingly, no need to discuss those proposed rules here.\n\nThe Advisory Committee also declined to add my proposal that the probation officer determine whether the victim wished to have any\nmaterial included in the presentence report. See Cassell, Proposed Amendments, supra note 4, at 889. I will rely on my original article to\nmake the case for this particular change. See id. at 889-91\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017683",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017683.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3858,
    "word_count": 619,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:46.510168",
    "prefix": "IMAGES-004"
  }
}