{
  "document_id": "HOUSE_OVERSIGHT_014437",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014437.txt",
  "text": "its 2% core PCE target. Our economists think that the Fed may well aim a little high in\nthe short term on inflation to ensure they have sufficient room to ease in the event of a\ndownturn. However, it is unlikely that the Fed would tolerate a sustained overshoot of\ntheir inflation objective. That is particularly the case if the Fed under President Trump is\nmade more hawkish as our economists think it probably will be (see Liquid Insight:\nTrump’s stamp on the FOMC).\n\nChart 5: US 5Y5Y forward inflation back towards 2.5% Chart 6: Euro 5Y5Y forward inflation up to 1.6%\n33 28\n3.1 2.6\n29 24\n27 2.2\n25 2\n23 1.8\n2.1 1.6\n19 = US 5y5y fwd inflation swap 14\n17 1.2\nPECK EE ie ee ee\nSource: Bloomberg Source: Bloomberg\n\nEqually, our economists in Europe are sceptical on the ECB’s ability to get inflation to\nrise significantly from current levels. Optically there is scope for European breakevens\nto head higher if the ECB were to be successful but investors are likely to want to see\nsome evidence of rising inflation first before they price that in. We will return to this\nbelow. For now we agree with our fixed income strategists that the rise in inflation\nexpectations is probably sufficient and that any rise in yields from here has to be one of\nhigher real yields.\n\nThey think such a rise as a tightening of monetary conditions which may be self-limiting\nin the short term, particularly as the fiscal boost in the US is likely to be back loaded in\nterms of 2017. If rates move too quickly and the USD follows before the fiscal stimulus\nkicks in they could actually dampen growth. Indeed, our US economists have shaved\ntheir near term growth forecasts already to reflect the current moves. They do not\nexpect the fiscal stimulus to start to boost growth before the 3” quarter.\n\nFiscal + hawkish Trump Fed means we stay short 5Y US via 2-5-10 butterfly\n\nOur fixed income team estimated how much fair values of the different parts of the\ncurve would have to move were the market to move into line with the dot plot. Updating\nthose estimates for the move since their publication we find 2Y rates can move another\n11bp, 5Y 39bp and 10Y 33bp. They argue that given we are past the inflection point for\nrates, with fiscal policy being eased and now with a more hawkish Fed under Trump\nlikely, the dot plot should form the floor not the ceiling for rate expectations. All of this\ntranslates into a view that 10Y yields can push to 2.65% by the second half of 2017.\nGiven their views on the curve we continue to run the 2-5-10 butterfly. It has moved\nfrom around -10bp to +10bp since the election, and our fixed income strategists have\nmoved their target to +20bp.\n\nBankofAmerica <2”\n\n6 Global Cross Asset Strategy - Year Ahead | 30 November 2016 Merrill Lynch\n\nHOUSE_OVERSIGHT_014437",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014437.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2776,
    "word_count": 500,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:48.494761",
    "prefix": "IMAGES-002"
  }
}