{
  "document_id": "HOUSE_OVERSIGHT_024358",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024358.txt",
  "text": "Table of Contents\n\nSECURITY OWNERSHIP OF CERTAIN BENEFICIAL OWNERS AND MANAGEMENT\n\nThe following table sets forth information regarding beneficial ownership of our common stock as of February 27, 2019, by:\n* each person or group of affiliated persons known by us to be the beneficial owner of more than 5% of our common stock,\n* — each of our named executive officers,\n* — each of our directors, and\n\n¢ all of our current executive officers and directors as a group.\n\nWe have determined beneficial ownership in accordance with the rules of the SEC, and the information is not necessarily indicative of\nbeneficial ownership for any other purpose. Unless otherwise indicated below, it is our understanding that the persons and entities named in the table have\nsole voting and sole investment power with respect to all shares that they beneficially own, subject to community property laws where applicable. In\ncomputing the number of shares of our common stock beneficially owned by a person and the percentage ownership of that person, we deemed outstanding\nshares of our common stock subject to options, Class B Units, or restricted stock units held by that person that are currently exercisable or exercisable\nwithin 60 days of February 27, 2019. We did not deem these shares outstanding, however, for the purpose of computing the percentage ownership of any\nother person. We have based the percentage ownership of our Class A common stock on 41,201,324 shares of our common stock outstanding as of\nFebruary 27, 2019, and have based the percentage ownership of our Class B common stock on 104,336,303 shares as of the same date. Unless otherwise\nindicated, the address of each beneficial owner listed on the table below is c/o Carvana Co., 1930 W Rio Salado Pkwy, Tempe, AZ 85281.\n\n- 49 -\n\nHOUSE_OVERSIGHT_024358",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024358.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1812,
    "word_count": 300,
    "line_count": 24,
    "import_date": "2025-11-19T21:47:47.664685",
    "prefix": "IMAGES-007"
  }
}