{
  "document_id": "HOUSE_OVERSIGHT_019950",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019950.txt",
  "text": "OOK Ok\n\nOn February 3, the White House hosted a carefully orchestrated meeting of one of the\nnewly organized business councils, the president’s Strategic and Policy Forum. It was a\ngroup of highly placed CEOs and weighty business types brought together by Blackstone\nchief Stephen Schwarzman. The planning for the event—with a precise agenda,\nchoreographed seating and introductions, and fancy handouts—was more due to\nSchwarzman than to the White House. But it ended up being the kind of event that Trump\ndid very well at and very much enjoyed. Kellyanne Conway, often referencing the\nSchwarzman gathering, would soon begin a frequent theme of complaint, namely that\nthese kinds of events—Trump sitting down with serious-minded people and looking for\nsolutions to the nation’s problems—were the soul of Trump’s White House and the media\nwas giving them scant coverage.\n\nHosting business advisory councils was a Kushner strategy. It was an enlightened\nbusiness approach, distracting Trump from what Kushner viewed as the unenlightened\nright-wing agenda. To an increasingly scornful Bannon, its real purpose was to allow\nKushner himself to consort with CEOs.\n\nSchwarzman reflected what to many was a surprising and sudden business and Wall\nStreet affinity for Trump. Although few major-company CEOs had publicly supported him\n—with many, if not all, big companies planning for a Hillary Clinton victory and already\nhiring Clinton-connected public policy teams and with a pervasive media belief that a\nTrump victory would assure a market tailspin—there was suddenly an overnight warming.\nAn antiregulatory White House and the promise of tax reform outweighed the prospect of\ndisruptive tweeting and other forms of Trump chaos; besides, the market had not stopped\nclimbing since November 9, the day after the election. What’s more, in one-on-one\nmeetings, CEOs were reporting good vibes from Trump’s effusive and artful flattery—and\nthe sudden relief of not having to deal with what some knew to be relentless Clinton-team\nhondling (what can you do for us today and can we use your plan?).\n\nOn the other hand, while there was a warming C-suite feeling for Trump, there was\nalso rising concern about the consumer side of many big brands. The Trump brand was\nsuddenly the world’s biggest brand—the new Apple, except the opposite, since it was\nuniversally disdained (at least among many of the consumers who most top brands sought\nto court).\n\nHence, on inaugural morning, the employees of Uber, the ride sharing company, whose\nthen CEO Travis Kalanick had signed on to the Schwarzman council, woke up to find\npeople chained to the doors of their San Francisco headquarters. The charge was that Uber\nand Kalanick were “collaborating”—with its whiff of Vichy—a much different status than\na business looking to sober forums with the president as a way to influence the\ngovernment. Indeed, the protesters who believed they were seeing the company’s\nrelationship with Trump in political terms were actually seeing this in conventional brand\n\nHOUSE_OVERSIGHT_019950",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019950.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3053,
    "word_count": 481,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:47.221834",
    "prefix": "IMAGES-005"
  }
}