{
  "document_id": "HOUSE_OVERSIGHT_022438",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022438.txt",
  "text": "bedroom and loves the restaurants, bars and grocery stores that dot the area\n\nIn July, StreetEasy reports Yorkville’s median\nprice per square foot was $1,098, up 5.1\npercent from the year prior and a whopping\n29.8 percent from the month prior. The Upper\nEast Side as a whole, of course, boasts a\nhigher median: $1,694 per square foot in July.\n\n“It’ll actually be a great investment,” Dean\nsays. “Downtown is extremely pricey, and I\n\nthink there’s a lot more upside to the Upper\nFirst-time homebuyer Elizabeth Dean in a model East Side.”\n\nunit at Carnegie Park. She moves into her own\n\none-bedroom soon.\n\nPart of Carnegie Park’s makeover includes a\nslate of plush amenities designed by classicist\nRobert A.M. Stern, the architect behind\nfamously ritzy buildings like 15 Central Park West. (The pool, the roof deck and the in-\nhouse “mini-Equinox” gym lured Dean.) Available apartments range from a $955,000\none-bedroom to a $7.15 million penthouse.\n\nPhoto: Brian Zak\n\nYou'll be able to drive up to 20 East End instyle via its porte-cochére and motor court. (The latter is depicted in\nthe rendering.)\nPhoto: Hayes Davidson\n\nStern is also working on a ground-up project at 20 East End Avenue that could pass as\na setback-laden prewar, with old-school details like a porte-cochére, which allows\nresidents to enter in a vehicle via an archway from the street and drive right up to the\nlobby door in a circular motor court. One of these hasn’t been a part of any newly\nconstructed building since the 1930s! About half of its 43 condos, spread across 18\nstories, are in contract from $4.49 million to $14.25 million.\n\nStill, three-fourths of New York City residents are renters, and the Upper East Side’s\nnew crop of construction has something for them, too. Related has topped out on a 36-\nstory tower at 205 E. 92nd St., where a playground used to sit. The uber-fancy\ndevelopment will have a massive two-story Equinox gym and a private school for kids\nwith language-based learning disabilities on its lower floors.\n\nHOUSE_OVERSIGHT_022438",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022438.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2033,
    "word_count": 341,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:47.402422",
    "prefix": "IMAGES-006"
  }
}