{
  "document_id": "HOUSE_OVERSIGHT_027856",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027856.txt",
  "text": "I sensed, at the time, at least the start of some connection. I suspected that\nArafat viewed me, as he had Rabin before me, as a “fellow fighter”. But if so, I\nnow wondered whether that might have been part of the problem in his ever\ntruly understanding my mission at Camp David. My motivations. Or my mind.\n\nEven in Israel, my reputation as a soldier has sometimes been as much a\nburden as an advantage. A whole body of stories has followed me from my 36\nyears in uniform — a career which, after Saveret Matkal, led me up the military\nladder until I was head of operations, intelligence, and eventually of the entire\narmy as Chief of Staff. By the time I left the military, I was the single most\ndecorated soldier in our country’s history. Some of the stories were actually\ntrue: that when we burst onto the hijacked Sabena airliner, for instance, we were\ndressed as a maintenance crew; or that, in leading an assassination raid in Beirut\nagainst the PLO group that had murdered Israeli athletes at the 1972 Munich\nOlympics, I was disguised as a woman. Not the most attractive young lady,\nperhaps, though I did, painfully, pluck my eyelashes, and, with the help of four\npairs of standard-issue Israeli Army socks, develop quite a comely bosom. I\nrejected the idea of wearing a long dress, in favour of stylishly flared trousers. I\nwas going on a commando operation, after all, not a prom date. But I did wear\nheels. So yes, a woman, of sorts.\n\nYet some of the stories were just plain myth. I had given up counting the\ntimes I’d heard about my alleged prowess in recording the fastest-ever time on\nthe most gruelling of the Israeli army’s obstacle courses. In fact, I was a lot\nmore like Goldie Hawn in Private Benjamin.\n\nThe main misunderstanding, however, went deeper. The assumption\nappeared to be that my military achievements, especially in Sayeret Matkal,\nwere down to a mix of brute force and raw courage. Courage, of course, was a\nrequirement: the willingness to take risks, if the rewards for success, or the costs\nof inaction, were great enough. Few of the operations I fought in or commanded\nwere without the real danger of not coming back alive. But whatever success I'd\nhad as a soldier, particularly in Matkal, was not only, nor even mainly, about\nbiceps. It was about brains. The ability to make decisions. To withstand the\npressure of often having to make the most crucial decisions within a matter of\nseconds. It was, above all, about thinking and analyzing — and always, always,\nlooking and planning ahead.\n\nAnd as our plane droned onward towards Israel, I knew that I would now\nneed all of those qualities more than ever.\n\n8\nHOUSE_OVERSIGHT_027856",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027856.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2666,
    "word_count": 471,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:47.544672",
    "prefix": "IMAGES-009"
  }
}