{
  "document_id": "HOUSE_OVERSIGHT_020527",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020527.txt",
  "text": "68\n\nTaiwan’s TECRO also supports work at several think tanks. In rare cases—because one\nusually excludes the other—US think tanks end up accepting funds from both Taiwan\nand mainland China sources.\n\nVisa Access\n\nMost American scholars consider travel to China an important element of their ability\nto do their job—attending conferences, participating in delegations, and undertaking\nindependent research. Given this imperative, the issue of visa access is a central one.\nWhile most analysts receive single-entry professional exchange (F) visas, a few\nroutinely receive one-year multiple-entry F visas, while some have ten-year tourist (L)\nvisas. Others receive double-entry visas, if proof of specific invitations are produced.\nOne US think-tank scholar, a Chinese national, travels to China on a Chinese passport.\nWhile ten-year multiple-entry tourist visas are, of course, optimal—there is also a serious\npotential downside: namely, that they are for “tourism,” and, according to Chinese\nlaw, professional activities are not permitted. One senior scholar who holds a ten-year\ntourist visa was recently visited and interrogated at his hotel in Beijing after several\ndays of meetings with Chinese think tanks and universities.\n\nSeveral think-tank analysts expressed the opinion that Chinese officials are now paying\nmore attention to the writings of American think-tank analysts—not only books,\narticles, and op-eds, but also social media. This is done not only to become familiar\nwith changing views but to catalog who is supportive and who is critical of China’s\npolicies. One scholar believes that, as a result of a comment posted on Twitter, this\nindividual was required to go to the Chinese embassy for an interview before being\ngranted a visa. This had never happened in his previous decades of China-related travel.\nIn another instance, Beijing attempted to enforce its sovereignty claims through the\nvisa process, A visa was initially denied because an American scholar had stated that\n“Hong Kong” and “Taiwan” were places he had previously visited, instead of “Hong\nKong SAR,” and “Taiwan, China.” Most of the scholars interviewed believe that the\nprocess of gaining a visa has become much more politicized and difficult in the past\nyear or two, with much more scrutiny given to an applicant’s political views. Among\nthose interviewed, only one think-tank scholar reported actually being denied a visa.\n(However, there have been reports of other think-tank analysts being rejected who\n\nare reluctant to go public about their denials.) In addition, most of those interviewed\nobserved that the Chinese embassy now often issues visas the day before or even the\nmorning of departure, making the visa process laborious and nerve-racking.\n\nTwo interviewees reported that companies that specialize in expediting visa\napplications have indicated that their respective think tanks are on a blacklist that\nmakes obtaining visas problematic. In one case, an interviewee related a case in which\n\nThink Tanks\n\nHOUSE_OVERSIGHT_020527",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020527.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3028,
    "word_count": 460,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:44.363903",
    "prefix": "IMAGES-006"
  }
}