{
  "document_id": "HOUSE_OVERSIGHT_030929",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_030929.txt",
  "text": "- Grant_Smith066474*eMailContent htm\n\nIna high profile case, my client was asked to submit to an FBI interview at their offices in North Miami\nBeach.\n\nFeigning naivety, I asked where the court reporter was. I was told there was no court reporter.\nI then asked where the tape recorder was.\n\nI will always be impressed that the agent was able to give us the response he did without laughing. He\nsaid the FBI could not tape the interview because they did not have \"\"enough money in their budget.\"\n\n_Itwas time to play the Trump Card.\n\nAt that point, I removed a cassette recorder from my pocket and explained that my client had been able\nto scrape together the 59 cents for a cassette tape. Further we would pay for the lape to be transcribed\nand supply them with 4 free copy of everything.\n\nYou could've heard a fart in a vacuum.\n\nThey now made it clear that no way, no how would any FBI interview be recorded. So we went forward\nwith the interview as the agent took notes.\n\nMonths later the client was called to testify at trial.\nI warned him the \"\"302\"\" would be a work of fiction. It was. I was sitting in the back of the courtroom. -\n\nCalled to the stand; he told the \"\"real\"\" truth and not the \"\"302\"\" version of the truth. The Assistant US.\nAttorney was frustrated and kept on confronting him with the \"\"302\"\" version.\n\nFed up with the prosecutor and in the presence of the jury, the witness preceded to recount my debate\nover recording from the first interview. Pointing to me in the back of the courtroom, the witness\nannounced that I had warned him that they would pull this crap with the \"\"302\"\" report.\n\nIt didn't take the jury very long to acquit.\n\nWith the advent of DNA and groups like the Innocence Project, we have now seen that so-called\nunrecorded confessions have put many innocent people in jail and even on Death Row. As a resuit,\nagencies such as the BSO, now require all interviews to be taped.\n\nBut not the FBI. .\n\nLike anyone, including lawyers, the FBI wants to control the record of the interview. Taping hurts that\neffort. ©\n\nI'm not saying that it is FBI policy to step over the line. But they have chalk on their shoes more often\nthan you can imagine.\n\nfile: iC Documents9%20and\"420Settings/Trial/Desktop/E.. .uetion/eDocs/eMail/Grant_s Smith066474\"eMailContent. htm (3 of 2 [11/6/2010 19: 16: 47 PM] .\n14492\n\nHOUSE_OVERSIGHT_030929 |",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_030929.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2362,
    "word_count": 418,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:45.681858",
    "prefix": "IMAGES-011"
  }
}