{
  "document_id": "HOUSE_OVERSIGHT_012670",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012670.txt",
  "text": "0027006\n\n05/16/2008 11:16 FAX gooz\n\na\n\n05/16/08 FRI 11:08 FAX\n\nU.S, Department of Justice\n\nCriminal Division\n\nAndrew G, Oosterbaan, Chief\n\n1460 New York Avanue, NW\n\nSuite 600\n\nWashington, DC 20530\n\n(202) 514-8780 FAN: (202) §}4-1793\n\nChild Exploitation and Obscenity Section\n\nMay 15, 2008\n\nJay Lefkowitz, Esq.\nKirkland & Ellis LLP\nCitigroup Center |\n\n153 E. 53™ St.\n\nNew York, NY 10022-4611\n\nRe: Investigation of Jeffery Epstein\nDear Mr. Lefkowitz:\n\nPursuant to your request and the request of U.S. Attorney R. Alexander Acosta, we have\nindependently evaluated certain issues raised in the investigation of Jeffrey Epstein to determine\n\nfederal prosecution. We have discussed the factual and legal issues you raise with the Criminal\nDivision’s Appellate Section, and we consulted with the Office of Enforcement Operations\nconcerning the petite policy.\n\nWe are examining the narrow question as to whether there is a legitimate basis for the\nU.S. Attorney’s Office to proceed with a federal prosecution of Mr. Epstein. Ultimately, the\nprosecutorial decision making authority within a U.S, Attomey’s Office lies with the U.S.\nAttommey. Therefore, to borrow a phrase from the case law, the question we sought to answer\nwas whether U.S, Attemey Acosta would abuse his discretion if he authorized prosecution in this\ncase.\n\nAs you know, our review of this case is limited, both factually and legally. We have not\nlooked at the entire universe of facts in this case. It is not the role of the Criminal Division to re-\nconduct a complete factual inquiry from scratch. Furthermore, we did not analyze any issues _\nconcerming prosecution under federal Statutes that do not pertain to child exploitation, such as the\nmoney laundering statutes,\n\nHOUSE_OVERSIGHT_012670",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012670.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1756,
    "word_count": 275,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:44.575194",
    "prefix": "IMAGES-002"
  }
}