{
  "document_id": "HOUSE_OVERSIGHT_017275",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017275.txt",
  "text": "4.2.12\nWC: 191694\n\nThe Binion case: murder or drug overdose?\n\nThe classic “thriller” case is a “whodunit.” The fact of a murder is clear, as it was in the OJ\nSimpson case. The only question is who committed it. (Remember the “one armed killer” in The\nFugitive!)\n\nMany of my homicide cases have not been who-dunits, but rather, was anything criminal done at\nall. Was the dead (or comatose) body the result of a criminal act, or the result of natural causes,\nself-induced harm, or accident?\n\nThat was the issue in the Von Bulow and Sybers cases. It was also the question presented when\nTed Binion, the owner of the famous Binion Casino in Las Vegas—the home of the World Series\nof Poker—was found dead in his home on September 17, 1998.\n\nBinion’s live-in fiancé, Sandra Murphy—a young, sometimes exotic dancer—and her equally\nyoung lover, Richard Tabish, were accused of murdering him, by an unusual means harking back\nto the days of Sherlock Holmes. Dr. Michael Baden, one of the world’s leading forensic\npathologists (and a friend of mine) had concluded that Binion had been “burked” to death.\n\nThe term “burke” derives from two notorious 19\" Century Scottish murderers, who killed their\nvictims in order to provide fresh cadavers to doctors and medical students for research. The case\nwas so notorious that it became the subject of a short story, “The Body Snatchers” by Robert\nLouis Stevenson, and of several films including one by the same name that starred Borris Karloff\nand Bela Lugosi. Burke and colleague Hare, compressed the chest of their victims, thereby\nsmothering them to death, without leaving any bruises on the body.\n\nDr. Baden surmised that Sandra Murphy and her lover had done the same thing to Binion, so as to\nleave no trace of murder. And her diabolical plan—if there was such a plan—worked—at least\nfor a while. Since it was well known that the high-living Ted Binion was a heroin addict, and\nsince there was evidence that his regular drug supplier had delivered a large quantity of black tar\nheroin just before his body was found, the police concluded that this was just another Las Vegas\ndrug overdose, albeit by one of the city’s most famous celebrities. Since no crime (other than\nthose relating to the drugs) was suspected, the home was not declared a “crime scene,” but an\nautopsy the next day noted various marks on the body and the examiner photographed them. It\nwas these marks that led Dr. Baden to conclude that Binion had been murdered—burked to\ndeath—and had not died of an overdose. Other medical experts also concluded that Binion had\nbeen murdered, but not by “burking.” Their theory was that he had been forced to swallow a\ndeadly mixture of heroin, xanax and valium—a cocktail of death.\n\nIn addition to the scientific evidence, there was testimony by Binion’s estate lawyer that on the\nday before his death, Binion had said to him: “Take Sandy [Sandra Murphy] out of the will if she\ndoesn’t kill me tonight. If I’m dead, you’ll know what happened.”\n\nThe prosecution thus had evidence of motive, means and opportunity and they charged Murphy\n\nand her lover with “murder by suffocation and/or poisoning.” At trial, they presented what I later\ncharacterized as a “multiple choice” prosecution: the jury could choose either suffocation or\n\n188\n\nHOUSE_OVERSIGHT_017275",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017275.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3303,
    "word_count": 559,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:46.606283",
    "prefix": "IMAGES-004"
  }
}