{
  "document_id": "HOUSE_OVERSIGHT_013993",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013993.txt",
  "text": "e » I shot every gun I’ve ever dreamed of firing since brainwashing\nmyself with Commando . Bless the Slovak Republic and their\nparamilitaries.\n\ne » I filmed a television series pilot in Japan, a lifelong dream and the\nmost fun I’ve had in months, if not years.\n\ne» I met with my Japanese publisher, Seishisha, and had media\ninterviews in Tokyo, where the 4HWW is now #1 in several of\nthe largest chains.\n\n¢ » I took a complete 10-day media fast and felt like I’d had a two-\nyear vacation from computers.\n\n¢ » I attended the Tokyo International Film Festival and hung out with\none of my heroes, the producer of the Planet Earth television\nseries.\n\nOnce you realize that you can turn off the noise without the world ending, you’re liberated in a way\nthat few people ever know.\n\nJust remember: If you don’t have attention, you don’t have time. Did I have time to check e-mail and\nvoicemail? Sure. It might take 10 minutes. Did I have the attention to risk fishing for crises in those 10\nminutes? Not at all.\n\nAs tempting as it is to “just check e-mail for one minute,” I didn’t do it. I know from experience that\nany problem found in the inbox will linger in the brain for hours or days after you shut down the\ncomputer, rendering “free time” useless with preoccupation. It’s the worst of states, where you\nexperience neither relaxation nor productivity. Be focused on work or focused on something else, never\nin-between.\n\nTime without attention is worthless, so value attention over time.\n\nHere are a few questions that can help you pop on the productivity blinders and put things in\nperspective. Even when you’re not traveling the world, develop the habit of letting small bad things\nhappen. If you don’t, you’ll never find time for the life-changing big things, whether important tasks or\ntrue peak experiences. If you do force the time but puncture it with distractions, you won’t have the\nattention to appreciate it.\n\ne » What is the one goal, if completed, that could change everything’?\n\ne > What is the most urgent thing right now that you feel you “must”\n\nHOUSE_OVERSIGHT_013993",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013993.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2084,
    "word_count": 369,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:48.016021",
    "prefix": "IMAGES-002"
  }
}