{
  "document_id": "HOUSE_OVERSIGHT_029174",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_029174.txt",
  "text": "From: \nSent: \nTo: \nSubject: \nAttachments: \nRobert Kuhn \n8/19/2018 3:53:57 AM \njeffrey E. [jeeyacation@gmail.com] \nKuhn - Radical Breakthroughs \nCNN - Kuhn - US-China Tariffs, Trade War - CNN Today - 8.2.2018.pdf; Untitled attachment 200384.htm \nImportance: High \nJeffrey: \nHow's all in our crazy world? \nI'm in NY until August 31 (then again, after Beijing, Sept. 25 — Oct. 14). If you are in town, meet? \nWhen convenient, I'd like you to meet Peter Getzels, Closer To Truth producer/director (I've worked with Peter \nfor 12 years); he would very much like to meet you in person, describe the Radical Breakthroughs process in \ndetail, get your feedback. He would come up from DC. We can always do Skype, of course, but Peter would \nappreciate to meet in person early in the process. Breakthroughs is a Big Project, big opportunity for impact. \nAll are truly excited. \nBelow are highlights of Breakthroughs progress. \nAttached is latest CNN on trade war and below are links (caution: a few weeks old is ancient history in Trump \ntime). \nThe US trade war against China: The view from Beijing \nhttps://news.cgtn.com/news/3d3d514f3551544f78457a6333566d54/share p.html \nHow should China handle the trade war? \nhttps://news.cgtn.com/news/3d3d774d3449544d79457a6333566d54/share_p.html \nLove to discuss stuff \nRobert \nRadical Breakthrough Development Work \n• Research on each of the 13 episodes is ongoing and we are moving towards creating a short list of the top \ncontributors per episode (with some contributors in multiple episodes). \n• We are aggregating the top contributors around 4 to 5 central locations, such as SF Bay Area, LA, Chicago, \nBoston, New York, Santa Fe, London, Oxford, and Cambridge for the main shoots. \n• We are creating a short list of locations for the secondary shoot - i.e. the more observational shoots on specific \nlabs and research facilities, such as the Music Lab at McGill, the Sleep Lab at Harvard. \n• We are planning a recce in the autumn to assess locations and meet some of the key contributors. \n• We've brought on a production manager / line producer as we develop detailed research, contributors, \nlocations, budgets. \nHOUSE OVERSIGHT 029174 \n• Our team is working toward interviewing and hiring a top science-literate associate producer / dedicated \nresearch producer. We've been coordinating with colleagues at HHMI (Howard Hughes Medical Association) \nas well as National Geographic for staffing referrals, and now have a strong short list. This is a critical, long-\nterm position. \n• We are assessing graphics and animation companies and researching styles and graphic ideas that we might \nuse to communicate some of the more complex ideas. \n• Our digital team is researching a web extension for the www.closertotruth.com website, developing ideas for a \ndedicated site neighborhood for \"Radical Breakthroughs.\" We are in discussions with several website \ndesign companies, including the company that designed and built our original CTT site, for ideas and bids on \ncreating the expanded site. \n• By mid-October, we expect to begin to schedule the shoots. \nHOUSE OVERSIGHT 029175",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_029174.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3118,
    "word_count": 482,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:48.855265",
    "prefix": "TEXT-001"
  }
}