{
  "document_id": "HOUSE_OVERSIGHT_022374",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022374.txt",
  "text": "a\n\nPOLLING |\n\nElection results STATION\n\nWith Republicans set to control the White House, Senate, and House\nof Representatives for the session of Congress beginning in January\n2017, the lame-duck session of the current Congress between now\nand the end of this year seems likely to be limited to keeping the\ngovernment funded beyond the expiration of the current continuing\nresolution on December 9, 2016. President-elect Trump and the\nRepublican Congress are certain to provide ambitious policy agendas\nwith plenty of proposals to analyze and the need for significant\nlegislative activity. However, it remainsto be seen where Democrats\nand Republicans, particularly in the Senate, will be able to forge\ncompromise.\n\nWith 24 of the 34 Senate seats up for election on November 8th held\nby Republicans, and many of those seats quite vulnerable, retaining\ncontrol is a major victory for Senate Majority Leader Mitch\nMcConnell (R-KY) and his Republican majority. Currently,\nRepublicans are expected to hold at least 51 seatsin the new\ncongress, with Senator Kelly Ayotte’s (R-NH) reelection bid in New\nHampshire still undecided. In Louisiana, State Treasurer John\nKennedy (R) received 25 percent of the vote and Foster Campbell\n(D), a member of the Louisiana Public Service Commission, received\n17%in a crowded 24 candidate “jungle primary” to advancetoa\nrunoff election to be held on December 10, 2016. Senior House\nWays and Means Committee member Charles Boustany (R-LA) fell\njust short in his quest to make the two-candidate runoff receiving\n15%of the vote. While the Louisiana seat is technically undecided,\nthe state went strongly Republican in the Presidential election and\nKennedy is heavily favored to hold the seat.\n\nIllinois Senator Mark Kirk (R-IL) lost his race to Rep. Tammy\nDuckworth (D-IL). In Indiana, Rep. Todd Young (R-IN) won his race\nagainst former Democratic Senator Evan Bayh (D-IN) to succeed\nretiring Senator Dan Coats (R-IN). In Nevada, Catherine Cortez Masto\n(D-NV) beat Rep. Joe Heck (R-NV) to hold the seat of retiring Senate\nDemocratic Leader Harry Reid (D-NV). In other notable races:\n\n» Ohio: Once ground zero for Senate control, Senator Rob Portman\n(R-OH) easily beat former Governor Ted Strickland (D-OH).\n\n» North Carolina: In arace that was consistently withinthe margin\nof error in recent days, Senator Richard Burr (R-NC) held onto his\nseat against former state legislator Deborah Ross (D-NC).\n\n» Pennsylvania: Behind in most recent polling, Senator Pat Toomey\n(R-PA) prevailed against former federal and state environmental\nofficial Katie McGinty (D-PA).\n\nSelect Senate race results\n\nKirkpatrick\nMcCain\n\nBennet\n\nGlenn\n\nMurphy\nRubio\n\nDuckworth\nKirk\nIndiana\nBayh\nYoung\n\nKander\nBlunt\n\nCortez Masto\nHeck\n\nHassan\n\nAyotte\n\nRoss\n\nBurr\n\nStrickland\n\nPortman\n\nMcGinty\nToomey\n\nFeingold\nJohnson\n\nEY 2 | Election 2016\n\nHOUSE_OVERSIGHT_022374",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022374.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2860,
    "word_count": 439,
    "line_count": 98,
    "import_date": "2025-11-19T21:47:47.672327",
    "prefix": "IMAGES-006"
  }
}