{
  "document_id": "HOUSE_OVERSIGHT_026644",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026644.txt",
  "text": "exchanged rising economic and political inequality for overall\n\nprosperity. We have simply reached a point where this rising inequality is\nno longer sustainable in democracies. This is not too different from what\nBeijing has been struggling with — to slow down the headline economic\ngrowth rate in exchange for more balance in various parts of the economy, in\norder to allow its development to be more sustainable. The parallels in the\nWest seem quite clear to me. Fighting against this shift in the West, as most\nmainstream media seem to be doing, is tantamount to those in China who are\nfighting against the economic slowdown. (1) TPP is effectively dead, even\nthough there are some who are urging that TPP goes ahead without the\n\nUS. But I think multilateral trade pacts are in jeopardy. The Trump\nAdministration still wants to have trade arrangements, but they will be\nbilateral and done with countries deemed friendly to the US. (2) The UK is\nin a great position to deal with the Trump Administration because all the UK\nneeds is a bilateral trade arrangement that won’t take as long to work out,\ncompared to a multilateral trade arrangement. The UK just went from the\n‘back of the queue’ (which was an insulting declaration by President Obama,\nconspicuously using the word ‘queue’ to make sure the Brits understood\nhim) to the ‘front of the line.’ (3) China was never a part of the TPP\ndiscussions. In fact, TPP was designed from day one to marginalise China,\nto replace the current trade arrangement based on WTO rules to something\nthat puts China at a disadvantage. This is why Beijing is not unhappy with\nthe Trump Administration’s desire to terminate the TPP discussions. (4)\n‘America First’ does not only mean ‘world second,’ that the US will take\nactions to benefit the US even if these policies come at the expense of the\nrest of the world. It also means that policies will be aimed at addressing the\ninequality and inequity in the US, even if it means that the overall effects on\nthe US may be negative. (5) In sum, I don’t think trade globalisation will\nreverse. But it will slow down dramatically and be substituted with a\ndifferent web of bilateral arrangements. I think this is a positive\ndevelopment, as the previous model of global growth was unsustainable,\neven if it generated the biggest aggregate prosperity for the world. (6) The\nnext US Treasury Secretary will likely be instructed by President Trump to\nlabel China as a currency manipulator. While this would be a verdict\nwithout basis, in my view, such a finding could be used as an excuse to\nescalate the talks of protectionism.\n\nSome musings... (1) President Obama just awarded his last round of\nPresidential Medals of Freedom (America’s highest civilian honour) to\nMichael Jordan, Ellen DeGeneres, Robert de Niro, and others. Many of\nthese award recipients were vocal critics of Mr Trump. My views on\npolitics really don’t matter... But for what it is worth, the reason why I have\nbeen more vocal than I should have been about Brexit and the US Elections\nis related to my own personal experience. I have witnessed how a previous\nharmonious society could very quickly degenerate into a permanent state of\n\nHOUSE_OVERSIGHT_026644",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026644.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3207,
    "word_count": 547,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:48.944030",
    "prefix": "IMAGES-009"
  }
}