{
  "document_id": "HOUSE_OVERSIGHT_023429",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_023429.txt",
  "text": "From: Lisa New \nSent: 9/24/2014 12:25:39 AM \nTo: jeffrey E. [jeeyacation@gmail.com] \nSubject: Re: Highlight \nImportance: High \nJeffrey, if you are conceding any bit of the other things , with all due respect, that's exciting, as its new for me \nto be right about anything in the area of budgets. \nAs it happens,and as of today, there is huge dissatisfaction in public television world with the lower budget \nClinton footage versus the Herbie Hancock footage. David g was there for Herbie and not for Clinton. I can see \nthe difference .the pilot was made for 100, 000, with savings on the Clinton but it does show \nSent from my iPhone \nOn Sep 23, 2014, at 7:57 PM, \"jeffrey E.\" <jeevacation@gmail.com> wrote: \nclinton woody kagan, do not add one penny to budget \nOn Tue, Sep 23, 2014 at 6:17 PM, Lisa New < 1> wrote: \nThat was fun- definitely the highlight of a day that was not without other interesting moments \nDon't know which was better-- the wholly unexpected surprise reminder (by a prime minister) of my boyfriend \nfrom 1976( who was in high school, who lived with his doting parents), or, getting creamed on my producer's \nbudget but then offered the opportunity to profess poetry for production funds . There may be someone as good \nin New York, but i'll never tell you and you really have a heck of a seminar table there . When do we do \nWhitman's \"Song of Myself\" 1-15 Who else is reading with us? I'm ready. \nA few other follow ups: \nDavid and Brigid point out that reality tv doesn't cost anything because it is, as it sounds, very low budget . No \nwriting , no special expertise or knowledge or research , no archival footage , no copyright clearance , no \nactors, no travel beyond the one location, certainly no clinton or woody allen or justice elena kagan or david \nbrooks or Lena Dunham or even Professor New. That said , I think If were hiring the crew id do it for less --\nprobably 1, 250,000 all in. But I haven't won 10 Emmys and David has . That has value too. As does Wgbh. \nBut I'll be more prepared for the next conversation and want to be much more prepared for templeton, so thank \nyou. \nI really liked Michael. I would like to send him some stuff, but in googling him I noticed that we have the \nsame birthday! May I have his email? \nYou are in! Yeay! Lets see what this may mean? I'll improve my numbers and you'll improve your deep \nreading ? \nSent from my iPhone \nplease note \nHOUSE OVERSIGHT 023429 \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nHOUSE OVERSIGHT 023430",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_023429.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3054,
    "word_count": 531,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:46.681556",
    "prefix": "TEXT-001"
  }
}