{
  "document_id": "HOUSE_OVERSIGHT_016149",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016149.txt",
  "text": "residual fuel oil burned. Saudi Arabia has the world’s 4\" largest gas reserves, yet\nreaching the 5.8 bcf/d production growth target by 2020 is not that straight forward.\n\n..though boosting gas production to the NTP target poses significant challenges\nThe new Wasit project, which is due to come online in 2016 and ramp up to 2.5 bcf/d by\n2020, meets about 40% of the gas production growth target. Other than that, Saudi\nArabia is focusing on getting unconventional production off the ground to meet the\nremaining 3.3 bcf/d of the production growth target. The timing, cost and commercial\nfeasibly of which this unconventional gas is highly uncertain. The 2.5 bcf/d from the\nWasit project is about the amount of gas that would be needed to meet incremental\npower demand and displace 300 thousand bpd of crude burn, assuming gas demand\ndoes not grow in other sectors, which is unlikely. Hence, it is likely that Saudi’s ability to\nswitch significantly to reduce oil burn in power generation to 2020 will be quite limited,\nexplaining the new openness to consider gas imports, in our view.\n\nChart 42: Oil burned for power generation could drop by 30% or 300 Chart 43: Other sectors like petrochemicals and industry will see their\nthousand bpd by 2020, most of which would likely be crude gas demand grow as well\n1,200 >, td Saudi oil demand in power generation Saudi natural gas consumption, 2013\n\n1,000 m crude burn = resid industry, 2.6\n\noil & gas befid\n\n800 extraction, 0.3\n\nbeifd petchems, 0.5\n600 befld\n400\n200\npower\n0 generation, 4.4\no ft 2 OO Fe D DBO THT NM TFT YO bef/d\nsSsS SSBB SS SES SSES\nN N N N N N N N N N N N N\nSource: IEA, BofA Merrill Lynch Commodities Research Source: IEA, BofA Merrill Lynch Commodities Research\nEquity Strategy: more clarity required, but\ninvestible themes emerging\nHootan Yazhari, CFA >>\nMerrill Lynch (DIFC)\nhootan.yazhari@baml.com\nMore clarity required, but high level benefits becoming evident\nThe recent National Transformation Program (NTP) document provided a much awaited\narticulated roadmap through 2020 of how the government is seeking to achieve its\nhighly ambitious Vision. However, we believe significantly more detail is still required\nbefore the market can make more concrete conclusions on the key winners and losers\nfrom the program as well as quantify the impact it could have on corporate earnings\n(both positive and negative).\nWhilst at this juncture it is difficult to quantify the size of the NTP opportunity for\nindividual companies, we feel more confident in highlighting the sectors that we see\ncould benefit from Saudi Arabia ambitious plans. We have detailed the sectors that we\nsee as likely benefiting most in the table below. We also highlight the sectors which\ncould face the most negative impact from the roll out of the NTP.\nOS erartll Lynch GEMs Paper #26 | 30 June 2016 39\n\nHOUSE_OVERSIGHT_016149",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016149.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2865,
    "word_count": 485,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:45.992604",
    "prefix": "IMAGES-003"
  }
}