{
  "document_id": "HOUSE_OVERSIGHT_014403",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014403.txt",
  "text": "Bankof America a\nMerrill Lynch\n\n2017 Institutional Investor (All-Japan) Survey\nYour Vote Counts — We appreciate your support\n\nClick here to vote\n\nBankof America <>\nMerrill Lynch\n\nRead the research report for complete information including important disclosures and analyst certification(s).\n\nThe research report and the link to such report are for the use of Bank of America Merrill Lynch customers only or Merrill Lynch\nGlobal Wealth Management customers only and all copying, redistribution, retransmission, publication, and any other\ndissemination or use of the contents thereof are prohibited. There may be more recent information available. Please visit one of\nthe electronic venues that carry BofA Merrill Lynch Global Research reports or contact your Bank of America Merrill Lynch\nrepresentative or Merrill Lynch Global Wealth Management representative for further information. \"Bank of America Merrill\nLynch” is the marketing name for the global banking and global markets businesses of Bank of America Corporation.\n\nForward this email to clients.\n\nStop or modify the delivery of Research via Emails. Alternatively, contact Research Operations:\n\nThe Americas: +1 888 734 1391 or +1 646 556 2910\n\nAsia Pacific (ex-Japan) & Australasia: +800 7724 6510 (Press “3”)\nEurope, Middle East, Africa: +44 20 7996 4444\n\nJapan: +81 3 6225-8900\n\nPublication: 1316045-11686430. pdf\n\nRecipient: Alishikoh Khan\nhttp://rsch.baml.com/r?g=8IzW 8kqJCDwgrRFFEXomOwQé&e=amanda.ens%40baml.com&h=C-DvKA\n\nThis message, and any attachments, is for the intended recipient(s) only, may contain information that is privileged, confidential and/or\nproprietary and subject to important terms and conditions available at http://www.bankofamerica.com/emaildisclaimer. If you are not the\nintended recipient, please delete this message.\n\nThis message, and any attachments, is for the intended recipient(s) only, may contain information that is\nprivileged, confidential and/or proprietary and subject to important terms and conditions available at\nhttp://www. bankofamerica.com/emaildisclaimer. If you are not the intended recipient, please delete this\nmessage.\n\nHOUSE_OVERSIGHT_014403",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014403.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2157,
    "word_count": 293,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:44.419815",
    "prefix": "IMAGES-002"
  }
}