{
  "document_id": "HOUSE_OVERSIGHT_014629",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014629.txt",
  "text": "Hess Corporation (HES)\n\nDoug Leggate +1 713 247 6013\nResearch Analyst, MLPF&S\n\nBuy, PO $80\n\n1Q17 investment thesis\n\nBroad expectations of a pro-energy agenda from the incoming administration set a\ntheoretically constructive backdrop for the US oils. Along with the tailwind from\nrenewed OPEC support for oil prices, we view the broader energy sector as a\nmomentum play in the early part of 2017 where stock specific catalysts can re-emerge\nto differentiate relative performance within the large cap US oils. We view Hess as the\nmost catalyst rich large cap US E&P for 2017 with a return to growth and\ndisproportionate exploration risk from a company with the highest cash margins in the\nsector, second best balance sheet and significant oil leverage to our base case that is an\noil recovery in 2017. Hess remains amongst our top ideas in the US large cap oil sector\nfor 2017, and we retain our Buy rating, and $80 PO.\n\nTable 1: Hess key stock data\n\nIndustry US oil and gas exploration and production\nMarket Cap (mn) $19,090\nPrice $62.90\nEV/Debt adjusted cash flow (2017)* 9.4x\n% of sell-side rated Buy 46.4%\nShort interest % of float 8.52%\n\nSource: Bloomberg and BofA Merrill Lynch Global Research estimates\n\nDeregulation / Gov't Legislation\n\nWhile the potential for a less onerous regulatory backdrop, and greater access to Federal\nlands for exploration and development, the majority of current activity remains\ndominated by private lands thereby limiting any material changes arising froma\nRepublican administration. The exception is the potential for more receptive backdrop\nfor infrastructure development that can improve regional pricing through improved\naccess to takeaway capacity.\n\nTax Policy:\n\nFor the majority of the US E&P’s, changes in corporate tax rates have negligible impact\ngiven that substantial net operating losses and deferred tax credits means that cash\ntaxes remain de minimis for the foreseeable future.\n\nCatalysts:\n\nNews flow starts with an expected capex budget unchanged from 2016 at ~$2bn, the\ncompany has stated it expects a return to drilling in the Bakken with a stated ramp up to\n6 rigs from 2 currently returning the play to growth in 2017.. The first Guyana\ndevelopment (Liza) expected to achieve FID by 2Q17 and which we expect to confirm\nindustry leading economics. Start-up of the first of two major developments — the North\nMalay basin gas play in 3Q17, putting Hess back on a growth track and turning attention\nto the Stampede start up in the US GoM in early 2Q18. In the background is an\nexploration test every 45-60 days any one of which could materially change the scale of\nthe Hess business model of the next decade.\n\nBankof America\n8 Top 10 US Ideas Quarterly | 03 January 2017 Merrill Lynch\n\nHOUSE_OVERSIGHT_014629",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014629.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2759,
    "word_count": 454,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:46.485922",
    "prefix": "IMAGES-003"
  }
}