{
  "document_id": "HOUSE_OVERSIGHT_024537",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024537.txt",
  "text": "Real Estate Company Operating Expenses\n\nGreenstreet Real Estate Partners will operate all of the real estate investment functions on behalf of KLC\nPropCo as detailed in the management agreement. See “Related Party Transactions.”\n\n12.5. Debt Summary\n\nThe table below shows KLC PropCo’s outstanding capitalization as of December 31, 2005.\n\nKLC PropCo\nDebt Capitalization\n\n($ in millions) 12/31/05\nCash $24.5\nCMBS Debt $699.4\nJunior Mezzanine Debt' 150.0\n\nTotal KLC PropCo Debt $849.4\nNet Debt” $824.9\n\n' Represents face value; book value is approximately $147.3 million.\n\n? Represents total debt less cash.\n\n12.6. Terms of the CMBS Debt\n\nKLC PropCo has $699.4 million of CMBS debt which was arranged in connection with the separation from\nKLC OpCo. KLC PropCo is required to pay interest in cash on a monthly basis at a rate of 5.62% and\nmust meet scheduled amortization requirements on a monthly basis and maturing December 1, 2015.\n\nThe CMBS debt consists of a $649.5 million mortgage loan and a $50.0 million senior mezzanine loan\nsecured by 713 childhood education centers. The CMBS debt is nonrecourse KLC OpCo.\n\nEach of the centers securing the mortgage loan is leased to KLC OpCo pursuant to a master lease. KLC\nPropCo has entered into asset management agreements with Greenstreet Real Estate Partners (formerly\nGreenstreet Realty Partners, L.P.) pursuant to which Greenstreet Real Estate Partners provides asset\nmanagement and consulting services for these centers to KLC PropCo. KLC PropCo has the right under\ncertain circumstances to release, substitute, sell and/or reinvest in properties securing the mortgage loan.\n\nPrepayment of the CMBS debt is prohibited through January 1, 2007, after which prepayment is permitted’\nin whole or in part, subject to a prepayment premium equal to the greater of 1% or an amount obtained\nbased on a discount to treasury securities. After June 1, 2015, the CMBS debt may be prepaid in whole\nwithout premium or penalty.\n\nThe CMBS debt contains provisions that require KLC PropCo to reserve with the lender of the CMBS\n\ndebt 50% of excess cash flow generated from the CMBS centers if EBITDA (as adjusted) for KLC OpCo\nfalls below certain levels and 100% if EBITDA (as adjusted) for KLC OpCo falls below certain other levels.\n\n12.7. Terms of the Junior Mezzanine Debt\n\nThe Junior Mezzanine debt has a face value of $150 million (and was purchased for approximately\n$147.0 million, reflecting a 2% discount to face value), substantially all of which was provided by the\n\n104\n\nHOUSE_OVERSIGHT_024537",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024537.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2538,
    "word_count": 407,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:46.767245",
    "prefix": "IMAGES-008"
  }
}