{
  "document_id": "HOUSE_OVERSIGHT_013595",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013595.txt",
  "text": "ecclesial exercise: what were the minimal number of four magical cards need we\nturn over with preconditions or results on the upsides and downsides if what was\nshowing was: (1) Beatifically good; (2) Cursed with extraordinarily bad luck; (3) Not\ndependent upon personal virtue; (4) Inordinately fortunate in all of life’s trials. The\npay-as-you-go God people would need to pick up (1) and find fortunate life and (2)\nto find the fate of the non-believer to establish that God was coldheartedly true and\nfair with the results of flipping (3) and (4) being none contributory. The grace-to-all-\nsinners God people need to turn over card (3) to find good life and (4) to find\nsometime sinners nonetheless fortunate to confirm their belief in the unconditionally\nof the loving generosity of God and making finding out about the underside of cards\n(1) and (2) unnecessary. This liturgical discussion and gamble with God’s cards,\nperhaps a caricature of the Talmudic, rational discussions with the rabbi, felt\nirrelevant to my spiritual needs.\n\nMissing was mysticism’s promise of the disappearance of | into a union with\nthe divine, the Heart Sutra’s eternal emptiness of form and the eternal form of\nemptiness that gifts with spiritual perspective and not-necessarily-logical intuition\nabout unseen Absolute Reality. Forced either-or, binary, card-turning cognition in\nthe search for God’s logic is unrewarding. As the Dalai Lama, in his Heart of\nWisdom Teaching, says, “...all phenomena are emptiness, without defining\ncharacteristics, they are not born, they do not cease...\" In trying to penetrate the\nmystery and promise of this emptiness, it was difficult to surrender my internal\nparody of what sounded like that day’s Southern California New Age stuff about\nglobal nonaggression, sexual politics, Beadles music, distressed jeans and pot. In\nthe synagogue of my neighborhood, experience with a deeply felt, never-you-mind-\nabout-anything God of detachment with love, was not on the menus of Friday night\nor Saturday morning services. All | could feel was a faithless and nonnegotiable\nfear.\n\nIn the work of many mysticism-positive scholars, a classic being Evelyn\nUnderhill’s Mysticism, 1961, it has been speculated that this ineffable state as a\nunion with a powerful unknown, transcending description in language, becomes\n\nmore socially prominent during times of cultural efflorescence. She pointed to the\n\n95\n\nHOUSE_OVERSIGHT_013595",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013595.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2435,
    "word_count": 377,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.528850",
    "prefix": "IMAGES-002"
  }
}