{
  "document_id": "HOUSE_OVERSIGHT_029563",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029563.txt",
  "text": "Why were the weaker economies given entry?\n\nKeating says: \"It's because president Mitterrand and the French wanted it. They weren't ready to sit beside the\nGerman unified state without some friends.\"\n\nSo the eurozone was flawed from the outset, a structure awaiting internal assault: \"The problem is we have a single\ncurrency without a political union and without a fiscal union.\"\n\nThe second blunder was the 1990s expansion of NATO to the Russian border. For Keating, this was recklessness\nfor which the world may yet pay.\n\n\"Sensible policy would have included a place for Russia in the new world order,\" he says. \"But that didn't happen.\nSo Russian liberals were pushed to one side by Russian nationalists. In a sense the US has created Vladimir Putin.\"\n\nWho is responsible? He points the finger at Bill Clinton.\n\nOn the 2008 financial crisis, he says former US Federal Reserve chief Alan Greenspan must bear \"a fair amount of\nresponsibility”.\n\n\"Greenspan is someone | know and like,\" Keating says. \"But if you are so naive to believe that institutions with a\nbalance sheet with assets geared at 45 to one is not an accident waiting to happen then you don't deserve to be\nchairman of the Federal Reserve.\"\n\nHe praises Obama for seeking a return to the “liberal internationalism” that, in Keating's view, made the US great in\nthe post-World War Il age. This is the US he loves but it is still in retreat.\n\nAsked about the nature of leadership, Keating reveals what lies within his heart: \"I believe there is a poetic strand to\nlife that doesn't exist in an economics textbook.\n\n\"This is not to say that rationalism isn't important and good. It is. But left to itself without the guidance of higher\nmeaning and a higher concept, rationalism can be mean and incomplete. | say if you simply live on rational policy\nand briefing notes you are not sufficiently informed.\n\n\"You need a higher calling or some inner system of belief - here | mention Kant and the inner command that tells\nyou what is true, what is right, what is good. The inner command must be the divining construct in what you do.\n\n\"Music has always been a large part of what makes me tick. You listen to a great work .. . you hear the majesty of\nthese works and your head and soul gets caught up in them. When that happens you are in for bigger things and\n\nyou will strike out to be better.\n\n\"When | was listening to music | would always have the pad out to write the ideas down.\"\n\nhttp:/Awww.theaustralian.com.au/news/opinion/paul-keating-explains-as-never-before/story-e6frg7/ 4x-\n\n1226173493029\n\nHOUSE_OVERSIGHT_029563",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029563.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2584,
    "word_count": 441,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.473794",
    "prefix": "IMAGES-010"
  }
}