{
  "document_id": "HOUSE_OVERSIGHT_023072",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023072.txt",
  "text": "Table 3: Estimated 10-year* revenue impact from tax plans, $bn\nBased on estimates from both the Tax Policy Center and Tax Foundation\n\nHouse Plan Trump Plan\n\nCorporate Tax Reform -890 to -1200 = -1940 to -2630\nLower corporate tax rate (20% under House, 15% under Trump) -1800 to -1850 -2120 to -2350\nFull capex expensing, interest expense no longer deductible (mandatory under\nHouse, choice between two under Trump)** -450 to -1040 -320 to -590\nDeemed repatriation of overseas earnings 140 to 190 150-200\nMove to territorial tax system -90 to -160 nla\nBorder adjustment 1070 to 1180 nla\n\nChanges to individual income/payroll taxes -980 to -2020 = -2190 to -3730\n\nRepeal estate/gift taxes -190 to -240 -170 to -240\n\nTotal (static) estimate -2420 to -3100 = -4370 to -6150\n\n*Tax Foundation assumes impact over 2016-2025 and Tax Policy Center assumes impact over 2016-2026\n\n“Under House plan, Tax Foundation separately breaks out estimates for full capex expensing (-$2236) and disallowing interest deduction\non new loans ($1194).\n\nNote: estimates rounded to nearest ten billion, with range to incorporate estimates from both sources. Other elements to corporate tax\nreform not itemized above include eliminating the AMT, repealing certain corporate tax deductions, etc.\n\nSource: Urban-Brookings Tax Policy Center, Tax Foundation, BofA Merrill Lynch US Equity & US Quant Strategy (calculation of ranges)\n\nFrom a sector and industry perspective there are haves and have-nots based on each\npolicy, but in aggregate most sectors have some puts and some takes based on tax\nreform. The table below shows some relevant aggregate statistics by sector that inform\nour subsequent analysis.\n\nTable 4: Estimated overseas cash vs. last 12 month effective tax rate vs. COGS net exports by sector\nEst. cash Overseas cash Effective tax Net % imported vs\n\nSector overseas ($bn) = % mkt cap rate LTM exported COGS\nDiscretionary 15 2.9% 28% -14%\nStaples 68 3.2% 29% -13%\nEnergy 39 26% 21% -3%\nHealth Care 187 10% 23% A%\nIndustrials 127 6.0% 26% 1%\nTechnology 647 14.9% 20% -9%\nMaterials 24 40% 23% 3%\nTelecom 1 0.2% 29% 0%\nUtilities 2 0.3% 28% 0%\nS&P 500 ex. Financials & Real Estate 1,170 5.7% 25% 6%\n\nSource: BofAML US Equity & Quant Strategy, FactSet, Bloomberg\n\nCutting the corporate tax rate\n\nThe best starting point for analyzing corporate tax reform is the US statutory corporate\ntax rate, as this rate is critical in determining the impact of other proposed changes\n(border adjustments, interest deductibility, etc.). If the tax rate were lowered from 35%\nto 20% and the US moved to a territorial tax system (no longer taxing foreign profits),\nall else equal, we estimate an initial boost to S&P 500 EPS of 12% ($17 to 2018 EPS).\nHowever, over time, some of this benefit could be passed on to customers via lower\nprices — for instance, it is unlikely that there will be any major long-lasting impact from\ntax reform for Utilities sector profits, as any benefit/cost would likely be passed through\nto customers when incorporated into each company’s regulated pricing. The benefit\nwould also be offset by some of the other changes discussed in subsequent sections.\nWe assume that S&P 500 companies would be able to retain half of the benefit, or\nroughly $8 of 2018E EPS. Below, we show the estimated EPS impacts on each sector\nbased on a tax rate of 20%.\n\nBankofAmerica <2”\n\n4 Equity Strategy Focus Point | 29 January 2017 Merrill Lynch\n\nHOUSE_OVERSIGHT_023072",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023072.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3444,
    "word_count": 571,
    "line_count": 72,
    "import_date": "2025-11-19T21:47:44.561795",
    "prefix": "IMAGES-007"
  }
}