{
  "document_id": "HOUSE_OVERSIGHT_022497",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022497.txt",
  "text": "FOREWORD\n\nWe are pleased to announce the publication of A Resource Guide to the U.S. Foreign Corrupt Practices Act. The Foreign\nCorrupt Practices Act (FCPA) is a critically important statute for combating corruption around the globe. Corruption has\ncorrosive effects on democratic institutions, undermining public accountability and diverting public resources from impor-\ntant priorities such as health, education, and infrastructure. When business is won or lost based on how much a company is\nwilling to pay in bribes rather than on the quality of its products and services, law-abiding companies are placed at a com-\npetitive disadvantage—and consumers lose. For these and other reasons, enforcing the FCPA is a continuing priority at the\nDepartment of Justice (DOJ) and the Securities and Exchange Commission (SEC).\n\nThe Guide is the product of extensive efforts by experts at DOJ and SEC, and has benefited from valuable input from\nthe Departments of Commerce and State. It endeavors to provide helpful information to enterprises of all shapes and sizes—\nfrom small businesses doing their first transactions abroad to multi-national corporations with subsidiaries around the world.\nThe Guide addresses a wide variety of topics, including who and what is covered by the FCPA’s anti-bribery and accounting\nprovisions; the definition of a “foreign official”; what constitute proper and improper gifts, travel and entertainment expenses;\nthe nature of facilitating payments; how successor liability applies in the mergers and acquisitions context; the hallmarks of\nan effective corporate compliance program; and the different types of civil and criminal resolutions available in the FCPA\ncontext. On these and other topics, the Guide takes a multi-faceted approach, setting forth in detail the statutory require-\nments while also providing insight into DOJ and SEC enforcement practices through hypotheticals, examples of enforce-\nment actions and anonymized declinations, and summaries of applicable case law and DOJ opinion releases.\n\nThe Guide is an unprecedented undertaking by DOJ and SEC to provide the public with detailed information about\nour FCPA enforcement approach and priorities. We are proud of the many lawyers and staff who worked on this project,\n\nand hope that it will be a useful reference for companies, individuals, and others interested in our enforcement of the Act.\n\nLanny A. Breuer Robert S. Khuzami\nAssistant Attorney General Director of Enforcement\nCriminal Division Securities and Exchange Commission\n\nDepartment of Justice\n\nNovember 14, 2012\n\nHOUSE_OVERSIGHT_022497",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022497.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2596,
    "word_count": 387,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:46.129972",
    "prefix": "IMAGES-007"
  }
}