{
  "document_id": "HOUSE_OVERSIGHT_027929",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027929.txt",
  "text": "to adapt on the ground. And obviously pleased that we’d found a way to make\nthe operation work.\n\nThe Sinai mission marked a transition not just for me, but for others in\nSayeret Matkal as well. Avraham Aranan finally left the unit he’d imagined,\ncreated and built. He became the head of the technology unit in military\nintelligence. His deputy, Dovik Tamari, succeeded him, serving the first in what\nwould become two-year stints for each of his successors as the sayeret’s\ncommander. I, too, was given a wider role. Though I was still just a young\nlieutenant, and too junior for the job, Dovik made me his de facto deputy, with\nresponsibility for operational oversight of our missions. I returned to the Sinai a\nyear later, not in that capacity but because of my on-the-ground experience, to\naccompany a sayeret team which installed an intercept on a second Egyptian\ncommunications cable.\n\nThough the tzalash was gratifying, what gave me more satisfaction, and\npride, was the importance of the Sinai operations themselves. I was confident\nthat if we did have to go to war again, the equipment we installed, along with\nthe bugs on the Golan, would give us an essential edge. But in truth, I didn’t\nactually believe there would be another war. Sure, the threat was still there.\nEgypt, in particular, still seemed determined to find a way to hobble, and if\npossible eliminate, Israel. But especially since the 1956 war, the fedayeen\nattacks, and cross-border skirmishes, had been subsiding. Not long after the\nsecond Sinai intercept mission, I was chatting with other officers on the sayeret\nbase and remember turning to one of them and saying I was sure that by the\ntime I was married and had a teenage child, we’d be able to take a skiing\nholiday in Lebanon. We didn’t have peace yet. That might take time. But I felt\nthat things were getting more normal.\n\nI began thinking what that would mean not just for Sayeret Matkal or Israel,\nbut for my own future. By the autumn of 1964, Pd reached a decision: to end\nmy active service in the unit that had been central to my life since leaving the\nkibbutz. Dovik did persuade me to delay, for nearly a year. But at the end of the\nsummer of 1965, I left Sayeret Matkal. In fact, I left the army altogether. I went\nto study mathematics and physics at Hebrew University in Jerusalem. I would\nremain involved in the sayeret as a reservist. But I couldn’t see devoting my\nadult life to military service in a country which, fortunately, seemed on a\ntrajectory toward peace. I had spent five years in an extraordinary unit. It had\nbeen more fascinating and fulfilling than I could have dreamed of when I’d\n\n81\nHOUSE_OVERSIGHT_027929",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027929.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2667,
    "word_count": 468,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:46.015131",
    "prefix": "IMAGES-009"
  }
}