{
  "document_id": "HOUSE_OVERSIGHT_011622",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011622.txt",
  "text": "Battalion 890, under Yitzhik Mordechai, were in trouble. “Go. Find them. Help\nget them out.”\n\nI knew Yitzhik personally, from his years in the paratroopers’ elite Battalion\n890. I knew the man who was now in overall command of the paratroopers even\nbetter: Uzi Yairi, who was in charge of Sayeret Matkal during my final years of\nreserve duty at Hebrew University. Helicoptered into the Sinai just hours\nearlier, the paratroopers had been sent to the Chinese Farm shortly before\nmidnight. As I would soon learn, they had no more idea than I did about what\nthey were about to face. They were told they were going in simply to clear out\nbands of “tank-hunters”. They weren ’t told of repeated attempts by some of\nArik’s top tank, paratroop and reconnaissance units to take the farm over the\nprevious 36 hours — attacks which had not only failed, but had cost dozens of\ntanks and hundreds of men. Without artillery, armor or air support, they\nimmediately came under rifle, machine-gun, mortar and heavy artillery fire.\n\nOur job was to get them out. Ordering my men to get ready for our first\ncombat mission of the war, I found myself face-to-face with a distraught and\ndetermined friend from military intelligence. Yishai Izhar had arrived at Bren’s\nheadquarters the day before. When he saw me, he’d asked to join my battalion.\nHe was a brilliant electronics engineer and was about to assume command of\nthe technology unit in military intelligence. I told him we already had our\ncomplement of tank crews, and I knew he’d never had any armored training. So\nI found him a place in one of our APCs. But before joining military intelligence,\nhe’d been a company commander in Battalion 890. Hearing that we were going\nto rescue his old unit, he insisted on joining me on the lead tank. I tried several\ntimes to refuse, but he said I had no moral authority to stash him in an APC\nwhen we were going in to rescue his friends and comrades. Aware that each\nwasted minute might cost more of the paratroopers’ lives, I relented. I told\nYishai he’d be sitting across from me on the turret, right above Yasha Kedmi,\nanother friend who, having served under me in my first tank company in the\nWar of Attrition, had asked to join back at Julis. Yasha was our loader and\nradio-operator. He got Yishai a machine gun, extra magazines for his Uzi and a\nbox of grenades.\n\nWe moved out through wave-like dunes in total darkness. After the first few\nmiles, the terrain leveled out a bit. Still, the sand was deep and the going slow.\nWhen we got within a couple of miles of where I assumed Yitzhik and his men\nwould be, I radioed him. His voice was chilling. ““They’re very close to us,\nshooting,” he said. “I’ve got many wounded. Get here as quick as you can.”\n\n151\nHOUSE_OVERSIGHT_011622",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011622.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2761,
    "word_count": 493,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:47.176757",
    "prefix": "IMAGES-001"
  }
}