{
  "document_id": "HOUSE_OVERSIGHT_020488",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020488.txt",
  "text": "SECTION 3\n\nThe Chinese American Community\n\nChinese Americans have made essential contributions to almost every aspect of American\nlife for over a century. Although they form a vital strand in the social fabric of the United\nStates, Beijing also views Chinese Americans as members of a worldwide Chinese diaspora\nthat, whatever the actual citizenship of individuals may be, presumes them to retain\n\nnot only an interest in the welfare of China but also a loosely defined cultural, and even\npolitical, allegiance to the so-called Motherland (#4). Under Xi Jinping’s leadership,\ndiaspora Chinese have been called on to help achieve the Rejuvenation of the Chinese\nNation—a summons that places growing pressure on ethnic Chinese around the world to\nserve the “China Dream” (#8). While many overseas Chinese do feel pride in China as a\ncountry and the Chinese as a race, Beijing’s claims on their loyalty can have the untoward\neffect of calling into question their devotion to their own home nations.\n\nUnder both the Nationalist and Communist parties, overseas Chinese have played an\nimportant role in modern Chinese politics as well as in China’s relations with the outside\nworld. Diaspora communities worldwide have been key sources of legitimacy and support\nfor whatever government held power in Beijing, but just as often they have been centers of\nantigovernment agitation. With PRC influence-seeking activities now expanding, China’s\nlong-standing focus on diaspora communities has also intensified to become an important\nelement in overall US-China relations. Such trends demand not only greater societal\nattention and understanding but also an appropriate response from the US government\nas well as non-governmental institutions.\n\nAs the Chinese Communist Party seeks to encourage, even entice, ethnic-Chinese\ncommunities and individuals overseas to more fully support its interests, the Chinese\nAmericans in the United States and other free societies need to better inform themselves\nas to the nature of this dynamic, and our governmental institutions may need to do more\nto defend their freedoms against harmfully intrusive and coercive activities. At the same\ntime, it is essential that we not allow overseas Chinese as an ethnic group to fall under\nany kind indiscriminate cloud of suspicion. Above all, it is important to bear in mind\nthat while ethnic Chinese can be quite naturally expected to take an interest in things\nChinese, it is the Chinese Communist Party that puts a target on their backs through its\npresumption that they are all somehow the “sons and daughters of the Yellow Emperor”\n(KTP) and thus owe some measure of loyalty to the Chinese Communist Party.\n\nHOUSE_OVERSIGHT_020488",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020488.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2702,
    "word_count": 423,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:48.741404",
    "prefix": "IMAGES-006"
  }
}