{
  "document_id": "HOUSE_OVERSIGHT_024586",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024586.txt",
  "text": "KLC Management\n\nKLC\nKey Management\nYears with Industry\n\nName Position Company Exp.\nElanna Yalow President and COO 16 19\nDan Jackson CFO 9 9\nToni Jaffe SVP of Human Resources 1 1\nEva Kripalani SVP & General Counsel 9 9\nMarcy Suntken SVP of School Partnerships 14 20\nDan Frechiling SVP of Business Development 1 1\nSharon Bergen SVP of Education and Training 18 18\nSteve Brown President, KCDL 1 1\nTotal 69 78\nAverage 8.6 9.7\n\nElanna Yalow, Ph.D., President and Chief Operating Officer\n\nDr. Yalow has been President and Chief Operating Officer of KLC since January 1996, having joined the\ncompany in 1989 to initiate development of the employer-sponsored services division. Currently, Dr.\nYalow is responsible for supervising all center operations and support functions. Her educational degrees\ninclude a Ph.D. in educational psychology from Stanford University School of Education in 1980 with an\nemphasis on the design and evaluation of educational programs for children as well as an M.B.A. from\nStanford University’s Graduate School of Business in 1989. With a background in educational research\nand development, Dr. Yalow contributed to numerous statewide and national curriculum development and\nassessment projects. Dr. Yalow has written extensively on matters related to the education of young\nchildren.\n\nMark Moreland, Executive Vice President, Finance and Chief Financial Officer\n\nMr. Moreland is Executive Vice President and Chief Financial Officer of Knowledge Learning Corporation\n(KLC). Mr. Moreland joined KLC during 2006. Prior to joining KLC, Mr. Moreland was Interim CFO with\nMovie Gallery, Inc.; the $2.6 billion holding company of the Movie Gallery and Hollywood Video movie\nrental stores with 4,700 stores nationwide. Before being appointed interim CFO, Mr. Moreland served as\nSenior Vice President, Finance and Treasurer. Before joining Movie Gallery, he was with Kmart\nCorporation in both merchandising finance and treasury capacities, last holding the role of Divisional Vice\nPresident, Assistant Treasurer. Mr. Moreland has also worked with Deloitte Consulting, Blue Shield of\nCalifornia and the U.S. General Accounting Office. Mr. Moreland earned an MBA from the University of\nMichigan and a B.S. in Economics from the University of Texas at Arlington.\n\nEva Kripalani, Senior Vice President and General Counsel\n\nMs. Kripalani became KLC’s Senior Vice President and General Counsel in January 2005. Prior to that,\nMs. Kripalani served as Senior Vice President, General Counsel and Secretary of KinderCare since July\n2001. She joined KinderCare in July 1997 as Vice President, General Counsel and Secretary. Prior to\njoining KinderCare, Ms. Kripalani was a partner in the law firm of Stoel Rives LLP in Portland, Oregon,\nwhere she had worked since 1987. Ms. Kripalani received her J.D., magna cum laude, from the\n\n153\n\nHOUSE_OVERSIGHT_024586",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024586.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2860,
    "word_count": 440,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:49.362825",
    "prefix": "IMAGES-008"
  }
}