{
  "document_id": "HOUSE_OVERSIGHT_023805",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023805.txt",
  "text": "Real-Life Learning Projects Considered 59\n\nthey create a deliverable and either continue to work on improving\nit after receiving feedback from the mentor or move on to the next\nsubtask in the story.\n\nI will describe briefly the stories that the students work within\n(they each last anywhere from 6 to 9 weeks). Then I want to consid-\ner what these courses are really teaching from the perspective of the\nframework of cognitive processes that I described in Chapter 4.\n\nCOURSE 1: “CASH CRISIS”—\nANALYZE AND SOLVE FINANCIAL BUSINESS PROBLEMS\n\nThe story for this course is that a family that owns a winery business\nhires a consulting firm to help determine why the bank denied the re-\nnewal of a loan. The students, working in the role of assistant consul-\ntants, first conduct financial analyses to determine problems within\nthe business. Next, they conduct a root cause analysis to determine\nthe underlying causes of the problems affecting the business. Students\nthen develop solutions to address the problems and write a report out-\nlining the solutions, including 5-year financial projections.\n\nCOURSE 2: “GOING ONLINE”’—\nTAKE A SMALL BUSINESS ONLINE\n\nStudents are contacted by an investor who is interested in starting an\nonline business selling gift baskets. She wants the students to help her\nplan what the business will sell in the gift baskets and to design the\nuser interface for the website. She is leaving it up to the students to\ndetermine what sort of gift basket business they want to design. Her\nimmediate concern is seeing what the site would look like, and how it\nwould function, to make sure she will have a good design to impress\nprospective buyers.\n\nStudents begin by interviewing prospective customers and seeing\nhow they typically buy such items online, to learn from their usage\npatterns and to determine common breakdowns in the usual process.\nNext, students produce expected user scenarios for the “personas”\nthey identify as being prospective users of the site. They then define\nfunctional and nonfunctional requirements for the site they must\n\nHOUSE_OVERSIGHT_023805",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023805.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2091,
    "word_count": 341,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:47.325280",
    "prefix": "IMAGES-007"
  }
}