{
  "document_id": "HOUSE_OVERSIGHT_024462",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024462.txt",
  "text": "LF Units and the GP Units will be reduced by the Profits\nParticipation LP Units as described below under\n“Distributions.”\n\nAssuming that 1,000,000 Units are sold to Investors by\nMarch 31, 2007, and that the accrued dividends on the\npreferred limited partner units are paid in cash, KUE LLC,\ncontrolled by the Principals, will hold approximately\n1,530,000 Common LP Units representing approximately\n60% ownership in KUE (excluding Profits Participation LP\nUnits) and 1,530,000 Class A Shares. The Common LP\nUnits owned by KUE LLC will not be transferable, except to\n(i) the Principals; (fi) to affiliates of the Principals; and/or (iii)\nto family members and/or charitable organizations in\nconnection with the Principals' estate planning, unless\ncombined with the corresponding percentage of Class A\nShares to form Units and transferred in the form of Units in\naccordance with the Limited Partnership Agreement.\n\nKnowledge Universe Holdings LLC, a Delaware limited\nliability company (\"KUH LLC”) controlled by the Principals,\nwill hold 900 Class B ordinary shares of the General Partner\n(the \"Class B Shares\"). The Class B Shares held by the\nPrincipals and their affiliates will not be transferable, except\nto (i) the Principals; (ii) to the affiliates of the Principals;\nand/or (ili) to family members and/or charitable organizations\nin connection with the Principals’ estate planning. The Class\nB Shares will automatically convert to Class A Shares if the\nPrincipals’ aggregate direct and indirect economic interest in\nKUE is less than 15% of the outstanding Partnership Units\n(as defined below) of KUE.\n\nA limited liability company (\"KULG LLC-1”), of which\nKnowledge Universe Learning Group LLC, a Delaware\nlimited liability company that is controlled by the Principals\n(\"KULG\"), and certain other persons designated by KULG\nare members, will be the holder of the Profits Participation\nLP Units (the “Profits Participation Limited Partner’) with the\neconomic rights as set forth in \"— Distributions” below. At\neach closing of any sale of Units to Investors where the\naggregate purchase price of all Units acquired by Investors\nto date is less than or equal to $1.5 billion (during the\nOffering Period or thereafter), the Profits Participation\nLimited Partner will be issued a number of Profits\nParticipation LP Units such that the aggregate shall equal at\nleast 9/11ths of the 11% of “Partnership Units” (Common LP\nUnits, GP Units, and Profits Participation LP Units) that may\nbe represented by Profits Participation LP Units. Additional\nProfits Participation LP Units will be issued to the Profits\nParticipation Limited Partner, at such time and in such\nnumbers as the Profits Participation Limited Partner will\ndirect, based upon the issuance by the Profit Participation\nLimited Partner of interests to members of the Profits\nParticipation Limited Partner (who may include employees,\nofficers, directors, consultants and agents of KUE, its\n\n29\n\nHOUSE_OVERSIGHT_024462",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024462.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2970,
    "word_count": 458,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:48.832329",
    "prefix": "IMAGES-007"
  }
}