{
  "document_id": "HOUSE_OVERSIGHT_022523",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022523.txt",
  "text": "21\n\nMexican national oil company. ?! And in the early 1980s,\nDOJ and SEC brought cases involving a $1 million bribe to\nthe chairman of Trinidad and Tobago’s racing authority.'”\n\nDOJ and SEC continue to regularly bring FCPA\ncases involving bribes paid to employees of agencies and\ninstrumentalities of foreign governments. In one such\ncase, the subsidiary of a Swiss engineering company paid\nbribes to officials of a state-owned and controlled electric-\nity commission. The commission was created by, owned\nby, and controlled by the Mexican government, and it had\na monopoly on the transmission and distribution of elec-\ntricity in Mexico. Many of the commission’s board mem-\nbers were cabinet-level government officials, and the direc-\ntor was appointed by Mexico's president.’ Similarly, in\nanother recent case, Miami telecommunications executives\nwere charged with paying bribes to employees of Haiti’s\nstate-owned and controlled telecommunications company.\nThe telecommunications company was 97% owned and\n100% controlled by the Haitian government, and its direc-\ntor was appointed by Haiti’s president.\n\nWhile no one factor is dispositive or necessarily more\nimportant than another, as a practical matter, an entity is\nunlikely to qualify as an instrumentality if a government\ndoes not own or control a majority of its shares. However,\nthere are circumstances in which an entity would qualify\nas an instrumentality absent 50% or greater foreign gov-\nernment ownership, which is reflected in the limited num-\nber of DOJ or SEC enforcement actions brought in such\nsituations. For example, in addition to being convicted of\nfunneling millions of dollars in bribes to two sitting presi-\ndents in two different countries, a French issuer’s three\nsubsidiaries were convicted of paying bribes to employees\nof a Malaysian telecommunications company that was 43%\nowned by Malaysia’s Ministry of Finance. There, notwith-\nstanding its minority ownership stake in the company, the\nMinistry held the status of a “special shareholder; had veto\npower over all major expenditures, and controlled impor-\ntant operational decisions.!” In addition, most senior\ncompany officers were political appointees, including the\n\nChairman and Director, the Chairman of the Board of the\n\nTender Committee, and the Executive Director.'** Thus,\n\ndespite the Malaysian government having a minority share-\nholder position, the company was an instrumentality of the\nMalaysian government as the government nevertheless had\nsubstantial control over the company.\n\nCompanies and individuals should also remember\nthat, whether an entity is an instrumentality of a foreign\ngovernment or a private entity, commercial (ie. private-\nto-private) bribery may still violate the FCPA’s accounting\nprovisions, the Travel Act, anti-money laundering laws, and\nother federal or foreign laws. Any type of corrupt payment\n\nthus carries a risk of prosecution.\n\nPublic International Organizations\n\nIn 1998, the FCPA was amended to expand the defini-\ntion of “foreign official” to include employees and representa-\ntives of public international organizations.'”’ A “public inter-\nnational organization” is any organization designated as such\nby Executive Order under the International Organizations\nImmunities Act, 22 U.S.C. § 288, or any other organization\nthat the President so designates.’ Currently, public interna-\ntional organizations include entities such as the World Bank,\nthe International Monetary Fund, the World Intellectual\nProperty Organization, the World Trade Organization, the\nOECD, the Organization of American States, and numer-\nous others. A comprehensive list of organizations designated\nas “public international organizations” is contained in 22\nUS.C. § 288 and can also be found on the U.S. Government\nPrinting Office website at http://www.gpo.gov/fdsys/.\n\nHow Are Payments to Third Parties\nTreated?\n\nThe FCPA expressly prohibits corrupt payments\nmade through third parties or intermediaries.'” Specifically,\nit covers payments made to “any person, while knowing\nthat all or a portion of such money or thing of value will\nbe offered, given, or promised, directly or indirectly,” toa\nforeign official. Many companies doing business in a foreign\ncountry retain a local individual or company to help them\nconduct business. Although these foreign agents may pro-\nvide entirely legitimate advice regarding local customs and\n\nprocedures and may help facilitate business transactions,\n\nHOUSE_OVERSIGHT_022523",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022523.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4472,
    "word_count": 658,
    "line_count": 96,
    "import_date": "2025-11-19T21:47:46.303868",
    "prefix": "IMAGES-007"
  }
}