{
  "document_id": "HOUSE_OVERSIGHT_018373",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018373.txt",
  "text": "The computing programming technology that lingers inside most data centers now\nand that makes sense of the ceaselessly arriving bits - Here is information on a\nbillion people. How many are named Bob? - is known as MapReduce. The name\ncombines two well-know computer fuctions, Map and Reduce, and it is just the sort\nof program Janelle and Hillis would have dreamed up, had they ever met.\nMapReduce divides computation work among thousands of machines, just the sort\nof massive parallelism Hilli had in mind. What it implicitly does, however, is crunch\nwhat might have taken years into microseconds. If the charmed phrase of James’\nstately Victorian elites more than a century ago was “Summer Afternoon,” ours\nmight be “MapReduce”, a kind of magic two word code for a whole way of living and\nthinking.\n\nThe most successful political and economic systems of the past, the ones that\nmarked the winning “convergence” club of humanity’s last great leap, let people\nliberate themselves into a life of their dreams. Liberty meant tearing down old\nbarriers to influence and security and knowledge; tipping over the Bastille, escaping\ncolonialism. And it meant, too, providing a scaffolding of education, of social\nsupport, of laws and stability for citizens. The industrial, urban and rich countries\nthat populate our world now evolved that way because their citizens made them so.\nThey escaped the tyranny of the pre-modern, of a world where the small town you\nwere born in and the pattern of your parents’ life were a kind of prision for your\nhopes. This was the whole trick of the Enlightenment, after all: What do you want to\nbe? You decide! What do you want your nation to be? Decide that too. Dare to know!\n\nLook ahead now. The very best future political and economic arrangements will\nneed to do something more than simply liberate us. They will have to enable and\npermit citizens to compress time. Just as the idea of a democracy was shocking once,\nthis concept of a system tuned not merely for liberty but for compression of time\nshould rattle us a bit. Certainly the attempt to achieve such an aim, to build the\nscaffolds and rails a time compressed world demands, will jostle much of what\nexistst now. But to be modern means, in essence, the right, the ability to engage in\ncompression. Nations or corporations or ideologies that can deliver this liberty of\nvelocity - and that can construct and manage the flat-out fast, networked, artificially\ntopologies such a life demands - will grow, thrive, accelerate even faster. The others,\nslowed by history or blocked by social or ideological designs, will miss the turn.\nThey will be the new divergence club. Fast networks will elude them. Self-defense\nwill be impossible; their time will be as vulnerable to easy manipulation and attack\nas the resources of China and Africa and Latin America were in the face of greedy\ncolonialist plunder several hundred years ago.\n\nThere is no equality of justice between the weak and the strong, the Italian historian\nGiambattista Vico once noted. So in our age. Between the fast and the slow? No\n\n206 Vico, New Science\n\n141\n\nHOUSE_OVERSIGHT_018373",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018373.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3134,
    "word_count": 529,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.686813",
    "prefix": "IMAGES-004"
  }
}