{
  "document_id": "HOUSE_OVERSIGHT_030987",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_030987.txt",
  "text": "From: Michael Wolff\n\nSent: 2/1/2019 4:07:11 PM\nTo: Jeffrey Epstein [jeevacation@gmail.com]\nSubject: FYI\n\nImportance: — High\n\nBooks and newspaper accounts of Trump’s 45 years in business were full of his\nshady dealings, and the presidency had only helped to highlight them and to surface even\njuicier ones. Real estate was the world's favorite money laundering currency and Trump's\nB-level real estate business was quite explicitly designed to appeal to money launderers.\nWhat’s more, Trump’s own financial woes, and desperate efforts to maintain billionaire\nlifestyle, cache, and market viability, forced him into constant and unsubtle\nschemes. Practically speaking, you couldn’t miss him, as the Mueller investigation\nappeared to be finding.\n\nIn November 2004, for instance, Jeffrey Epstein, the financier later caught in a scandal\ninvolving under-age prostitutes, agreed to buy out of bankruptcy a house in Palm Beach,\nFlorida for $30 million—a house that had been on the market for two years. Epstein and\nTrump had been close friends—playboys in arms, as it were—for more than a decade,\nwith Epstein often counseling Trump on his chaotic financial affairs. Epstein took Trump\nto see the Palm Beach house to advise him on construction issues involved with moving a\nswimming pool. As he prepared to finalize his deal for the house, an incredulous Epstein\nsaw a severely cash-constrained Trump bid $41 million for the property, buying it through\nan entity called Trump Properties LLC, financed by Deutsche Bank. Trump, Epstein knew,\nhad been renting his name, telling Epstein he ought to do the same—that is, for an ample\nfee, Trump was willing to serve as a front man to disguise the actual ownership in a real\nestate transaction. (This was, in effect, just another variation of Trump’s basic business\nmodel of licensing his name for commercial properties owned by someone else.) A furious\nEpstein, suspecting that the real owner was a Russian oligarch, who Trump Knew, Dmitry\nRybolovlev—part of the close Putin circle of government-aligned industrialists in Russia—\nthreatened to expose the deal, then getting extensive scrutiny in Florida papers. The fight\nbecame all the more bitter when, two months later, the house was put on the market for\n$125 million. Well known to Trump, who often saw Epstein at his current Palm Beach\nhouse, Epstein was visited almost every day, and had been for many years, by girls who he\npaid for massages with happy endings—girls recruited from local restaurants, strip clubs,\nand, also, Trump’s Mar-a-Lago. Just as the threats and enmity of the two friends increased\nover the house sale, Epstein found himself under investigation by local Palm Beach police.\nEpstein’s legal problems vastly escalated as the house, with only minor improvements,\nwas bought for $96 million by Dmitry Rybolovlev. That is, Trump had either miraculously\nearned $55 million, without putting up a dime, or Rybolovlev, or someone such as\nRybolovlev, paid Trump Properties, LLC—actual owner unknown—$96 million, thereby\nproviding a clean payment of $55 million to someone. Rybolovlev might have, in effect,\npaid himself for the house, thereby cleansing the money. Epstein, on his part, would spend\n12 months in jail on a prostitution charge.\n\nHOUSE_OVERSIGHT_030987",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_030987.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3273,
    "word_count": 516,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:49.200629",
    "prefix": "IMAGES-011"
  }
}