{
  "document_id": "HOUSE_OVERSIGHT_024697",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024697.txt",
  "text": "CHAPTER IV\nU.S. Legal Landscape\n\nN\n\nThe legal landscape for the cannabis industry in the United States continues to be characterized by\nconflict between federal prohibition and the steady advance of state legalization. According to federal\npolicy, Americans can access tobacco, alcohol and prescription drug products that kill thousands each\nyear, but they cannot access cannabis because it is a dangerous drug with no currently accepted med-\nical application in the United States (notwithstanding the federal government holds a U.S. patent for\nmethods of treating diseases with cannabinoids). Meanwhile, 46 U.S. states permit some use of canna-\nbis products as medicine by adults or children, and 8 of those states have laws that regulate cannabis\n\nlike alcohol.\n\nThe U.S cannabis industry has proven adept at navigating this federal-state conflict and is experi-\nencing rapid growth despite it. Moreover, we believe that federal policy will move (and may already be\nmoving) in a new direction—one that would facilitate federal approval of cannabis-derived drugs and\nultimately, we believe, give rise to a regulatory and political environment in which the U.S. Congress\ncould fully legalize both medical and recreational cannabis.\n\nIn this chapter, we summarize three categories of state cannabis laws and examine certain federal\nlaws and policies that impact the cannabis industry, including federal laws related to drug and food reg-\nulation, banking and finance, and intellectual property. Finally, we offer our views about how the can-\nnabis legalization trend and related developments likely lead to a federally legal U.S. cannabis industry.\n\n© 2017 Ackrell Capital, LLC | Member FINRA/SIPC 61\n\nHOUSE_OVERSIGHT_024697",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024697.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1723,
    "word_count": 260,
    "line_count": 29,
    "import_date": "2025-11-19T21:47:46.647654",
    "prefix": "IMAGES-008"
  }
}