{
  "document_id": "HOUSE_OVERSIGHT_023750",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023750.txt",
  "text": "q Teaching Minds\n\nThere are subjects that are school subjects and there are subjects\nthat are life subjects and teenagers can tell the difference. They\nwork harder at the life subjects.\n\nAnd, what is the difference between these two kinds of subjects? Goals.\nIt is as simple as that.\n\nInstead of simply saying what is wrong with schools and what\nteenagers are really like in school, I want to take a different tack.\n\nSome teenagers wake up in the morning wanting to learn history\nor algebra but they are a very small minority of the school population.\nThere is no minority, however, when it comes to dating or driving for\nteenagers. They all want to do these things. So the question I want to\nask is:\n\nAre there other things that all teenagers want to do and are those\nthings connected in some way with learning?\n\nOr, to put this another way, if school had been designed around\nsomething other than subjects, what would it have been designed\naround? Driving and dating, which we know are winners in a teenager’s\nworld, could be seen as subjects, or they could be seen as instances\nof something else, and that something else might be something\nimportant to learn.\n\nStudents everywhere might want to learn whatever that is and they\nwould work hard to learn it. If we can turn the question around in that\nway, maybe we can design better learning situations for everybody.\n\nSo, the question is:\n\nWhat are driving and dating instances of, with respect to learning?\nOr, to address this from the cognitive science point of view:\n\nWhat is it that students are doing when they learn to drive\n\nand date that they might be getting better at while doing those\n\nthings?\n\nCan we view whatever it is they are getting better at as an example\n\nof the kinds of things we should want to teach and that students\nshould want to learn? Answering these questions will allow us to\n\nHOUSE_OVERSIGHT_023750",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023750.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1880,
    "word_count": 332,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:46.555980",
    "prefix": "IMAGES-007"
  }
}