{
  "document_id": "HOUSE_OVERSIGHT_028026",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028026.txt",
  "text": "loss. As I prepared my notes, I also spent time working out how to square what I\nfelt I needed to say, with what many in the audience, and certainly Ben-Zion\nand Bibi, would expect me to say. Not only was Yoni being mourned across\nIsrael after Entebbe. He was being elevated — in the spirit of Shimon’s words at\nthe funeral —to something approaching sainthood. I did not want to detract from\nhis evolving status as national hero, or his importance as a symbol of a\ncommando success which had, for the first time since the 1973 war, restored a\nmeasure of Israeli sense of self-confidence. A victory, over all logic and all\nodds. But I also wanted to find a way of capturing Yoni as he really was: a\nbrave man, an extraordinary fighter and officer. But also a man sometimes\nfeeling torn inside, and alone.\n\nI began with words of ancient rabbinic wisdom about the path which all of us\ntravel from birth to death, and to whatever comes after. The quotation I chose —\nfrom the 2,000-year-old volume known as Pirkei Avot, the Ethics of our Fathers\n— seemed right to me. “Know where you came from: a putrid drop... Know\nwhere you are going: to a place of dust, maggots and worms... And know before\nwhom you are destined to give your final account, the King of Kings.” I spoke\nof the loss of Yoni, and said it was impossible not to think about the meaning of\nwhat lay between the “putrid drop” where each of us begins our life and our\nfinal reckoning. “I believe that life is not just a sum of the hours and days\nbetween the beginning and the end. It is the content we pour into the space in\nbetween,” I said. ?d known people who were given the gift of a long life but\nwho, by that definition, had hardly lived at all. There were also people like\nYoni. He’d lived only briefly. But he had learned and loved. Fought and trained\nothers to fight. Grappled with the most profound puzzles of existence, and yet\nremained open “to the wonders of a smile. A journey. A flower. A poem.” If\nthere was any consolation for a life ended cut off at age 30, I said, that was it.\n\nBut I wanted to give a more personal, nuanced picture of the life that he, and\nwe, and lost. “Our Yoni... We have seen him torn between his passion for\nknowledge on the one hand, and the sense of mission and of personal fulfillment\nthat he found in uniform. There was the Yoni of history and philosophy books:\nPlato and Marx. Who saw the history of Israel not just as a compendium of\nfacts, but a source of inspiration, and a call for action. The Yoni who rebuilt a\ntank battalion reduced to ashes and dust on the Golan. And there was the Yoni\nat peace. Tranquil. At home. With his pipe and his phonograph records, out of\nuniform. We saw him in his hours of supreme achievement and satisfaction. We\nsaw him, too, sometimes standing alone, with pain in his heart, biting his teeth,\n\n178\nHOUSE_OVERSIGHT_028026",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028026.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2865,
    "word_count": 536,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:47.638178",
    "prefix": "IMAGES-009"
  }
}