{
  "document_id": "HOUSE_OVERSIGHT_022253",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022253.txt",
  "text": "massage sessions, picking up soiled towels and putting away the sex toys. And she was upset that a photo\nof Epstein with the pope hung next to one of him with a young girl.\n\nIronically, Rodriguez, who ran the house on El Brillo Way in 2004 and 2005, ended up being sentenced\nto more jail time than his boss as a result of the complex investigation into Epstein’s activities. He was\nfired, he says, for inadvertently drawing police attention to one of the girls when she arrived at the house\nunannounced to collect money. He saw an unfamiliar “beater” in the driveway one evening and called\n911. When he left Epstein’s employ, Rodriguez took away some notes and emails about massage\nappointments as “protection” against his own prosecution, and failed to produce them during the Palm\nBeach Police Department’s initial investigation.\n\ne javascript: ;javascript:;\n\ne http://www.thedailybeast.com/blogs- and-stories/2010-07-22/jeffrey-epstein-pedophile-billionaire-and-his-sex-den/full/\ne javascript:void(0)\n\n° javasenpivord(0)\n\ne javascript:void(0)\nUnable to get work as a house manager elsewhere in South Florida, he says, Rodriguez later tried to sell\nthis “golden nugget”—his term—for $50,000, to be used in the victims’ civil suits. Unfortunately, he\nmade the offer to an undercover cop, and was subsequently charged with “obstruction of official\nproceedings” for withholding information that could have advanced the criminal investigation of\nEpstein—which by that point had been settled in a plea deal. Rodriguez was sentenced to 18 months in\nfederal prison (Epstein was allowed to serve 13 months in the Palm Beach county jail), and now awaits\nan additional sentence on Aug. 24 in federal court in Miami for transporting firearms, another deal he\nsays he made to pay the bills after he lost his job.\nIn a deposition given for the civil suits, Rodriguez testified that he was instructed to always have $2,000\nin cash on hand, so that he could pay both the girls who gave massages and recruiters such as Haley\nRobson who brought them to the house. He also testified that Epstein made large contributions to the\nPalm Beach Police Department, and in return was given PBPD baseball hats to put on the dashboard of\nhis various cars to avoid being stopped or ticketed by local police. Retired Police Chief Michael Reiter,\nin his own deposition, acknowledged that, in addition to earlier donations to the police department\n(which are fairly common in well-heeled Palm Beach), Epstein had recently given the department\n$100,000 for some sophisticated equipment. The police were still researching the purchase when Epstein\ncame under suspicion, and Reiter ordered the money returned. (Guy Frostin, one of Epstein’s local\nattorneys, told police that Epstein also gave $100,000 to the Florida Ballet for massages, because he was\n“very passionate” about massages being “therapeutically and spiritually” beneficial. Yet victims told\npolice they had no massage training.)\nPerhaps most disturbing, in terms of possible sex trafficking, was Epstein’s relationship with Jean Luc\nBrunel, owner of the MC2 modeling agency. According to a complaint filed in the U.S. District Court for\nthe Southern District of Florida, an alleged victim said that Epstein, Maxwell, Brunel, Rodriguez, and\nMarcinkova “deliberately engaged in a pattern of racketeering that involved luring minor children\nthrough MC2, mostly girls under the age of 17, to engage in sexual play for money.” (Which would\namount to trafficking.)\nBrunel is a 50-plus French playboy who was formerly part owner of Karin, a Paris-based modeling\nagency. He lives in New York and South Beach, Florida, and owns 85 percent of MC2, which has offices\nin New York, Miami, and Tel Aviv. (The remaining 15 percent is owned by his partner, Jeff Fuller.)\nBrunel has been observed as a house guest at Epstein’s Palm Beach home and may well have had contact\nwith him also in New York, where Epstein owns a lavish home, and in Paris, where Epstein keeps an\napartment on elegant Ave. Foch.\nCBS reporter Craig Pyes, who investigated Brunel for a 60 Minutes broadcast many years ago, is quoted\nin Michael Gross’ book about the modeling industry, Model: The Ugly Business of Beautiful Women.\n\nHOUSE_OVERSIGHT_022253",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022253.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4239,
    "word_count": 673,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:44.043574",
    "prefix": "IMAGES-006"
  }
}