{
  "document_id": "HOUSE_OVERSIGHT_029684",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029684.txt",
  "text": "From: Jeffrey Epstein [jeevacation@gmail.com]\n\nSent: 1/29/2013 12:06:15 PM\nTo: Mohamed Waheed [x |\nSubject: Re:\n\ncan we speak today, ?\n\nOn Sun, Jan 27, 2013 at 12:33 AM, Mohamed Waheed <q wrote:\nThank you. You are my savior. I will do exactly what you said.\n\nSent from my iPhone\n\nOn Jan 27, 2013, at 9:29 AM, Jeffrey Epstein <jeevacation@gmail.com> wrote:\n\nthis from a fraud web site, your mimister will get upset that you dont want to at least try, what do we have to\nlose , always the pitch. THe following from the fraud site. --The essential fact in all advance-fee fraud\noperations is that the promised money transfer never happens—because the money does not exist. The\nperpetrators rely on the fact that, by the time the victim realizes this (often only after being confronted by a\nthird party who has noticed the transactions or conversation and recognized the scam), the victim may have\nsent thousands of dollars of their own money, and sometimes thousands or millions more that has been\nborrowed or stolen, to the scammer via an untraceable and/or irreversible means such as wire\n\ntransfer.“*!_ Stay away, however if you want to embarass your possible opponent , you might set it up so that\nhe looks like a fool, ask for amemo of why he thinks you should agree , have it include as many detials as\npossible, so that when you prove its a fraud,, you will make him look very silly as opposed to his saying , you\nmissed an opportunity, anyway,, glad you are well\n\nOn Sat, Jan 26, 2013 at 10:49 PM, Mohamed Waheed Hassan wrote:\nJeffrey,\nNeed your advice.\nMy finance minister is telling me that he has an anonymous funds manager who is willing to deposit 4 billion\ndollars in Maldives and that they are willing to lend a percentage of that in exchange for government\npromissory notes. The 4 billion would be deposited in the Central Bank. But they want us to set up a special\npurpose vehicle, a construction company fully owned by the government to receive the loan. Such a company\ncan only be set up under a presidential decree.\n\nI am also told that the funds manager would be charging Maldives upfront a certain percentage of the amount\nlent.\n\nI don't feel I have enough information on this. I don't know who is this funds manager. They always want the\nfinance minister to meet them in Bangkok or some place outside. Why would anyone want to deposit such a\nlarge amount here when we don't have a credit rating and public debt is so high. I feel very uncomfortable\nabout this.\n\nWhat do you think I should do. Iam very uncomfortable. In addition to the finance minister, a leading\npolitician and leader of the coalition parliamentary group is behind it. He could be my leading contender for\npresidency.\n\nDoes this sound all ridiculous to you. I have a strange feeling about this whole thing.\n\nBest regards\nWaheed\n\nHOUSE_OVERSIGHT_029684",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029684.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2839,
    "word_count": 500,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:49.219083",
    "prefix": "IMAGES-010"
  }
}