{
  "document_id": "HOUSE_OVERSIGHT_024741",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024741.txt",
  "text": "ACKRELL\nCAPITAL CHAPTER VI U.S. and International Cannabis Market Estimates\n\nm U.S. State-Legal Cannabis Market\n\nMore than 97% of the U.S. population lives in a state or district (District of Columbia) with at least\none law that permits the manufacturing, distribution, dispensing or possession of cannabis or con-\ncentrates. As described in more detail in Chapter IV, U.S. Legal Landscape, most of these laws are\nmedical laws, and only eight states have enacted recreational laws. While the overall state-legal market\nhas grown significantly, the addressable market has been constrained due to the lack of access to purely\nrecreational consumers and the sometimes-narrow scope of medical conditions that qualify a patient\nto access medical cannabis.\n\nWe estimate that the 2017 U.S. state-legal cannabis market was $8.0 billion, with more than four\nmillion consumers. The breakdown of this estimate by state is shown in the following chart.\n\n2017 U.S. State-Legal Cannabis Market Estimate\n\nOther States\n$1.9B\n\nCalifornia\n\n$3.2B\n\nColorado\n$1.5B\n\nOregon Washington\n$470M $929M\n\nSource: Ackrell Capital\n\nRecreational Sales as a Key Market Driver\n\nOf the eight states that have enacted recreational laws, all had previously implemented medical laws.\nAs shown in the following graphs for the three largest states to implement recreational laws, imple-\nmentation of a recreational law significantly expanded the overall size of the legalized cannabis market,\ndoubling the size of the market in each of these states in the first full calendar year after implementa-\ntion. In addition, the percentage of the total market attributable to recreational consumers increased\nquickly. This indicates significant, pent-up consumer demand for legal cannabis in the United States,\nand we expect a significant increase in the size of the overall state-legal market as more states implement\nrecreational laws.\n\n© 2017 Ackrell Capital, LLC | Member FINRA/SIPC 105\n\nHOUSE_OVERSIGHT_024741",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024741.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1967,
    "word_count": 295,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:48.651112",
    "prefix": "IMAGES-008"
  }
}