{
  "document_id": "HOUSE_OVERSIGHT_024132",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_024132.txt",
  "text": "﻿March 15, 2012\nTopics: Is US data as good as it looks? Is Chinese data as bad as it looks? Is European data as bizarre as it looks?\nWhat a diff’rence a day makes. Ever since the ECB giftwrapped\n650 billion Euros for EU banks, the news has been\npretty good, particularly in the US. Most of the market’s\nfocus is on the US consumer, for the simple reason that US\nhouseholds are the largest single economic force in the world\n(see table). Even after deconstructing the labor report for\nsigns of false positives 1 , the message is clear: US job markets\nare gradually getting better, and so is spending. The capital\nposition of US banks is in good shape 2 , so we expect access\nto credit to remain easy 3 . A US GDP growth rate of 2.25% is\nstill below trend, but a long way from the unavoidable\nrecession articulated by the ECRI last fall. I agree with those\nwho think the US economy could not withstand a withdrawal\nof stimulus right now, but I also do not see the Fed actively\nwithdrawing it. Whatever rain dance the Fed is doing to\nkeep inflation low, they better keep doing it.\nA chart I saw on the history of jobless claims (below, left) was meant to show how good things may get. In the prior 3 business\ncycles, when continuing claims fell through 2.2% of the labor force (1982, 1993, 2003), it was a great time to add risk in\nportfolios. Improving claims signaled that the business cycle was picking up enough steam to be self-sustaining, and last week,\nthe US crossed through this barrier again. But as Big Bird used to say, one of these things is not like the other: the US\nprimary budget deficit which supports this recovery is a bigger now. So, the US economy better improve markedly in order\nto pay the freight. When will this chart on the primary deficit (below, right) matter to financial markets? Only when it becomes\na binding constraint, either due to a lack of demand to finance the deficit at current yields, or due to the economic cost of closing\nit. The timing is uncertain, given Central Bank purchases of Treasury bonds, and a Congress which may leave the problem for\nanother day (or generation). I lose a lot of sleep over this, but I don’t know a lot of other people that do. As discussed last\nweek, portfolio allocations given today’s private and public sector realities vary substantially across wealth management firms.\nOurs rely on hedge funds, credit and real estate as complements to public and private equity.\nIn past cycles, claims were a great market signal\nContinuing claims as a % of labor force\n5.0%\n4.5%\n4.0%\n3.5%\n3.0%\n2.5%\n2.0%\n1.5%\n1.0%\n1967 1972 1977 1982 1987 1992 1997 2002 2007 2012\nSource: Department of Labor, BLS, Empirical Research Partners.\nThe importance of the US consumer\nBillions of USD\nPrivate\nConsumption Investment Gov. Net\nSpending exports\nUS 10,417 1,818 3,020 (500)\nAsia 8,231 4,614 3,449 424\nAsia ex. CN/JPN 2,761 597 1,482 134\nJapan 3,501 1,185 1,175 58\nChina 1,969 2,832 792 232\nEurope 9,670 3,148 3,662 130\nEMU 7,145 2,386 2,704 145\nLatin America 2,747 754 1,010 28\nSource: Haver. Data as of Q4 2010.\nPaging Dick Cheney: Do Deficits Matter?\nDeficit ex-interest, percent of GDP, seasonally adjusted\n8\n6\n4\n2\n0\n-2\n-4\n-6\n-8\n-10\n-12\n1954 1967 1981 1995 2008\nSource: CBO, BEA, OMB, J.P. Morgan Private Bank.\n1 Our chief economist Michael Vaknin has analyzed the various seasonal adjustments that the Bureau of Labor Statistics uses when it reports\npayrolls. After adjusting for better weather, the Lehman shock and other factors, payroll growth does not look quite as good as reported, but\nis still positive. The trend is supported by the latest Manpower surveys, Institute for Supply Management surveys, JOLTS surveys, etc, all of\nwhich show growing demand for labor. Even state and local government firing has finally come to an end, which was a constant fixture of\nthe last two years. So far, hourly earnings remain very weak, and typically do not grow until later in the cycle.\n2 The latest US bank stress tests were pretty stressful. Two-year loss assumptions applied by the Fed were higher than those experienced\nduring 2008 and 2009, and comparable in almost every category to realized losses during the Great Depression. Almost every institution\npassed the test, and even the ones that didn’t are expected to reach required capital levels in short order. US banks have sharply reduced\nreliance on “hot money” (time deposits, commercial paper and repo), relying instead on core retail deposits to finance their balance sheets.\nComparing the rigor of US and European bank stress tests is like comparing the rigors of actual football to Wii football.\n3 So far, net household borrowing other than student loans is weak; loan growth is almost exclusively from companies rather than households.\n1\nMarch 15, 2012\nTopics: Is US data as good as it looks? Is Chinese data as bad as it looks? Is European data as bizarre as it looks?\nThere’s also some good news on the global profit outlook, or at least an end to the bad news. A measure of global earnings\nrevisions had been running negative for 40 weeks in a row until last week when it turned slightly positive. Other corroborating\nevidence comes from conversations we’ve had with private equity firms, whose portfolio companies are generally planning for\n10%-20% increases in capital spending budgets this year.\nGlobal earnings revisions vs. global equities\n(# of upgrades minus # of downgrades) / total revisions Level\n1,575\n0.4\n0.3\n0.2\n0.1\n0.0\n-0.1\n-0.2\n-0.3\n-0.4\n-0.5\n-0.6\n-0.7\nMSCI World\nIndex\n2008 2009 2010 2011 2012\nSource: Citigroup, Bloomberg.\n1,475\n1,375\n1,275\n1,175\n1,075\n975\n875\n775\n675\nUnfortunately, the ECB can't create jobs\nEmployment, percent change, QoQ, saar\n3%\n-3%\n2005 2006 2007 2008 2009 2010 2011\nSource: Eurostat, Bundesbank.\nAfter four years that challenge some of the basic assumptions of efficient markets and laissez-faire capitalism, there is a pent-up\ndemand for normalcy among individual investors, money managers, CEOs, corporate treasurers, pension funds, regulators, etc.\nThrough massive money creation, Central Banks have provided the veneer of normalcy which has allowed the private sector to\nget moving again in the US, or at least in the case of Europe, to stop declining. Markets love it. Is the ECB’s Mario Draghi a\ngenius? Only time will tell. The last time the term Maestro got thrown around, it was a case of premature exaltation.\nThe latest from Europe: my head is hot and my feet are freezing\nAngela Merkel described Europe as being “a good way up the mountain path” regarding the debt crisis. Courtesy of the ECB,\nthere has been a dramatic improvement in sovereign and bank debt markets. However, in the real economy, improvements are\nmuch harder to find. In contrast to improving labor markets in the US, Europe still looks pretty bad outside Germany (see chart\nabove; the declining Euro Area line includes the better data from Germany). Other variables related to production and\nconsumption show the same regional divergences. The challenge for Spain looks particularly daunting, given a less open\neconomy than countries like Ireland, escalating costs associated with bank recapitalization and municipal funding shortfalls, and\nthe likely continued withdrawal of foreign capital from the private sector. Even with continued German assistance, it’s going to\nbe a long and freezing mountain hike for the periphery.\nOn investments, we saw a lot of things we recognized in a 76-page Morgan Stanley paper on bank deleveraging and real estate.\nThis has been one of our primary investment themes over the last year. MS estimates 3 trillion Euros of deleveraging by\nEuropean banks in the next 3-5 years, even with ECB repo facilities slowing the pace of asset dispositions, and a more\nrelaxed approach to Basel 3. Europe’s greater reliance on banks to finance commercial property investments (versus capital\nmarkets) is a primary driver here. One example: amazingly, Spanish banks have more domestic commercial real estate loans\nthan UK and German banks combined. There are likely to be opportunities in purchasing loan portfolios, and in providing\ncapital to refinance existing loans. In an environment of low growth, perpetual austerity and rising consumer stress, and the\nlingering possibility of a devaluation in some countries, buyer portfolio discounts need to be large enough to make sense.\nWhere is China heading?\nThere is a roiling epistemological debate as to whether China’s current decline is structural or cyclical. As an aside, two of JP\nMorgan’s investment banking analysts (one an economist, the other an equity market strategist) have taken opposite sides of the\ndebate, which is in and of itself a healthy thing. Like the question about whether Italy has a liquidity crisis or a solvency crisis,\nthe answer depends on your definition, and definitions can change depending on how governments respond. On the following\npage, we include our own China Dashboard we use to track what’s going on. Now that we have February data as well as\nJanuary and can adjust for some of the New Year effects, it’s pretty clear that China is slowing. Markets are still nervous, since\nPremier Wen stated that the government is still concerned about elevated home prices, and that they will continue tight policies\non property markets. Home price to income ratios in some major cities exceed peak 2006 California levels.\nBut with the collapse in Chinese inflation, the government has room to re-stimulate a bit. Recently, the Chinese government has\ninjected more liquidity; expanded the quota for foreign equity investment; cut bank reserve requirements; delayed tighter capital\n2%\n1%\n0%\n-1%\n-2%\nGermany\nEuro Area\n2\nMarch 15, 2012\nTopics: Is US data as good as it looks? Is Chinese data as bad as it looks? Is European data as bizarre as it looks?\nadequacy rules; created a program through which municipalities can issue bonds with government guarantees (rather than\nhaving to borrow from banks); eased first time homebuyer restrictions; and injected capital into its biggest banks. What the\nChina debate is really about is whether these measures will reinvigorate growth or not. Since much of the recent\nslowdown was self-imposed due to inflation concerns, it seems reasonable to us to expect the Chinese economy to respond\npositively to stimulus should it be reapplied. We are not big buyers of Chinese onshore equities for reasons we have\nexplained before, but we do rely on 7%-8% Chinese GDP growth to fuel economic activity in Asia that underpins many\nof our investments there. As things stand now, we see no reason why this growth target will not be achieved.\nChinese economic monitor, percent change*, YoY, sa, 2006 to present\nTotal loans\nCPI\nExports\nPMI\nMoney\nsupply\nNon-food CPI\nRetail\nsales\nPassenger car\nsales\nFixed asset\ninvestment\nHousing price to\nincome\nShenzhen\nBeijing\nShanghai\nIP\nElectricity\nproduction\nCement\nproduction\nSteel\nproduction\nSource: National Bureau of Statistics, PBOC, China Automotive Information, China Economic Information Network, CLSA-Markit, Haver Analytics. J.P. Morgan\nSecurities LLC, ISI Group, J.P. Morgan Private Bank. * PMI data are index level. Housing price to income, cement production and steel production are as of\nDec. 2011. All the other data are as of Feb. 2012.\nMichael Cembalest\nChief Investment Officer\n“What a diff’rence a day makes”, Dinah Washington, 1959, Mercury Records\n“Banks Deleveraging and Real Estate”, Morgan Stanley Research, Francesca Tondi, March 15, 2012\nThe ECRI (Economic Cycle Research Institute) claims papal infallibility on its historical recession predictions. ECB =\nEuropean Central Bank. EMU = European Economic and Monetary Union\nThe material contained herein is intended as a general market commentary. Opinions expressed herein are those of Michael Cembalest and may differ from those of other J.P.\nMorgan employees and affiliates. This information in no way constitutes J.P. Morgan research and should not be treated as such. Further, the views expressed herein may\ndiffer from that contained in J.P. Morgan research reports. The above summary/prices/quotes/statistics have been obtained from sources deemed to be reliable, but we do not\nguarantee their accuracy or completeness, any yield referenced is indicative and subject to change. Past performance is not a guarantee of future results. References to the\nperformance or character of our portfolios generally refer to our Balanced Model Portfolios constructed by J.P. Morgan. It is a proxy for client performance and may not\nrepresent actual transactions or investments in client accounts. The model portfolio can be implemented across brokerage or managed accounts depending on the unique\nobjectives of each client and is serviced through distinct legal entities licensed for specific activities. Bank, trust and investment management services are provided by J.P.\nMorgan Chase Bank, N.A, and its affiliates. Securities are offered through J.P. Morgan Securities LLC (JPMS), Member NYSE, FINRA and SIPC. Securities products\npurchased or sold through JPMS are not insured by the Federal Deposit Insurance Corporation (\"FDIC\"); are not deposits or other obligations of its bank or thrift affiliates\nand are not guaranteed by its bank or thrift affiliates; and are subject to investment risks, including possible loss of the principal invested. Not all investment ideas referenced\nare suitable for all investors. Speak with your J.P. Morgan Representative concerning your personal situation. This material is not intended as an offer or solicitation for the\npurchase or sale of any financial instrument. Private Investments may engage in leveraging and other speculative practices that may increase the risk of investment loss, can be\nhighly illiquid, are not required to provide periodic pricing or valuations to investors and may involve complex tax structures and delays in distributing important tax\ninformation. Typically such investment ideas can only be offered to suitable investors through a confidential offering memorandum which fully describes all terms, conditions,\nand risks. IRS Circular 230 Disclosure: JPMorgan Chase & Co. and its affiliates do not provide tax advice. Accordingly, any discussion of U.S. tax matters contained herein\n(including any attachments) is not intended or written to be used, and cannot be used, in connection with the promotion, marketing or recommendation by anyone unaffiliated\nwith JPMorgan Chase & Co. of any of the matters addressed herein or for the purpose of avoiding U.S. tax-related penalties. Note that J.P. Morgan is not a licensed insurance\nprovider. © 2012 JPMorgan Chase & Co; All rights reserved\n3",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_024132.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 14632,
    "word_count": 2397,
    "line_count": 227,
    "import_date": "2025-11-19T21:47:48.068690",
    "prefix": "TEXT-001"
  }
}