{
  "document_id": "HOUSE_OVERSIGHT_019898",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019898.txt",
  "text": "2\n\nTRUMP TOWER\n\nn the Saturday after the election, Donald Trump received a small group of well-\n\nwishers in his triplex apartment in Trump Tower. Even his close friends were still\nshocked and bewildered, and there was a dazed quality to the gathering. But Trump\nhimself was mostly looking at the clock.\n\nRupert Murdoch, heretofore doubtlessly certain Trump was a charlatan and a fool, said\nhe and his new wife, Jerry Hall, would pay a call on the president-elect. But Murdoch was\nlate—quite late. Trump kept assuring his guests that Rupert was on his way, coming soon.\nWhen some of the guests made a move to leave, Trump cajoled them to stay a little longer.\nYou’ll want to stay to see Rupert. (Or, one of the guests interpreted, you’ll want to stay to\nsee Trump with Rupert.)\n\nMurdoch, who, with his then wife, Wendi, had often socialized with Jared and Ivanka,\nin the past made little effort to hide his lack of interest in Trump. Murdoch’s fondness for\nKushner created a curious piece of the power dynamic between Trump and his son-in-law,\none that Kushner, with reasonable subtly, played to his advantage, often dropping\nMurdoch’s name into conversations with his father-in-law. When, in 2015, Ivanka Trump\ntold Murdoch that her father really, truly was going to run for president, Murdoch\ndismissed the possibility out of hand.\n\nBut now, the new president-elect—after the most astonishing upset in American history\n—was on tenterhooks waiting for Murdoch. “He’s one of the greats,” he told his guests,\nbecoming more agitated as he waited. “Really, he’s one of the greats, the last of the greats.\nYou have to stay to see him.”\n\nIt was a matched set of odd reversals—an ironic symmetry. Trump, perhaps not yet\nappreciating the difference between becoming president and elevating his social standing,\nwas trying mightily to curry favor with the previously disdainful media mogul. And\nMurdoch, finally arriving at the party he was in more than one way sorely late to, was as\nsubdued and thrown as everyone else, and struggling to adjust his view of a man who, for\nmore than a generation, had been at best a clown prince among the rich and famous.\n\nHOUSE_OVERSIGHT_019898",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019898.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2171,
    "word_count": 367,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.761579",
    "prefix": "IMAGES-005"
  }
}