{
  "document_id": "HOUSE_OVERSIGHT_010970",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010970.txt",
  "text": "throughout economic history until new insights now summarized as the marginalist\nrevolution began in 1871. The marginalists, mentioned in the forward, swapped the\ntelescope for the microscope. They left aside the grand teleologies of Smith and\nRicardo and Mill and Marx to refocus on the mechanics of choice. Reasons for tastes\nor choices were treated as irrelevant. By 1900 or so, the marginalists had given us\nmicroeconomics much as we know it today. A century would pass before\n\nbioeconomics took form in response to Hamilton’s rule.\n\nSummary\n\nThat gives the outline. It is a layman’s view of what a proper economist might not\nhave attempted. Fools rush in. I will cite sources in economics and biology not to\npretend that I am an authority, but to give real ones a chance to check. My case rests\non the charts and tables. Mill might have been astonished to find that the kind of\n\ngrowth he described is the only kind to appear in the record.\n\nWhat makes my book different, aside from my lack of credentials, is the surprises\nand the unusual degree of abstraction leading to them. Not many writers try to\nfollow a chain of inference as far without the comforting touch of the stone and\nwood and rope. If Becker had been as venturesome, he might well have solved the\nage-wage problem in 1964. I see no other path. Economics is all inside. It is tastes\nexpressed in choices. Capital is foreseen satisfactions discounted by whatever our\ntaste for impatience is. Most of it is human capital leaving little market record\n\nbeyond its rental cost in pay. Logic is about all we have left.\n\nBut the story cannot end in thin air. Few would pay the nuisance cost of so much\nabstraction without prospect of surprising and testable prediction. I will try to\ndeliver that. Mill’s idea is a surprise to politicians, if less so to economists, and could\nhardly be tested more thoroughly and successfully. When new ideas are thought up,\nMother Nature says “Shazam” and embodies them at no cost beyond the\ndepreciation plowback we needed anyway. The data could not be more supportive if\n\nMill and I had invented them. Even my proposed solution to the age-wage problem,\n\nChapter 2: Fast Forward 1/06/16 30\n\nHOUSE_OVERSIGHT_010970",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010970.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2212,
    "word_count": 380,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:44.208693",
    "prefix": "IMAGES-001"
  }
}