{
  "document_id": "HOUSE_OVERSIGHT_022174",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022174.txt",
  "text": "TTERSON\n\nse sold the home, which he and\ntheir 1986 wedding. He got into\nhat the buyer, a Kazakh billion-\nhad paid three million pounds\nce\nn announced that she was mov-\nid ski chalet in Switzerland.\nig, sometimes sordid story of the\nlot the end of the scandals that\nound the prince.\nia Roberts’s allegations about her\n-and the photo of him with his\n-appeared in the press. Prince\na skiing holiday to confer with\nissue a statement denying Rob-\nwas widely seen as being without\nroyal family.\nJorld Economic Forum in Davos,\nxin forced to “reiterate and to real-\nde by Buckingham Palace that he\nionship with Roberts, who had.\n\nthe start of the year that Prince ~\n\nin feet.”\nPrince Andrew said at the time.\n\nyou be making a statement?” the - i\n\noberts signed a sworn statement1 ing\n\nexual contact with him as I] have\nSiven what he knows and has seé n,\nth abo i\n\nG\n\naply voluntarily tell the tru\n\n‘ Barry Krischer said in 2016 when contacted via telephone and\nasked about Jeffrey Epstein.\n\nFitrtuy Ricu\n\neverything. 1 hope my attorneys can interview Prince Andrew\nunder oath about the contacts and that he will tell the truth.”\n\nAccording to several reports, Roberts’s lawyers had written\nto the prince, asking him to respond to her allegations in court.\nReportedly, Buckingham Palace refused delivery of the letter.\n\n“I knew he was a member of the British royal family, but I\njust called him ‘Andy,” Roberts had said in her statement. “I got\nnews from Maxwell that I would be meeting a prince. Later that\nday, Epstein told me I was meeting a ‘major prince.’ Epstein told\nme ‘to exceed’ everything I had been taught. He emphasized that\nwhatever Prince Andrew wanted, I was to make sure he got.”\n\nSigning her name to the document, Roberts wrote, “I declare\nunder penalty of perjury that the foregoing is true and correct.”\n\nThat spring, Prince Andrew got a rare break: a federal judge\nin South Florida ordered that the allegations Roberts made be\nstricken from civil-court records. “At this juncture in the pro-\nceedings, these lurid details are unnecessary,” the judge con-\ncluded. Once again, Buckingham Palace vehemently denied the\nprince’s involvement in any activities, sexual or otherwise, per-\ntaining to Roberts. But that same year, reports leaked that the\nBBC program Panorama was working on an in-depth investiga-\ntion into the prince’s dealings with Epstein and Roberts.\n\nAs of this writing, the investigation has yet to air.\n\nBarry Krischer\n\n“‘Lhave no intention of being dragged into that conversation,”\n\nHOUSE_OVERSIGHT_022174",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022174.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2532,
    "word_count": 432,
    "line_count": 80,
    "import_date": "2025-11-19T21:47:47.376715",
    "prefix": "IMAGES-006"
  }
}