{
  "document_id": "HOUSE_OVERSIGHT_023937",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023937.txt",
  "text": "How the Best Universities Inadvertently Ruin Our Schools 197\n\nhire folks who can contribute. I was trying to build educational soft-\nware but the principle was the same. I hired programmers, researchers,\nassistants to do lower level work, video staff, artists, and, of course,\ngraduate students.\n\nAnd, now you know what I did all day. I managed this enterprise.\nEventually my institute had 200 people working in it. I did what any\nperson in charge of 200 people does. I set the direction and checked\non progress. Also, I wrote books and thought deep thoughts. This is\nwhat any professor does who brings in grant money. I was just doing\nit on a larger scale than most.\n\nAll of this is about winning the prestige game. Any university\nwants pre-eminent professors. Universities want the best faculty so\ntheir name is mentioned a lot, so they get applications from students,\nattention from the media, and more grant money. That is what uni-\nversities do. Teaching? Well, how exactly does teaching fit in with all\nthat?\n\nIt really doesn’t. Most professors agree that the university is a lot\nnicer place when there aren’t all those undergraduates around. From\nMay to September New Haven was an idyllic place. Smart people, good\nweather, interesting conversation. Then in September, thousands of\nyoung people, making a racket and expecting to be taught. But, there-\nin lies the problem. Are students really expecting to be taught?\n\nIt doesn’t take very long for a professor to learn that those brilliant\nYale students, the ones who killed themselves to get into the place, may\nnot be there solely to enter into the life of the mind. While everyone\nis thinking great thoughts and doing great research over the summer,\nprofessors manage to get themselves believing that the job of a profes-\nsor at a great university is to be an intellectual. What they forget easily\nenough is who is paying the bills. And, they forget the real agenda of\nthose who are paying the bills. They are reminded soon enough.\n\nStudents want courses to be easy, not bother them too much with\nwork outside the classroom, and help them get a good job. Of course,\nI am oversimplifying here. Many students attend Yale to learn what it\nis that you, the professor, really know and want to teach. In 15 years\nat Yale I met a number of them. I remember their names because there\nweren't that many. We can hope that all professors have met their\nshare of that type of student.\n\nMost college students are 18-year-olds who are on their own for\nthe first time. They are more interested in exploring themselves and\ntheir new freedoms than they are in working hard at intellectual\n\nHOUSE_OVERSIGHT_023937",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023937.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2655,
    "word_count": 458,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:44.541295",
    "prefix": "IMAGES-007"
  }
}