{
  "document_id": "HOUSE_OVERSIGHT_011840",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011840.txt",
  "text": "/ BARAK / 83\n\nI packed my bags. I told Danny Yatom to inform the Americans we were\nleaving and to get our plane ready to take us back to Israel. I let the others in our\nteam know that we were going. A number of them, and several of the Americans as\nwell, urged me to reconsider. But I said I saw no point in staying. What I didn’t\nknow, however, was that one of the Palestinians’ original Oslo negotiators, Hassan\nAsfour, had approached Dennis Ross with a new proposal: that we ask Arafat to\naccept everything except the proposal on the holy sites as a basis for negotiation.\nSovereignty over the Temple Mount would be addressed in later, international\nnegotiations. When Dennis brought this to me, my instinct was to say no. Like so\nmuch else at the summit, it was an inherently skewed formula: it would involve\nmajor Israeli concessions on all the other main issues, without securing our\nabsolute minimum need in Jerusalem: sovereignty over the Temple Mount. I didn’t\nsay yes. Still, with Clinton’s words of advice still on my mind, I said that I’d think\nit over.\n\nWhen I met the rest of the Israeli team, almost all of them felt we should stay.\nThe consensus was that especially if violence broke out after the summit’s\ncollapse, we didn’t want to feel we’d left any stone unturned. At about 11 pm, I\nphoned the President and told him that we would stay until he returned from\nOkinawa. He was clearly pleased, and asked us to keep working in his absence.\nWhen I resisted that, saying that any substantive talks needed his involvement, we\nfinally agreed that talks could continue in search of a formula for the holy sites. On\nall the other issues, only informal discussions would be held until and unless a way\nahead on the Temple Mount was found. If that happened, and if Arafat finally\naccepted the “pocket” proposals as an agreed starting point, formal negotiations\ncould resume. Clinton accepted this formula. He went to see Arafat and secured —\nor thought he had secured — his agreement as well.\n\nOne of the President’s great strengths was his genius for blurring the edges of\npotential differences in search of common ground. But when edges had to be\nsharpened, this could lead to confusion. Before leaving for the G8, the President\nneglected to mention to Arafat our explicit understanding that, with the exception\nof the talks on the holy sites, nothing would happen until he accepted the\nconcessions that President Clinton and I had delivered as at least a basis for further\nnegotiations. As a result, Arafat’s team now set about happily asking questions and\nprobing my negotiators — pushing us to go further — but with no more inclination\nthan before to produce any concessions of their own.\n\n369\nHOUSE_OVERSIGHT_011840",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011840.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2731,
    "word_count": 479,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:44.931739",
    "prefix": "IMAGES-001"
  }
}