{
  "document_id": "HOUSE_OVERSIGHT_019459",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019459.txt",
  "text": "12\n\nkey sil\n\nf= oT A |\nwe ht AY TT NW\n\nCentre De Formation Technique Pour\nL’Avancement Des Jeunes Du Sud’Est Inc.\n\ne Level of education: primary school equivalency for the first two groups\nCompletion of secondary-school equivalency for the third group\n\ne Admission examination designed to evaluate the applicants’ understanding of geometric and\nmathematical concepts\n\ne Age level: 18 to 35\n\nA certificate will be issued to students who pass the final examination after completing their\ntraining. The list of new garment-industry workers will be given to entrepreneurs looking to hire\nwotkers. The project has a term cycle of three years at which point a full assessment will be\nreviewed in preparation for future subsequent cycles.\n\nExecution Schedule\n\nActivities Mi M2 M3 M4 M5 M6 M7 M8 M9 M10 Mil M12\nMobilization XXXX\n\nRecruitment XXXX\n\nTraining XXXXXXXXXXXXXXKXXXXXXXXKXXX\nMonitoring and evaluation XXXXXXXXXXXXXXXXXXXXXXKXXXXXXKXXXXXK\nAnnual report XXXXXXXXX\n\nForecasted Budget\n\nThe total operating cost of the project is estimated at US$359,731.\n\nThe financing will be obtained as by contributions by members of the organization, grants by\nphilanthropists interested in such projects, companies that specialize in assembly, under conditions\nthat comply with the regulations and bylaws of the NGO, and by international financial backers\ninterested in the development of Haiti.\n\nThe listed prices on schedules C, D, and E represent an on average estimate based upon utilizing\nmarketplace prices for items quoted within the United States as well as the professional experience\nof the President of the organization. Schedules A and B were determined based on a blend of\nHaitian labor rates as well as some influence from US labor rates. The budgeted amounts for labor\nare considered heavily competitive within the Haitian workforce.\n\nPO Box 666 Brentwood, NY 11717 © Phone (631) 273-4100 © Fax (631) 273-4111 © yair@cefotaj.org © Wwww.cefotaj.org\n\nHOUSE_OVERSIGHT_019459",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019459.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1972,
    "word_count": 300,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:48.149003",
    "prefix": "IMAGES-005"
  }
}