{
  "document_id": "HOUSE_OVERSIGHT_012360",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012360.txt",
  "text": "DANN Bw NE\n\nhas\n\nKO ONE RON\n\n(Therenpon, the following interview w nd:)\n\nBY DETECTIVE RFCAREY\n\nQ Today's date is October 4th, 2005. ‘This is 1D\nnumber 7915 Detective Joe Reearey of the Palm Beach Police\nDepartment. Present at 1301 (inaudible) Road is Detective\nMichael Dawson of the Palm Beach Police Department.\n\nAnd can you shite your name for the record?\nhow do vou spell your Jast name?\n\nOkay. How old are you!\n\nI'm 18.\n\nTaghteen, Okay. You're currently in college?\nYeah,\n\nOkay. What college are you attending?\n\nOkay. And your dats ef birth is?\n\nOkay. Can you raise your right hand for me? Do\nyou solemnly swear to lell the truth, the whole truth and\nnothing but the truth so help you God?\nA Yes.\nQ Okay EE if you could tell me From the :\nipstein. | know you have some\n\ninformation and we are conducting an investigation, We were\nhere last mght, spoke with vour mom and dad. Tfyou ean :\njust start from the bepmning as to how you met him.\n\nA Okay\n\nQ And how i came about.\n\nA | (Audio 1:26)\n\nQ Okay. Tlow long ago was that?\n\nA Itweus probably about almost a year ago.\n\nQ Okay. Okay\n\nA\n\nof scared me when | went there so | just decided nat to go\nback.\n\nQ Okay. The first time you wenr with BEE aid yon\ngo upstairs with him? :\n\nA No, J slaved down in the kitchen. (Andio at 2:03):\n\nQ Okay. Didlrel! vou that -- what was i\nentailed as 10 what had to be donc?\n\nA Well she said the first time vou go it's just like :\namassage and she said like well, the more sou go supposedly |\nthe more he bke expects and staris Mirting with girls and\nthat’s what kind of like scared me.\n\nQQ Okay. I’ve sntersiewed other gitls and thev've\n\nthe mass\n\nPow RyInunewWwnek\n\nthere's more fo that. More to the massage. Okay”? ‘That's\nwhy | didnt want more to be in here. And you can talk lo me\nabout anything. Okav? Like } said, I've interviewed other\npeople already who have tok me what Wanspired in that\nroom. I know it's going to be difficult for you but...\n\nA Well, the hirst trme | went there ? did a massage\nand he was just asking mea Jot of questions. He seemed\nDke really mice. And then he kept like staring al me and\nstuff, And ther like } did a massage and he just kept\nlooking atr vas hike oh, you're bemp shy and I'm\nlike yeu.\n\nc yeah\n\nAnd he was like why are you like being shy and I was like\noh, 1 don't know. And then he would Itke change the subject\nand he started talking about other things. And then when we\nwere done he said that if hike [wanted to come back and do\n\nmore then he would like pay me more and then T would have tof\n\ntalk to Haley and [ could come back.\n\nQ Okay. What kind of questions did he ask you as\nyou Were massaging him?\n\nA He was asking about -- it was a year ago. | don't\nremember evervuune but...\n\nQ Right.\n\nA Fle was just asking me iP bad any friends that\n\nPage 5\n\nmight want to give a taussage and [ said T doen't know. ‘Shen\nhe asked me about what ] wanted to de when T grew up and\nstuff like that and ] asked him what he did and he said he\nwas like a scientist basically\n\nQ Okay. Pid he ever ask you how old you were?\n\nA No. {Audio at 4:08)\n\nQ No. Did he know that vou were 17?\n\nA No, I don't Uunk so.\n\nQ Wellit would have been 16 if it was a year ae,\nnight?\n\nA) Wellithike was almost a vear age, (maudible)\n17.\n\nQ. Okay. During the massage did you -- were vou\nnaked or --\n\nA No. Thad my clothes cn\n\nQ You had afl vour clothes on?\n\nA Uh-hoh.\n\nQ Okay. Did be touch vou in apy way?\n\nA He was like kind of like leaning towards it but |\nwas hke you could tell [ was shy so E think that's why he\ndidn't wy. But | heard about other girls that be -- that\nhe gol ‘irtatious with them and he snade them take off (heir\nclothes and stuif.\n\nQ Okay. Whal -- that was the first (ame you went,\nright?\n\nHOUSE_OVERSIGHT_012360\n\n02421",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012360.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3738,
    "word_count": 757,
    "line_count": 154,
    "import_date": "2025-11-19T21:47:48.682830",
    "prefix": "IMAGES-001"
  }
}