{
  "document_id": "HOUSE_OVERSIGHT_030260",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030260.txt",
  "text": "the White House into a corrupt fiefdom.\n\nAccording to one source, Mueller could hardly contain his disgust\nwhen last month Rudy Giuliani, the President's new lawyer—hired to\nmake a case for the President on television and to push back against the\nMueller team—airily dismissed the notion that a sitting president can\nbe indicted. Adding insult to injury, Giuliani—who a White House source\nsaid has likely learned of aspects of the pending indictment—said\nMueller agreed with that assessment. White House sources believe\nGiuliani was daring the Special Counsel to tip his hand. But Mueller, ever\nin character, contained his outrage and continued to hold his cards\nclose, as his team finished preparing the obstruction case and refined\nthe legal theories under which it would claim the right to haul the\npresident into court.\n\nAccording to the proposed indictment, the President's scheme to\nobstruct the FBI's investigation into connections between the Trump\ncampaign and Russian efforts to undermine the U.S. election began-on\nthe 7th day of the Trump administration. Three days prior, on January\n24, National Security Advisor, Michael Flynn, lied to the FBI about his\ncontacts with the Russian Ambassador, Sergey Kislyak. These were\ncontacts, according to the indictment, directed by an unnamed but\nranking member of the Presidential Transition team. In the view of\nseveral former DOJ lawyers who discussed the case with me, that\nunnamed person-could be Trump himself-From January 27th, when the\nPresident had the one-on-one dinner with FBI Director James Comey,\nthrough to the middle of April, the President-conducted a cat and mouse\ngame with Comey, testing his loyalty and trying to establish his\nwillingness to aide the President and protect Flynn. On May 9th, baldly\nadmitting his dissatisfaction with Comey's unwillingness to play ball on\nRussia, the President fired the FBI director. Shortly thereafter,\ncontinuing his efforts to disrupt the investigation, the President turned\nhis ire on the Attorney General, Jeff Sessions, pressuring him to fall into\nline on the President's behalf, and on Robert Mueller, the newly\nappointed Special Counsel, pushing to fire him to block the\ninvestigation.\n\nThe second episode addressed in the indictment took place on\nJuly 8, on Air Force one, where the President personally directed his\nson, Don, Jr., to lie about the reason for his meeting in Trump Tower,\nduring the campaign, with representatives of the Russian government—\na meeting about collaborating with the Russians to undermine Hillary\n\nHOUSE_OVERSIGHT_030260",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030260.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2565,
    "word_count": 399,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:49.029768",
    "prefix": "IMAGES-010"
  }
}