{
  "document_id": "HOUSE_OVERSIGHT_011931",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011931.txt",
  "text": "Unfortunately, he made the offer to an undercover cop, and was subsequently charged with\n“obstruction of official proceedings” for withholding information that could have advanced the\ncriminal investigation of Epstein—which by that point had been settled in a plea deal. Rodriguez\nwas sentenced to 18 months in federal prison (Epstein was allowed to serve 13 months in the\nPalm Beach county jail), and now awaits an additional sentence on Aug. 24 in federal court in\nMiami for transporting firearms, another deal he says he made to pay the bills after he lost his\njob.\n\nIn a deposition given for the civil suits, Rodriguez testified that he was instructed to always have\n$2,000 in cash on hand, so that he could pay both the girls who gave massages and recruiters\nsuch as Haley Robson who brought them to the house. He also testified that Epstein made large\ncontributions to the Palm Beach Police Department, and in return was given PBPD baseball hats\nto put on the dashboard of his various cars to avoid being stopped or ticketed by local police.\nRetired Police Chief Michael Reiter, in his own deposition, acknowledged that, in addition to\nearlier donations to the police department (which are fairly common in well-heeled Palm Beach),\nEpstein had recently given the department $100,000 for some sophisticated equipment. The\npolice were still researching the purchase when Epstein came under suspicion, and Reiter\nordered the money returned. (Guy Frostin, one of Epstein’s local attorneys, told police that\nEpstein also gave $100,000 to the Florida Ballet for massages, because he was ‘very passionate”\nabout massages being “therapeutically and spiritually” beneficial. Yet victims told police they\nhad no massage training.)\n\nPerhaps most disturbing, in terms of possible sex trafficking, was Epstein’s relationship with\nJean Luc Brunel, owner of the MC2 modeling agency. According to a complaint filed in the U.S.\nDistrict Court for the Southern District of Florida, an alleged victim said that Epstein, Maxwell,\nBrunel, Rodriguez, and Marcinkova “deliberately engaged in a pattern of racketeering that\ninvolved luring minor children through MC2, mostly girls under the age of 17, to engage in\nsexual play for money.” (Which would amount to trafficking.)\n\nBrunel is a 50-plus French playboy who was formerly part owner of Karin, a Paris-based\nmodeling agency. He lives in New York and South Beach, Florida, and owns 85 percent of MC2.,\nwhich has offices in New York, Miami, and Tel Aviv. (The remaining 15 percent is owned by\nhis partner, Jeff Fuller.) Brunel has been observed as a house guest at Epstein’s Palm Beach\nhome and may well have had contact with him also in New York, where Epstein owns a lavish\nhome, and in Paris, where Epstein keeps an apartment on elegant Ave. Foch.\n\nCBS reporter Craig Pyes, who investigated Brunel for a 60 Minutes broadcast many years ago, is\nquoted in Michael Gross” book about the modeling industry, Model: The Ugh: Business o\nBeautiful Women. Pyes told the author that Brunel “ranks among the sleaziest people in the\n\nfashion industry. We’re talking about a conveyor belt, not a casting couch. Hundreds of girls\nwere not only harassed but molested.” Now The Daily Beast has learned that Epstein had made a\n$1 million wire transfer to Brunel’s offshore bank account in September 2004, just as he was\nsetting up MC2. Whether this was a gift or a loan or a backdoor investment in the new venture is\nunknown. A French citizen who managed to avoid giving evidence in the Epstein investigation,\nBrunel declined to comment on any of this, as does Fuller. Asked in April of Brunel's activities,\n\n20\n\nHOUSE_OVERSIGHT_011931",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011931.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3657,
    "word_count": 601,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:44.116529",
    "prefix": "IMAGES-001"
  }
}