{
  "document_id": "HOUSE_OVERSIGHT_031780",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031780.txt",
  "text": "Wearing a rainbow-striped hoodie and a “Beer Nuts” baseball cap, Sarah Silverman strode into our\n\nBurbank recording studio ready to talk.\n\nIt had been just a few weeks since Hulu had unceremoniously canceled her weekly show J Love You,\n\nAmerica and the comedian’s emotions were still a bit raw. But her unflappable sense of humor was\nfully intact as she recounted to me how she found out the bad news and ended up revealing more than\n\never before about how the streaming service treated her over the past year.\n\nDuring our long conversation for the first-ever episode of my new podcast The Last Laugh, Silverman\n\nalso spoke frankly about what it has been like to see her friend Al Franken accused of alleged sexual\n\nmisconduct and attempted to clarify the controversial comments she made to Howard Stern about\n\nLouis C.K. She reflected on some of her most iconic roles and looked ahead to what comes next.\n\nHighlights from the interview are below and you can listen to the whole thing right now by subscribing\nto The Last Laugh on Apple Podcasts, the Himalaya app or wherever you listen to podcasts.\n\nOn the ‘heartbreaking’ cancelation of | Love You, America\n\n“Tt came as a surprise. We were so sure we were getting picked up. We’re all super bummed about it. I\nknow that they did love the show, but I think what it cost compared to its popularity or the eyes that\nthey had on it didn’t—you know, the people that make the decisions there don’t have any connection to\n\nthe show. And it is just so heartbreaking because I kind of feel cut off at the knees.”\n\nHOUSE_OVERSIGHT_031780",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031780.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1579,
    "word_count": 278,
    "line_count": 31,
    "import_date": "2025-11-19T21:47:47.232499",
    "prefix": "IMAGES-011"
  }
}