{
  "document_id": "HOUSE_OVERSIGHT_015746",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015746.txt",
  "text": "56 Are the Androids Dreaming Yet?\n\nIf you invest a little time on the slide you will understand it\nand may even see it as a thing of beauty. But Masters’ audience was\nobviously expecting something different and, presented with this level\nof complexity, went into shutdown. Perhaps they wanted a simpler\npresentation, a high-level summary, a few bullet points. Of course, there\nis no simple presentation on Afghanistan. The lesson is that context,\ntiming and expectation are often as important to good communication\nas the elegance of the content, and that information is a complex thing.\n\nIf you want a lighthearted poke at PowerPoint here is Peter Norvig’s\nPowerPoint version of the Gettysburg Address.\n\nUnderstanding\n\nNext time you are in a business meeting, count the number of times the\nword ‘understand is used. If you ask the people around you what it means\nyou'll stump many of them. That’s because understanding has two very\ndifferent meanings. Most people don’t separate these meanings but the\ndistinction is important. Understanding means to decode information,\nto comprehend — but, more importantly, it also means to absorb and\ninternalize information. That feeling you have when you ‘et it’\n\nIf I say, “I understand” I mean I have taken in the question you\nasked and decoded it into ideas so I can provide an answer. This can be\nquite a mechanical process and computers routinely understand natural\nlanguage and answer questions — Apple's digital assistant Siri being a\ncase in point.\n\nWhen I say, “I understand a problem” or “understand a culture”\nI mean something far less tangible. Somehow the information I have\ngathered over my life is formed into a matrix within my brain that allows\nme to ponder and run scenarios. I can predict the effects of my actions\nbefore I do them, and often anticipate your responses. That’s clearly\na very useful evolutionary adaption, but is there more to it than that?\nRoger Penrose and David Deutsch think understanding allows us to\ntransfer non-symbolic information from one brain to another. We don't\nrun programs in our brains, nor do we store precise information such as\nlists and tables. We have, therefore, had to evolve a creative approach to\ncommunicating skills and understanding each other. One of the most\nclosely studied areas in the field of communication is when it breaks\ndown in the lead up to a disaster.\n\nHOUSE_OVERSIGHT_015746",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015746.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2393,
    "word_count": 398,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:44.039715",
    "prefix": "IMAGES-003"
  }
}