{
  "document_id": "HOUSE_OVERSIGHT_018496",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018496.txt",
  "text": "This can be found on the Internet at:\n\nhttp://clarissethorn.com/blog/2011/04/22/going-under/\n\nORGASMIC \"DYSFUNCTION\":\n[storytime] A Unified Theory of Orgasm\n\nAt one point during my blogging career, an editor for the iconic feminist publication Ms.\nMagazine got in touch and asked me to do some promotion for them. I asked if they\nwould accept a submission from me, and when the editor said yes, I poured my soul into\nthis long article about my experiences learning how to have an orgasm. The article was\nrejected by Ms., so I went back to my old friend the Internet and got published on the\nadorable girl-power site OffOurChests.com. Then it was cross-posted in about a million\nplaces. I would love to get published in Ms., but in retrospect, I'm actually glad that this\npiece went out on the Internet instead of being trapped in a print publication. I've\nreceived an enormous amount of positive feedback for this piece, and I'm certain that\nmost of the young people who tell me it helped them would never have seen it if it were in\na print magazine.\n\nte Kk ok\n\nA Unified Theory of Orgasm\nI CAN'T COME.\nand it's poisoned\nevery romance\nI've ever had.\n\nmasturbating doesn't work. I don't know why. I tried therapy too, but my smart,\nunderstanding, sex-positive, open-hearted doctor couldn't help. drugs while fucking?\ncheck. I date attentive men who only want to make me happy, but no matter how fantastic\nthey make me feel, I can't get off: and believe me, I like sex. I love sex! how can it feel so\ngood and not end in an orgasm? I tried experimenting, and I sure do love the kink. it\nfeels great. but doesn't get me off. I've tried everything. everything.\n\nnow I have the best boyfriend I've ever had. but just like every other one, he can't get me\noff. big dick? oral sex? tons of foreplay? kink? it's all there. nothing works. I used to lie\nto my boyfriends and say it was ok that I couldn't get off. then at least they could enjoy\nsex without feeling guilty. but then they'd stop trying, of course. and this one is still\ntrying... sometimes. I mean, it's clearly never going to work. so I can't blame him for not\nhaving the same passion for trying as he used to. and I keep thinking I should back off-\nafter all, why put pressure on him to \"perform\"? he'll just resent me if I keep asking for\nmore, even if I'm gentle about it and compliment him and all that. since nothing he does\n\nHOUSE_OVERSIGHT_018496",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018496.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2409,
    "word_count": 433,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:47.221684",
    "prefix": "IMAGES-005"
  }
}