{
  "document_id": "HOUSE_OVERSIGHT_022376",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022376.txt",
  "text": "senate profile\n\nCurrent Majority Leader McConnell will stay in the post after successfully working this past session to keep the Senate in\nRepublican hands, while Senator Charles Schumer (D-NY) will take over for retiring Senator Reid after 12 years as\nDemocratic Leader. Given that Republicans held control of the Senate, McConnell will spend the next two years working\ntoward a filibuster-proof 60-vote majority in the 2018 elections, when 25 Democratic or Independent seats are up for re-\nelection, compared with only eight Republicans. Schumer will likely try to reach some compromises with Republicans while\ndistinguishing his party ahead of 2018, and will likely be pulled left, with the influence of Senators Elizabeth Warren (D-\nMA) and Bernie Sanders (D-VT).\n\nLeadership elections are expected to be held on Wednesday, November 16, and committee ratios, likely to be closeto\nwhat they are now, will be determined soon after the Senate reconvenes. Predicting the chair and ranking members of\nSenate committees immediately after an election is speculative because members with seniority will be able to choose\nbetween chairmanships and must adhere to Senate Republican committee leadership term limits. Republican senators may\nserve as chairman for six years and six years as ranking member for any one committee, on a cumulative basis. Following\nis a discussion of expected select committee chairmen and membership for 2017. An added complication could arise\nshould sitting Republican senators be tapped for cabinet positionsin the Trump administration.\n\nChairman Pat Roberts (R-KS} Ranking Member Debbie Stabenow (D-Ml}\n\nChairman Thad Cochran (R-MS)\n\nSeveral Democratson the committee with significant seniority are in line to choose other ranking positions: Leahy -\nJudiciary; Murray - HELP; Feinstein - Intelligence; Durbin, who serves as the Assistant Democratic Leader, and doesn’t\ntake a ranking member position on a major committee; and Jack Reed - Armed Services. However, given the importance\nof the Appropriations Committee and itsresponsibility for preparing bills to fund the government, it would be surprising\nthat the ranking position would be very far down that list.\n\nChairman John McCain (R-AZ) Ranking Member Jack Reed (D-RI}\n\nChairman Mike Crapo (R-ID) Ranking Member Sherrod Brown (D-OH)\n\nSenator Richard Shelby (R-AL) has served his six-year limit as Chairman.\n\nChairman Mike Enzi (R-WY) Ranking Member Bernie Sanders (I-VT)\n\nlf Senator Murray retainsthe ranking slot on HELP, former presidential candidate Sanders will continue to fill the ranking\nmember role.\n\nChairman John Thune (R-SD} Ranking Member Bill Nelson (D-FL)\n\nEY 4 | Election 2016\n\nHOUSE_OVERSIGHT_022376",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022376.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2698,
    "word_count": 405,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:47.455522",
    "prefix": "IMAGES-006"
  }
}