{
  "document_id": "HOUSE_OVERSIGHT_026434",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_026434.txt",
  "text": "o BRIDGE | Dedicated Compartmentis a vehicle created by a large European institution and anchor investor of the\nfirst fund with a €250m target amount available for deployment.\no BRIDGE II reached first close in December 2016 with €150m of commitments in order to invest in three transactions.\n\nFundraising for BRIDGE Il is still ongoing, targeting a group of institutional investors in Europe and elsewhere, with final\ntarget size of €600m.\n\nThe BRIDGE platform has a long-term European investment strategy and a mandate to cover all sectors of\ninfrastructure, notably energy, renewables, utilities, transportation, telecommunications and _ social\ninfrastructure and can execute project financing, refinancing and acquisition finance transactions.\n\nThe BRIDGE platform currently comprises investments of between €20-120 million each, in 17 European\ninfrastructure transactions. In 2016 alone, the BRIDGE team has achieved financial close for 11 infrastructure\ndeals in Europe aggregating ca. €390m. When benchmarked against other similar funds, the investment team\nhas succeeded in deploying faster and with credit spreads well above the infrastructure senior debt\nbenchmark, enabling BRIDGE to become a force in the growing institutions-backed infrastructure debt\nmarket. BRIDGE’s ability to invest beyond the traditional definition of core infrastructure and to structure\ntransactions was a key differentiator when Edmond de Rothschild launched this platform, as part of its\ncommitment to real economy. BRIDGE is innovative in the sense that the investment team sources\ntransactions directly from sponsors and is actively involved in the structuring phase, acting as Mandated Lead\nArranger.\n\nBRIDGE comprises a large, international and skilled London based investment team of 11 investment\nprofessionals who between them have arranged more than €100bn of landmark infrastructure deals over\nthe last 20 years across the globe. The BRIDGE team is among the largest within the debt funds universe and\ndemonstrates the Edmond de Rothschild Group’s commitment to the platform.\n\nKind regards,\nJohnny\n\nJohnny el HACHEM\n\nEdmond de Rothschild Private Equity\n\nHOUSE_OVERSIGHT_026434",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_026434.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2174,
    "word_count": 314,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:49.346301",
    "prefix": "IMAGES-008"
  }
}