{
  "document_id": "HOUSE_OVERSIGHT_030812",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_030812.txt",
  "text": "Eye on the Market | July 11, 2011 J.P Morgan\n\nTopics: Portfolios, US corporate profits and the Twilight of the Gods (in the US, Europe, China and the IEA)\n\nTwilight of the Gods, part 4:\n\nIs Europe just trying to save its banking system, or is a more comprehensive move towards Federalism underway?\n\nI expected French proposals on a Greek debt exchange to begin to spell out the sacrifices private sector investors will have to\nmake as Greece spirals towards insolvency. As shown below, I was wrong about that. French proposals don’t entail any\nspecific commitments by banks, and are merely non-binding indications of interest by banks to roll over debt at some point in\nthe future as it matures. If bank rollovers of Greek debt or Greek government asset sales fall short of the mark, the EU and IMF\nappear committed to providing Greece with funds to pay off maturing debt anyway. The EU taxpayer continues to foot the bill.\n\nBinding commitments from EU banks to roll over Italy gross debt to GDP\n\nGreek debt as per French posposal, Euros in billions Percent\n120%\n\nThis chart intentionally left blank since there are 110%\nno binding committments at all .\n100% Little progress on debt\n90% reduction despite 20 years of\n° primary budget surpluses\n\n80%\nsee Maastricht limit\n60%\n\n50%\n1992 1994 1996 1998 2000 2002 2004 2006 2008 2010\n\nSource: International Monetary Fund.\n\nSo to be clear, the Twilight of the Gods has not arrived in Europe, since the EU appears determined to spend more money\nto prevent a sovereign default. I see why they are worried about contagion. The latest signs: Portugal downgraded to junk;\nlong-term debt of 3 French banks put on downgrade watch; and stress in European unsecured interbank markets®, now affecting\nItalian banks which rely heavily on them. Italian bank and insurance company holdings of their own government bonds is 2x-\n3x higher than the rest of the region, creating the potential for a vicious circle if something goes wrong. Italian banks are better-\ncapitalized and have higher quality assets than banks in other European countries, since Italy did not experience a large boom-\nbust in residential property, or a consumer debt binge. However, like Greece and Ireland, Italy’s debt/GDP ratio is above 100%,\nand the country suffers from low growth (the lowest in the world from 2000-2010 other than Zimbabwe and Haiti, according to\nthe Economist). Think about this: Italy has run a primary budget surplus (Le. ex-interest payments) every year since 1992,\nbut still hasn’t been able to bring its debt ratios below 100% of GDP. Italy was making progress, but the recession derailed\nthem, leaving Italy with the same elevated debt burden they started with 20 years ago.\n\nI believe that eventually, the constituency of the European Monetary Union will have to change. However, my colleagues in\nJ.P. Morgan Securities’ economics group disagree. They believe that the EMU will survive intact, and believe that Europe is\nmoving towards Federalism, with this crisis as the basis for putting it in place. I have been a skeptic of this idea; how can a\nregion use the structural failures of its current model as an excuse for expanding it, particularly when popular support for\nthe European project is at such low levels’? The history of Europe does show that revolutions are often imposed from above\n(e.g., Peter the Great, Otto von Bismarck, Napoleon) rather than below, so anything is possible. If my colleagues are right,\nlosses suffered by holders of Greek, Irish and Portuguese debt may be a lot less than what’s priced in right now. I don’t have\nthe conviction to make that kind of call, at least not yet; geopolitical investing is a very hard thing to do. We remain cautious\non Europe; are underinvested in government debt, corporate credit and equities across the region; and expect a Greek\nsovereign debt restructuring within the next 18 months (see chart from “Five Stages of Greece”, June 30, 2011 ).\n\nMichael Cembalest\nChief Investment Officer\n\n° JP Morgan’s Prime Money Market Fund is indicative of industry concerns about a liquidity squeeze. The fund holds no Greece, Portugal,\nIreland or Spain. Its Italy holdings are less than 2% of the fund, and the portfolio manager does not expect to roll them when they mature.\n\n7 A 2010 Eurobarometer Poll showed very low readings on whether “Membership in the EU is a good thing”. More recently, the centre-left\nFoundation for European Progressive Studies polled EU civil servants (a pro-EU constituency if there ever was one) and found that a\nmajority believe that “the European model has entered into a lasting crisis”. Only a quarter of respondents saw the EU as having evolved\npositively over the last decade, or believe that the December 2009 Lisbon Treaty has had a positive effect.\n\n5\nHOUSE_OVERSIGHT_030812",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_030812.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4801,
    "word_count": 806,
    "line_count": 70,
    "import_date": "2025-11-19T21:47:44.566365",
    "prefix": "IMAGES-011"
  }
}