{
  "document_id": "HOUSE_OVERSIGHT_018913",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018913.txt",
  "text": "@babdie Cause Affidavit Y\n\nPalm Beach Police Department\nAgency ORI# FLO 500600\n\nto model lingerie for a wealthy Palm Beacher.[__]was taken to Epstein’s house located on El BrilloWay. [\nintroduced lo Jeffrey Epstein. Epstein had his personal chef prepare dinner for At the\nconclusion of dinner] and Epstein brought{__hypstairs into a master bedroom area. observed a large\nmassage table with a sheet on it. Epstein entered through a door and exited wearing only a towel. __]\ninformed[__}hat they were going to provide a massage on Epstein|__lasked why were they doing this instead\n\nof modeling lingerie. explained tol__}hat this was his routine and to rub his calves and feet. Epstein had\ntold|__}o get comfortable. |__]removed her pants and blouse.[__]stated she stayed only in panties as she did\nnot wear a bra that evening. stated while rubbing his calves and feet, Epstein turned over onto his back.\n\nEpstein told[__]to rub his chest and rub his nipples. [stated that as she started rubbing his chest, Epstein\nbegan masturbating himself. Epstein touched her breasts and stroked her vagina with his fingers. Epstein\ncontinued to masturbate himself as he stroked her vagina. Epstein ejaculated on his towel and paid{__]$200.00\nfor the massage. Epstein toldl__|that if she told anyone what happened at his house that bad things could\nhappen. [_Jand___]were brought home by Epstein’s houseman and [_]was afraid that Epstein knew where\nshe lived. | _]stated that several days later she received a telephone call from [Tv coordinated for\n[fo return to “work.”[__J]returned to the house and was brought to Epstein’s bedroom area byl who\nprepared the room for the massage. Epstein entered the room wearing only a towel. Epstein had [_]remove her\nclothing and provide the massage naked[__|began rubbing his feet and calves and Epstein turned over onto his\nback. Epstein rubbed her vagina with his fingers. Epstein began to masturbate himself with an upwards and\ndownward motion on his penis. Epstein continued to touch her vagina with one hand and masturbate with the '\nother hand. Once Epstein ejaculated onto the towel he was wearing, the massage was over. [__]was paid\n$200.00 for the massage. Epstein again told [Jnot to speak of what happened at his house or bad things would\nhappen. [_]wanted to notify authorities however she was afraid of what would happen to either her or her\nfamily.\n\nDuring the course of the investigation, several subjects were identified as a potential witness/victim\nthrough information obtained during the trash pulls, physical surveillance and telephone message books retrieved\nfrom the search warrant. While conducting research on the subjects, I discovered that the females were age\neighteen or older. Interviews were conducted on the consenting adults whose statements provided the same\nmassage routine when they went to “work” for Epstein. The females would be notified by I, and\nmade appointments for the females to “work” for Epstein. The females would come to Epstein’s house and were\nled upstairs, through a stairwell from the kitchen area, by EE to Epstein’s bedroom. Epstein would then\nenter the room wearing only a towel, and ask them to get comfortable. The females would then provide the\nmassage naked as Epstein would either touch their vaginas with his fingers and/or utilize the massager/vibrator on\n\nThe foregoing instrument was sworn to or affirmed State of Florida\nbefore me this 1** day of May, 2006 by County of Palm Beach\nDet Joe Recarey, who is personally known to me.\n\nSignature/Arresting Officer\n\nSignature of Police Officer (F.S.S. 117.10) Date: 05/01/2006\n\nPage of 22\n\nb6\n\nb7c\n\nHOUSE_OVERSIGHT_018913",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018913.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3653,
    "word_count": 583,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:47.708319",
    "prefix": "IMAGES-005"
  }
}