{
  "document_id": "HOUSE_OVERSIGHT_027940",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027940.txt",
  "text": "Now that we were in a fight —the single fiercest battle in Israel’s advance\nacross the Sinai — Lieutenant-Colonel Eitan reacted swiftly. Standing tall amid the\nshellfire and the flames, he radioed for supporting fire, only to be told that none of\nour artillery batteries was within range. Realizing we couldn’t penetrate the\nfront armor of the Egyptian tanks, he ordered a platoon from the rear to leave\nthe road and fire on the Egyptians’ from their flank. When one T-55 was hit and\nstarted to burn, he ordered the rest of us to collect the dead and wounded and\nretreat toward Bir Gafgafa.\n\nAs we pulled back, we encountered a company of Centurion tanks from the\nSeventh Brigade, sent in to relieve us. We pulled off the road to let them pass.\nThe battle ended up raging for another hour. By the time it was over, the\nEgyptian tank unit was nearly destroyed. But almost two dozen of Eitan’s\nreservists had been killed. A few days later, I learned that the commander of the\nCenturions had also been killed. His name was Shamai Kaplan. Though I didn’t\nknow him personally, he was married to one of my kibbutz “sisters” from\nMishmar Hasharon.\n\nThe pace of the war, its intensity, and the transformative capture of territory\nacross our 1948 borders had accelerated dramatically since we’d joined the\nreserve battalion’s ill-fated advance toward the canal. Back at Bir Gafgafa, we\nlearned that Israeli troops had broken through in fierce fighting with the\nJordanians and taken the whole of east Jerusalem, including the Old City and\nthe site of the remains of the ancient temple. The news sent a shiver down my\nspine. I was still only 25, a kibbutznik raised on the assertively secular creed of\nGordinian Zionism. But I was old enough to remember the war of 1948, the\nbitter struggle for the ancient city in which Judaism had been born, the packages\nof food we had sent to try to help break the siege there, and the division of\nJerusalem at the end of the war, leaving us with only its newer, western half.\nAnd while I may not have read the Torah in the same way as a religiously\nobservant Jew, the meaning of Jerusalem was no less powerful for me. It was\npart of our people’s history, of who we were, where we’d come from and how\nwe had ended up in the place where I’d been born, where I’d grown up, and\nwhich I’d spent the early part of my adult life defending. This was no less true\nof the biblical sites of Judaea and Samaria — the West Bank of the Jordan river.\n\n92\nHOUSE_OVERSIGHT_027940",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027940.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2489,
    "word_count": 450,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:49.300962",
    "prefix": "IMAGES-009"
  }
}