{
  "document_id": "HOUSE_OVERSIGHT_019512",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019512.txt",
  "text": "24 | HOW AMERICA LOST ITS SECRETS\n\nadvantage of his compensation to live the high life. He gambled on\nfinancial developments by buying and selling options, which are\ncontracts that allow speculators to bet on the directions of the mar-\nket without buying the actual stocks, bonds, or commodities. He also\nbought a BMW sports car on which, he wrote, he disabled the speed\ncontrol so he could exceed the legal limit. He described in his posts\nracing motorcycles in Italy and traveling around Germany with an\nEstonian rock star (whom he did not further identify). He also con-\ntinued his avatar life in Internet gaming; the alias he chose for that\nwas Wolfking Awesomefox. He also indulged in a fantasy gun sport\ncalled Airsoft, a variation of paintball, in which participants used\nrealistic-looking pistols to splatter each other with paint.\n\nSnowden’s good fortune came to an abrupt end in 2008. He suf-\nfered a massive loss in his options speculations. He wrote in a post\nthat he had “lost $20,000 in October [2008] alone,” a sum that repre-\nsented almost a third of his annual salary. He blamed the U.S. finan-\ncial system, posting on Ars Technica that Ben Bernanke, the Federal\nReserve chairman, was a “cockbag.” He also bet against any further\n\n© rise in the stock market index, asking a user with whom he was chat- ©\nting on the Internet in December 2008 to “pray” for a collapse of\nstock prices. When his correspondent asked him why he wanted him\nto pray for a decline, Snowden responded, “Because then I'll be filthy\nfucking rich.” But Snowden lost this bet.\n\nSnowden lashed out at others on the Internet over these setbacks.\nHe termed those who questioned his financial judgment “fucking\nretards.” As with other setbacks, he blamed them on government offi-\ncials in Ars Technica posts. Because the CIA was engaged in 2008 in\nhighly sensitive operations to gather banking data in Switzerland—\none of which Snowden later disclosed to The Guardian—any Inter-\nnet discussion by a CIA employee of financial losses could serve as a\nbeacon to an adversary intelligence service on the prowl for a source.\nIf any party was looking for disgruntled U.S. employees, Snowden’s\nInternet chatter about bad choices in gambling could have aroused\nits interest.\n\nThat Snowden used his TrueHooHa alias for these Internet post-\nings would not prevent a sophisticated espionage organization from\n\n| | Epst_9780451494566_2p_all_r1.z.indd 24 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019512",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019512.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2471,
    "word_count": 413,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:48.648144",
    "prefix": "IMAGES-005"
  }
}