{
  "document_id": "HOUSE_OVERSIGHT_026598",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026598.txt",
  "text": "The case for naming a U.S. secretary of Culture - latimes.com Page | of 3\n\nlatimes.com/entertainment/arts/culture/la-et-cm-secretary-of-culture-notebook-\n20130120,0,162825.story\n\nlatimes.com\n\nThe case for naming a U.S. secretary of Culture\n\nMusic critic Mark Swed says it's time we have someone in the Cabinet who can\nspeak to our common identity: Arts and the humanities help us figure out who we\nare.\n\nBy Mark Swed, Los Angeles Times Music Critic\n6:00 AM PST, January 19, 2013\n\nAlong with adding the finishing touches to his advertisement\ninaugural address on Monday, President Obama has ee\nplenty on his plate. He is consumed by the\nresponsibilities of selecting new Cabinet members and\npreparing strategies to get them confirmed. He already\nhad his fair share of critics, and the last thing he needs\nis a music critic telling him how to run the country.\n\nSo I'm sorry to have to be the one to remind you, Mr.\nPresident, that you've left someone out. Secretary of\nCulture. It's time.\n\nDespite a troubling international reduction of :\ngovernment support for the arts thanks to the world AT PAT ra Nc AD\neconomic crises, most countries still manage to ORANGE COUNTY MUSEUM OF ART\nmaintain ministries of culture, and not just seats of\nWestern civilization such as France, Italy, Spain, Great Britain and Greece but also in Albania, Brazil,\nHaiti, Ethiopia, Cambodia and about 50 other countries. We, instead, have the National Endowment\nfor the Arts and the National Endowment for the Humanities.\n\nPHOTOS: Arts and culture in pictures by The Times\n\nI'm a great supporter of these institutions, but I'm calling for their removal and the creation of a new\nCabinet-level agency for culture. The NEA, to which I've been closest in my career, is a wonderful\norganization, doing what it can to support institutions (if no longer individual artists) large and small.\nBut it is also a political football and it is always going to be one.\n\nOne of the calls to abolish the NEA, for instance, came from Mitt Romney in last year's campaign, as\npart of his proposal to balance the budget. But during the debates Obama failed to note that\ninvestment in the arts is a more reliable jobs creator than in nearly all industries, nor is it easily\noutsourced. That has been an idée fixe of the Obama-appointed outgoing NEA head, Rocco\n\nhttp://www. latimes.com/entertainment/arts/culture/la-et-cm-secretary-of-culture-notebook... 3/27/2013\nHOUSE_OVERSIGHT_026598",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026598.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2441,
    "word_count": 391,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:46.506206",
    "prefix": "IMAGES-009"
  }
}