{
  "document_id": "HOUSE_OVERSIGHT_013331",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013331.txt",
  "text": "discussions, on September 24, 2007, Epstein signed an agreement with the U.S. Attomney’s\nOffice for the Southern District of Florida. Under the agreement, Epstein agreed to plead guilty\nto an indictment pending against him in the 15\" Judicial Circuit in and for Palm Beach County\ncharging him with solicitation of prostitution and procurement of minors for prostitution.\n‘Epstein also agreed that he would receive a thirty month sentence, including 18 months of jail\ntime and 12 months of community control. In exchange, the U.S. Attomey’s Office agreed not to\npursue any federal charges against Epstein. See Non-Prosecution Agreement (Exhibit “K”).\n\n27. Part of the Non-Prosecution Agreement that Epstein negotiated was a provision in\nwhich the federal government agreed not to prosecute Epstein’s co-conspirators. The co-\nconspirators procured minor females to be molested by Epstein. One of the co-conspirators -\nNadia Marcinkova -even participated in the sex acts with minors (including E.W.) and Epstein.\nSee Incident Report, Exhibit “A”, at 40-42, 49-51; Deposition of Nadia Marcinkova, April 13,\n2010, (hereinafter “Marcinkova Depo.”) at 11 (Deposition attachment #9). :\n\n| 28. | Under the Non-Prosecution Agreement, Epstein was to use his “best efforts’ to\nenter into his guilty pleas by October 26, 2007. Howeves, Edwards learned that Epstein violated\nie sores with the U.S. Attorney’s Office to do so and delayed entry of his plea. See Letter\nfain U.S. Attorney R. Alexander Acosta to Lilly Ann Sanchez, Dec. 19, 2007 (Exhibit “L.”).\n\n29. On January 10, 2008 and again on May 30, 2008 E.W. and L.M. received letters\nfrom the FBI advising them that “[t]his case is currently under investigation. This can be a\nlengthy process and we request your continued patience while we conduct a thorough\ninvestigation.” Letters attached at Composite Exhibit “M”. This document is evidence that the\n\nFBI did not notify E.W. and L.M. that a plea agreement had already been reached that would\n13 .\n\nHOUSE_OVERSIGHT_013331",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013331.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2016,
    "word_count": 318,
    "line_count": 29,
    "import_date": "2025-11-19T21:47:45.356587",
    "prefix": "IMAGES-002"
  }
}