{
  "document_id": "HOUSE_OVERSIGHT_026682",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026682.txt",
  "text": "Sovereign segmentation is crucial to understanding Investment sovereigns\n\nattitudes and responses to external themes Investment sovereigns do not have any liabilities,\nEconomic challenges affect sovereigns differently, allowing for long time horizons and high exposure to\naccording to their liabilities, risk appetites, funding illiquid asset classes. Due to this investment freedom,\ndynamics and other factors. We use the framework return targets are high - investment sovereigns have\nin figure 1 to categorise sovereign investors. We will responded to falling returns by targeting greater\nexplore the unique implications of the themes in illiquid asset exposure (to generate higher returns)\nthis report for each of these segments. and developing internal management capability\n\n(to capture more of the value chain), however many\nfunds are reaching limits on these allocations.\n\nLiability sovereigns\n\nLiability sovereigns are split into funds with existing\noutflows (current liability sovereigns) and funds with\nfuture liabilities (partial liability sovereigns). While\npartial liability sovereigns have similar strategies\n\nto investment sovereigns (due to their long time\nhorizons), matching outflows is a key concern\n\nfor funds with current liabilities. The return gap\n\nis therefore of particular significance to liability\nsovereigns and many funds expect their target rates\nto eventually increase as they update models to\nlower ‘risk free’ rates and increasing life expectancy.\nTo manage these concerns, many current liability\nsovereigns are seeking greater exposure to high-\nyielding asset classes.\n\nFig 1. Sovereign profile segmentation\n\nPrimary objective Investment only Investment & liability\n\nGlobal sovereign profile Investment sovereigns Liability sovereigns\n(INV) (LIA)\n\nSovereign investors €\n\n‘Central banks have secondary liquidity objectives as well as primary capital preservation objectives. They are distinct from sovereigns through their role in local market\nmoney supply and their regulatory function.\n\n02\n\nHOUSE_OVERSIGHT_026682",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026682.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2048,
    "word_count": 281,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:48.587680",
    "prefix": "IMAGES-009"
  }
}