{
  "document_id": "HOUSE_OVERSIGHT_016315",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016315.txt",
  "text": "account the cost of computation. Real agents need to modulate the amount of time they\nspend thinking by the effect the extra thought has on the results of a decision. If you’re\ntrying to choose a toothbrush, you probably don’t need to consider all four thousand\nlistings for manual toothbrushes on Amazon.com before making a purchase: You trade\noff the time you spend looking with the difference it makes in the quality of the outcome.\nThis trade-off can be formalized, resulting in a model of rational behavior that artificial-\nintelligence researchers call “bounded optimality.” The bounded-optimal agent doesn’t\nfocus on always choosing exactly the right action to take but rather on finding the right\nalgorithm to follow in order to find the perfect balance between making mistakes and\nthinking too much.\n\nBounded optimality bridges the gap between rationality and heuristics. By\ndescribing behavior as the result of a rational choice about how much to think, it provides\na generalizable theory—that is, one that can be applied in new situations. Sometimes the\nsimple strategies that have been identified as heuristics that people follow turn out to be\nbounded-optimal solutions. So, rather than condemning the heuristics that people use as\nirrational, we can think of them as a rational response to constraints on computation.\n\nDeveloping bounded optimality as a theory of human behavior is an ongoing\nproject that my research group and others are actively pursuing. If these efforts succeed,\nthey will provide us with the most important ingredient we need for making artificial-\nintelligence systems smarter when they try to interpret people’s actions, by enabling a\ngenerative model for human behavior.\n\nTaking into account the computational constraints that factor into human\ncognition will be particularly important as we begin to develop automated systems that\naren’t subject to the same constraints. Imagine a superintelligent AI system trying to\nfigure out what people care about. Curing cancer or confirming the Riemann hypothesis,\nfor instance, won’t seem, to such an AI, like things that are all that important to us: If\nthese solutions are obvious to the superintelligent system, it might wonder why we\nhaven’t found them ourselves, and conclude that those problems don’t mean much to us.\nIf we cared and the problems were so simple, we would have solved them already. A\nreasonable inference would be that we do science and math purely because we enjoy\ndoing science and math, not because we care about the outcomes.\n\nAnybody who has young children can appreciate the problem of trying to interpret\nthe behavior of an agent that is subject to computational constraints different from one’s\nown. Parents of toddlers can spend hours trying to disentangle the true motivations\nbehind seemingly inexplicable behavior. As a father and a cognitive scientist, I found it\nwas easier to understand the sudden rages of my two-year-old when I recognized that she\nwas at an age where she could appreciate that different people have different desires but\nnot that other people might not know what her own desires were. It’s easy to understand,\nthen, why she would get annoyed when people didn’t do what she (apparently\ntransparently) wanted. Making sense of toddlers requires building a cognitive model of\nthe mind of a toddler. Superintelligent AI systems face the same challenge when trying\nto make sense of human behavior.\n\nSuperintelligent AI may still be a long way off. In the short term, devising better\nmodels of people can prove extremely valuable to any company that makes money by\nanalyzing human behavior—which at this point is pretty much every company that does\nbusiness on the Web. Over the last few years, significant new commercial technologies\n\n55\n\nHOUSE_OVERSIGHT_016315",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016315.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3792,
    "word_count": 607,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:44.655762",
    "prefix": "IMAGES-003"
  }
}