{
  "document_id": "HOUSE_OVERSIGHT_017377",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017377.txt",
  "text": "4.2.12\nWC: 191694\n\nPART IV: THE NEVERENDING QUEST FOR EQUALITY AND JUSTICE\n\nChapter 16: The Changing Face of Race: From Color Blindness to Race-Specific Remedies\n\nWhen I was growing in the pre-Brown versus Board of Education era of legally mandated\nsegregation, the goal of all decent people is the same: color blindness. As Martin Luther King\nwas to put it so eloquently several years later:\n\n“T have a dream that my four little children will one day live in a\nnation where they will not be judged by the color of their skin but\nby the content of their character.”\n\nWe all shared that dream of a color blind America, where success would be based on merit, not\nrace, religion, gender, national origin, ethnicity, class, sexual orientation (this came a bit later) or\nany other irrelevant or invidious characteristic.\n\nOur idol was Jackie Robinson, who by his skill, speed, grace and character broke down the color\nbarrier and became the best player on our beloved Brooklyn Dodgers, leading his team to several\npennants and its sole World Series championship (only to be unceremoniously traded to the hated\nGiants at the end of his career, a trade Robinson rejected by retiring with dignity).\n\nAt college my hero was Professor John Hope Franklin, the first African American to chair an\nacademic department at a college that had not been historically Black.\n\nAt law school, two of my classmates were African-American twins, one of whom went on to\nbecome a judge on New York’s highest court, the other of whom became a professor.\n\nAll that these heroes needed in order to achieve great success was the elimination of racial\nbarriers — color-blindness. That had also been the case for Jews: as soon as religious barriers\nwere dropped, Jews raced to the top of the legal, medical and academic professions. I believed\nthat the same would be true of all victims of racial and other forms of discrimination. I really\nbelieved that all men and women were created equal. All they needed was equal opportunity and\nequal access to achieve equal outcomes. I believed it because I saw it with my own eyes—at least\nwith regard to my heroes.\n\nI participated in the civil rights movement in order to help to bring about racial equality — to make\nMartin Luther King’s dream a reality.\n\nDuring the 1950s and 1960s, there was little talk of race-specific affirmative action — of having\npositive, rather than negative, decisions based on the race of the person. It was enough, we\nbelieved, to eliminate race from decision making. The result, we believed, would be equal\nopportunity and success, as it had been for Jackie Robinson, John Hope Franklin, and my law\nschool classmates.\n\n290\n\nHOUSE_OVERSIGHT_017377",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017377.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2687,
    "word_count": 456,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:48.229615",
    "prefix": "IMAGES-004"
  }
}