{
  "document_id": "HOUSE_OVERSIGHT_012994",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012994.txt",
  "text": "78 4 Brief Survey of Cognitive Architectures\n\ninteracts with other subsystems in the brain much in the manner that the symbolic and neural\ncomponents of a symmetric high-interaction neural-symbolic system interact.\n\nNeuroscience speculations aside, however, our key conjecture regarding neural-symbolic in-\ntegration is that this sort of neural-symbolic system presents a promising direction for artificial\ngeneral intelligence research. In Chapter 26 of Volume 2 we will give a more concrete idea of\nwhat asymmetric high-interaction hybrid neural-symbolic architecture might look like, explor-\ning the potential for this sort of hybridization between the OpenCogPrime AGI architecture\n(which is heavily symbolic in nature) and hierarchical attractor neural net based architectures\nsuch as DeSTIN.\n\n4.5 Globalist versus Localist Representations\n\nAnother interesting distinction, related to but different from “symbolic versus emergentist”\nand “neural versus symbolic”, may be drawn between cognitive systems (or subsystems) where\nmemory is essentially global, and those where memory is essentially local. In this section\nwe will pursue this distinction in various guises, along with the less familiar notion of glocal\nmemory.\n\nThis globalist/localist distinction is most easily conceptualized by reference to memories\ncorresponding to categories of entities or events in an external environment. In an AI system\nthat has an internal notion of “activation” — i.e. in which some of its internal elements are more\nactive than others, at any given point in time — one can define the internal image of an external\nevent or entity as the fuzzy set of internal elements that tend to be active when that event or\nentity is presented to the system’s sensors. If one has a particular set S of external entities or\nevents of interest, then, the degree of memory localization of such an AI system relative to S\nmay be conceived as the percentage of the system’s internal elements that have a high degree\nof membership in the internal image of an average element of S.\n\nOf course, this characterization of localization has its limitations, such as the possibility of\nambiguity regarding what are the “system elements” of a given AI system; and the exclusive\nfocus on internal images of external phenomena rather than representation of internal abstract\nconcepts. However, our goal here is not to formulate an ultimate, rigorous and thorough ontology\nof memory systems, but only to pose a “rough and ready” categorization so as to properly frame\nour discussion of some specific AGI issues relevant to CogPrime. Clearly the ideas pursued here\nwill benefit from further theoretical exploration and elaboration.\n\nIn this sense, a Hopfield neural net [Ami89] would be considered “globalist” since it has a low\ndegree of memory localization (most internal images heavily involve a large number of system\nelements); whereas Cyc would be considered “localist” as it has a very high degree of memory\nlocalization (most internal images are heavily focused on a small set of system elements).\n\nHowever, although Hopfield nets and Cyc form handy examples, the “globalist vs. localist”\ndistinction as described above is not identical to the “neural vs. symbolic” distinction. For it is\nin principle quite possible to create localist systems using formal neurons, and also to create\nglobalist systems using formal logic. And “globalist-localist” is not quite identical to “symbolic vs\nemergentist” either, because the latter is about coordinated system dynamics and behavior not\njust about knowledge representation. CogPrime combines both symbolic and (loosely) neural\nrepresentations, and also combines globalist and localist representations in a way that we will\ncall “glocal” and analyze more deeply in Chapter 13; but there are many other ways these various\n\nHOUSE_OVERSIGHT_012994",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012994.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3858,
    "word_count": 588,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:46.286439",
    "prefix": "IMAGES-002"
  }
}