{
  "document_id": "HOUSE_OVERSIGHT_018686",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018686.txt",
  "text": "actually involves. Although it is increasingly accepted as an alternative sexual\norientation, BDSM remains surrounded by stigma, scandal and occasional legal action.\nThis presentation covers the basics of BDSM (however, it's not a how-to lecture -- you\naren't going to learn how to use a whip, though you'll learn where to go to find out!). I\nprefer to poll the audience to see what they want to cover on top of that -- BDSM history?\ncultural landmarks? BDSM & feminism? legal issues? I've got it all! I have given this\nlecture more than any other. It can be squished into an hour, but I prefer two hours.\n\n* Sex-Positivity for Everyone! Including the Mens! What is masculinity or male\nadvocacy as a movement, and how is it in dialogue with contemporary feminism? Can it\nbe incorporated into feminism, or can the values of the sex-positive feminist community\nspeak to its concerns? What does positive, productive talk about masculinity sound like? I\ntalk about all this in a short lecturette and then facilitate small discussions on kinky male\nsexuality, men in the pickup artist community, and men who buy sex. This workshop was\noriginally requested by the University of Chicago, and based on feedback from that\nexperience and others, I have been adapting it. It should take about 90 minutes.\n\n* The Sex+++ Film Series at Jane Addams Hull-House Museum and related film\nscreenings. I have now overseen many many screenings of sex-positive documentaries,\nand facilitated followup discussions afterwards. In the past I have done this primarily to\naccomplish my own activist educational goals or to raise funds for deserving institutions,\nbut I'd be happy to run a screening or two upon request. Please note, however, that I don't\nown the rights to all the films I've screened, and so if you want me to run a screening for\nyou, you may need to budget extra in order to cover the rights. I started the Sex+++ Film\nSeries at Chicago's Jane Addams Hull-House Museum, and as I write this in 2012, the\nfilm series is in its fourth year. You can look at the film series calendar here:\n\nI would certainly be willing to design a new workshop or lecture upon request -- in fact,\ntwo of the above events were created at the request of the institutions that invited me.\n\nte OK ok\n\nFootnotes\n\nAll these links were last checked in early 2012.\n\nte Kk ok\n\nSection 1: The Basics\n\nte Ok ok\nS&M: Love Bites: An S&M Coming-Out Story\n\n1. Kink Aware Professionals: https://ncsfreedom.org/resources/kink-aware-professionals-\ndirectory/kap-directory-homepage.html -- [back]\n\nHOUSE_OVERSIGHT_018686",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018686.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2571,
    "word_count": 429,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:46.526250",
    "prefix": "IMAGES-005"
  }
}