{
  "document_id": "HOUSE_OVERSIGHT_013337",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013337.txt",
  "text": "46. On September 11, 2008, at the request of his client L.M.., Brad Edwards filed a civil\nsot against Jeffrey Epstein to recover damages for his sexual assault of L.M. See Complaint,\nLM. v. Epstein, (Exhibit “V”).\n\n3 47. Jane Doe’s federal complaint indicated that she sought damages of more than\n$50,000,000. Listing the amount of damages sought in the complaint was in accord with other\ncivil suits that were. filed against Epstein (before any lawsuit filed by Edwards). See Complaint,\nJ ane Doe #4 v. Epstein (Exhibit “W”) (filed by Herman and Mermelstein, PA).\n\n48. At about the same time as Edwards filed his three lawsuits against Epstein, other\ncivil attorneys were filing similar lawsuits against Epstein. For example, on or about April 14,\n2008 another law firm, Herman and Mermelstein, filed the first civil action against Epstein on\nbehalf of one of its seven clients who were molested by Epstein. The complaints that attorney\nHerman filed on behalf of his seven clients were similar in tenor and tone to the complaint that\nEdwards filed on behalf of his three clients. See id.\n\n| 49. Over the next year and a half, more than 20 other similar civil actions were filed by\nvarious attorneys against Epstein alleging sexual assault of minor girls. These complaints were\nalso similar in tenor and tone to the complaint that Edwards filed on behalf of his clients. These\ncomplaints are all public record and have not been attached, but are available in this Court’s files\nand the files of the U.S. District Court for the Southern District of Florida.\n\n| 50. In addition to the complaints filed against Epstein in Florida, a female in New York,\nAva Cordero, filed a lawsuit against Epstein in New York making similar allegations - that\nEpstein paid her for a massage then forced her to give him oral sex and molested her in other\n\nways when she was only 16 years old. Cordero was born a male, and in her complaint she\n19\n\nHOUSE_OVERSIGHT_013337",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013337.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1949,
    "word_count": 336,
    "line_count": 30,
    "import_date": "2025-11-19T21:47:45.969205",
    "prefix": "IMAGES-002"
  }
}