{
  "document_id": "HOUSE_OVERSIGHT_010968",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010968.txt",
  "text": "at the end. Risk theory reinforces that impression by adding that the contribution of\nproductivity in the form of realized work/human capital actually declines. One\ncannot pound too many stakes through the heart of the doctrine that pay\n\ncompensates realized work alone.\n\nNext Generation Theory\n\nI also treat rate of return. This combined free growth theory with insights of Petty\nin 1662 and William Stanley Jevons in 1871. Petty’s idea was that each generation\npasses the baton to the next. Our investment horizon is the generation length. Its\nreciprocal, or one over that period, gives our time preference rate. Jevons also saw\ntime preference as the reciprocal of the period of production, but did not connect\nthat to the generation length. I adjust Petty’s estimate of the length from his 21\nyears to 28.5 by allowing for later births as well as firstborns. The reciprocal is 3.5%\n\nper year. I add free growth as an exogenous and unspecified variable.\n\nAs with Mill and free growth theory, | have to walk a fine line between crediting\nPetty and putting my ideas in his mouth. Petty dictated his books and pamphlets,\nand is not always clear. My idea, probably but not certainly the same as his, is that\neach generation invests everything in the next in trust that it will do the same. All\nour capital of both factors, although Petty spoke only of a cornfield, is exhausted in\nputting the next generation in place. The time horizon to get this done is the\n\ngeneration length.\n\nThis 28.5 years, as I model it, becomes Jevons’ “period of production”. Its reciprocal,\nmeaning one over it, gives rate of return. The idea of a period of production whose\nreciprocal gave rate of return had begun with Rae in 1934, if you don’t count Petty,\nand passed through Nassau Senior to Jevons and Boehm Bawerk. All assumed\ngrowthlessness for simplicity. Return is growth rate plus cash flow rate. It simplifies\nto the pure consumption rate at the collective scale. All these men, even Petty, were\nreally modeling the pure consumption rate. 28.5 years gives the period of\n\nreplication, in my view, or period of production if there were no growth.\n\nChapter 2: Fast Forward 1/06/16 28\n\nHOUSE_OVERSIGHT_010968",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010968.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2192,
    "word_count": 372,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:49.355420",
    "prefix": "IMAGES-001"
  }
}