{
  "document_id": "HOUSE_OVERSIGHT_019764",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019764.txt",
  "text": "276 | HOW AMERICA LOST ITS SECRETS\n\nThe First Decision\n\nThe initial move that Snowden made in preparation for the Level 3\nbreach was switching jobs on March 15. Snowden chose to leave his\njob as a system administrator at Dell to take one at Booz Allen as an\nanalyst in training. His motive could not have been money, because\nit was a lower-paying position. At the time he made this choice, he\nhad already set up an encrypted channel with Laura Poitras for the\npurpose of sending her secret material. But he did not have to change\njobs to send her important secrets. So what was his purpose in mak-\ning this fateful choice?\n\nThe job change was not necessary to expose NSA domestic activi-\nties. If he had only wanted to be a whistle-blower, there were ample\ndocuments about the NSA’s activities already available to him on\nthe NSANet. He also had access at Dell to the administrative file\nthat contained the FISA court orders issued every three months to\nVerizon. In addition, as the NSA’s damage assessment established,\nbefore switching jobs, Snowden had already taken most of the docu-\n\n© ments pertaining to the NSA’s domestic operations that he could ®\nhave supplied to Poitras and Greenwald for whistle-blowing pur-\nposes. Indeed, while still at Dell, he had told Poitras he had a copy\nof Presidential Policy Directive 20, a document in which President\nObama authorized the NSA to tap into fiber cables crossing the\nUnited States. Snowden described it to her as “a kind of martial law\nfor cyber operations, created by the White House.” True, he took a\nmore recently issued FISA order and PRISM presentation in April\nafter switching jobs, but he could just as easily have taken the Janu-\nary 2013 version of the FISA order from the administrative file of\nDell. It would have had the same explosive effect in the media.\n\nNor did he switch jobs to lessen the risk of getting caught. Actu-\nally, the change put him in far greater jeopardy. At Dell, he was rel-\natively safe from apprehension because he could take documents,\nsuch as the Presidential Policy Directive 20, from access points at\nthe NSA shared by many of his peers, making it difficult to trace the\ntheft. Indeed, if he just wanted to expose the NSA’s domestic opera-\ntions, he could have done the entire operation at Dell. He could even\n\n| | Epst_9780451494566_2p_all_r.indd 276 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019764",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019764.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2388,
    "word_count": 416,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:46.766219",
    "prefix": "IMAGES-005"
  }
}