{
  "document_id": "HOUSE_OVERSIGHT_014945",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014945.txt",
  "text": "assume $4.7/share in value for the core business based Verizon's pending acquisition\nvalue of $4.83bn less $300mn for potential revisions.\n\nDownside risks to our PO are: 1} Alibaba stock valuation declines, 2) Alibaba valuation\ndiscount is higher than expected, 3) Verizon's pending acquisition of Yahoo core assets\nis delayed/challenged, 4} valuation of Yahoo! Japan falls, and 5) valuation of Excalibur\npatent portfolio falls.\n\nYelp (YELP)\n\nOur $43 price objective is based on 14x 2018E EV/EBITDA, slightly above online media\ncomps, which we believe is warranted given the higher margin potential in the model.\nWe believe our multiple balances premium growth vs peers with medium-term concerns\non competition and limited GAAP profitability. We believe the slight premium valuation\nis sustainable if the company can continue to deliver 25% y/y topline growth with y/y\nmargin improvement.\n\nDownside risks are Google and Facebook's ambitions to build a review ecosystem to tap\ninto local ad spending, competition from a variety of online and offline locally focused\nadvertising businesses, Google traffic dependency, and advertiser churn.\n\nZillow (ZG / Z)\n\nOur $42 price objective is based on a 6x our 2018E EV/Sales and supported by our DCF\nvaluation. Our multiple is roughly in-line for online real estate lead generation sites in\nother countries operating in developed countries. In addition, this multiple represents a\nrelative discount given Zillow's higher sales growth and a larger US TAM in comparison\nto its peers in smaller developed markets like Australia and Japan. We are positive on\nZillow's long term opportunity to capture the majority of realtor's dollars moving from\noffline channels to online marketing channels.\n\nDownside risks are: 1) traffic cannibalization between Zillow properties, 2) new lawsuits\nagain Zillow, 3) potential for multiple compression, 4) a U.S. housing market down turn,\nand 5) lack of profitability support for valuation.\n\nUpside risks are: 1) faster than expected growth and S&M leverage, 2) Zillow Digg\nmonetization, 3) accelerated grow the in rentals market, and 4) new market expansion.\n\nZYNGA (ZNGA)\n\nOur $2.70 PO is now based on 11x 2018E EBITDA (which is a premium to the Mobile\ngaming peer group due to margin expansion potential), plus $1.41/share in cash and\nassets (building).\n\nDownside risks to our price objective are mobile market share losses, challenges in\nestablishing successful new content given employee departures, and player churn due to\ngreater competition given low barriers to entry. Upside risks are successful new title\nreleases that accelerate growth, or potential acquisition of Zynga for its game portfolio.\n\nAnalyst Certification\n\nWe, Justin Post, Jason Mitchell and Nat Schindler, hereby certify that the views each of\nus has expressed in this research report accurately reflect each of our respective\npersonal views about the subject securities and issuers. We also certify that no part of\nour respective compensation was, is, or will be, directly or indirectly, related to the\nspecific recommendations or view expressed in this research report.\n\nBankof America\n\nMerrill Lynch Internet/e-Commerce | 06 April2017 59\n\nHOUSE_OVERSIGHT_014945",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014945.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3212,
    "word_count": 489,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:46.011982",
    "prefix": "IMAGES-003"
  }
}