{
  "document_id": "HOUSE_OVERSIGHT_028561",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_028561.txt",
  "text": "Cite as: 586 U.S. (2019) 3\n\nBREYER, J., dissenting\n\norganizations the “same immunity from suit ... as is\nenjoyed by foreign governments.” Brief for Petitioners 23—\n24. They invoke the Dictionary Act, which states that\n“words used in the present tense include the future” “un-\nless the context indicates otherwise.” 1 U.S.C. §1. But\nthat provision creates only a presumption. And it did not\neven appear in the statute until 1948, after Congress had\npassed the Immunities Act. Compare §1, 61 Stat. 638,\nwith §6, 62 Stat. 859.\n\nMore fundamentally, the words “as is enjoyed” do not\nconclusively tell us when enjoyed. Do they mean “as is\nenjoyed” at the time of the statute’s enactment? Or “as is\nenjoyed” at the time a plaintiff brings a lawsuit? If the\nformer, international organizations enjoy immunity from\nlawsuits based upon their commercial activities, for that\nwas the scope of immunity that foreign governments\nenjoyed in 1945 when the Immunities Act became law. If\nthe latter, international organizations do not enjoy that\nimmunity, for foreign governments can no longer claim\nimmunity from lawsuits based upon certain commercial\nactivities. See 28 U.S. C. §1605(a)(2).\n\nLinguistics does not answer the temporal question. Nor\ndo our cases, which are not perfectly consistent on the\nmatter. Compare McNeill v. United States, 563 U.S. 816,\n821 (2011) (present-tense verb in the Armed Career Crim-\ninal Act requires applying the law at the time of previous\nconviction, not the later time when the Act is applied),\nwith Dole Food Co. v. Patrickson, 538 U.S. 468, 478 (2008)\n(present-tense verb requires applying the law “at the time\nsuit is filed”). The problem is simple: “Without knowing\nthe point in time at which the law speaks, it is impossible\nto tell what is past and what is present or future.” Carr v.\nUnited States, 560 U.S. 488, 468 (2010) (ALITO, J., dis-\nsenting). It is purpose, not linguistics, that can help us\nhere.\n\nThe words “same ... as,” in the phrase “same immunity\n\nHOUSE_OVERSIGHT_028561",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_028561.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2012,
    "word_count": 333,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:48.184142",
    "prefix": "IMAGES-010"
  }
}