{
  "document_id": "HOUSE_OVERSIGHT_022554",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022554.txt",
  "text": "Guiding Principles\nof Enforcement\n\nGUIDING PRINCIPLES OF\n\nENFORCEMENT\n\nWhat Does DOJ Consider When\nDeciding Whether to Open an\nInvestigation or Bring Charges?\n\nWhether and how DOJ will commence, decline,\nor otherwise resolve an FCPA matter is guided by the\nPrinciples of Federal Prosecution in the case of individu-\nals, and the Principles of Federal Prosecution of Business\n\nOrganizations in the case of companies.\n\nDOJ Principles of Federal Prosecution\n\nThe Principles of Federal Prosecution, set forth in\nChapter 9-27.000 of the U.S. Attorney’s Manual,” pro-\nvide guidance for DOJ prosecutors regarding initiating\nor declining prosecution, selecting charges, and plea-bar-\ngaining. The Principles of Federal Prosecution provide that\nprosecutors should recommend or commence federal pros-\necution if the putative defendant's conduct constitutes a\nfederal offense and the admissible evidence will probably be\nsufficient to obtain and sustain a conviction unless (1) no\nsubstantial federal interest would be served by prosecution;\n(2) the person is subject to effective prosecution in another\njurisdiction; or (3) an adequate non-criminal alternative to\n\nprosecution exists. In assessing the existence of a substantial\n\nfederal interest, the prosecutor is advised to “weigh all rel-\nevant considerations,’ including the nature and seriousness\nof the offense; the deterrent effect of prosecution; the per-\nson’s culpability in connection with the offense; the per-\nson’s history with respect to criminal activity; the person’s\nwillingness to cooperate in the investigation or prosecu-\ntion of others; and the probable sentence or other conse-\nquences if the person is convicted. The Principles of Federal\nProsecution also set out the considerations to be weighed\nwhen deciding whether to enter into a plea agreement with\nan individual defendant, including the nature and serious-\nness of the offense and the person’s willingness to cooperate,\nas well as the desirability of prompt and certain disposition\n\nof the case and the expense of trial and appeal.”\n\nDOJ Principles of Federal Prosecution of Business\nOrganizations\n\nThe Principles of Federal Prosecution of Business\nOrganizations, set forth in Chapter 9-28.000 of the US.\nAttorney’s Manual,”” provide guidance regarding the resolu-\ntion of cases involving corporate wrongdoing. The Principles\nof Federal Prosecution of Business Organizations recognize\n\nthat resolution of corporate criminal cases by means other\n\nHOUSE_OVERSIGHT_022554",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022554.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2490,
    "word_count": 361,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:45.061010",
    "prefix": "IMAGES-007"
  }
}