{
  "document_id": "HOUSE_OVERSIGHT_023880",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023880.txt",
  "text": "134 Teaching Minds\n\nour wives and children and friends and co-workers all the time.\n\nIt is possible to teach negotiation, of course. My team once built\na course on negotiation, working with a Harvard Law professor’ who\ntaught negotiation. The course worked by having people negotiate.\nThe situations were artificial so there is some question as to how valu-\nable lessons can be learned from negotiating when nothing important\n(except ego) depends on it. What I found most interesting about that\ncourse were the stories that the expert told from his life as a profes-\nsional negotiator. I can’t say that I was ever able to personally make\nuse of the lessons that those stories taught, but other people’s experi-\nences are interesting to think about. In the end, what we really know\nabout negotiation is what has worked well for us in the course of our\nlives when we were negotiating. Coaching can help, of course, which\nimplies that the best way to teach negotiation would be with a men-\ntor watching you do it for real and offering tips. Psychologists perform\nthis service in couples counseling, and presumably real estate agents\nperform this service for homebuyers and sellers. Just-in-time advice is\nalways helpful.\n\nHOW TO TEACH DESCRIBING\n\nThere is a famous quote: “I apologize that this letter is so long—I\nlacked the time to make it short.”8 As long as people have been talk-\ning, they have had to learn to talk well. When they learned to write,\nthey had to learn to write well. Communication is a very big part of\nliving in a society and those who communicate well gain all kinds of\nadvantages. It is difficult to attain public office without speaking well,\nor to become an important academic without writing well, or to make\nsales or convince anyone of anything without making your case well.\n\nThis takes practice and coaching, and there is no substitute for ei-\nther. One also has to have something to say, so this means one has to\nhave had experiences to talk and write about. Further, it helps if one\nis writing about something that one is passionate about. Asking kids\nto write about their summer vacations doesn’t necessarily make them\ninto good writers. Asking kids to give speeches about George Washing-\nton fails for reasons of lack of passion. People need to learn to describe\nwell what is most important to them. And, they must be doing this\n\nHOUSE_OVERSIGHT_023880",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023880.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2383,
    "word_count": 411,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:44.420314",
    "prefix": "IMAGES-007"
  }
}