{
  "document_id": "HOUSE_OVERSIGHT_017515",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017515.txt",
  "text": "owt n woe Ww DN\n\nMM MMNMNFRFHFRP RPP RPRP RP\nOemwWwnrF OW DH RUB WNHH Ow\n\nDaan SF WN FE\n\nMONMONNNPPRP PEEP BE Bb\nmBWNHEFE OW DARE SB WNHE OW\n\n25\n\ntogether possible that ] gave Russ the okay to hire\nhim before, 1] just don't have a specific recollection\none way or the other.\n\nQ. At some point, | take it, you learned,\nwhether you sat in on a meeting when Mr. Edwards was\nhired or whether your co-conspirator hired him, at\nsome point you learned that Mr. Edwards, in fact, had\nbeen hired by the firm; is that correct?\n\nA. I'm certain that ] gave the final okay to\nhire him.\n\nQ. Okay. When you were giving the final okay\nio hire him, ] assume there had to be discussion of\nthe money that he was going to be paid, correct?\n\nA. With somebody, yes.\n\nQ. Certainly with Mr. Edwards, right? I assume\nhe wanted to know how much he was getting paid.\n\nA. Yes, but] don't have a specific\nrecollection of whether ] discussed that with him or\n\n. whether ] authorized Adler or maybe even Rosenfeldt to\n\ndiscuss it with him. | don't recall.\n\nQ. Do you have the slightest idea how much\nmoney Mr. Edwards was paid when he first joined the\nfirm, what his salary was?\n\n= A. J don't have an independent recollection.\n\n~ Q. Generally someone like Mr. Edwards at his\n\nlevel of accomplishment and his age, you know what the\ngeneral salary would have been at your firm?\n\nIt didn't work that way.\n\n] see. Tel] me how it worked.\n\nIt's a case-by-case basis.\n\nTel] me how it worked.\n\nCase-by-case basis.\n\n. And how did you make that determination on a\ncase-by-case basis?\n\nA. Actual book of business, potential book of\nbusiness, potentiality for growth, character, what he\nbrought to the table, and obviously a function of how\nmuch money we had available at the time.\n\nQ. Okay. And you don't have any recollection\nof the machinations that occurred in determining what\nMr. Edwards salary would be, correct?\n\nA. 1 do not.\n\nQ. But certainly one of the things you would\nconsider would be the book of business, 1.e. the\nEpstein case, nght?\n\nA. I'm certain that ] did consider the Epstein\ncase.\n\nQ. Do you know whether he brought any other\nbook of business --\n\nA. But I'm also certain it wasn't the only\n\nQ>O>ro>\n\nPage 99\n\nOo pBWNHOrF OW DWI DUBWNHrFP OW DAHA HBWN EH\n\nSHR GR EST ASS RE AST CL eae em EIN AR AR GE ERR ALANS WARES\n\nNM NM NHN NYFF RF RP RF RFP RPP HB\n\nfactor 1 considered.\n\nQ. All right. Do you know whether he brought,\nin his book of business, do you know whether he\nbrought any other cases to the firm other than the\nEpstein case?\n\nA. J] don't recall one way or the other.\n\nQ. Okay. Do you know whether your -- well, bad\nquestion, | won't ask that.\n\nNow, you've talked a lot about Ken Jenne\nhere this morning. Was Ken Jenne part of your Ponzi\nscheme?\n\nA. No, sir.\n\nQ. Had nothing to do with it, right?\n\nA. That's correct.\n\nQ. Other than his having -- working for you as\nan investigator, he was not one of your\nco-conspirators, right?\n\nA. He didn't work for me as an investigator, he\nworked for me heading up our investigative division,\nheading up our internal security, heading up my\npersonal security, and acting as a political advisor\nto me.\n\nQ. Okay. Did he serve any kind of\ninvestigative function at all, after all, he was a law\nenforcement officer at one point in his career?\n\nPage 100\n\nA. I note that he assisted the other people at\nthe firm that were doing the investigative work. ]\ndon't know if he personally did investigative work.\nHe may have.\n\nQ. Do you know whether Mr. Jenne, in his role\nas your advisor or your political consultant, do you\nknow if he was involved in any kind of illegality,\nillegal wire tapping or anything like that while he\nwas at Rothstein?\n\nMR. SCAROLA: Excuse me, ]'m going to\nobject to the form of the question, vague and\nambiguous.\n\nTHE WITNESS: To my knowledge he was not.\nBY MR. GOLDBERGER:\n\nQ. To your knowledge, no?\n\nA. Correct.\n\nQ. Okay. You talked about having a bunch of\nfundraisers, I know you had a bunch of fundraisers\nthat was kind of a deal at Rothstein. This was kind\nof a rock star Jaw firm, right? ] mean, you had lots\nof fundraisers, lots of parties, right? Was that the\nimage you were trying to present?\n\nA. In reality that's the way we were.\n\nQ. Okay.\n\nA. A Jot of young lawyers having a good time,\n\nPage 101\n\n26 (Pages 98 to 101)\n\nFRIEDMAN, LOMBARDI & OLSON\n\n305-371-6677\n\n5ed93085-0554-447f-bcdd-ca2d8fe94 1df\n\nHOUSE_OVERSIGHT_017515",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017515.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4375,
    "word_count": 814,
    "line_count": 182,
    "import_date": "2025-11-19T21:47:47.313529",
    "prefix": "IMAGES-004"
  }
}