{
  "document_id": "HOUSE_OVERSIGHT_031943",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031943.txt",
  "text": "and the support for SCAF is related to that.” SCAF is the Supreme\nCouncil of the Armed Forces, Egypt’s ruling military council.\nSecretary of State Hillary Rodham Clinton underscored the shift in a\nspeech last week that her aides later said was a deliberate warning to\nthe military council, which assumed power after President Hosni\nMubarak’s ouster. The military had initially pledged to hand over\ncontrol to civilians by September, but it now says that a presidential\nelection will not occur before 2013. And last week it laid out a\nblueprint for the next constitution, giving the military special political\npowers and protection from civilian oversight into perpetuity.\n\n“If, over time, the most powerful political force in Egypt remains a\nroomful of unelected officials, they will have planted the seeds for\nfuture unrest, and Egyptians will have missed a historic opportunity,”\nMrs. Clinton warned.\n\n“When unelected authorities say they want to be out of the business\nof governing,” the United States expects them “to lay out a clear road\nmap” and “abide by it,” she added.\n\nGiven Washington’s long support for Mr. Mubarak, and Mrs.\nClinton’s comment last month approving of the military’s extended\ntimetable for electing a civilian president, there was suspicion over\nWashington’s intentions. The shift occurred at the same time as a\nbroader effort by the Obama administration to counter anti-American\nsentiment and reach out to opposition leaders across the political\nspectrum.\n\nThe United States “wants to have the cake and eat it, too,” said Nabil\nFahmy, a former Egyptian ambassador to Washington, arguing that\nthe United States wants to promote democracy without dealing with\nthe pressure it would put on American interests in the region.\n\nThe military’s attempts to protect its power and privileges\nindefinitely have created an awkward situation for Washington. The\nUnited States, through the Pentagon in particular, has long nurtured\n\nHOUSE_OVERSIGHT_031943",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031943.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1969,
    "word_count": 308,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:45.269994",
    "prefix": "IMAGES-011"
  }
}