{
  "document_id": "HOUSE_OVERSIGHT_012172",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012172.txt",
  "text": "ff \\\n\nKIRKLAND & ELLIS LLP\nResponse to Letter by FAUSA Sloman Dated May 19, 2008\n\nIn a May 19, 2008 letter to Jay Lefkowitz (See Tab 1), SDFL First Assistant U.S.\nAttomey Jeffrey Sloman provided what purported to be a summary of the events that have\noccurred during the investigation of Mr. Epstein. Mr. Sloman’s letter is fraught with\ninconsistencies, false and misleading characterizations and outright falsehoods. The comparison\nbelow between the false assertions in Mr. Sloman’s letter and what actually transpired is only the\ntip of the iceberg. We respectfully submit that Mr. Sloman’s letter alone demonstrates the\ndegree to which the record of facts have been distorted and these distortions have permeated this\nunprecedented investigation.\n\n1. “INDEPENDENT” AND “DE NOVO” REVIEW.\nMr. Sloman’s Letter:\n\ne “[W]e obliged your request for an independent de novo review of the investigation and\nfacilitated such review at the highest levels of the Department of Justice.” Tab 1, May\n19, 2008 Letter from J. Sloman, p. 5, ¥ 3.\n\nThe Truth:\ne CEOS’ review, concluded in May 2008, was neither independent nor de novo.\no CEOS’ review was not “independent:”\n\n« Drew Oosterbaan, who conducted the review on behalf of CEOS, had\nalready reviewed the prosecution memo on this matter eight months\nearlier. During a meeting with defense counsel at the United States\nAttorney’s Office in Miami (the “USAO”) in September of 2007, he\nopined that he so believed in the prosecution that he “would try the case\nmyself.”\n\n* Indeed, Mr. Sloman acknowledges that Mr. Oosterbaan had previously\nopined on this matter, stating:\n\nThis particular attack on this statute [18 U.S.C. § 2242(b)}\nhad been previously raised and thoroughly considered and\nrejected by . . . CEOS prior to the execution of the\n[Deferred Prosecution] Agreement [in September 2007].\n\nId., p. 5 (emphasis added).\n\n* The statute Mr. Sloman referred to (§ 2422(b)) lies at the heart of the\nEpstein investigation. Thus, according to Mr. Sloman, Mr. Oosterbaan\nwas tasked with reviewing his own prior decision regarding applying the\nkey statute under which the SDFL proposed prosecuting Mr. Epstein.\n\nHOUSE_OVERSIGHT_012172",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012172.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2169,
    "word_count": 349,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:48.736599",
    "prefix": "IMAGES-001"
  }
}