{
  "document_id": "HOUSE_OVERSIGHT_018216",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018216.txt",
  "text": "and crews to emerge from their cabins and start steering the boat.\n\nKishore Mahbubani is dean of the Lee Kuan Yew School of Public Policy,\nNUS, and author of the forthcoming book The Great Convergence: Asia,\nthe West, and the Logic of One World.\n\nArticle 6.\n\nForeign affairs\n\nPyongyang's Nuclear Logic\n\nJennifer Lind, Keir A. Lieber, and Daryl G. Press\n\nFebruary 14, 2013 -- In his State of the Union address, U.S. President\nBarack Obama described North Korea's recent nuclear test as a\nprovocation that required a firm response. The intended audience for that\nprovocation, though, is up for debate. Some commentators have posited\nthat the test was a signal aimed at China, designed to demonstrate North\nKorea's independence from its great-power patron. Others think that Kim\nJong-un was sending a message to the newly elected president of South\nKorea, Park Geun-hye. Still other North Korea experts have suggested that\nthe test was actually meant for domestic consumption, to lift the sagging\nmorale of a deprived public or for the regime to curry favor with the\nmilitary. The intended North Korean signal is being analyzed and debated\nby U.S. government officials, who hold views across the spectrum.\n\nA much simpler explanation exists. Pyongyang tested a nuclear device for\nthe same reason it has been testing long-range missile designs: to see what\nworks. In truth, the effort was less a signal than an attempt to master the\ntechnical capabilities that are vital to its nuclear deterrent.\n\nThis rationale should come as no surprise to those steeped in Cold War\nhistory. Between 1945 and 1992, the United States conducted 1,054\nnuclear tests and fired an untold number of missiles. If the goal had merely\n\nHOUSE_OVERSIGHT_018216",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018216.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1731,
    "word_count": 283,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:46.104013",
    "prefix": "IMAGES-004"
  }
}