{
  "document_id": "HOUSE_OVERSIGHT_019941",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019941.txt",
  "text": "him at face value, became a moral stand.\n\nIn 2006, after Kaplan had edited the paper for fifteen years, Arthur Carter sold the\nObserver—which had never made a profit—to the then twenty-five-year-old Kushner, an\nunknown real estate heir interested in gaining stature and notoriety in the city. Kaplan was\nnow working for someone twenty-five years his junior, a man who, ironically, was just the\nkind of arriviste he would otherwise have covered.\n\nFor Kushner, owning the paper soon paid off, because, with infinite ironies not\nnecessarily apparent to him, it allowed him into the social circle where he met Donald\nTrump’s daughter, Ivanka, whom he married in 2009. But the paper did not, irksomely for\nKushner, pay off financially, which put him into increasing tension with Kaplan. Kaplan,\nin turn, began telling witty and devastating tales about the pretensions and callowness of\nhis new boss, which spread, in constant retelling, among his many media protégés and\nhence throughout the media itself.\n\nIn 2009, Kaplan left the paper, and Kushner—making a mistake that many rich men\nwho have bought vanity media properties are prone to making—tried to find a profit by\ncutting costs. In short order, the media world came to regard Kushner as the man who not\nonly took Peter Kaplan’s paper from him, but also ruined it, brutally and incompetently.\nAnd worse: in 2013, Kaplan, at fifty-nine, died of cancer. So, effectively, in the telling,\nKushner had killed him, too.\n\nMedia is personal. It is a series of blood scores. The media in its often collective mind\ndecides who is going to rise and who is going to fall, who lives and who dies. If you stay\naround long enough in the media eye, your fate, like that of a banana republic despot, is\noften an unkind one—a law Hillary Clinton was not able to circumvent. The media has the\nlast word.\n\nLong before he ran for president, Trump and his sidekick son-in-law Kushner had been\nmarked not just for ignominy, but for slow torture by ridicule, contempt, and ever-more\namusing persiflage. These people are nothing. They are media debris. For goodness’ sake!\n\nTrump, in a smart move, picked up his media reputation and relocated it from a\nhypercritical New York to a more value-free Hollywood, becoming the star of his own\nreality show, The Apprentice, and embracing a theory that would serve him well during his\npresidential campaign: in flyover country, there is no greater asset than celebrity. To be\nfamous is to be loved—or at least fawned over.\n\nThe fabulous, incomprehensible irony that the Trump family had, despite the media’s\ndistaste, despite everything the media knows and understands and has said about them,\nrisen to a level not only of ultimate consequence but even of immortality is beyond worst-\ncase nightmare and into cosmic-joke territory. In this infuriating circumstance, Trump and\nhis son-in-law were united, always aware and yet never quite understanding why they\nshould be the butt of a media joke, and now the target of its stunned outrage.\n\nHOUSE_OVERSIGHT_019941",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019941.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3032,
    "word_count": 504,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:46.882986",
    "prefix": "IMAGES-005"
  }
}