{
  "document_id": "HOUSE_OVERSIGHT_012786",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012786.txt",
  "text": "then relentlessly hunt them down. When they catch the victim, the attack is brutal, focused on body parts\nthat are necessary for moving, communicating and reproducing. The attackers commonly have a\nnumerical advantage over the victims, a ratio of at least three to one. This power imbalance reduces the\ncosts of the attack by making it almost impossible for the victim to retaliate. Proof of this cost-benefit\nanalysis comes from the fact that the attacking party rarely incurs injuries, whereas the victims rarely\nescape alive. The benefit of these attacks is that the attacking community gains access to additional\nresources by weakening the competitive strength of their neighbors. In a well documented case from Jane\nGoodall’s site in Gombe, Tanzania, one chimpanzee community literally eliminated their competitors in\nthe neighboring community, absorbing the remaining individuals and land. Though such attacks are\ncertainly not a daily affair, they occur with sufficient frequency and benefits to create a selective\nadvantage for the winners.\n\nThe suite of behaviors that accompany coalitionary killing in chimpanzees has led several\nscientists, most notably Wrangham, to argue that this form of lethal aggression in chimpanzees is an\nadaptation, with deep parallels to human warfare. On this view, we inherited the upgrade to version 1.5\nlethal aggression.\n\nThe claim that our capacity for killing, especially in war, is an evolved adaptation, is anathema to\nmany, scholars in the humanities and social sciences. The visceral antagonism is triggered by the belief\nthat biological explanations imply inevitability, and provide an excuse for the atrocities we create. For\nthese scholars, war, and more generally, the high levels of killing observed among human populations, are\nrecent, cultural concoctions, born out of human intelligence, the invention of projectile weapons, and high\npopulation density, to name a few. From this perspective, biology plays no meaningful role in our\nunderstanding of human violence. From this perspective, killing in chimpanzees looks nothing like killing\nin humans. This attitude echoes the famous 1986 Seville Statement on violence in which a group of\ndistinguished scientists, including the ethologist Robert Hinde, the geneticist John Paul Scott, and the\nbiological anthropologist Richard Leakey, sidelined biology with the following five statements:\n\n1. \"It is scientifically incorrect to say that we have inherited a tendency to make\nwar from our animal ancestors.\"\n\n2. \"It is scientifically incorrect to say that war or any other violent behaviour is\ngenetically programmed into our human nature.\"\n\n3. \"It is scientifically incorrect to say that in the course of human evolution there\nhas been a selection for aggressive behaviour more than for other kinds of\nbehaviour.\"\n\n4. \"It is scientifically incorrect to say that humans have a ‘violent brain'.\"\n\n5. \"It is scientifically incorrect to say that war is caused by ‘instinct’ or any single\nmotivation.\"\n\nHauser Chapter 1. Nature’s secrets 40\n\nHOUSE_OVERSIGHT_012786",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012786.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3063,
    "word_count": 467,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:47.708543",
    "prefix": "IMAGES-002"
  }
}