{
  "document_id": "HOUSE_OVERSIGHT_022393",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022393.txt",
  "text": "Financial Services\n\nRepublicans’ retention of the House and Senate majorities\nmeans that President-elect Trump will have partners in\nboth banking committees to help implement an agenda\nheavy on deregulation. The new Senate Banking\nCommittee chairman will be Mike Crapo (R-ID), who hasa\nsolid working relationship with returning Ranking Member\nSherrod Brown (D-OH) and could work productively with\nhim in a handful of areas. On the House side, Rep. Jeb\nHensarling (R-TX) returns as chairman of the Financial\nServices Committee. A fierce opponent of the 2010\nDodd-Frank Act, Hensarling will have Trump’s support in\nrenewing his effort to repeal and replace the Dodd-Frank\nAct and continuing the panel’s aggressive oversight of\nfinancial regulators. Given Republicans’ narrow majority\nin the Senate, Democrats’ ability to filibuster\ncontroversial bills in that chamber will make it difficult for\nHouse and Senate GOP leaders to push through a broad\ndismantling of major elements of Dodd-Frank, something\nthe President-elect called for during the campaign. But\ngiven that Republicans will have full control of the\nexecutive and legislative branches for the first time since\n2006, the GOP base will be dismayed if they don’t try\nanyway. Short of that broader effort, bipartisan\ncompromises in the areas of bank capital and regulatory\nrelief for smaller banks seem achievable.\n\nSenate Banking Committee. Crapo is widely seen as\nworking constructively with Sen. Brown —a stark contrast\nto Brown’s relationship with current Chairman Richard\nShelby (R-AL), who has been unable to agree with\nDemocratson much legislatively. In a July interview,\nCrapo called Brown “straightforward and honorable” and\nsaid that while they were far apart in terms of their\npolitical views, “the fact is we have been able to find\nsignificant areas of consensus where we can agree to\nmove forward on good policy, so | expect that we would\nbe able to do that.” The leading optionsfor an early\nbipartisan effort include a bill providing regulatory relief\nfrom some Dodd-Frank provisionsto community banks, a\nhigh priority for both Crapo and Brown. Such a bill might\ninclude language raising Dodd-Frank’s $50 billion asset\nthreshold, above which banks must submit to more\nrigorous prudential supervision by the Fed. Crapo and\nBrown also could agree on modest structural changes to\nthe Federal Reserve, unless pressure from the Trump\nWhite House for a more ambitious Fed reform bill —like\nthe package of changes passed by the House in November\n2015 —derailsthat effort. Crapo and Brown could also\nconceivably agree on more stringent capital standards for\nthe largest banks, athemethat Brown hammersat every\nopportunity.\n\nAs Shelby did, Crapo is expected to maintainthe\ncommittee’s focus on rules and bodies created by the\nDodd-Frank Act, such as the Financial Stability Oversight\nCouncil (FSOC) and the Consumer Financial Protection\nBureau (CFPB), which suffered a judicial setback when a\nfederal appeals court on October 11 ruled that its\nstructure was unconstitutional. Crapo has also been\nskeptical of the new supervisory authorities the 2010 law\ngave the Fed to overseelarger banks and insurers that\nare designated as systemically important by the FSOC.\nCrapo could work collaboratively with Ranking Member\nBrown on a legislative follow-up to the Fed’s recent report\ncriticizing banks’ trading of physical commodities; one\nobvious possibility is to repeal the merchant banking\nexemption given to the holding companies for Goldman\nSachs and Morgan Stanley, as the Fed recommended.\nFinally, a post-crisis system for housing finance—i.e., the\nfuture of Fannie Mae and Freddie Mac —still loomsas the\nbiggest area left unaddressed by the 2010 financial\nreforms, but a bipartisan effort to establish a new system\ndrafted by Crapo and then-Chairman Tim Johnson (R-SD)\nin 2013-14 foundered when the Banking Committee's\nliberal Democrats (and some Republicans) declined to\nsupport the centrist proposal. Since then, few signs have\nemerged about how to structure a new housing finance\nsystem in a way that could survive a Senate filibuster, and\nPresident-elect Trump did not address the issue during his\ncampaign.\n\nHouse Financial Services Committee. After years of\nconfrontation with a Democratic White House and\nDemocratic appointees to financial regulators, Chairman\nHensarling will shift strategies now that the executive\nbranch isin more friendly hands. Hensarling is not likely\nto improve his contentious relationship with Rep. Maxine\nWaters (D-CA), however, who will return as ranking\nmember and is certain to push back on Hensarling’s\nefforts to replace the 2010 reformswith more\nconservative approaches. While Hensarling has regularly\ndone battle with officials at the FSOC, Treasury, SEC and\nthe Fed, new leadership is expected at those agencies —\nthough even Republican appointees will be constrained by\nthe existing statutory mandatesin Dodd-Frank, unless the\nnew Congress is able to alter the law with legislation. At\nthe Fed, Chairman Janet Yellen’sterm does not expire\nuntil January 2018. President-elect Trump frequently\ncriticized Yellen as being overly “political” during the\ncampaign.\n\nEY 21\n\n| Election 2016\n\nHOUSE_OVERSIGHT_022393",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022393.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5210,
    "word_count": 795,
    "line_count": 108,
    "import_date": "2025-11-19T21:47:45.294860",
    "prefix": "IMAGES-006"
  }
}