{
  "document_id": "HOUSE_OVERSIGHT_031993",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031993.txt",
  "text": "VVVVVVVVVVVVVVV VV V\n\nco\nme\nth\nre\nno\nco\nco\nma\nco\n\nconfidentiality Notice: The information contained in this electronic\nmessage is PRIVILEGED and confidential information intended only for the\nuse\n\nof the individual entity or entities named as recipient or recipients. If\nthe reader is not the intended recipient, be hereby notified that any\ndissemination, distribution or copy of this communication is strictly\nprohibited. If you have received this communication in error, please\nnotify\n\nme immediately by electronic mail or by telephone and permanently delete\nthis message from your computer system. Thank you.\n\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\n\nJeffrey Epstein\n\nUnauthorized use, disclosure or copying of this\ncommunication or any part thereof is strictly prohibited\nand may be unlawful. If you have received this\ncommunication in error, please notify us immediately by\nreturn e-mail or by e-mail to jeevacation@gmail.com, and\ndestroy this communication and all copies thereof,\nincluding all attachments.\n\nnfidentiality Notice: The information contained in this electronic\nssage is PRIVILEGED and confidential information intended only for\ne use of the individual entity or entities named as recipient or\ncipients. If the reader is not the intended recipient, be hereby\ntified that any dissemination, distribution or copy of this\nmmunication is strictly prohibited. If you have received this\nmmunication in error, please notify me immediately by electronic\nil or by telephone and permanently delete this message from your\nmputer system. Thank you.\n\nHOUSE_OVERSIGHT_031993",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031993.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1748,
    "word_count": 260,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:46.087470",
    "prefix": "IMAGES-011"
  }
}