{
  "document_id": "HOUSE_OVERSIGHT_024331",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024331.txt",
  "text": "Table of Contents\n\nCOMPENSATION SETTING PROCESS\nROLE OF COMPENSATION AND NOMINATING COMMITTEE AND CHIEF EXECUTIVE OFFICER IN SETTING EXECUTIVE COMPENSATION\n\nThe Compensation and Nominating Committee has responsibility for overseeing the design, development, and implementation of the\ncompensation program for our chief executive officer and other NEOs. The committee evaluates the performance of our chief executive officer and the\nperformance of the other executive officers. Our chief executive officer assists the committee in evaluating the performance of our other executive officers,\nincluding the named executive officers other than the chief executive officer. Our chief executive officer does not participate in portions of committee\nmeetings or meetings of the Board when his compensation is discussed and determined, and has requested that his total compensation be set significantly\nbelow the market median due to his significant ownership interest in our company\n\nBased on these assessments, the members of the Compensation and Nominating Committee, each of whom is an independent director, make the\nfinal compensation decisions for the NEOs other than the CEO, and make recommendations to the Board for the CEO’s compensation. The Board makes\nthe final decision for the CEO’s compensation.\n\nINDEPENDENT COMPENSATION ADVISOR\n\nOur Compensation and Nominating Committee believes that independent advice is important in developing Carvana’s executive compensation\nprograms. Since September 2017, the committee has engaged Korn Ferry as its independent compensation consultant to advise on executive compensation\nmatters. All work performed by the independent compensation consultant regarding our executive compensation program is tasked and overseen directly by\nthe committee. Our management provides information and analyses to the committee at the committee’s direction.\n\nIn addition to advising on our executive compensation program, Korn Ferry, at the request of and in service to the committee, provided certain\nother compensation advisory services for 2018 compensation, including assistance with establishing a compensation peer group, benchmarking aggregate\nbroad-based equity usage (including run-rate and total dilution), benchmarking director compensation, benchmarking\nnon-executive employee compensation in certain job families within our company, and developing the narrative disclosure in this Compensation Discussion\nand Analysis. Our Compensation and Nominating Committee paid Korn Ferry $103,000 for their 2018 services.\n\nKorn Ferry does not provide any other material services to Carvana Co. The committee has assessed the independence of Korn Ferry pursuant\nto the NYSE rules and concluded that Korn Ferry’s work for the committee did not raise any conflicts of interest.\n\n393 =\n\nHOUSE_OVERSIGHT_024331",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024331.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2833,
    "word_count": 394,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:44.662621",
    "prefix": "IMAGES-007"
  }
}