{
  "document_id": "HOUSE_OVERSIGHT_025271",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025271.txt",
  "text": "US rates\n\nDuration preference: neutral\n\nUS 10-year (24 Oct): 1.8% (last month: 1.8%)\nUBS view US 10-year (6-month forecast): 2.0%\ne US 10-year yields traded largely sideways within a narrow range. Improving domestic economic and sentiment data\nwas balanced by concerns of the elections/fiscal cliff weighing on the US economy. However, both the ECB and the\nFed have provided substantial and credible backstops that significantly reduce tail risks. This reduces the flight to\nquality and the risk discount placed on Treasuries in the event of a re-escalation of the European debt crisis. This\nrepresents a clear floor with little chance of retesting the historical lows of July (~1.4%). In addition, the Fed's\nwillingness to fall behind the curve in support of the domestic labor market will increase inflation expectations over\nthe medium term. This implies steeper yield curves.\n¢ In addition, the credible and conditional central bank backstops have already improved sentiment and should help\nto kick-start growth if politicians provide the necessary tailwinds. Yields will then return to their slightly higher,\npreviously stable ranges over a six-month horizon (1.8%-2.1%).\ne At the same time, US yields should be capped, as the US economy continues to be vulnerable to spillover effects\nfrom the Eurozone. Structurally weak growth which will be dampened by the upcoming US fiscal consolidation, will\nadd to volatility and limit the increase in yields.\n\nA Positive scenario for US bonds US 10-year (6-month range): 1.4-1.6%\n¢ US fiscal deleveraging beyond our expectations weighs on the cyclical recovery and is a drag on yields.\n\n° A re-escalation of the European debt crisis burdens yields. Implementation risks in the ECB framework remain, given\nthat Italy and Spain have not yet made the necessary application, which will result in the peripheral spread widening.\nAt the same time, Greece is likely to announce a second debt restructuring and leave the Eurozone next year.\n\n¢ The labor market fails to recover, increasing the likelihood of even more MBS purchases or alternative measures, and\nyields stay low or fall further.\n\n& Negative scenario for US bonds US 10-year (6-month range): 2.1-2.5%\n¢ If the ECB buying of short-dated Spanish and Italian sovereign bonds increases risk appetite, it would reduce the\nflight to quality more substantially and this represents an upside risk to our forecasts.\n\nRecommendations\n\nTactical (6 months)\n\ne Weak global growth momentum, ongoing\nbond market support from central banks\nand the lingering euro crisis are likely to\nkeep yields at extraordinarily low levels for\nsome time. Tactically, we suggest a neutral\nduration position.\n\nStrategic (1 to 2 years)\n\ne Yields have significant upside potential\nover the next couple of years given the\nextraordinarily low current levels of real\ninterest rates in particular. Thus clients\nwith a longer time horizon should focus\non bonds with short and medium\nmaturities.\n\nUSD 10-year yields and forecasts\n\n5%\n\n4%\n\ne If EU leaders make progress toward increased fiscal integration, and US growth recovers with a rapidly improving paul\nlabor market, then yields could rise more significantly. i \\, yA,\nNote: Scenarios refer to global economic scenarios (see slide 7) 3% My Why\nWy \\\n1 7 . \\ rt\nWhat we're watching Why it matters is, Mol,\nFed policy The Fed's assessment of the labor market determines its stance on quantitative easing me\nand is key for yields. Key dates: Nov 2, NFP; Dec 11 Fed FOMC meeting 1%\nInflation expectations Current yields do not reflect low real-interest rates, but rather normal inflation\nexpectations. Inflation expectations increased on the back of the latest Fed action, ed\nA ‘ ‘ . 6 Oct-09 Oct-10 Oct-11 Oct-12 Oct-13\nleading to more upside risk for long maturity yields.\nUS presidential The US presidential election will guide fiscal spending for the coming years. \"forecasts US 10¥\nelecienihises| cliff & debt Source: Bloomberg, UBS, as of October 15, 2012\ncoud Note: Past performance is not an indication of future returns.\nba UBS For further information please contact ClO's asset class specialist Daniela Steinbrink Mattei, daniela.steinbrinkmattei@ubs.com 24\n\nPlease see important disclaimer and disclosures at the end of the document.\n\nHOUSE_OVERSIGHT_025271",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025271.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4282,
    "word_count": 678,
    "line_count": 81,
    "import_date": "2025-11-19T21:47:48.514542",
    "prefix": "IMAGES-008"
  }
}