{
  "document_id": "HOUSE_OVERSIGHT_013920",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013920.txt",
  "text": ">99Designs (www.99designs.com) and Crowdspring (www.crowdspring.com)\n\nI used 99Designs to get an excellent logo for www_litliberation.org in 24 hours for less than $150. I\nsubmitted the concept, more than 50 designers worldwide uploaded their best attempts, which I could\nbrowse, and I chose the best after suggesting a few improvements. From Crowdspring’s site: “Name\nyour price, name your deadline, see entries within hours and be done in just days. The average project\ngets a whopping 68 entries. 25 entries or your money back.”\n\ne » eLance ( www.elance.com ) (877—435-2623)\n\ne > Craigslist ( www.craigslist.org )\n\n» LIFESTYLE DESIGN IN ACTION\n\nI’m a USS. citizen and it was impossible for my friends and relatives to track me down by phone. Enter\nSkype In. It’s not new but allows you to lease a fixed U.S. (or other country) phone number which then\nforwards to your Skype account. About $60/year. Within Skype you can then set up call forwarding to\nring you at your local number. You pay the rate as if you were calling from the United States to\nwherever you are. I’ve used this in about 40 countries and it works like a treat. The call quality is usually\ngreat and the convenience is amazing. http://www.skype.com/allfeatures/onlinenumber/. A caveat is to\nalways, ALWAYS get a local SIM card for your unlocked GSM phone. Roaming is for amateurs. A\nlocal SIM also gets you GPRS, Edge, or 3G. Sometimes even free Wifi. Cheers, —TY KROLL\n\nBasically I try to keep all of my tools online so that if my laptop gets stolen, I can buy a new one and\nhave everything up and running within 24 hours. Here are a few of the tools I use on a regular basis:\n\n° RememberTheMilk.com has been really crucial to me keeping on top of my daily tasks.\ne Freshbooks.com for online invoicing\ne Highrise (http://www.highrisehg.com/) for online CRM\n\ne Dropbox (getdropbox.com) for easy file sharing/automatic backup of critical files while on the\nroad\n\ne TrueCrypt (truecrypt.org) for keeping your laptop data secure while on the road. [Tim comment:\nThis can also be used with a USB flash drive, and another cool feature—it provides two levels of\n“plausible deniability” (hidden volumes, etc.) if someone forces you to reveal the password.]\n\n° PBwiki.com-Wiki site that helps me keep on top of the notes and ideas that I collect as I go\nthrough life.\n\ne FogBugz on Demand: http://www.fogcreek.com/FogBUGZ/IntrotoOnDemand.html. It’s a “bug\ntracker” aimed at software development companies, but I use it every day for both personal and\n\nbusiness tasks. It’s almost like a VA, as you can route your mail through it and it will help you sort\nit and keep track of it. It has great features to track e-mails, and there’s a free version for two users\n(me + VA!). —RB CARTER\n\nHOUSE_OVERSIGHT_013920",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013920.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2770,
    "word_count": 468,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:47.499228",
    "prefix": "IMAGES-002"
  }
}