{
  "document_id": "HOUSE_OVERSIGHT_018806",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018806.txt",
  "text": "Ir.\n\nIntegra Realty Resources 6500 Red Hook Plaza Suite 201 T 340-714-7325\nCaribbean St. Thomas, V1 00802 T 844-952-7304\nU.S. Virgin Islands caribbean@irr.com\nwww.irr.com\n\nDecember 15, 2015\n\nRoberto A. Soltero\n\nVice President\n\nBanco Popular de Puerto Rico\nPO Box 362708\n\nSan Juan, PR 00936-2708\n\nSUBJECT: Market Value Appraisal\nIGY American Yacht Harbor Marina\n18A-1, 18-B1,18-B and 18-W Remainder Estate Smith Bay\nEast End Quarter, St. Thomas, Virgin Islands\nClient Reference: 23559\nIRR - Caribbean File No. 172-2015-0181\n\nDear Mr. Soltero:\n\nIntegra Realty Resources — Caribbean is pleased to submit the accompanying appraisal of\nthe referenced property. The purpose of the appraisal is to develop an opinion of the\nmarket value of the leased fee (going concern) interest in the property. The client for the\nassignment is Banco Popular de Puerto Rico, and the intended use is for Commercial credit\nadministration.\n\nThe appraisal is intended to conform with the Uniform Standards of Professional Appraisal\nPractice (USPAP), the Code of Professional Ethics and Standards of Professional Appraisal\nPractice of the Appraisal Institute, the Principles of Appraisal Practice and Code of Ethics of\nthe American Society of Appraisers, the RICS Valuation Professional Standards, the\nInternational Valuation Standards, applicable jurisdictional appraisal regulations, and the\nappraisal guidelines of Banco Popular de Puerto Rico. The appraisal is also prepared in\naccordance with the appraisal regulations issued in connection with the Financial\nInstitutions Reform, Recovery and Enforcement Act (FIRREA).\n\nTo report the assignment results, we use the Appraisal Report option of Standards Rule 2-\n\n2(a) of USPAP. As USPAP gives appraisers the flexibility to vary the level of information in an\nAppraisal Report depending on the intended use and intended users of the appraisal, we\n\nHOUSE_OVERSIGHT_018806",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018806.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1895,
    "word_count": 279,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:49.019556",
    "prefix": "IMAGES-005"
  }
}