{
  "document_id": "HOUSE_OVERSIGHT_014568",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014568.txt",
  "text": "Key Takeaways\n\nAs we mentioned in last year’s Outlook, forecasting is difficult under the\nbest of circumstances but particularly so in the last innings of an eight-\nyear-long economic expansion and bull market. This year brings the\nadditional challenge of a new president whose policies are likely to follow an\nunconventional script.\n\nNevertheless, there are seven key takeaways from our 2017 Outlook:\n\n¢ Improving growth: We expect global economic activity to accelerate\nthis year, with modestly higher GDP growth rates in the US, Eurozone,\nJapan and many emerging market economies. We expect a small\nslowdown in China.\n\n¢ Low recession risk: Favorable monetary and fiscal policies substantially\nreduce the probability of a recession in key developed and emerging\nmarket countries.\n\n¢ Still accommodative monetary policy: US monetary conditions will still\nbe relatively easy because of the slow and steady pace of tightening of\nthe federal funds rate by the Federal Reserve. At the same time, other\ndeveloped central banks are still expanding their balance sheets.\n\ne Remain vigilant: Despite a favorable economic and policy backdrop, there\nis no shortage of global risks, including rising populism in Europe, growing\ngeopolitical tensions, the spread of terrorism and the proliferation of\nserious cyberattacks.\n\ne China concerns: China is the biggest source of uncertainty given its\ngrowing debt burden, accelerating capital outflows and potential for a\nnotable deterioration in the US-China relationship driven by changing US\ntrade and foreign policy toward China.\n\ne Stay invested: The collective impact of these various risks is not yet sizable\nenough to undermine our core view: that we are in a longer-than-normal\nUS recovery that supports equity returns, which are likely to exceed those\nof cash and bonds. Thus, we recommend staying invested in US equities\nwith some tactical tilts to US high yield bonds and European equities.\n\ne Modest returns: While we recommend clients remain invested, we\nhave modest return expectations. We expect that a moderate-risk well-\ndiversified taxable portfolio will have a return of about 3% in 2017.\n\nOutlook | Investment Strategy Group 35\n\nHOUSE_OVERSIGHT_014568",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014568.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2206,
    "word_count": 339,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:47.308144",
    "prefix": "IMAGES-003"
  }
}