{
  "document_id": "HOUSE_OVERSIGHT_015637",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015637.txt",
  "text": "Edwards, Bradley vs. Dershowitz\n\nCase No.: CACE 15-000072\n\nEdwards and Cassells Response to Dershowitz's Motion to Determine Confidentiality of Court Records\nPage 17 of 20\n\nAsk them [Edwards and Cassell] if they have any evidence ... . They’re doing it for\nmoney. She’s getting money for having sold her story. She wants to sell the book.\nThey’re trying to get into this lawsuit. They see a pot of gold at the end of the\nrainbow. They’re [Edwards and Cassell] prepared to lie, cheat, and steal. These are\nunethical lawyers. This is Professor Cassell who shouldn’t be allowed near a\nstudent. This is Professor Cassell, who is a former federal judge, thank God he no\nlonger wears a robe. He is essentially a crook. He is essentially somebody who’s\ndistorted the legal profession. . . . Why would he charge a person with a\nsterling reputation for 50 years on the basis of the word alone of a woman who is\nserial liar, who has lied about former Prime Ministers, former Presidents, has lied\ndemonstrably.\n\nCNN Live (with Hala Gorani) (January 5, 2015). Of course, by placing “the evidence” in this\ncase under seal, Dershowitz will be free to continue to try and insinuate that Edward and Cassell\n—and their client, Ms. Giuffre — had no evidence supporting the allegations against him, even\nthough a mountain evidence strongly support Ms. Giuffre’s allegations. See Deposition of Paul\nCassell (Oct. 16, 2015) at 61-117 (Exhibit 3); see also Depo of Pual Cassell (Oct. 17, 2013)\n(Exhibit 4).\n\nCONCLUSION\nThe Court should deny Defendant/Counterclaim Plaintiff Alan Dershowitz’s motion to\nplace documents regarding Ms. Giuffre’s allegations against him under seal.\n\nI HEREBY CERTIFY that a true and correct copy of the foregoing was sent via E-Serve\nto all Counsel on the attached list, this 23° day of November, 2015.\n\n/s/ Jack Scarola\n\nJack Scarola\n\nFlorida Bar No.: 169440\n\nAttorney E-Mail(s): jsx@searcylaw.com and\nmep(@searcylaw.com\n\nPrimary E-Mail: _scarolateam@searcylaw.com\nSearcy Denney Scarola Barnhart & Shipley, P.A.\n\n2139 Palm Beach Lakes Boulevard\nWest Palm Beach, Florida 33409\nPhone:(561) 686-6300\n\nFax:(561) 383-9451\n\nHOUSE_OVERSIGHT_015637",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015637.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2148,
    "word_count": 343,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.018371",
    "prefix": "IMAGES-003"
  }
}