{
  "document_id": "HOUSE_OVERSIGHT_029414",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029414.txt",
  "text": "Case 1:17-cv-03956-PGG Document1-2 Filed 05/25/17 Page 2 of 3\n\nNATIONAL\n\nENQUIRER\n\nLink: https://www.theguardian.com/world/2015/jan/10/jeffrey-epstein-decade-scandal-\nprince-andrew\n\nPapers filed in a 2006 lawsuit alleged that Epstein surreptitiously recorded sexual activity\nbetween prominent individuals and underage girls for purposes of blackmail, leaving many\nto wonder whether potential blackmail material played a role in his light sentence:\n\nLink: http://‘www.ibtimes.com.au/prince-andrew-might-have-been-caught-tape-sex-slave-\n1407641\n\nExpedited Processing\n\nThis request has been the subject of the request is of widespread and exceptional media\ninterest and the information sought involves possible questions about the government's\nintegrity which affects public confidence. Specifically; the issue of whether Mr. Epstein’s\nwealth and connections secured him favorable treatment by the DOJ.\n\nGiven that a civil defamation trial between one of Epstein’s victims and his alleged co-\nconspirator, Ghislaine Maxwell, has just begun, the topic is of renewed interest to the\npublic and therefore is worthy of expedited processing.\n\nCertification\n\nThe above information is true and correct to the best of my knowledge.\n\nFee Waiver\n\nThe National Enquirer is a news organization. Under 5 U.S.C. § 552(a)(4)(A)(iii), the\nEnquirer is entitled to a fee waiver because disclosure of the information sought is in the\npublic interest, is likely to contribute significantly to public understanding of the operations\nor activities of the government, and is not primarily in the commercial interest of the\nrequester.\n\nElectronic Records\n\nPlease furnish all responsive records in electronic format.\n\nFurther Correspondence\n\nAll correspondence regarding this request can be directed to me at jrobertson@amilink.com\n\nPlease be aware that under 5 U.S.C. § 552(a)(6)(A), a FOIA request is considered\nconstructively denied after twenty business days.\n\nPage 2 of 3\n\nHOUSE_OVERSIGHT_029414",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029414.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1972,
    "word_count": 265,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:45.748154",
    "prefix": "IMAGES-010"
  }
}