{
  "document_id": "HOUSE_OVERSIGHT_029486",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029486.txt",
  "text": "Business Expansion Portfolio and Prospectus\nTwin City Care of The Virgin Islands\n11\n\nPast\n\nPrior to TCMIH there were no Advance Life Support Ambulance providing interfacility service\non St. Croix and the Governor Juan F. Luis Hospital was left on numerous occasions with patients\nwho were discharged tying up beds. Transports for Patients who need stretcher services were being\ntransported by the 911 emergency ambulances after no alternatives were provided. The research\nshow that an overwhelming number of patients that need stretcher transportation and medical\nmonitoring could not be provided by the current services on St. Croix.\n\nPresent\n\nPresently, the competitor, Wheel Coach Services, hasn’t the ability or the authorization to bill the\ncustomers insurance and in many cases the patients and family members will have to pay for their\nown ambulance / stretcher transportation home. The request for Non-emergency ambulance\nservices has experienced an increase on St. Croix 88-92% and has been channeled through the 911\nsystem. Today we also find a lack of Non-emergency ambulance services to provide timely\ntransportation. This constantly creates a multi-tiered domino effect when patients cannot be moved\nout of the hospital. Discharged patients are tying up valuable beds, family members are angry and\nreceiving facilities are not going to accept late patients. Current reimbursements of ambulance\nservices that are medically necessary are at 100% if filed correctly.\n\nFuture\n\nWith the present situation of the Governor Juan F. Luis & Lester Schneider Hospital the need to\nmobilize patients frequently, has caused a growth spurt within the district of St. Croix, St. Thomas,\nSt. John and will continue to grow. This growth will be perpetuated by the hospitals need to\ntransport patients from its facility to either a nursing home or home healthcare. Twin City will\ncurrently fill part of the void by providing non-emergency and urgent advance life support\nambulance transport to and from JFLH, nursing homes and other health facilities / organizations\nwhich would avoid much needed bed delays.\n\nService Definition\n\nNon-Medical Stretcher service is stretcher patient transportation that requires no medical attention\nor treatment. The service is provided by utilizing a high-top van with a stretcher mounted in the\nback or transport of a patient in an ambulance without providing basic medical care / monitoring\nand is being provided by Wheel Coach Services locally. Twin City will provide Ambulance\nservices which are categorized in the following manner and staffing patterns:\n\n1. ALS ambulance services — One (1) AEMT and One (1) EMR or EMT\n2. ALS 2 ambulance services — One (1) Paramedic and One (1) AEMT or EMT\n\nHOUSE_OVERSIGHT_029486",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029486.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2746,
    "word_count": 428,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:49.182405",
    "prefix": "IMAGES-010"
  }
}