{
  "document_id": "HOUSE_OVERSIGHT_012147",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012147.txt",
  "text": "KIRKLAND & ELLIS LLP\n\nscope—not the local conduct that is alleged here—and each of these statutes requires proof of\nthe defendant’s actual knowledge that simply is not present in this case. Any attempt to stretch\nthe language of these statutes to cover this case would be a misuse of the law and contrary to\nexpress legislative intent. In short, the elements under each federal statute—18 U.S.C. §§ 1591,\n2422(b) and 2423(b}—are not satisfied here.\n\n1. 18 U.S.C. § 2422(b)\n\n18 U.S.C. § 2422(b) requires the government to prove beyond a reasonable doubt that the\ndefendant engaged in communications over an interstate facility (e.g., the Internet or phone) with\nfour concurrent intentions: (1) to knowingly (2) persuade, induce, entice or coerce, or attempt to\npersuade, induce, entice, or coerce (3) a minor (4) to engage in prostitution or criminal sexual\nactivity for which the person can be charged. Mr. Epstein’s conduct does not satisfy the\nelements of § 2422(b). Each element must be individually stretched, and then conflated in a\ntenuous chain to encompass the alleged conduct with any individual woman.\n\nAs the statute makes clear, the essence of this crime is the communication itself—not the\nresulting act. The Court of Appeals for the Eleventh Circuit, in Murrell, underscores the point:\n\nThe defendant in Bailey contended that attempt under § 2422(b) ‘requires the\nspecific intent to commit illegal sexual acts rather than just the intent to persuade\nor solicit the minor victim to commit sexual acts.’ Jd. at 638. In response, the\ncourt held ‘[w]hile it may be rare for there to be a separation between the intent to\npersuade and the follow-up intent to perform the act after persuasion, they are two\nclearly separate and different intents and the Congress has made a clear choice to\ncriminalize persuasion and the attempt to persuade, not the performance of the\nsexual acts themselves. Hence, a conviction under the statute only requires a\nfinding that the defendant had an intent to persuade or to attempt to persuade.’\n\nUnited States v. Murrell 368 F.3d 1283, 1287 (11th Cir. 2004) (citing United States v. Bailey,\n228 F.3d 637, 638-39 (6th Cir.2000)). Thus, the targeted criminal conduct must occur through\nthe interstate facility, not thereafter, and the scienter element must be present at the time of the\ncall or Internet contact.\n\nIn this case, however, Mr. Epstein did not use an interstate facility to communicate any\nillegal intention in this case; the phone calls were made by his assistants in the course of setting\nup many other appointments. Neither a conspiracy charge nor a charge of aiding and abetting\ncan fulfill the mens rea requirement here. Indeed, neither Mr. Epstein nor his assistants knew\nwhether sexual activity would necessarily result from a scheduled massage. And certainly, no\nsuch activity was ever discussed on the phone by either Mr. Epstein or his assistants. Instead, as\nthe record in this case makes clear, many appointments resulted in no illegal sexual activity, and\noften, as confirmed by the masseuses’ own testimony, several individuals who were contacted by\nphone visited Mr. Epstein’s house and did not perform a massage at all. Where sexual activity\n\nHOUSE_OVERSIGHT_012147",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012147.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3233,
    "word_count": 525,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:44.587388",
    "prefix": "IMAGES-001"
  }
}