{
  "document_id": "HOUSE_OVERSIGHT_010941",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010941.txt",
  "text": "CHAPTER 2: FAST FORWARD\n\nI dropped the course on economics because | couldn't see the foundations. Not that\nthey should be clear from the start. That isn’t how the mind works. We see, do and\nunderstand in that order. The pyramids rose four thousand years before people like\nGalileo and Newton found the laws that made them possible. Practice comes first,\nand science last. Science is abstraction from the particular to the general. It is fewer\nrules predicting more outcomes more exactly. The pyramid builders knew rules for\nthis kind of stone and that kind of wood or rope. Newton gave rules for mass and\nforce. Those are not particular things like stone and wood and rope. They are\nqualities of all things. Their rules are tougher to get our minds around, but predict\n\neverywhere once we do.\n\nWhat a book or course should offer from the start, even before the foundations, is an\ninkling that it should be worth finishing. We have to sense that we're on to\nsomething. The price of getting there will be the nuisance of abstraction from things\nto qualities, and we need to see a reason to pay it. | didn’t in the course on\neconomics. Now it’s my turn. I’ll try a fast forward through free growth theory and\nmy other arguments to give an idea where we're headed and why it matters. The\n\nfoundations and then the slower tour will follow.\n\nFree Growth\n\nWhat I call free growth theory will probably count as the chief surprise, at least to\nnon-economists, because the argument and the supporting evidence call for a major\nreversal in tax policy of this and other nations. But it is not original. John Stuart Mill\nwrote the same idea in his Principles of Political Economy in 1848. | will quote what\nhe said in my Chapter 4. Although Principles became a leading textbook for decades,\nthe paragraph | quote seems to have been overlooked. Economic historians\nincluding Joseph Schumpeter describe him as a champion of growth through belt-\ntightening. The paragraph I will quote makes the opposite clear. We now have\nmeans to prove his idea. I will show how to test it, and will show test results in\n\ncharts and tables taking up about 20% of this book. They imply that tax laws\n\nChapter 2: Fast Forward 1/06/16 1\n\nHOUSE_OVERSIGHT_010941",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010941.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2227,
    "word_count": 392,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:49.127510",
    "prefix": "IMAGES-001"
  }
}