{
  "document_id": "HOUSE_OVERSIGHT_017657",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017657.txt",
  "text": "Page 22 of 78\n2007 Utah L. Rev. 861, *891\n\n(1) Disclosure. If the defendant serves a Rule 12.1(a)(2) notice [regarding intent to present an alibi defense], an attorney for the\ngovernment must disclose in writing to the defendant or '78 the defendant's attorney:\n\n(A) the name, address, and telephone number of each witness and the address and telephone number of each witness (other than\na victim) that the government intends to rely on to establish the defendant's presence at the scene of the alleged offense; and\n\n(B) each government rebuttal witness to the defendant's alibi defense.\n\n[*892] (2) Time to Disclose. Unless the court directs otherwise, an attorney for the government must give its Rule 12.1(b)(1)\ndisclosure within 10 days after the defendant serves notice of an intended alibi defense under Rule 12.1(a)(2), but no later than\n10 days before trial.\n\n(c) Continuing Duty to Disclose. Both an attorney for the government and the defendant must promptly disclose in writing to\nthe other party the name of each additional witness, and the address and telephone number of each additional witness (other\nthan a victim) if:\n\n(1) the disclosing party learns of the witness before or during trial; and\n\n(2) the witness should have been disclosed under Rule 12.1(a) or (b) if the disclosing party had known of the witness earlier.\n179\n\nIn addition, I proposed making a similar change to Rule 12.3 \"regarding the address and telephone number of victims who will\n\nbe used to disprove a public-authority defense.\" 18°\n\nThe Advisory Committee proposed more limited protection for victims' addresses and telephone numbers:\n(b) Disclosing Government Witnesses.\n(1) Disclosure.\n\n(A) In general. If the defendant serves a Rule 12.1(a)(2) notice, an attorney for the government must disclose in writing to the\ndefendant or the defendant's attorney:\n\n(i) (A) the name, address, and telephone number of each witness and the address and telephone number of each witness (other\nthan a victim) that the government intends to rely on to establish the defendant's presence at the scene of the alleged offense;\nand\n\n(i1) (B) each governmental rebuttal witness to the defendant's alibi defense.\n\n(B) Victim's Address and Telephone Number. If the government intends to rely on a victim's testtmony to establish the\ndefendant's presence at the scene of the alleged offense and the defendant establishes a need for the victim's address and\ntelephone number, the court may:\n\n(i) order the government to provide the information in writing to the defendant or the defendant's attorney; or\n\n[*893] (i) fashion a reasonable procedure that allows the preparation of the defense and also protects the victim's interests.\n\n(c) Continuing Duty to Disclose.\n\n178 The excision of the phrase \"the defendant or\" was not in my previous proposal. See Cassell, Proposed Amendments, supra note 4, at 872.\nIt is included here for reasons discussed infra at note 190 and accompanying text.\n\n'9 Cassell, Proposed Amendments, supra note 4, at 873.\n\n180 Tq,\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017657",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017657.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3060,
    "word_count": 490,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:46.110614",
    "prefix": "IMAGES-004"
  }
}