{
  "document_id": "HOUSE_OVERSIGHT_017117",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017117.txt",
  "text": "4.2.12\nWC: 191694\n\nMy mother was summoned to my high school so often that some of the students thought she\nworked in the principal’s office. One day, after I had done something especially egregious—I\nthrew a “dummy” dressed like me off the roof of the building, after threatening to “jump off the\nroof’ when my teacher threw me out of the class'*—the principal demanded of my mother “what\nare we going to do with your son?” Without any hesitation my mother responded, “I don’t know\nwhat you’re going to do, but as for me, I’m going to keep him.” The principal threatened to send\nme to another school called “R.J.J.,” which we always said, stood for “Reformatory for Jewish\nJuveniles,” because some of the tougher kids—the disciplinary “problems”—went there. (The\ninitials really stood for “Rabbi Jacob Joseph’). Ultimately I was suspended for a few weeks on\nthe ground of “lack of respect” and spent them at the local library and museum, where I learned\nconsiderably more than I was learning in my classes.\n\nIt was not my first suspension, nor would it be my last. Nor would it be my first encounter with\nmy principal, Rabbi Zuroff, who in my senior year, when he was finally resigned to my remaining\nin the school until graduation, called me to his office for some career advice. This is what he told\nme: “You have a good mouth, but not much of a ‘Yiddisher Kup,’” which means ‘Jewish head’\nor brain, as distinguished from a Goyisher (non-Jewish) Kup”—a slightly bigoted concept\nsuggesting that Jews are endowed with special mental qualities or capacities.’* He continued:\n“You should do something where you use your mouth, not your brains.” I asked him what he\nwould suggest. He replied: “You should become either a lawyer, or a Conservative Rabbi.” (He\nwas an Orthodox Rabbi who held his Conservative colleagues in utter contempt.) To make sure\nthe latter part of his advice was followed, he urged Yeshiva University, which trained Orthodox\nRabbis, to reject me, which it did.\n\nMy classmates as well valued my verbal over my intellectual skills. The first draft of my high\nschool yearbook description said that I have “a mouth of Webster, but a head of clay.” (My\nmother made them change it!)\n\nRabbi Zuroff’s career advice was actually better than the choices given to me by the New York\nCity Department of Employment, to which my mother turned in desperation. After reviewing my\nhigh school record, and administering an aptitude test, the counselor told my mother that I could\naspire to work in an advertising firm or a “funeral parlor.” My mother asked whether I could be a\nlawyer, to which the counselor replied, “Mrs. Dershowitz, I’m afraid you have to go to college to\nbe a lawyer, and your boy just isn’t college material.”\n\nMany years later, following a talk I gave at a temple in Los Angeles, a man about my age came up\nto me and asked whether I was “related to a guy I went to high school with named Avi\nDershowitz.” “Avi” was the Hebrew nick-name by which I was known all through high school. I\nbegan to use my “real” name, Alan, when I started Brooklyn College, though my old friends and\nfamily still call me Avi.\n\nI decided to put the questioner on, so I said, “yeah, yeah, we are related.”\n\n” For a fuller account of this episode, see The Best Defense at ff__\n\n8 The classic Jewish joke reflecting this xenophelia is about Moishe who says to his wife, “It’s too hard to be a\nJew. I’m converting to Christianity.” He goes to church, converts and goes home to sleep. Next morning his wife\nwakes up and sees Moishe wearing his Talit (Jewish prayer shawl) while davening (praying in Hebrew). “What\nare you doing Moishe,” she asks, “You’re a Christian.” Moishe replies, “I forgot! Goyisher Kup.”\n\n30\n\nHOUSE_OVERSIGHT_017117",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017117.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3734,
    "word_count": 654,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:46.540407",
    "prefix": "IMAGES-004"
  }
}