{
  "document_id": "HOUSE_OVERSIGHT_025938",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025938.txt",
  "text": "Case 1:16-cv-04642 Document 1-2 Filed 06/20/16 Page 2 of 2\n\n9. | personally witnessed the one occasion where Mr. Trump forced the Plaintiff and a 12-year-old\nfemale named i perform oral sex on Mr. Trump and witnessed his physical abuse of both minors\n\nwhen they finished the act.\n\n10. | personally witnessed or was made immediately aware of the two occasions where my boss Mr.\nEpstein attempted to rape and sodomize the Plaintiff. | aarsarally witnessed Mr. Epstein sexually and\n\nphysically abuse other minor females even younger than her.\n\n11. It was my job to personally witness and supervise encounters between the underage girls that\n\nMr. Epstein hired and his guests.\n\n12. | personally witnessed Mr. Trump physically threaten the life and well-being of the Plaintiff if she\n\never revealed any details of the physical and sexual abuse suffered by her at the hands of Mr. Trump.\n\n13. ! personally witnessed Mr. Epstein physically threaten the life and well-being of the Plaintiff if\nshe ever revealed the details of the physical and sexual abuse she suffered at the hands of Mr. Epstein\n\nor any of his guests.\n\n14. | personally witnessed Defendant Trump telling the Plaintiff that she shouldn’t ever say anything\nif she didn’t want to disappear like the 12-year-old female Maria, and that he was capable of having her\n\nwhole family killed.\n\n15. After leaving the employment of Mr. Epstein in the year 2000, | was personally threatened by\nMr. Epstein that | would be killed and my family killed as well if | ever disclosed any of the physical and\n\nsexual abuse of minor females that | had personally witnessed by Mr. Epstein or any of his guests.\n\n16. | am coming forward to swear to the truthfulness of the physical and sexual abuse that |\npersonally witnessed of minor females at the hands of Mr. Trump and Mr. Epstein, including the\nPlaintiff, during the time of my employment from the years of 1990-2000 for Mr. Epstein. | swear to\nthese facts under penalty of perjury even though | fully understand that the life of myself and my family\n\nis now in grave danger.\n\nDATED: June 18, 2016\n\nHOUSE_OVERSIGHT_025938",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025938.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2114,
    "word_count": 362,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:44.184451",
    "prefix": "IMAGES-008"
  }
}