{
  "document_id": "HOUSE_OVERSIGHT_024694",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024694.txt",
  "text": "ACKRELL\nCAPITAL\n\nCannabis Investment Report | December 2017\n\nBusiness Solutions Outlook\n\nThe cannabis industry presents a significant market opportunity for software and services providers\nbecause of the large number of potential new clients and the need for industry-specific solutions. In\nparticular, we believe that substantial opportunities exist for providers of industry-specific, platform\nand “big data” solutions. We also believe that financial, legal and compliance service providers that have\ndeveloped knowledge of the cannabis industry are well positioned for growth. Similar to the produc-\ntion segment, large software and services companies serving traditional industries have been reluctant\nto enter the cannabis market due to concerns over the regulatory landscape. While this dynamic has\ncreated a short-term opportunity for some smaller companies, as the regulatory environment becomes\nclearer we expect competition in this segment to increase significantly as large companies enter the\nmarket.\n\n= Digital Media\n\nThe digital media segment of the cannabis industry includes digital content, networking and directory\nplatforms. Digital media providers do not “touch the plant” and generally do not need a cannabis-\nrelated license or permit. Digital media focused on cannabis is a niche sector within the broader digital\nmedia market. Companies in this segment compete for viewers and subscribers and generally draw\nrevenue from content licensing fees, service fees, advertisement fees and subscription fees. They provide\na broad range of content and networking tools, including news related to the cannabis industry and\nlegalization efforts, humor and entertainment focused on the cannabis-user demographic, traditional\nmedia and branding services, social networking tools that allow users to share pictures and information\nrelated to their cannabis activities, and business directory tools that connect industry participants.\n\nCannabis Digital Media\n\n58 © 2017 Ackrell Capital, LLC | Member FINRA/SIPC\n\nHOUSE_OVERSIGHT_024694",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024694.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2043,
    "word_count": 287,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:46.964218",
    "prefix": "IMAGES-008"
  }
}