{
  "document_id": "HOUSE_OVERSIGHT_025002",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025002.txt",
  "text": "Article 2.\n\nThe National Interest\n\nThe Turkish-Israeli Cold War\n\nHenri J. Barkey\n\nSeptember 7, 2011 -- On Friday, the Turkish government declared a\nCold War on Israel. It kicked out Israel’s ambassador, downgraded\ndiplomatic relations with Israel to the second-secretary level and\ncanceled the military relationship. The consequences of this crisis for\nthe stability of the eastern Mediterranean and for the Obama\nadministration are quite severe. The Erdogan government is now\nsaying explicitly something it had implied for the last two years—that\nWashington has to choose between two allies, Ankara and Jerusalem.\nThe Arab Spring, especially events in Syria, and the planned U.S.\nwithdrawal from Iraq have catapulted Turkey to an unprecedented\nlevel of importance. In fact, it was not a coincidence that the day they\nannounced their Israel policy, the Turks also gave the go ahead to the\ninstallation of radars for the missile defense system Washington has\nbeen clamoring for so long.\n\nThis diplomatic crisis between Israel and Turkey had been simmering\nfor more than a year. Ever since Israeli forces attempting to prevent a\nTurkish-led flotilla from breaking through the Israeli blockade of\nGaza killed nine Turkish participants, the two countries have been\nexchanging accusations. The current impasse, however, is the\nculmination of a long process of deterioration and makes foes of two\ncountries whose relationship was once heralded as groundbreaking\nand strategic.\n\nThe Justice and Development Party government of Prime Minister\nRecep Tayyip Erdogan had begun to sour on Israel following Israel’s\nincursion into Gaza in late 2008. Erdogan was miffed that the then\nIsraeli prime minister Ehud Olmert, who had visited him in Ankara\n\nHOUSE_OVERSIGHT_025002",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025002.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1759,
    "word_count": 270,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:47.822907",
    "prefix": "IMAGES-008"
  }
}