{
  "document_id": "HOUSE_OVERSIGHT_013857",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013857.txt",
  "text": "Here is a simple e-mail template that can be used:\n\nGreetings, Friends [or Esteemed Colleagues],\n\nDue to high workload, I am currently checking and responding to e-mail twice daily at 12:00 p.m.\nET [or your time zone] and 4:00 p.m. ET.\n\nIf you require urgent assistance (please ensure it is urgent) that cannot wait until either 12:00 p.m.\nor 4:00 p.m., please contact me via phone at 555-555-5555.\n\nThank you for understanding this move to more efficiency and effectiveness. It helps me\naccomplish more to serve you better.\n\nSincerely,\n\nTim Ferriss\n\nMOVE TO ONCE-PER-DAY as quickly as possible. Emergencies are seldom that. People are poor judges of\nimportance and inflate minutiae to fill time and feel important. This autoresponse is a tool that, far from\ndecreasing collective effectiveness, forces people to re-evaluate their reason for interrupting you and\nhelps them decrease meaningless and time-consuming contact.\n\nI was initially terrified of missing important requests and inviting disaster, just as you might be upon\nreading this recommendation. Nothing happened. Give it a shot and work out the small bumps as you\nprogress.\n\nFor an extreme example of a personal autoresponder that has never prompted a complaint and allowed\nme to check e-mail once per week, send an e-mail to template@fourhourworkweek.com. It has been\nrevised over three years and works like a charm.\n\nThe second step is to screen incoming and limit outgoing phone calls.\n\n1. Use two telephone numbers if possible—one office line (non urgent) and one cellular (urgent). This\ncould also be two cell phones, or the non-urgent line could be an Internet phone number that routes calls\nto online voicemail (www.skype.com, for example).\n\nUse the cell number in the e-mail autoresponse and answer it at all times unless it is an unknown caller\nor it is a call you don’t want to answer. If in doubt, allow the call to go to voicemail and listen to the\nvoicemail immediately afterward to gauge importance. If it can wait, let it wait. The offending parties\nhave to learn to wait.\n\nThe office phone should be put on silent mode and allowed to go to voicemail at all times. The\nvoicemail recording should sound familiar:\n\nYou’ ve reached the desk of Tim Ferriss.\n\nI am currently checking and responding to voicemail twice daily at 12:00 p.m. ET [or your time\nzone] and 4:00 p.m. ET.\n\nIf you require assistance with a truly urgent matter that cannot wait until either 12:00 p.m. or 4:00\np-m., please contact me on my cell at 555-555-5555. Otherwise, please leave a message and I will\nreturn it at the next of those two times. Be sure to leave your e-mail address, as I am often able to\nrespond faster that way.\n\nThank you for understanding this move to more efficiency and effectiveness. It helps me\naccomplish more to serve you better.\n\nHave a wonderful day.\n\n2. If someone does call your cell phone, it is presumably urgent and should be treated as such. Do not\n\nHOUSE_OVERSIGHT_013857",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013857.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2955,
    "word_count": 498,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:47.824838",
    "prefix": "IMAGES-002"
  }
}