{
  "document_id": "HOUSE_OVERSIGHT_016178",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016178.txt",
  "text": "Exports will largely depend on market conditions\n\nPart of the NTP relies on growing Saudi exports, including that of the mining industry.\nWhile it is easy build a plant, the timing of when there projects come online and how it\ncoincides with the cycle matters. The ability to dump will largely depend on the position\non the cost curve, which seems to be fading with the recent reduction of subsidies.\n\nThe conglomerate model to continue\n\nSaudi Arabia has historically adapted the conglomerate model to build up its industrial\nsectors, such as petrochemicals (SABIC), metals & mining (Maaden) and steel (Hadeed).\nWe believe the government continues to focus on this model in its NTP plan and will use\na number of vehicles to expand the sectors in question: Maaden in metals & mining and\nthe new military company in defence.\n\nMaaden has transformed from a pure gold producer to one of the largest conglomerates\nin Saudi Arabia at the moment. Through three key Joint-Ventures (JVs), the company is a\ntop producer of DAP (Diammonium Phosphate) and gold and aluminium. The NTP clearly\nsets the stage for Maaden to grow even further but is unclear on how this is to be\nachieved and what it would mean for shareholders. Also, in our view, the all-in-one\nmodel has delivered subpar returns globally and the trend is towards the streamlining of\noperations and specialised vehicles. As an example, the largest petrochemical and\nagrichem companies, Dow and Dupont, plan to merge and then split into three different\nbusinesses, providing more specialisation. We can see the advantages of the specialised\nentity model as it provides cost synergies, efficiency and a clear strategy for the\ncompany. Also, in the conglomerate model, certain parts of the company are often\ndwarfed as other revenues streams represent a larger contribution to returns. Board and\nmanagement could be more or solely focused on the sub-segment had if it is a stand-\nalone entity they have to monitor and manage, in our view.\n\nTable 23: National Transformation Plan objectives in the mining sector\nBaseline Target 2020 Regional benchmark Global benchmark\n\nOverall kingdom:\n\nNumber of jobs created 65k 90k 75k 210k\nContribution to GDP SAR64bn ~=SAR97bn SAR13bn SAR262bn\nNumber of localized technologies Under study 125 NA NA\nLess developed regions in Saudi:\n\nNumber of jobs created 0 12k NA NA\nExpected contribution from private sector 0 SAR28bn NA NA\nmemo:\n\nInitiative cost to the government: SAR310mn (US$83mn)\n\nSource: Saudi National Transformation Plan\n\n68 GEMs Paper #26 | 30 June 2016 3S Merrill Lynch\n\nHOUSE_OVERSIGHT_016178",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016178.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2592,
    "word_count": 421,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:46.991695",
    "prefix": "IMAGES-003"
  }
}