{
  "document_id": "HOUSE_OVERSIGHT_029458",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_029458.txt",
  "text": "From: Richard Kahn \nSent: 3/14/2018 4:51:41 PM \nTo: jeffrey E. [jeeyacation@gmail.com] \nSubject: Fwd: Other ways to trade Saudi \nAttachments: image001jpg01D3BB9285E20D80.jpg; image002jpg01D3BB9285E20D80.jpg; image003jpg01D3BB9285E20D80.jpg; image004jpg01D3BB9285E20D80.jpg; \nimage005jpg01D3BB9285E20D80.jpg; image006jpg01D3BB9285E20D80.jpg; image001jpg01D3BAF1DF43BFOO.jpg; image004png01D3BB6E455E4900.png; \nimage013png01D3BAF2D82BFDDO.png; image014png01D3BAF2D82BFDDO.png; image015png01D3BAF2D82BFDDO.png; \nimage016png01D3BAF2D82BFDDO.png \nImportance: High \nRichard Kahn \nHBRK Associates Inc. \n575 Lexington Avenue 4th Floor \nNew York, NY 10022 \ntel \nfax \neel \nBegin forwarded message: \nFrom: \"Ens, Amanda\" <IIMM,> \nSubject: Other ways to trade Saudi \nDate: March 14, 2018 at 12:48:07 PM EDT \nTo: \"rkahn\"> \nReply-To: \"Ens, Amanda\" \nHOUSE OVERSIGHT 029458 \nGtObblE \nSaudi trade continues to gain momentum as we head into March 28 FTSE decision, followed by MSCI in June. \nOur base case is for a positive outcome for both EM index reviews. \n• Tadawul +5% past 3 sessions printing new 3 year highs, Foreign inflows YTD at $1.35bn \n• Recent headline on Aramco: Saudi Aramco likely to be delayed to 2019. Delay not all together surprising giving complexity of the transaction, delays in choosing \nthe trading venues, as well as to better align the IPO with potential MSCI / FTSE index inflow timelines \n• Crown Prince MBS will appear on '60 Minutes' on March 18th, one day before he lands in the US for a 10 day tour, meeting Trump on the 20th. \n• Reform agenda picking up speed: Women Driving; Entertainment/Movie Theaters; Welfare Programs; Market access reforms & Intl debt issues \nSaudi Fundamentals are strong (see Jean-Michel Saliba's report from Jan. 29th below): \n• Growth has bottomed out \n• OPEC is succeeding at rebalancing the oil market. Fiscal adjustment now sufficient to safeguard stability at cUS$60/bbl. \n• Equity strategy: remain positive, outlook gains momentum - We retain our positive view on the Saudi market as we see strong earnings \nmomentum as well as increasing appetite for Saudi equities amongst global investors: \nBest way to access the trade: IX/MAP (MSCI Saudi Provisional Index) \n• 32-name MSCI-owned index, that will rebalance into the full MSCI EM index upon inclusion \n• Trades $90m/ day based on bottleneck liquidity \n• Tradable on swap at lmL+90bps, std comm applies; also accessible on fully funded Luxembourg-listed warrant (MERRI1DT LX) \n10 single stock names to own in Saudi \n• Al Rajhi: BAML Top pick for 2018 » Largest bank in Saudi » Reflation trade beneficiary » We see the bank continuing to deliver strong earnings momentum on \nthe back of: (1) Stand out NIM expansion given a unique cost of funding position and further policy rate hikes (2) a continued normalization in asset quality \ndriving CoR lower; (3) Higher loan growth than peers as it benefits from consumer loan growth (particularly housing) whilst taking share in the corporate market and \n(4) Al Rajhi is set to be a key beneficiary from the potential forthcoming Saudi index inclusions. \n• NCB: We see NCB as a key beneficiary from the economic diversification program the Government has introduced. Its large balance sheet and resulting ability to \nfinance mega projects should allow it to capture market share in the coming years. Further support will come from having the PIF as a major shareholder. We also see \na sublime margin outlook given NCB's ability to benefit from rising interest rates and bond yields. \n• SABIC: Expect strong earnings momentum in FY18E driven by robust product prices as well as solid plant operations. View company's intent to expand \ninternationally as a catalyst for unlocking balance sheet value. The company is expected to be the largest constituent of Saudi MSCI EM Index (-16%). Shares trade at a \n2018E EV/EBITDA of 7.4x, —20% discount vs global peers. \n• Yansab: Given robust MEG pricing outlook (40% of profits, prices up 18% YTD) providing a healthy tailwind to earnings this year, we expect an attractive dividend \nyield of 6% (top quartile globally) in FY18E/19E well supported by FCF yields of 9% and a net cash position. \n• SIC: One of the main beneficiaries of index inflows into Saudi. STC has finally improved management representation to investors with the departure of the \nprevious IR, and new team in place. Significant government receivables recovery to drive stock price for next two quarters, while Careem stake can provide some \npositive headline risk on valuations. \nHOUSE OVERSIGHT 029459 \n• Jarir: We like Jarir for its potential to increase its market penetration having increased its store count by 13% since August 2017 while maintaining its premium \nROE of 53% and attractive dividend. \n• Al Tayyar : Stock will see a slew of positive catalysts over the next two quarters, particularly a second tranche of substantial gov receivable recoveries in Ql. \n130mn SAR loss from associates in 2017 is a one off and should make comps easier this year. Q1 earnings should see the first earnings growth after a very difficult 2 \nyears. Makkah real estate REIT will also provide an uplift. \n• Al Hokair: has massively under performed in Saudi index and consumer sector and should see substantial improvement in business in 2018 as LFL turns the \ncorner and the company businesses a beneficiary from social reforms in the country. Debt restructuring concerns likely behind us at this point, relief there would be \nthe main catalyst for the name. \n• Malath / Alrajhi Takaful: 2 of the top motor insurers in Saudi secular growth trend in motor insurance sector over the next two years as the regulator clamps \ndown on more than 50% uninsured drivers while women driving to present multiyear volume growth story. \nCole Mackay, CFA, Director \nEmerging Europe, Middle East & Africa Equity Sales \nBank of America Merrill Lynch \nOffice: *1 212 449 52711Cell: +1 917 678-9716 \ncoleman.mackayPbaml.com  \nThis material was prepared by Sales personnel of Bank of America Merrill Lynch and is subject to the terms available at the following \nlink: http://corp.bankofamerica.com/business/smb/landincilemaildisclaimer/americas/plobal-markets \n\"SALES VIEW ONLY** \nGlobal Research \nBank of America \nMerrill Lynch \nGEMs Paper #31 \nSaudi Arabia: growth bull, fiscal bear \n29 January 2018 \nKey takeaways \n• Growth recovers as high oil prices allow looser fiscal, contain near-term deterioration. Mega-projects offer upside potential \nHOUSE_OVERSIGHT_029460 \n• The oil price at which reforms now bring imbalances to low mid-single digit levels moves to US$60/bbl, from US$50/bbl before. \n• Earnings momentum, index events make us positive Saudi stocks. Prefer banks, petchems. Top picks: Rajhi, Samba, Yansab, Sabic \nMacro: sweet spot for now \nEconomic activity has bottomed out as high oil prices are allowing implementation of looser fiscal policy and containing near-term fiscal \ndeterioration. The government intends to support activity through a) a more gradual pace of fiscal reforms; b) introduction of Household/Cost of \nLiving Allowances and Private Sector Support programs; c) introduction of structural reforms; and, d) the launch of mega-projects. The latter \nprovides most upside potential to our average growth projections of 2.2-2.5(Yoyoy. \nFiscal reforms now need US$60/bbl to safeguard stability \nThe oil price threshold at which the macroeconomic adjustment brings imbalances to low mid-single digit levels moves to cUS$60/bbl, from our \nprevious assessmcni of cUS$50/bbl. The revised Fiscal Balance program exposes the budget to volatility in oil prices. Still, there are four ways in \nwhich authorities can improve on fiscal dynamics: 1) front-loaded energy pricing reform; 2) privatizations; 3) proceeds from anti-corruption \ncrackdown; and, 4) phasing out of the Royal Order next year. \nEquity strategy: remain positive, outlook gains momentum \nWe retain our positive view on the Saudi market as we see strong earnings momentum as well as increasing appetite for Saudi equities amongst \nglobal investors. Our views are based on: (1) attractive valuation, with the Saudi market now trading at a mere 3% premium to GEMs versus a \nhistoric premium of more than 30%; (2) improving macro fundamentals; (3) the prospect for accelerating earnings, FCF and dividend growth on the \nback of reform programs, an expansionary budget and a more pedestrian pace of austerity implementation; and, (4) the potential twin index \ninclusion events in 2018. \nPrefer banks and petchems \nWithin the Saudi market, our preference lies with companies offering strong earnings and FCF momentum, attractive valuations and dividend \nyields. In this regard, our sector preference is tilted towards the banks and petchems, who we see as key beneficiaries from the 2018 budget and \nrevised fiscal balance program. We highlight Al Rajhi & Samba as our top picks amongst the banks, Yansab & SABIC amongst the petchems. \nElsewhere, given the inflationary pressures on operating costs (e.g. expat levies, rising utility costs), we are more selective; focusing on names \nthat are least affected by the regulations and that have attractive company specific growth stories. \nCommodities: As good as it gets for OPEC \nHOUSE OVERSIGHT 029461 \nOPEC is succeeding at rebalancing the oil market. Our supply/demand balances reflect a faster-than-expected market tightening due to improving \ncyclical conditions, cold winter, and OPEC compliance. A gradual OPEC+ deal exit would keep spot and forward prices in a range with the market \nin backwardation, and preserve OPEC's long-run market share. \nContents \nMacro: growth bull, fiscal bear \n2018 budget expans ens don't come cheap \nA US$20bn price tag for growth \nGovernment stimu us in the pipe ins \nRev sed Fisca Ba ance program --- more growth, more r sk \nMacro tab c \nEquity strategy: opportunity abounds as momentum picks up \nKSA trading in \nins w in GEMs -iesp te improving outlook \nBanks & petchems preferred; select vs elsewhere \nNational Champions strategy remains attractive \n2018 - the year of potential tw n index nclus ons \nBanks: budget supports positive outlook \nSaudi banks key beneficiary of ic)osened fiscal po \n2018 shaping up to he a strong year for the Saud \nICY \nbanks \nConsumer: factors align for a more positive outlook \nEasing austerity, higher growth boost disposable income \nExpat levies: uniform fees, d \nfferentiated \nmpact \nPetchems: government support to continue for an extended duration \nDelay in feedstock prices and electricity tariff hikes \nTypes of support for the sector from the government \nHealthcare: no surprises \nHOUSE OVERSIGHT 029462 \nTelecom: towards the end of the tunnel? \nUtilities: a balancing fund to manage the transition \nCommodities: as good as it gets for OPEC \nDisclosures \nResearch Analysts \nJean-Michel Saliba 21 \nMENA Economist/Strategist \nMLI (UK) \nThis report is intended for Coleman Mackay \nBa nk of Amer, \nMerrill Lynch \nFrom: Ens, Amanda \nSent: Wednesday, March 14, 2018 12:46 PM \nTo: Ens, Amanda \nSubject: MEGA Trade --> Long Saudi... \nHootan Yazhari, CFA \nResearch Analyst \nMerrill Lynch (DIFC) \nHOUSE OVERSIGHT 029463 \nOpening New MEGA Trade:  \nLong Saudi Equities ( Buy M1SAP on Swap / Liquidity $100mm a Day)  \n- Potentially the EM Flow Story of 2018... if FTSE addition is announced on March 28th we expect an inflow of \n$5bn on a basket which trades 100mm USD a day (50X ADV)... this is even before MSCI announcement in June \nwhere inflows could be substantially higher \nThe Most Powerful Macro Trades are when Macro Fundemantals + Flow Meet... This is Saudi in 2018 \nKey Points:  \n1. Saudi has significantly underperformed Oil by 14% last 6 months. With the recent introduction of the citizens account programme, \nsubsidy cuts, pushing out the budget balance to 2023, and the news of increased handouts, Saudi should re correlate with oil and move higher \nfrom here. \n2. Saudi equities remain under-owned globally --) foreign ownership of Saudi equities is at 1.3% vs Russia 70%, Turkey 55%, South Africa \n50%, Brazil 45%, UAE 20%, Qatar 10% \n3. Good liquidity vs other EMs but volume trading at lows relative to history -4 Tadawul ADV close to all-time lows at $1bn (10yr range is \n$1-8bn) \n4. Major index events in 2018/19 with FTSE announcement on 28th March next catalyst-4 FTSE announcement could trigger inflows of up \nto $5bn . Combined with the MSCI announcement later this year, potential active and passive inflows can total $15-$40bn. So the potential of at  \nleast $20bn inflows on a basket which trades 100mm USD a day (200 Days Volume) ?  \n5. In comparison, during the MSCI UAE and Qatar inclusions, UAE was trading 10% below historic avg @14x PE and rerated to 22x into MSCI \nEM inclusion with Dubai up +110% (vs +47% prey year). Qatar was trading inline with historic avg @11x PE and rerated to 18x MSCI EM inclusion \nwith Qatar up +60% (vs +9% prey year) \nHOUSE OVERSIGHT 029464 \n6. Saudi risk indicators at 2015 pre-crisis levels 4 Saudi 5yr CDS is trading at 76 vs 40-210 3yr range; SAR 2yr fwd suggests market is less \nworried about depeg fears and forward points can be used as a macro hedge \n7. Valuations & dividend yields remain attractive 4 Market trades at a 10% discount (13.5x) to its historic PE (Saudi PE range is 10-\n26x). Avg dividend yield is 3.6% with 45 stocks yield more than 4%. \nOur Middle East Team ready for Calls - Ha mdy Hamoudi in London next week 19th-23rd March. Talal marketing in US 23rd-27th April. Marwan in \nTrading \nMAR disclosure \nSaudi has underperformed both Oil and EM in the last 6 months  \n2015 \nVant C.onlity BREXT Oa* Pirf Nkrylit 1 \nMIX DE4 V. \nLast Price \nSi COA Cormity (R1) 6447 \nX SASEIDX Index (I) 7775.73 \nLast Price \nSASEIDX Index (LI) 7775.73 \n•UM US Equity (IZ1) 49.,42 \nc4,16,4 \nfr4wftbor, øc L. \n14-14e-MIS \nHOUSE_OVERSIGHT_029465 \nSaudi equities remain under-owned globally  \nForeign Ownership \n70 \n5.5 \nIi \nRussia Turkey south Brazil \nAfrica \n1111 VAWAVOk \nQatar Saudi \nArabia \nRisk indicators are back to 2015 pre-crisis levels. Saudi Syr COS down from 210 to 76 (note 40 was all time low)  \nHOUSE_OVERSIGHT_029466 \nlow: 39.785 \nHi: 209.030 Lt Price/6,36.5 \nH9h on 01/18/16 209.030 \n-4- Aver 94.021 \n. Low on 06/13/14 39.78.5 \n2013 \n2014 \n2015 2016 2017 \nrTS401107 esioriNcy (KSik tOS WE 51\" 014) U441 23440.M11-111WMIS Capyrvhet 2016 aloombarst Noma• L. 13-\nValuations remain attractive — Saudi trading at 10% below historic PE; Saudi ERR now at 1.22 vs 0.4 in 2016 \n8 \n200 \n100 \n7114:40 \nHOUSE_OVERSIGHT_029467 \n06 07 \n2 \ni 4 \n6„ \n6 \n5 \n4 \n3 \n2 \n08.A. &Sena LyrAct* Goat§a \n*3,,xt toutinvtalitayrus.orozielvzotr. $ower AWS, \nLstirre, GX0411\"talktor \nMEGA Open Trades \nHOUSE OVERSIGHT 029468 \nTheme/Trade \nWe think Fed rates expectations \nremain on the low side with just \nmarginally more than 1 hike priced, \nWe do not think the BoE will hike as \nmuch as the Fed...................next year when marke \nare pricing marginally more from the \nBoE. \nThe risk for equities is a further rise in \nyields led by higher real rates. Last time \nlety real rates were here S&P was closer \nto 2720. \nWe see asymmetry in EURGI1P. \nexpect EUR to react positively i \na y/Germarty is neutral/ positive tti \nweekend and ECB pricing to tF \nfirmer. On GBP leg, UK politica \nremain underpriced with odds \nelection in 2018 increas rt-\n. \nTrade Expression \nEntry Date Expiry Entry Level Current Level Hit Ratio \nBuy Dec18 Eurodollar \nFutures (EDZ8) vs Sell \nDec19 Eurodollar \nFutures (EDZ9) \n07/02/2018 \n97.63/97.31 97.455/97.125 \nBuy Dec19 Short \nSterling futures (L Z9) \nvs Sell Dec18 Short \nSterling Futures (L Z8) \n07/02/2018 \n98.76/99.09 98.67/98.98 \nLong SPX Mar18 \n2640/2600 put spread \n28/02/2018 16/03/2018 \n10 \n0.00 \nLong EURGBP 3m \n0.91/0.94 call spread \n02/03/2018 \n0.62% \n0.45% \nMEGA Closed Trades (Hit Ratio Closed Trades = 77%) \nTheme/Trade \n, \nTrade Expression \nLong FTSE Feb18 \n7550/7700 call spread \nfor 42 offer (7476 ref) \n(rolled from Dec, 7460 \nref) \nLong SX7E Feb18 140 \ncalls (rolled from Jan, \n134 fut ref) \n\\ Buy Mar18 Eurodollar \nFutures (EDH8) vs Sell \nEntry Date \tClose Date \tEntry Level \tClose Level Hit Ratio \n02/11/2017 \t11/01/2018 \t42 \t100 \n24/10/2017 \t25/01/2018 \t0.9 \t3.3 \n11/01/2018 \t07/02/2018 \t98.18/ 97.535 \t98.12/97.31 \nHOUSE OVERSIGHT 029469 \n• \n\\\\\\:.....N 1 Dec19 Eurodollar \nFutures (EDZ9) \nN \n\\ \n,,,,,., \n, \n\\ ... \n\\ \\\\.\\ \\ \nLong equal weighted \nbasket of Telefonica; \nlberdrola; \nEnel; Unicredit & \nSantander \nLong SX7E Mar18 145 \ncalls (40d, 142 ref) \nLong equal weighted \nbasket of Russian Oil \nnames: Gazprom, \nLukoil, Rosneft \nLong SX5E Mar18 3350 \nputs (35d vs 3406 ref) \nShort FTSEMIB Index via \nMar18 futures (STH8 \nIndex) \nLong UKX Mar18 7375 \ncalls \nLong SPX Mar18 \n2750/2700 put spread \n26/10/2017 \t15/02/2018 \t97.8 \t92.9 \n25/01/2018 \t22/02/2018 \t2.85 \t0.2 \n07/11/2017 \t22/02/2018 \t98.95 \t113.04 \n22/02/2018 \t02/03/2018 \t39 \t58.40 \n22/02/2018 \t02/03/2018 \t22505 \t22005 \n07/02/2018 \t02/03/2018 \t55 \t1.50 \tit \n28/02/2018 \t02/03/2018 \t15 \t30.40 \nThis message, and any attachments, is for the intended recipient(s) only, may contain information that is priviieged, confidential and/or proprietary and subject to important terms and \nconditions available at http://www.bankafamerica.comiemaildisclaimer. if you are not the intended redpient, please delete this message. \nHOUSE OVERSIGHT 029470 \nThis message, and any attachments, is for the intended recipient(s) only, may contain information that is privileged., confidential end/or proprietary and subject to rnportant terms and conditions \navailable at http://www bankofarnerica corniernaildisciaimer If you are not the intended recipient, please delete this message. \nForeign Ownership \n7i1 \n20 \nII\nRussia Turkey South Brazil UAB \nAfrica \n10 \nSaudi \nArabia \nHOUSE OVERSIGHT 029471 \n2013 \ncT9463,07 CAorftw (K5ok \n28 \n23 \n22 \n10 \n10 \n13 \n7 \n4 \n00 07 00 \n10 11 12 13 14 \nsources: sses„ \n2014 \nPt SY NA \nHi \t2.030 \t-a Lost Price \t76.365 \nI High on 01/18/16 \t209.030 \nAve/ ge \t94.021 \nLow on 08/13/14 \t39.785 \n2015 2016 2017 2018 \nsity szoom2013.13.40A2ms r4,0,,,foss vocowjer9 visNte4. •1344,-2tlit \n:MSC4 12m Food PE \n12on Fold PE \nAr.eera9* \n6004 use* vynort cloitet rtintimecA! \n200 \nHOUSE OVERSIGHT 029472 \n201 m.2016 \n144411 nvw .,Z42014k ar* 29x1t=11. Sctin4eetisiMit.tt's4km anc, 40444 \ntAtem Lesam 04,14M RAIMAIWZI% \n10000A \nen \n2015 2016 \ncormay (pea MK firat bIUSaaiiWtVaily OLFEILVIS. 14RARIVIS \n207 \nCgmyrOtt 201.8 liroomberfa Antesot \n2018 \nX.riAt \nit Prim \nCOA Conicity (R1) 6447 \nSkSEIDX Index (Li) nmrs \nLast Price. \n*SASE:1DX Wait (Li) 7775.73 \na EEM US NAY\" (RI) 49.42 \n1.1.•••••••••.' \n00. 70 \nHOUSE OVERSIGHT 029473 \n• Global Equates \nmt,,,uttaiott, g4x/tiy \nBank of America \nMerrill Lynch \nBankof Anted \nMerrill Lynch \nHOUSE OVERSIGHT 029474",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_029458.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 18757,
    "word_count": 2893,
    "line_count": 411,
    "import_date": "2025-11-19T21:47:47.675633",
    "prefix": "TEXT-001"
  }
}