{
  "document_id": "HOUSE_OVERSIGHT_031949",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031949.txt",
  "text": "Article 3.\n\nNew York Post\n\nHigh stakes in Syria\n\nAmir Taheri\n\nNovember 16, 2011 -- As Arab foreign ministers met in Rabat,\nMorocco, yesterday to discuss Syria, one question was on every\nmind: Is the country already in a civil war?\n\nSome of the facts on the ground suggest so. With more than 350\nkilled so far, November has been the bloodiest month since the\nuprising against President Bashar al-Assad began last spring.\nDefections from the army, which started as a trickle, now look like a\ntorrent. In October, the number was around 800. The best total now\navailable is about 17,000. The defectors have organized themselves\nas the Free Syrian Army and are creating credible command-and-\ncontrol structures.\n\nSince September, the FSA has carried out a number of symbolic\nattacks against the regime. And now the “shadow army,” as Syrians\ncall it, seems to be planning more spectacular operations.\n\nOn Monday, the FSA claimed an attack on an army convoy near\nDeraa, the southwestern town where the revolution started. Official\naccounts reported at least 34 soldiers killed.\n\nYesterday, the FSA attacked the headquarters of the Air Force\nIntelligence Agency at Harasta near the capital Damascus. Since\nHafez al-Assad, an air-force officer and Bashar’s father, seized power\nin a coup in 1970, the AIA has been the nerve center of the regime’s\nsecurity system.\n\nAlso this week, reports surfaced of attacks by armed tribesmen on\nthree military outposts near the Iraqi border.\n\nDespite all that, it may be premature to speak of civil war in Syria.\n\nHOUSE_OVERSIGHT_031949",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031949.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1563,
    "word_count": 257,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:46.901795",
    "prefix": "IMAGES-011"
  }
}