{
  "document_id": "HOUSE_OVERSIGHT_016161",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016161.txt",
  "text": "Health: Not Tremendously Prescriptive\n\nVision 2030 a start but Needs Transparent Proposals\n\nThe Saudi government’s Vision 2030 document calls for an improvement in healthcare\nin Saudi Arabia. The private healthcare sector has some role to play; the National\nTransformation Plan (NTP) targets the private sector to be responsible for funding 35%\nof healthcare spend in 2020, up from 25% today. How it intends to do this is uncertain.\nWe believe the incumbent private hospital operators, including listed companies (Al\nHammadi, Care, Dallah, MEAHCO and Mouwasat) should be beneficiaries of increased\nprivate sector funding, although increased investment would be needed to meet growth\nin demand longer-term.\n\nImprove public facilities, work towards privatisation\n\nThe government wants to step back from financing and providing healthcare and adopt\nan oversight and regulatory role. Firstly the government wants to improve the quality of\ncare offered in the public sector, with the eventual aim of working towards privatisation\nof public assets and healthcare provision. This implies no privatisations short-term.\n\nNear-term: Management contracts for public hospitals\n\nIn the near-term the government could seek to improve healthcare provision in the\npublic system by using private sector expertise, through, e.g. contracting management\nof public facilities to the private sector. Individual such contracts are unlikely to\ntransform company earnings, and the small size of existing Saudi hospital groups limits\nthe depth of management available to capture large contracts, in our view.\n\nLong-term: insurance coverage up to 31m from 10.5m\n\nIn the long-term a widespread adoption of private health insurance is likely to raise\nvolumes, spurring an increase in private healthcare capacity, either from organic\ninvestment or participation in privatisations. In Saudi currently, 10.5m/31m people have\ninsurance. We assume a more universal scheme would offer lower pricing than that\ntoday, and listed incumbents would need to make a cultural shift towards addressing\nthis market. Such a market could attract new competitors, domestic or foreign.\n\nType of insurance system and reimbursement uncertain\n\nWe believe reimbursement levels would need to be known before privatisations can\noccur so bidders can budget and estimate their return on capital. It is still uncertain\nwhether the government would seek to introduce insurance through the incumbent\nprivate operators (Bupa Arabia, Medgulf and Tawuniya) or set up its own insurance\ncompany e.g. an Abu Dhabi-style Daman. Nor whether it would subsidise premiums or\nsimply force the private sector to employ more Saudis.\n\nGovernment needs to improve private sector relations\n\nAt present the government has not paid private hospitals for the treatment of public\npatients referred to them for over a year. Until the relationship improves, engaging with\nthe private sector could be difficult.\n\nHealthcare implications of National Transformation Plan\n\nThe Saudi government’s Vision 2030 document calls for an improvement in healthcare\nin Saudi Arabia. The private healthcare sector is likely to be a beneficiary both in the\nshort-term and long-term. In the short-term the National Transformation Plan (NTP)\ntargets the private sector to be responsible for funding 35% of healthcare spend in\n2020, up from 25% today. In the longer-term, the Saudi government wants to remove\nitself from directly providing and financing healthcare, instead focussing on public\nhealth and the regulation of the healthcare sector. Raising private sector funding\nthresholds to 35% appears possible if a number of measures are used, e.g. more\nrigorous enforcement of requirement that Saudis working in private sector hold\ninsurance could increase penetration by 6% alone. The quality targets set for the public\nsector do not appear unduly onerous in theory, but execution remains key.\n\nOS Merrill Lynch GEMs Paper #26|30June 2016 51\n\nHOUSE_OVERSIGHT_016161",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016161.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3967,
    "word_count": 590,
    "line_count": 69,
    "import_date": "2025-11-19T21:47:46.006178",
    "prefix": "IMAGES-003"
  }
}