{
  "document_id": "HOUSE_OVERSIGHT_016568",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016568.txt",
  "text": "Code Enforcement Board Meeting Minutes 07/17/08\n\nMr. Vanneck asked for clarification on what the motion was and Mr. Walton\nadvised the motion was that the sea grapes must be cut after turtle season, by\nNovember 7, 2008 and if they were not cut by that date, a $250.00 a day fine\nwould commence on November 8, 2008 and continue until compliance was\nachieved.\n\nMr. Fried asked who the fine would apply to and Mr. Walton said it would be to\nthe Nightingale Trail Beach Club Association. Mr. Fried asked if this was a legally\nconstituted body and Mr. Maxey said it was an informal body, that on the deeds,\neveryone owns this piece of property in common. There was some additional\ndiscussion on the ordinance. Ms. Van Buren asked if every single property owner\non the street was a member of the association and Mr. Maxey said every property\nowner on Nightingale Trail was and there were one or two houses on North Ocean\nand North Lake as well. Mr. Maxey said there were 23 separate memberships.\nMs. Van Buren asked about the finances and Mr. Maxey said there were annual\ndues of $75.00 a year and a common bank account of $3500 or $3600. Mr.\nMaxey said that if a fine was incurred, that is probably where the money would\ncome from but he did not believe, because of his fiduciary responsibility to the\ngroup, he could fight the decision with any of those monies. Mr. Ochstein asked if\nhe was an elected officer and Mr. Maxey said he was president and that he keeps\nthe books and makes sure the place is in good condition.\n\nMOTION BY MR. OCHSTEIN TO GRANT THE VIOLATOR UNTIL\nNOVEMBER 7, 2008 TO COME INTO COMPLIANCE AND IF\nCOMPLIANCE IS NOT ACHIEVED BY THAT DATE, TO ASSESS A\nFINE IN THE AMOUNT OF $250.00 A DAY UNTIL COMPLIANCE IS\nACHIEVED\n\nSECONDED BY MR. BALLENTINE\n\nMOTION OPPOSED\n\nROLL CALL VOTE:\n\nMR. OCHSTEIN YES\nMR. BALLENTINE YES\nMR. FRIED YES\nMS. GREENBERG YES\nMS. VAN BUREN YES\nMR. VANNECK NO\n\nMR. HOFFMAN YES\nMOTION PASSES 6-1\n\nMr. Fried advised Mr. Maxey that the Code Enforcement Board’s position was to\nenforce the Code and said that he had always found the Town Council members to\nbe very receptive, individually and as a group. Mr. Fried said it was not beyond\n\n15\n\nHOUSE_OVERSIGHT_016568",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016568.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2199,
    "word_count": 396,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:47.517796",
    "prefix": "IMAGES-004"
  }
}