{
  "document_id": "HOUSE_OVERSIGHT_030272",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030272.txt",
  "text": "Article 2.\n\nNY Daily News\nPresident Obama has right goals on Israeli-\n\nPalestinian peace, but strategy already backfiring\n\nAlan Dershowitz\n\nMay 27th 2011 -- Now that Prime Minister Benjamin Netanyahu is\nback in Israel and President Obama is traveling around Europe, it is\ntime to assess the effect their dueling speeches have had on the\nprospects for peace.\n\nThere is one factual conclusion on which the Israelis and the\nPalestinians completely agree: following President Obama's recent\nspeech — and repeated explanation of it — on the Israel-Palestine\nconflict, we are further than ever from peace negotiations. Obama has\nmanaged, in one fell swoop, to harden the positions of both sides and\nto create distrust of him by Israelis and Palestinians alike.\n\nMy criticism of the President is not directed at whether he is pro-\nIsrael or anti-Israel, pro-Palestinian or anti-Palestinian. In fact, I\nbelieve that his actions have not been motivated by any antagonism\ntoward the Jewish state. He simply does not understand the dynamics\nof Middle East negotiation. I am disappointed in him not because I\nsupport Israel (which I do), but because I support peace based on a\ntwo-state solution. I agree with Obama about his ends, while\ndisagreeing about his means.\n\nIndeed there is little in the content of the President's statements with\nwhich I disagree. Rather, it is with his negotiating strategy, his\nconstant need to explain himself, and his utter tone-deafness to the\nmusic, as distinguished from the lyrics.\n\nThe President has asked the Israelis to agree to negotiate new borders\nbased on the 1967 lines, with land swaps. But he did so without\nasking the Palestinians to agree to drop their demand that millions of\n\nHOUSE_OVERSIGHT_030272",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030272.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1736,
    "word_count": 282,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:48.310091",
    "prefix": "IMAGES-010"
  }
}