{
  "document_id": "HOUSE_OVERSIGHT_014765",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014765.txt",
  "text": "The most influential global bond index is believed to be the Citibank World Government\nBond Index (Citi WGBI), which is used as the benchmark for more than $2tn of AUM. The\nmost influential EM bond index is the JPM Government Bond Index — Emerging markets\nGlobal/Diversified (JPM GBI-EM Global/Diversified), which is used as the benchmark for\nabout $200bn AUM and caps each country’s share to 10%. A caveat, however, is that\nthe actual size of indexed money or ETFs should be smaller. The most crucial country\ncriteria of Citi WGBI is “fully accessible to foreign investors,” which makes China less\nlikely to be included by far given its accessibility to only medium- and long-term\ninvestors. Even if China is being considered, the assessment usually takes a long time.\nSo we believe the case for China to be included into Citi WGBI in 2017 is unlikely.\n\nBy contrast, JPM GBI-EM Global/Diversified only requires accessibility to the majority of\nforeign investors and does not factor in tax hurdles in eligibility. We believe China has\nbetter chance to be included into the JPM GBI-EM Global/Diversified index. While the\nexact timing is hard to predict, an optimistic scenario possibly leaves 2H17 on the table.\nUsually when a big country is being included, bonds are introduced slowly over many\nmonths to enable clients to rotate without too much disruption.\n\nWe would expect China’s inclusion to account for 10% of the JPM GBI-EM Global\nDiversified index. Turkey, Malaysia, S. Africa, and Thailand would lose the largest shares\nin the index, while the shares of Brazil, Mexico, Poland and Indonesia are expected to\nremain given their large absolute size. Inflows to China could be around $20bn, or\nequivalent to 1.5% of the aggregate central government bond market cap. Turkey,\nMalaysia, S. Africa, Thailand and Columbia could see outflows of $2.4bn-3.3bn each,\nwith the most expected impact on Thailand given its lower relative foreign ownership.\nWe would expect China to account for 4.4% of the Citi WGBI index. The biggest losers\nof market share will be the US, followed by Japan and Europe. Inflows to China could be\naround $87bn, or 6.5% of its CGB market cap. This would present a very bullish scenario\nfor CGBs, and the curve will likely steepen.\n\nMSCI inclusion - more about good will, then real flow\n\nAnother potential implication of China capital account opening is equity inflows. The\nMSCI has been considering the inclusion of China A-shares in its index. These are shares\nof local Chinese companies trading at the Shanghai and Shenzhen stock exchange,\nwhose trading is so far limited to local investors (China: Will A-shares be included in\nMSCI in June this year?). The associated flows aren’t likely to be too large, so positive\nprice reaction is likely to come mostly from sentiment. The MSCI has discussed most\nrecently a 5% inclusion factor for A-shares, which would translate in an additional 1.1%\nMSCI weight of China in the index. The scope for additional foreign capital looks small,\nwhen considering that China already weighs 27% in the index. Our equity strategists\nestimate the total AUM tracking MSCI EM to approximately USD1.6tn (total market cap\nof the index is USD3.8tn}, so that inflows upon inclusion would be roughly USD16bn.\nThe inclusion was delayed in June 2016, mainly due to obstacles regarding the quota\nallocation process, capital mobility restrictions and beneficial ownership.\n\nChart 60: Estimated loss of share if China is included in JPM GBI-EM Chart 61: Estimated loss of share if China is included into Citi WGBI\n\nGlobal Diversified\n\n0.0%\nOy 0 Oy 0)\n0.0% 0.0760.0% 0.0% 0.0% -0.19%0.0% 0.0% 0.0% 0.0% 0.0% 0.0% 0.0% 0.0% 0.0% 0.0%\n-0.1%9-0% -0.5% 03%\n-0.5% 0.3%\ntes 1.0%\nill 0\n109\n1 -0.9%0.9%\n-1.5%\n1.5% 4.3%) 2%\n4 poy! 5% 1.5% 2.0%\nwhe “£L, 0\nOh EPR HBR EBERLE RRL Aare Soozeyrzyan x\nBEPSESRES22SHES SSG6S2S5656803N2\n\nSource: BofA Merrill Lynch Global Research\n\nSource: BofA Merrill Lynch Global Research\n\nBankof America\nMerrill Lynch\n\nGlobal Rates, FX & EM 2017 Year Ahead | 16 November 2016 35\n\nHOUSE_OVERSIGHT_014765",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014765.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4065,
    "word_count": 670,
    "line_count": 76,
    "import_date": "2025-11-19T21:47:45.350032",
    "prefix": "IMAGES-003"
  }
}