{
  "document_id": "HOUSE_OVERSIGHT_016005",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016005.txt",
  "text": "child grows up in poverty, their father absent, mother a drug\naddict. Riots break out and the child defends the local convenience\nstore. Another child born on the same road, but from a better\nbackground, loots the store and is arrested. This scene played out on\nthe streets of London during the summer of 2011, but similar incidents\nhappen all across the world. People choose different moral paths; one\nperson makes a good decision; the other, a bad one. Did they make these\ndecisions freely or was their behavior inevitable, dictated at the dawn of\ntime?\n\nFree will is at the heart of our justice system. It requires a crime to\nbe intentionally committed by a person of sound mind. If I kill you in\nan accident or because I am mentally incapacitated, I am innocent. Of\ncourse, if I mentally incapacitate myself with alcohol I would be guilty of\nmanslaughter, perhaps even murder.\n\nOur justice system requires a crime to be intentionally committed\nby a person of sound mind. Whenever we see something bad in the world\nwe trace the events back to the thought processes which led up to it. It\nseems we punish the decisions in our brains leading to a crime, not the\ncrime itself. But, in a deterministic Universe my thoughts could never be\nat fault. They are inevitable. “The Universe made me do it!”\n\nYou need not worry about the fabric of society falling apart in a\ndeterministic Universe. The whole of existence will play out according to\na predetermined script, complete with lawyers, trials, drama and pathos.\nThe judge, jury and executioner would also have no free will. It would\nlook as if you paid the price for the choices you made, but this would\nbe an illusion. The whole thing would be like one enormous screenplay.\n\nThe concept of determinism goes against our conscious experience.\nWe all have a strong sense of free will. I certainly think I have it! And this\npresents a problem, because the classical laws of physics say our Universe\nis entirely deterministic, and that free will is an illusion.\n\nI should briefly mention ‘compatibilism, a branch of philosophy\nthat claims determinism is not at odds with free will. It argues that if\nI feel free and my actions do not appear constrained, then I am free\neven though my future might be inevitable: a sensation of freedom is\nsufficient. This seems rather feeble. I am seeking an explanation for\nhow we might be truly free to choose our actions, not some linguistic\ntrick to argue freedom is subjective. I believe true free will is a physical\nprinciple with observable effects on the Universe that would not be seen\nin a determined one.\n\nHOUSE_OVERSIGHT_016005",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016005.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2618,
    "word_count": 456,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:45.560363",
    "prefix": "IMAGES-003"
  }
}