{
  "document_id": "HOUSE_OVERSIGHT_017493",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017493.txt",
  "text": "ont nnd Ww DY\n\nNe}\n\n10\nii\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n\nOnn Oe WM FE\n\nNNNNNNFRFP RP BRP RPP PEE\nmm WHF COMO WAI nD UF WDHYF OC WW}\n\nQ. When you were hiring and bringing in all\nthese new attorneys, did everyone come in as a\npartner?\n\nA. No.\n\nQ. How did you decide who came in as a partner\nand who came in as an associate?\n\nA. Depended upon their level of expertise,\npractice, book of business. It was a decision Stuart\nand } made together on a case-by-case basis.\n\nQ. So you and Stu where the -- were in charge\nof hiring?\n\nA. Stuart and | tried to consult on every\nhiring decision, yes.\n\nQ. Did you guys also decide salaries?\n\nA. 1] generally decided the salary and then let\nStu know what |] was going to do. And he would say if\nhe thought it was okay or if he thought it was too\nmuch or too little, but ] generally had free reign in\nthat regard.\n\nQ. Did someone's book of business directly\ncorrelate to the salary that you would offer?\n\nA. That is a very broad question because it\ndepends upon what other needs we had for that\nindividual.\n\nQ. What do you mean by \"what other needs\"?\n\nPage 10 :\n\nSE ER Aca ae\n\nA. Well, I'll give you a good example. My\nlawyer, Mr. Nurik, his salary was directly related to\nthe fact that he was a great lawyer and had a solid\nbook of business.\n\nQ. Yes.\n\nA. David Boden, on the other hand, was, as J\npreviously testified, ] don't know if you've had a\nchance to read the testimony, but David Boden was not\nonly the general counsel to the law firm but he was\nalso -- acted as my consigliere in a significant\nnumber of illegal operations and he was compensated\nsignificantly for that, if that helps you understand\nthe difference.\n\nQ. It does.\n\nSo, for example, when you were hiring former\njudges, let's use that as an example, Pedro and Julio,\nclearly they don't have a book of business coming in\nbecause they haven't had clients, but they may carry\nsome sort of prestige or give some legitimacy, if you\nwill, to the firm. How would you decide the salary\nfor someone like that?\n\nA. Stuand! would discuss it. It was more a\nmarket issue than anything else, how much are judges\ncoming off the bench getting, how much business do we\nthink they can generate.\n\nOoODMDAIKDY SF WNHNFr COU DANDY B WNP\n\nURLS FESS ESI NIA UIE Me iS hd RES na ig RRS IRAP NNER EE ra MRT IE RS SEIN RST BOA Rae eR ON STAEINES R Mt se meng a te\nOe\nem)\n\nSPREE\nBho Nh fh\nQW MF\n\nTERETE\n\nN\non\n\nQ. Would you need to look at someone's book of\nbusiness if they were coming in just solely to be a\nrainmaker for the firm prior to hiring them?\n\nA. | discussed it with them. There were not\nmany people that ] recall that ] actually looked at\ntheir numbers. Once David Boden was working for me ]\nhad him check people's numbers, but I rarely looked. J\ntook most people's words for what they were\ngenerating.\n\nQ. My recollection is, you were always looking\nto bring in more people, to hire more people, some of\nus were somehow able to resist you while others were\nnot. _How would you decide who you were looking at to\nbring into your firm?\n\nA. We were trying to develop, on the legitimate\n\nside of the Jaw firm, we were trying to develop real\n\ntalent, rea] practice s. I mean, Brad isa\n\nperfect example, great Jawyer, got a great reputation,\nYou know, it was our hope that, you know, he was going\nto be one of the people to actually in some ways\n\nrescue the firm because he had a practice group that\n\ncould generate substantial income. You know, on the\nlegitimate side that's what we were trying to do, we\n\nwere trying to find the best and the brightest,\n\nQ. Okay. With respect to bringing people that\nPage 12\n\nES ee ee A ee i ee |\n\n©\nprt know that?\nA. Everyone in the tort world that J] had spoke\nto spoke extremely highly of Brad, not only people |\nalready had working for me but other people that knew\n+him. He was very -- came very highly recommended to\n\nus.\n“\"Q. Like who, for example?\n\nA. We wanted him in there. We were trying to\ndevelop a significant tort group and we thought that\nhe'd be a great part of it.\n\nQ. Who besides Russ told you that about Brad?\n\nA. It would have been other people in the tort\ngroup. ] don't want to guess, Tonja, as to which\nother people told me, but it was -- well more than\nRuss.\n\nQ. Was it people within --\n\nA. Might have been people in politics that ]\ntalked to that knew him because we had significant\ninput at the gubernatorial level with regard to tort\nreform and the like, and there were people there who\nknew who Brad was. It was more than one person that\ntold us that.\n\nPage 13\n\n4 (Pages 10 to 13)\n\nFRIEDMAN, LOMBARDI & OLSON\n305-371-6677\n\n5ed93085-0554-447f-bcdd-ca2d8fe941df\n\nHOUSE_OVERSIGHT_017493",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017493.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4643,
    "word_count": 902,
    "line_count": 191,
    "import_date": "2025-11-19T21:47:45.787353",
    "prefix": "IMAGES-004"
  }
}