{
  "document_id": "HOUSE_OVERSIGHT_016413",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016413.txt",
  "text": "From: Morris, Paul V\n\nSent: 1/15/2019 4:44:33 PM\nTo: jeffrey E. [jeevacation@gmail.com]\nSubject: Opportunity Zones\n\nAttachments: image001.jpg; image002.jpg; image003.jpg; image004.jpg\nImportance: — High\n\nHope all well, are you doing anything around these or clients?\n\nIn a former warehouse on a dimly lit street in the South Bronx, developers sipping Puerto\nRican moonshine listened as a local official urged them to capture a new U.S. tax break by\nrebuilding the decaying neighborhood.\n\nIn Alabama, a young lawyer quit his job after seeing the same tax break’s potential to help\none of the nation’s poorest states. He now spends his days driving his Hyundai from town\nto town, slideshow at the ready, hoping to connect investors with communities.\n\nAnd on a conference call with potential clients, a prominent hedge fund executive pitched\ninvestments in a boutique hotel in Oakland, which he described as San Francisco’s\nBrooklyn. The project is eligible for the same tax break, designed to help the poor.\n\nBetting on Opportunity Zones\nSales of development sites are surging in areas eligible for tax breaks\nSource: Real Capital Analytics\n\nFervor about opportunity zones is heating up across the U.S. For a limited time, investors\nwho develop real estate or fund businesses in these areas are able to defer capital gains on\nprofits earned elsewhere and completely eliminate them on new investments in 8,700 low-\nincome census tracts. The goal is to reinvigorate these areas. But the question is whether\nthe 2017 tax law will, as U.S. Treasury Secretary Steven Mnuchin predicts, pump $100\nbillion into places that need it most, or if investors will play it safe by funding projects in a\nfew zones already on the upswing.\n\nQuicktakeWill ‘Opportunity Zones’ Help the Rich, the Poor or Both?\n\nThere’s no lack of optimism among officials in shrinking Rust Belt towns, wind-swept\nWestern landscapes and hurricane-ravaged Puerto Rico, who hope to jump-start local\neconomies. The incentives are so flexible they could be used for everything from affordable\nhousing to solar farms.\n\nYet on the investor side, much of the attention is fixed on how to turn a profit in already\nthriving areas. They include neighborhoods surrounding Manhattan, Atlantic beach towns\ndrawing vacation-home developers, bedroom communities near Silicon Valley and\nanomalies like Portland, Oregon, where the entire downtown was deemed eligible for the\n\nbreaks.\n\n“The phrase I keep thinking of is ‘gold rush,’ ” said Michael Lortz, an accountant who\nworks with developers in Portland. “There’s a lot of money from out of town that’s coming\nhere.”\n\nHOUSE_OVERSIGHT_016413",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016413.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2635,
    "word_count": 415,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:46.246061",
    "prefix": "IMAGES-003"
  }
}