{
  "document_id": "HOUSE_OVERSIGHT_025235",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025235.txt",
  "text": "From: US GIO [us.gio@jpmorgan.com]\n\nSent: 4/9/2012 2:11:03 PM\nTo: Undisclosed recipients:\nSubject: J.P. Morgan Eye on the Market, April 9, 2012\n\nAttachments: image013.png; image014.png; image015.png; image016.png; image017.png; image018.png; image020.png;\nimage022.png; image024.png; image026.png; 04-09-2012 - EOTM - The Day of the Triffids.pdf\n\nEye on the Market, April 9, 2012 (attached pdf is easier to read this week)\nTopics: Q&A on the USA, with a watchful eye on the risk of giant man-eating plants; Spain\n\nOur view for 2012 was that economic and equity market conditions in the US and Asia ex-Japan would be better\nthan in Europe. So far, that view is on track. Spain in particular is in difficult shape (see page 5); its banks and\ngovernment may have to borrow 1.5 trillion Euros over the next 12 months while in recession. Both the ECB and\nEU will need to keep the spigot open to prevent Spain from becoming a bigger problem. This week, some Q&A on\nthe US recovery, flows into bonds and stocks, profits and P/E multiples, municipal bonds, and the long-term US\nfiscal situation.\n\nThe Fed appears to be saying that no additional monetary easing is needed unless the economy worsens further. Are\nthere any signs that the US recovery is becoming self-reinforcing?\n\nDurable goods consumption, equipment & software spending, vehicle sales, bank loans to companies, manufacturing\npayrolls (even after Friday’s disappointing report) and housing stats (building permits, multifamily housing starts) have\nimproved over the last few months. While delinquency rates are in better shape (credit card delinquencies are back to\n2007 levels), household credit growth is still weak. However, homebuilders are seeing stronger demand, and nationwide\nremodeling continues to rise. We see opportunities in retailing and building products companies that may benefit from a\ncontinuation in these trends.\n\nPublicly-held builders reporting stronger demand Residential remodeling index\nPercent change, YoY in latest fiscal quarter Number of homes, millions, 3-month moving average\n\n40% 33\n\nNew Backlog\n\n50% Ne of Orders 34\n\naR, 29\n\n10% aT\n\n15\n\no% 25\n\n-10% 2001 2003 2005 2007 2000 2011\n\nLennar KBHome Toll Hovnanian OR Horton NVR Pultegroup\nSource: Corporate Reports. Empinaal Research Partners.\n\nSource: BuildFax, Empirical Research Partners\n\nHas the data really been that good? I heard better US economic data has a lot to do with the weather.\n\nParts of the US experienced the warmest March in recorded history. Measured from December to February, the winter\nwas the 4\" warmest on record. I don’t think there are reliable models to estimate the impact of demand being pulled\nforward, so we will have to see how consumer spending, housing and payrolls behave in the months ahead. As our Chief\nEconomist Michael Vaknin reminds me, other distortions come from the “catch-up” effect from Japan’s tsunami. As\nshown below, some strength in auto sales came from pent-up demand for Japanese cars, a process which now seems\ncomplete.\n\nHOUSE_OVERSIGHT_025235",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025235.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3034,
    "word_count": 474,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:46.317020",
    "prefix": "IMAGES-008"
  }
}