{
  "document_id": "HOUSE_OVERSIGHT_023317",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023317.txt",
  "text": "the financial benefits, ). In Bedford , I repeated my concern. THe current circumstance is distressing tome, I\nhave done my utmost to keep you safe. and will continue to do so. reckless choices in accounting or\notherwise does not bode well. at each turn I have put your interests first , including in some instances\nattempting to fight your choices.\n\nyour current circumstance needs nuanced attention. as you know, there are a few areas with very serious\nconsequences. whether it be , having Ada , form grats without review, brad doing phaidon without review.\npayments make without review.merely in order to be weaned , is one more high risk choice. review of outside\naccounting firms , CANNOT be done by brad. to have your accounting dept sit in on Alans trust accounting\nlecture . in order to learn the filed is reminiscent of elieen reading the tax regs. (_ she also was going to take a\ncourse)\n\nI am here in New York today. should you like to resume\n\nDate: Mon, May 2, 2016 at 12:51 AM\nSubject: Fwd: Valuation Discount\nTo: Melanie Spinella\n\nLeon please read the attached proposed response to the IRS__, see if you can understand it !!!._ Ive asked for a\nre-do. and given prelimiary directions to Alan to have it edited over the weekend\n\nIf you are quarterbacking ,ok with me. just please let everyone know. you must deal with the outrageous\nincompetence in your family office... Alans words \" but I was told that.., but I was told by the office (sic)\nthat ... , BUT i was told by joslin,. , but I was told by. \" why is leon blaming me for...\" . I ve have always\ngiven you my best advice, If you reflect on your financial life , you have been kept safe , had remarkable\nresults and no disasters. I have repeatedly urged you to get rid of the people in your office. , you\nhave repeatedly chosen to ignore my advice , youtold me last week that the emotional reason was in order\nto be weaned off my group and not have to pay my high fees. ( though ignoring the benefit of between 1.5\nand 2b to the better. ). and no explosions. You have email after email ,where i remind you that I am not\nyour bookkeeper or accountant (in brads corporate speak his\" finance dept ??!!) that it should be redone .I\nhave reviewed a multitude of the silly reports given to you and have pointed out the continued numerous\ninaccuracies. your question \" so what if the numbers are off , so what if the categories are off. whats the big\ndeal??. I suggest you de risk you finances and make the tough decisions necessary - pay the right amounts (\nhigh) to get the work done properly or , you are , Im afraid, certain to get an unhappy answer.. tom will be\nback from vacation. this week.\n\n---------- Forwarded message ----------\n\nFrom: Halperin, Alan S\n\nDate: Thu, Apr 28, 2016 at 5:16 PM\n\nSubject: Valuation Discount\n\nTo: \"jeffrey E.\" <jeevacation@gmail.com>\n\nI am attaching a draft response from Empire Valuation as to why it arrived at a valuation discount on the low\nend. Let’s discuss the response and next steps. Thanks. Alan\n\nDate: Tue, May 10, 2016 at 12:38 AM\n\nSubject:\n\ndid you get the agent?\n\nDate: Wed, May 11, 2016 at 1:50 PM\n\nHOUSE_OVERSIGHT_023317",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023317.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3135,
    "word_count": 573,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:44.162884",
    "prefix": "IMAGES-007"
  }
}