{
  "document_id": "HOUSE_OVERSIGHT_012939",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012939.txt",
  "text": "2.2 Commonly Recognized Aspects of Human-like Intelligence 23\n\ndeal with broader spacetime regions, roughly as in the DeSTIN AGI architecture discussed\nin Chapter 4. Further, there is evidence that each module carries out temporal predictive\npattern recognition as well as static pattern recognition. Audition likely utilizes a similar\nhierarchy. Olfaction may use something more like a Hopfield attractor neural network, as\ndescribed in Chapter 13. The networks corresponding to different sense modalities have\nmultiple cross-linkages, more at the upper levels than the lower, and also link richly into\nthe parts of the mind dealing with other functions.\n\ne Motor Control: This appears to be handled by a spatiotemporal hierarchy as well, in which\neach level of the hierarchy corresponds to higher-level (in space and time) movements. The\nhierarchy is very tightly linked in with the perceptual hierarchies, allowing sensorimotor\nlearning and coordination.\n\ne Memory: There appear to be multiple distinct but tightly cross-linked memory systems,\ncorresponding to different sorts of knowledge such as declarative (facts and beliefs), proce-\ndural, episodic, sensorimotor, attentional and intentional (goals).\n\ne Knowledge Representation: There appear to be multiple base-level representational\nsystems; at least one corresponding to each memory system, but perhaps more than that.\nAdditionally there must be the capability to dynamically create new context-specific repre-\nsentational systems founded on the base representational system.\n\ne Language: While there is surely some innate biasing in the human mind toward learning\ncertain types of linguistic structure, it’s also notable that language shares a great deal of\nstructure with other aspects of intelligence like social roles [CB00] and the physical world\n[Cas07]. Language appears to be learned based on biases toward learning certain types of\nrelational role systems; and language processing seems a complex mix of generic reason-\ning and pattern recognition processes with specialized acoustic and syntactic processing\nroutines.\n\ne Consciousness is pragmatically well-understood using Baars’ “global workspace” theory,\nin which a small subset of the mind’s content is summoned at each time into a “working\nmemory” aka “workspace” aka “attentional focus” where it is heavily processed and used to\nguide action selection.\n\ne Thinking is a diverse combination of processes encompassing things like categorization,\n(crisp and uncertain) reasoning, concept creation, pattern recognition, and others; these\nprocesses must work well with all the different types of memory and must effectively inte-\ngrate knowledge in the global workspace with knowledge in long-term memory.\n\ne Social Intelligence seems closely tied with language and also with self-modeling; we model\nourselves in large part using the same specialized biases we use to help us model others.\n\na Oe\n\nNone of the points in the above bullet list is particularly controversial, but neither are any\nof them universally agreed-upon by experts. However, in order to make any progress on AGI\ndesign one must make some commitments to particular cognition-theoretic understandings, at\nthis level and ultimately at more precise levels as well. Further, general philosophical analyses\nlike the patternist philosophy to be reviewed in the following chapter only provide limited\nguidance here. Patternism provides a filter for theories about specific cognitive functions — it\nrules out assemblages of cognitive-function-specific theories that don’t fit together to yield a\nmind that could act effectively as a pattern-recognizing, goalachieving system with the right\ninternal emergent structures. But it’s not a precise enough filter to serve as a sole guide for\ncognitive theory even at the high level.\n\nThe above list of points leads naturally into the integrative architecture diagram presented\nin Chapter 5. But that generic architecture diagram is fairly involved, and before presenting\n\nHOUSE_OVERSIGHT_012939",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012939.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4022,
    "word_count": 589,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:48.181764",
    "prefix": "IMAGES-002"
  }
}