{
  "document_id": "HOUSE_OVERSIGHT_019628",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019628.txt",
  "text": "140 | HOW AMERICA LOST ITS SECRETS\n\ntras identical copies of the NSA documents in Hong Kong. When\nGreenwald returned home to Rio de Janeiro, he found his copy was\ncorrupted. But Poitras still had her digital copy of whatever stolen\ndocuments Snowden had distributed to them. So Greenwald dis-\npatched Miranda from Rio to Berlin to get a copy of Poitras’s thumb\ndrive. On the return trip, Miranda’s plane stopped at Heathrow,\nwhere British authorities detained him and temporarily took the\nthumb drive from him. Poitras had written out the password for\nGreenwald, and Miranda kept it with the thumb drive. The Brit-\nish copied the contents and shared them with the NSA. As a result,\nthe NSA discovered that Snowden had only given Poitras fifty-eight\nthousand documents. The damage assessment team under Ledgett\ndetermined that some of these documents had been edited out of\nmuch larger documents that the NSA logs showed Snowden had\ncopied. By the count of both the NSA and the Defense Department\nteams, almost one million documents were unaccounted for What\nhappened to the missing documents?\nThe NSA investigation found that the chronology of the theft\n© of documents did not support Snowden’s claim to journalists that ©\nhe had only been seeking whistle-blowing documents. Most of the\ndocuments he took first did not concern the domestic activities of the\nNSA. Only toward the end of the theft did he copy documents that\nwould qualify as whistle-blowing. The court order to Verizon that\nwas the basis of the initial Guardian exposé was only issued by the\nFISA court on April 27, 2013. The other main whistle-blowing docu-\nment he revealed, the PowerPoint presentation about PRISM, was\nonly issued in April 2013. Yet Snowden had been downloading docu-\nments for at least nine months before he copied these documents.\nWhen I discussed the chronology of the copied documents with\na former government official briefed on the investigation, he sug-\ngested that Snowden’s purpose might have changed between 2012\nand 2013. When I asked him what might have induced the change,\nhe replied, “That is one of the unanswered questions.” That Snowden\nonly took these two whistle-blowing documents at the tail end of\nhis nine-month operation, and after he had contacted Poitras and\nGreenwald, suggests he might have had another motive prior to\ncontacting journalists. In light of this chronology, the investigation\n\n| | Epst_9780451494566_2p_all_r1.z.indd 140 ® 9/30/16 11:09 AM | |\n\nHOUSE_OVERSIGHT_019628",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019628.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2493,
    "word_count": 407,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:47.666296",
    "prefix": "IMAGES-005"
  }
}