{
  "document_id": "HOUSE_OVERSIGHT_018835",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018835.txt",
  "text": "Marina Market Analysis 25\n\nMarina Market Analysis\n\nMarinas are not at all homogenous, and the various combinations of business and physical\ncomponents result in significantly different results for the owners and operators. The two major types\nof marinas are coastal (usually found in saltwater inland waterways that lead to an ocean port), and\nfreshwater (found on lakes). Saltwater marinas tend to attract larger vessels and require a completely\ndifferent level of maintenance. Freshwater marinas typically cater more toward day-sailors and day-\nboaters who do not have personal space with which to keep their boats.\n\nTypical marinas in both coastal and freshwater locations can include any combination of the following\ncomponents:\n\ne Wet Slips (covered and uncovered)\n\ne Dry Storage (land)\n\ne Dry Storage (stack)\n\ne Maintenance and Repair Yard and Services\n\ne Marine Dealerships (boat sales)\n\ne Merchandise Sales (fishing, boating, sundries)\ne Fuel Sales (gas and diesel)\n\ne Equipment Rental\n\nWith regard to slip rentals (wet and dry), these spaces can be either rented (the traditional route), or\nsold as “dockominiums” and “rackaminiums.” The sellout component became very popular in the last\ndecade, and many marinas were converted to all or part sellout type enterprises. Part of the reason is\nthat developers in recent times prefer to develop real estate for sale (condominiums or homesites)\nthat surround the marina, and in turn could sell the boat spaces and then move on to another\ninvestment. The market for dockominiums (wet and dry) somewhat dried up during the recent\nrecession, and many of the unsold units were subsequently rented instead of sold.\n\nAnother trend of development prior to the 2008 recession was for marinas within luxury resort\ncommunities that also have a residential component. These include 4 and 5-star resorts in the\nsubtropical USA as well as the Caribbean. Typical luxury resort developments planned in the last\ndecade would include a hotel (which the developer would license to a “branded” operator),\ncondominiums and villas for sale, home sites for sale, and recreational components such as a golf\ncourse and marina. The sellout types of dock spaces fit well into the business model of the developer,\nas they sell other components and license the hotel operation to a separate entity.\n\nMarinas also vary in size from small “mom and pop” or “lifestyle” businesses with less than 50 slips to\nlarge enterprises that attract institutional purchasers. Across the board, marinas are affected by\neconomic downturns due to the leisure component of the boating hobby. During the last two\nrecessions (2000-2003 and 2008-2009), many marinas went into foreclosure. This created difficulty for\nmarinas to obtain financing.\n\nIGY American Yacht Harbor Marina\n\nHOUSE_OVERSIGHT_018835",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018835.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2807,
    "word_count": 438,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:44.258974",
    "prefix": "IMAGES-005"
  }
}