{
  "document_id": "HOUSE_OVERSIGHT_012044",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_012044.txt",
  "text": "From: jeffrey E. [jeeyacation@gmail.com] \nSent: 12/9/2016 3:56:27 PM \nTo: Ens, Amanda \nSubject: Re: Financials: buy XLF call spreads \nAttachments: image001.png \nImportance: High \nlets try, 250k premium \nRichard Kahn \nOn Fri, Dec 9, 2016 at 11:46 AM, Ens, Amanda \nWe continue to see further upside in financials. \nwrote: \n• Erika Najarian, BAML financials research analyst, just returned from a marketing trip. Bottom line: North \nAmerican investors are very bullish the banks (long only AND hedge funds AND macro funds), but then conclude \"I \ndon't own enough\". Note that high touch flows have slowed down significantly since Thanksgiving and where the \nbuying has been concentrated in XLF (every client sector we have has been a better buyer of XLF). \n• Client focus: \n1) Regulation: Excitement, with the base case that it's not getting worse. \n2) Sentiment on rates: Cautiously bullish \n3) Sentiment on growth: Also bullish \n4) Sentiment on corporate tax rate cuts: buyside more bullish than sellside. In 1986, bank stocks exploded upward \n(outperforming the S&P) after Reagan's tax reform bill passed the Senate; and 2) in 2003, the last time we saw personal \ntax cuts, loan growth industry wide accelerated in 2003 and 2004. \n• Biggest Pushback on owning sector at current levels: Too far too fast: BKX +18.00% post election: Valuation \ncoming into question and 04 has typically been a seasonally weak qtr. Bulls defend valuation on '18ests with potential \nupside to 2018 [PS from —25-40% and stocks still cheap vs. discretionary. \n• Price action and sentiment keeps us constructive, we like the long and would expect US financials to benefit from \nany beta chase into year end. \n• How to play it? We still like \"appearing\" call spreads on XLF \no Buy a 6 month 105% call with a short 110% call that knock in if XLF trades above 115% during the life of the trade \nfor 1.75% premium cost \n• Gross max payoff if knock-in is triggered: 2.8x (5.0%/1.75%) \n• Gross max payoff if knock-in is not triggered: 5.6x (9.9%/1.75%) — you have upside up to 114.9% \nRegards, \nAmanda \nAmanda Ens \nDirector Global Equities \nHOUSE OVERSIGHT 012044 \nBank of America Merrill Lynch \nMerrill Lynch, Pierce, Fenner & Smith Incorporated \nOne Bryant Park 15th Floor New York, NY 10036 \nPhone: Mobile \nFrom: Ens, Amanda \nSent: Tuesday, November 22, 2016 2:15 PM \nTo: 'jeffrey E.'; Rich Kahn \nSubject: Financials: buy XLF call spreads \nUnderweight positioning, buybacks resuming, positive momentum and strong fundamentals all indicate that there is \nstill further upside potential in financials (more details below). Our financials sector specialist thinks XLF could have \nanother 20-25% upside given the many levers to the Trump Trade: less regulation, higher interest rates, higher vol, \neconomic growth, loan growth, etc. The asset sensitive regional banks are more of a pure play on a rates move but we \nview the larger cap banks as having multi-pronged upside given the aforementioned points. \nThat said, given the velocity and magnitude of the recent move and uncertainty around the impact and timing of \nTrump's policies, we believe options offer better risk-reward than being outright long financials stocks here. With flat \ncall skew, \"appearing\" call spreads with upside knock-ins price well. \nBuy a 1 year XLF call spread for 2.6% premium \n• Buy a 110% call \n• Sell a 117.5% call with an at-expiry knock-in at 125% (call is not active unless XLF is 125% or higher at expiry) \no Total premium is 2.6% \no Gross max payoff if knock-in is triggered: 2.9x (7.5%/2.6%) \no Gross max payoff if knock-in is not triggered: 5.7x (14.9%/2.6%) — you have upside up to 124.9% \nPost Election Flow Skews - Buyers of Health Care (via ETFs) and Financials (mainly ETFs) \n• US Buyback Flows \n• Cons Disc, Technology and Financials are the largest 3 sectors for US buybacks (over 70% of execution). We \nare seeing a seasonal increase in buybacks as we come out of the low seasonal month of the year (October) and should \nsee increased buyback executions until year-end, another source of upside for the Cons Disc, Technology and Financials  \nsectors.  \nGlobal Positioning, Nigel Tupper, 11/14. Large long-only funds are more underweight Financials than any other \nsector and are UW this sector in all regions. \nFuture of Financials conference hosted 90 public and private companies at our Future of Financials conference. We are \nraising our price objectives across most of our names. Three primary reasons why we think there is upside remaining \nafter the recent rally: 1) an improved outlook on both activity levels and interest rates, driving revenue upside; 2) \npotentially lower regulatory burden, particularly as new supervisory leadership can come with the new administration; \nand 3) relatively lighter positioning in US financials vs. other sectors. (Erika Najarian) \nTrades Gaining Momentum: Finance-Related Assets vs. S&P 500 \nHOUSE OVERSIGHT 012045 \nIn the period since the US presidential election, the three top-performing S&P sectors and industry groups have all \nbeen finance-related (Banks, Financials, Diversified Financials) \nTrades Gaining Momentum: Finance-Rdalhad Midi VS. SIP SOO \nJ-Cal .4).1ornbour .20 \nMmunelsis \n11/3/111 \n11/S/III \n11,rvis \n11/11/111 11111M 1311S/111 11/17/11 \n11/1/11 \nTqchnatves \nSWIM \nSource: Kensho Technologies \nThe Flow Show, Michael Hartnett, 11/18. Violent rotation: record equity ETF inflow, record financials inflow, biggest \nbond outflow in 3.5 yrs, record EM debt outflow. \nRegards, \nAmanda \nAmanda Ens \nDirector Global Equities \nBank of America Merrill Lynch \nMerrill Lynch, Pierce, Fenner & Smith Incorporated \nOne Bryant Park 15th Floor New York, NY 10036 \nPhone: Mobi1e \nThis message, and any attachments, is for the intended recipient(s) only, may contain information that is \nprivileged, confidential and/or proprietary and subject to important terms and conditions available at \nhttp://www.bankofamerica.com/emaildisclaimer. If you are not the intended recipient, please delete this \nmessage. \nplease note \nHOUSE OVERSIGHT 012046 \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nHOUSE OVERSIGHT 012047",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_012044.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6681,
    "word_count": 1031,
    "line_count": 116,
    "import_date": "2025-11-19T21:47:48.358200",
    "prefix": "TEXT-001"
  }
}