{
  "document_id": "HOUSE_OVERSIGHT_016821",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016821.txt",
  "text": "WRONG, BUT MORE RELEVANT THAN EVER\nSeth Lloyd\n\nSeth Lloyd is a theoretical physicist at MIT, Nam P. Suh Professor in the Department of\nMechanical Engineering, and an external professor at the Santa Fe Institute.\n\nThe Human Use of Human Beings, Norbert Wiener’s 1950 popularization of his highly\ninfluential book Cybernetics: Control and Communication in the Animal and the\nMachine (1948), investigates the interplay between human beings and machines in a\nworld in which machines are becoming ever more computationally capable and powerful.\nIt is aremarkably prescient book, and remarkably wrong. Written at the height of the\nCold War, it contains a chilling reminder of the dangers of totalitarian organizations and\nsocieties, and of the danger to democracy when it tries to combat totalitarianism with\ntotalitarianism’s own weapons.\n\nWiener’s Cybernetics looked in close scientific detail at the process of control via\nfeedback. (“Cybernetics,” from the ancient Greek for “helmsman,” is the etymological\nbasis of our word “governor,” which is what James Watt called his pathbreaking\nfeedback control device that transformed the use of steam engines.) Because he was\nimmersed in problems of control, Wiener saw the world as a set of complex, interlocking\nfeedback loops, in which sensors, signals, and actuators such as engines interact via an\nintricate exchange of signals and information. The engineering applications of\nCybernetics were tremendously influential and effective, giving rise to rockets, robots,\nautomated assembly lines, and a host of precision-engineering techniques—in other\nwords, to the basis of contemporary industrial society.\n\nWiener had greater ambitions for cybernetic concepts, however, and in 7he\nHuman Use of Human Beings he spells out his thoughts on its application to topics as\ndiverse as Maxwell’s Demon, human language, the brain, insect metabolism, the legal\nsystem, the role of technological innovation in government, and religion. These broader\napplications of cybernetics were an almost unequivocal failure. Vigorously hyped from\nthe late 1940s to the early 1960s—to a degree similar to the hype of computer and\ncommunication technology that led to the dotcom crash of 2000-200 1—cybernetics\ndelivered satellites and telephone switching systems but generated few if any useful\ndevelopments in social organization and society at large.\n\nNearly seventy years later, however, Ze Human Use of Human Beings has more\nto teach us humans than it did the first time around. Perhaps the most remarkable feature\nof the book is that it introduces a large number of topics concerning human/machine\ninteractions that are still of considerable relevance. Dark in tone, the book makes several\npredictions about disasters to come in the second half of the 20th century, many of which\nare almost identical to predictions made today about the second half of the 21st.\n\nFor example, Wiener foresaw a moment in the near future of 1950 in which\nhumans would cede control of society to a cybernetic artificial intelligence, which would\nthen proceed to wreak havoc on humankind. The automation of manufacturing, Wiener\npredicted, would both create large advances in productivity and displace many workers\nfrom their jobs—a sequence of events that did indeed come to pass in the ensuing\ndecades. Unless society could find productive occupations for these displaced workers,\nWiener warned, revolt would ensue.\n\n18\n\nHOUSE_OVERSIGHT_016821",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016821.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3449,
    "word_count": 526,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:45.755806",
    "prefix": "IMAGES-004"
  }
}