{
  "document_id": "HOUSE_OVERSIGHT_016494",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016494.txt",
  "text": "with the First Department — which would provide a more fulsome explanation of the District\nAttorney’s position — because those documents remained under seal.\n\nThe prosecution of Epstein has remained in the news and was recently the subject ofa\nwide-ranging investigation by the Miami Herald, which was published on November 28, 2018.\nId. Ex. A. One of several in-depth feature articles published by the Miami Herald was entitled\n“Cops worked to put serial sex abuser in prison. Prosecutors worked to cut him a break.” Jd. In\nthat article, the Miami Herald reported that investigators uncovered evidence that Epstein had\nabused “over 100 middle school and high school aged girls,” but “despite ample physical\nevidence and multiple witnesses corroborating the girls’ stories, federal prosecutors and\nEpstein’s lawyers quietly put together a remarkable deal for Epstein.” Jd. Epstein agreed to\nplead guilty to soliciting an underage prostitute “in state court, and in exchange, he and his\naccomplices received immunity from federal sex-trafficking charges that could have sent him to\nprison for life. Jd. More troubling still, Epstein’s case file was sealed — including a detailed\ncriminal complaint — so that “no one . . . could know the full scope of Epstein’s crimes and who\nelse was involved.” Jd.\n\nThe Miami Herald’s reporting has also had serious political ramifications. As the Miami\nHerald has reported, “[t]he U.S. attorney in Miami, Alexander Acosta, was personally involved\nin the negotiations” back in and around 2008. Jd. Ex. C. Acosta subsequently became “a\nmember of President Donald Trump’s cabinet” and currently serves as the Secretary of Labor.\nId. Since the Miami Herald published its expose, some members of Congress have demanded an\ninvestigation into what led to the slap-on-the-wrist punishment for Jeffrey Epstein. See, e.g.,\nAnthony Man, Florida Democrats want investigation into Trump cabinet member’s role in\n\nhandling Epstein case, SOUTH FLORIDA SUN SENTINEL (Dec. 4, 2018) available at\n\n4811-3721-9459v.3 3930033-000039\n\nHOUSE_OVERSIGHT_016494",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016494.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2070,
    "word_count": 317,
    "line_count": 30,
    "import_date": "2025-11-19T21:47:48.900719",
    "prefix": "IMAGES-004"
  }
}