{
  "document_id": "HOUSE_OVERSIGHT_024167",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024167.txt",
  "text": "EM currencies\n\nUBS View\n¢ With the risk of a Greek Eurozone exit subsiding, we think selected emerging market (EM) currencies\nlook attractive over the medium term against the USD and JPY and some even against the EUR.\n\n¢ Global growth prospects remain intact, also due to recent policy easing in China, and the risk of a\nbroader European crisis remains contained, in our view. Over the medium term, this will likely support EM\ncurrencies. However, further bouts of volatility remain likely in the months ahead, since negative headlines\nfrom Europe will likely continue to weigh on investor sentiment.\n\n¢ Our tactical and strategic recommendations list our preferred currencies. For now, we remain cautious on\nthe Brazilian real, Hungarian forint, Indian rupee, and Turkish lira.\n\nFor current exchange rates and CIO forecasts see table\n\nA Positive scenario\n¢ Macroeconomic data comes in stronger than expected and contagion risks in Europe subside further. EM\nexchange rates could appreciate swiftly against G4 currencies (USD, EUR, JPY, GBP).\n\n& Negative scenario\n¢ Global growth prospects suffer a prolonged deterioration and the European debt crisis intensifies\nfurther. EM exchange rates could see a significant, although likely temporary, sell-off across regions.\nShould growth concerns return to the fore, we expect export-oriented EM countries (e.g. most Asian\neconomies) to welcome currency weakness in order to cushion economic growth.\n\nNote: Scenarios refer to global economic scenarios (see slide 7)\n\n> 7% outperformance of EM FX against G4 currencies over a 6-month horizon\n\n> 4% depreciation of EM FX across regions against USD over a 6-month horizon\n\nWhat we're watching Why it matters\n\nInflation dynamics\nin EM\n\nInflation dynamics are important to forecast central bank policy rate decisions.\nMonetary easing typically weighs on EM currencies, while rate hikes tend to be\nsupportive. Key policy rate announcement dates: 29 June, Colombia; 4 July\nPoland; 5 July, Malaysia; 11 July, Brazil; 12 July, Indonesia; 19 July, Turkey\n\nEuropean sovereign\ncrisis\nUS growth\n\nSetbacks in sentiment will likely lead to bouts of EM currency depreciation and\nelevated volatility across regions, providing attractive entry points for investors.\n\nGrowth in the US is key for risk sentiment, growth prospects in EM, and US\nmonetary policy decisions. Positive surprises tend to support EM currencies. Key\ndates: 1 August, US ISM & FOMC rate decision\n\n36 UBS\n\nRecommendations\n\nTactical (6 months)\n\ne Several EM currencies look attractive at\ncurrent levels; we advise investors to\ngradually increase their exposure to our\npreferred EM currencies, using the yen\nand the USD as funding currencies. Our\npreferred EM currencies are CNY, IDR,\nKRW, SGD, MXN, ZAR, CZK, and PLN.\n\nStrategic (1 to 2 years)\n\ne We recommend EM currencies backed by\nstable fundamentals as a strategy to\ndiversify currency exposure.\n\ne Our favorites include the Chilean peso,\nCzech koruna, Polish zloty, Chinese\nrenminbi, Korean won, Malaysian ringgit\nand Singapore dollar.\n\nUBS CIO EM FX forecasts\n\n27.06.2012 3-month 6-month 12-month\n\nAmericas\n\nUSDBRL 2.07 2.10 1.95 1.85\nUSDMXN 13.8 12.7 12.5 12.3\nAsia\n\nUSDCNY 6.37 6.30 6.25 6.15\nUSDINR 57.1 53.0 54.0 55.0\nUSDIDR 9'480 9'300 9'200 9'000\nUSDKRW 1'157 1'130 1'110 1'050\nUSDSGD 1.28 1.24 1.23 1.22\nEMEA\n\nEURPLN 4.25 4.35 4.15 4.00\nEURHUF 286 305 285 310\nEURCZK 25.9 26.0 25.0 24.3\nUSDTRY 1.81 1.75 1.78 1.78\nUSDZAR 8.43 7.90 7.75 7.50\nUSDRUB 32.9 33.5 32.0 31.0\n\nSource: Bloomberg, UBS CIO, as of 27 June 2012\nNote: Past performance is not an indication of future returns.1\n32\n\nFor further information please contact CIO's asset class specialists Michael Bolliger, michael.bolliger@ubs.com or Teck-Leng Tan, teck-leng.tan@ubs.com\n\nPlease see important disclaimer and disclosures at the end of the document.\n\nHOUSE_OVERSIGHT_024167",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024167.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3845,
    "word_count": 598,
    "line_count": 111,
    "import_date": "2025-11-19T21:47:47.760548",
    "prefix": "IMAGES-007"
  }
}