{
  "document_id": "HOUSE_OVERSIGHT_023904",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023904.txt",
  "text": "158 Teaching Minds\n\ndepartment affairs, never about computer science. We had nothing to\nsay to one another about that. The same is true in every department.\nAcademic departments are made up of faculty who have been thrown\ntogether for historical reasons but really have no business being in the\nsame department.\n\nWhat does a clinical psychologist have in common with someone\nwho studies animal behavior? Do they talk about crazy chimps? What\ndoes an historical linguist have to say to a Chomskian linguist? What\ndoes someone who works on the philosophy of mind have to say to\nsomeone who studies religious philosophy?\n\nDepartments probably should have been organized around ideas\ninstead of around words. I tried to facilitate that when I helped create\ncognitive science as a discipline by founding the Journal of Cognitive\nScience and the Cognitive Science Society. That was over 30 years ago\nand while some cognitive science departments have been created, in\nthe end the disciplines that study the mind continue to do so in their\nown ways. Computer scientists who study the mind build comput-\ner models, and psychologists who study the mind run experiments.\nAnthropologists who study the mind do descriptions. That these are\nthree of the twelve cognitive processes is no accident. Departments are\norganized to some extent around the processes that they use, but that\nis by no means the central organizing principle. As that old adversary\nto the creation of the Yale Computer Science Department said, the\ncentral organizing principle was a machine and that is kind of silly.\n\nWho suffers from this state of affairs? The students, of course.\nWhen a department’s faculty meets to decide what courses students\nmust take in order to major in their field, it is not a sage conversation\namong scholars about what it means to be a computer scientist or psy-\nchologist. It is a political tug fest, where people from very diverse fields\nwithin these departments push and shove for turf.\n\nWhy do they care? There are two big reasons. First, if no one signs\nup for the courses you teach, you won't be teaching them for long.\nSecond, if many students sign up for the courses you teach, you can\njustify hiring more faculty in your subdiscipline, which means more\nfriends to hang out with and more power in department meetings\nwhere the votes can now go your way. You think this stuff doesn’t\nmatter? These issues are the lifeblood of every university department.\n\nLet’s look at both of these and see why they might matter.\n\nHOUSE_OVERSIGHT_023904",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023904.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2534,
    "word_count": 425,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:49.426174",
    "prefix": "IMAGES-007"
  }
}