{
  "document_id": "HOUSE_OVERSIGHT_022362",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022362.txt",
  "text": "minimum tax designed to ensure that taxpayers pay at least 30% on their adjusted gross income (AGI)\n(a credit for charitable contributions would be allowed). Translated, this means that if the taxpayer’s\n“regular” taxes (including certain credits, the alternative minimum tax and the new 3.8% surtax on net\ninvestment income) and payroll taxes didn’t reach 30%, the FST would make up the difference. The\nFST would be phased in starting at $1 million of AGI, and would be fully phased in at $2 million of AGI\n(these thresholds would be indexed for inflation as of 2015).\n\nComments. Taxpayers who already pay an aggregate 30% in regular and payroll taxes would not be\nsubject to the FST — but those who chiefly have income from qualified dividends and long-term capital\ngains (and therefore have lower than a 30% effective rate) would see a significant tax increase.\n\nRestore the 2009 transfer tax parameters. Beginning in 2018, the transfer tax provisions that were in\neffect in 2009 would be restored. The top transfer tax rate would thus be 45% instead of 40%; the\nestate tax exclusion and generation-skipping transfer tax (GST) exemption would be $3.5 million, and\nthe gift tax exclusion would be $1 million (these amounts would not be indexed for inflation). In\ncomputing gift or estate tax liability with respect to these reduced exclusions, taxpayers would not be\naffected by “clawback.” That is, they wouldn't be subject to additional tax if they had taken advantage of\nthe previous (higher) exclusion amounts (in 2013, the applicable exclusion amount (AEA) against gift\nand estate tax is $5.25 million, and is indexed for inflation; the GST exemption equals the AEA).\n“Portability,” which allows a surviving spouse to effectively “inherit” the deceased spouse’s unused AEA,\nwould continue.\n\nComments. Despite President Obama's urging to the contrary, the American Taxpayer Relief Act of\n2012 (ATRA), enacted on January 2, 2013, made permanent most of the transfer tax provisions that\nwere in effect in 2011 and 2012: a $5 million exclusion amount, indexed for inflation, against gift and\nestate taxes and GST, and portability. (ATRA increased the top transfer tax rate from 35% to 40%.) In\nother words, Congress just “permanently” stabilized transfer taxes, and is probably not eager to revisit\nthem anytime soon. Yet the budget proposes relitigating the issue, and reverting to the 2009 regime —\nbut not until 2018. Perhaps this is more protest than blueprint.\n\nRequire consistent basis for transfer tax and income tax. The basis of inherited property would\nhave to equal the property's estate tax value, and the basis of property received by lifetime gift would\nhave to equal the donor's basis. Although these are, in fact, generally the current rules, the proposal\nwould require executors of estates and donors of lifetime gifts to report the property’s value and basis to\nboth the recipient and the IRS.\n\nRequire a minimum term for Grantor Retained Annuity Trusts (GRATs). To limit the effectiveness\nof GRATs, which are designed to pass potential appreciation at little or no gift-tax “cost,\" GRATs would\nbe required to have: 1) a minimum term of 10 years and a maximum term of the annuitant’s life\nexpectancy plus 10 years; 2) at least some gift at the trust's creation (i.e., no more “zeroed-out” GRATs);\nand 3) no declining annuity during the trust’s term.\n\nLimit the duration of the GST exemption. A trust that is protected from generation-skipping transfer\ntax would lose that protection after 90 years, when GST would again apply to the trust.\n\nCoordinate income and transfer tax rules regarding grantor trusts. The grantor of a “grantor trust”\nis responsible for paying the trust’s income taxes. Such trusts are often includible in the grantor’s estate\n(as in a “revocable trust” or a GRAT). A trust that is nof includible in the grantor’s estate but for which\nthe grantor is responsible for paying the income taxes is a “defective” grantor trust. Transactions\nbetween the grantor and his grantor trust are not recognized for income tax purposes, so that if, for\nexample, the grantor sells appreciated property to a defective grantor trust in exchange for an interest-\n\nTax Topics 04/29/13 2\n\nHOUSE_OVERSIGHT_022362",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022362.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4233,
    "word_count": 690,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:47.454141",
    "prefix": "IMAGES-006"
  }
}