{
  "document_id": "HOUSE_OVERSIGHT_012967",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012967.txt",
  "text": "3.5 Perspectives on Machine Consciousness 51\n\ne do so in such a way as to lead to self and attentional focus as emergent structures that serve\nas approximate attractors of this dynamic, over time periods that are long relative to the\nbasic “cognitive cycle time” of the system’s forward-analysis dynamics\n\nTo prove the truth of a hypothesis of this nature would seem to require mathematics fairly\nfar beyond anything that currently exists. Nonetheless, however, we feel it is important to\nformulate and discuss such hypotheses, so as to point the way for future investigations both\ntheoretical and pragmatic.\n\n3.5 Perspectives on Machine Consciousness\n\nFinally, we can’t let a chapter on philosophy — even a brief one — end without some discussion\nof the thorniest topic in the philosophy of mind: consciousness. Rather than seeking to resolve\nor comprehensively review this most delicate issue, we will restrict ourselves to giving it in\nAppendix ?? an overview of many of the common views on the subject; and here in the main text\ndiscussing the relationship between consciousness theory and patternist philosophy of cognition,\nthe practical work of designing and building AGI.\n\nOne fairly concrete idea about consciousness, that relates closely to certain aspects of the\nCogPrime design, is that the subjective experience of being conscious of some entity X, is corre-\nlated with the presence of a very intense pattern in one’s overall mind-state, corresponding to X.\nThis simple idea is also the essence of neuroscientist Susan Greenfield’s theory of consciousness\n[GreO1] (but in her theory, \"overall mind-state” is replaced with \"brain-state\"), and has much\ndeeper historical roots in philosophy of mind which we shall not venture to unravel here.\n\nThis observation relates to the idea of \"moving bubbles of awareness\" in intelligent systems.\nIf an intelligent system consists of multiple processing or data elements, and during each (suf-\nficiently long) interval of time some of these elements get much more attention than others,\nthen one may view the system as having a certain \"attentional focus\" during each interval. The\nattentional focus is itself a significant pattern in the system (the pattern being \"these elements\nhabitually get more processor and memory\", roughly speaking). As the attentional focus shifts\nover time one has a \"moving bubble of pattern\" which then corresponds experientially to a\n\"moving bubble of awareness.\"\n\nThis notion of a \"moving bubble of awareness\" ties in very closely to global workspace\ntheory [Baa97] (briefly mentioned above), a cognitive theory that has broad support from\nneuroscience and cognitive science and has also served as the motivation for Stan Franklin’s\nLIDA AI system [BF09], to be discussed in Chapter ??. The global workspace theory views the\nmind as consisting of a large population of small, specialized processes — a society of agents.\nThese agents organize themselves into coalitions, and coalitions that are relevant to contextually\nnovel phenomena, or contextually important goals, are pulled into the global workspace (which\nis identified with consciousness). This workspace broadcasts the message of the coalition to al\nthe unconscious agents, and recruits other agents into consciousness. Various sorts of contexts\n— e.g. goal contexts, perceptual contexts, conceptual contexts and cultural contexts — play a\nrole in determining which coalitions are relevant, and form the unconscious \"background\" o\nthe conscious global workspace. New perceptions are often, but not necessarily, pushed into the\nworkspace. Some of the agents in the global workspace are concerned with action selection, i.e.\nwith controlling and passing parameters to a population of possible actions. The contents o\nthe workspace at any given time have a certain cohesiveness and interdependency, the so-called\n\nHOUSE_OVERSIGHT_012967",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012967.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3877,
    "word_count": 597,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:46.651814",
    "prefix": "IMAGES-002"
  }
}