{
  "document_id": "HOUSE_OVERSIGHT_017125",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017125.txt",
  "text": "4.2.12\nWC: 191694\n\nOur wives—most of whom had known us as adolescents—agreed that we had been pretty nerdy\nback then, but they prided themselves on having seen through the external faults that had\nrelegated us to C lists. \"You don't need to buy the 50's in a store,\" one spouse quipped, \"you guys\nare walking memorabilia.\" Another turned an old phrase: \"I was able to take my husband out of\nthe 50's, but I can't take the 50's out of him.\"\n\nThe early 1950s—my high school years from September 1951 to June 1955—were not my finest\nhours. Yet they were as formative as any other period, though the formative dynamic was mostly\nreactive. I think about them often. My wife says I am obsessed with nostalgia for my troubled\nadolescent past.\n\nPerhaps that is because I would like to relive them—both to regain my vigorous youth and to use\nit in a more productive manner. I’m not sure. But I am sure that my early teens laid a firm\nfoundation for my very successful late teens—my college years at Brooklyn between the ages of\n16 and 20. I had something to prove, and I went about proving it with a vengeance.\n\nMy parents were hoping I would make a B average in college, which was very respectable in\nthose days before grade inflation. They didn’t want me to get A’s because A students became\nteachers, and they certainly didn’t want me to get C’s, as I had in high school. I could never\nsatisfy them. I went straight from C’s to A’s, almost never getting a B in anything. I really\nblossomed in college, though I didn’t do anything very different from what I had done in high\nschool. I was a “smart aleck” and a “wise guy,” but these qualities were appreciated and\nrewarded at Brooklyn College, while at Yeshiva High School they were punished. Whenever I\ncame up with anything original in my high school religious classes, my rabbis would say: “If your\nidea is so good, then the ancient rabbis, who were so much smarter than you, would have came\nup with it first. If those rabbis, who were so much smarter than you, didn’t come up with the idea\nfirst, then it can’t be any good.” End of discussion. It was all different at college.\n\n‘4 Salesmen at the nostalgia shops tell me that men in their 40's and 50's\nexperience the need to \"collect\" their adolescence more than women do. \"When I\nsee a guy with a goofy looking grin dragging a couple of teen-age kids through my\ndoor on a weekend, I know my summer vacation will be paid for,\" one shop\nowner told me. \"But if he's got his wife with him, he'll probably buy just one\n\nsensible memento for his office.\"\n\n38\n\nHOUSE_OVERSIGHT_017125",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017125.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2575,
    "word_count": 471,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:46.104359",
    "prefix": "IMAGES-004"
  }
}