{
  "document_id": "HOUSE_OVERSIGHT_024857",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024857.txt",
  "text": "COWEN\nCOLLABORATIVE INSIGHTS February 25, 2019\n\nBeer\n\n2\n\nWe believe CBD infused beer can serve as a niche segment ina rapidly evolving beer\ncategory. With core beer under pressure, a continued theme from the key manufacturers\nwithin the space has been a focus on innovation, as well as a move away from alcohol\ninto low and no-alcohol offerings (ABI is targeting 20% of portfolio to be low / no alcohol\nby 2025).\n\nOn the innovation front, hard seltzer looks to be resonating with consumers, which we\nbelieve is sticky, as it offers consumers a new product and opportunity to drive\nincremental drinking occasions, while checking the box from a health and wellness\nstandpoint. In 2018, the hard seltzer category achieved a 1% market share of the\ncombined beer category, which includes, core beer, cider and FMBs. If we assume that\nCBD-infused beer is able to capture a modest fifth of that amount of share by 2020 (~20\nbps), that could result in a revenue opportunity of over $130 mm. We have been hearing\ngrowing interest in companies looking to combine CBD in alcoholic beer to offer potential\nhangover relief.\n\nFigure 66 Hard Seltzer Achieved A 1% Dollar Share In 2018 Figure 67 Assuming ~20 Bps Of Share For CBD Beer = $135 MM\n\n1.2% U.S. Hard Seltzer $ Share U.S. CBD Beer Sales ($ in mm)\n\n1.0% $150 $135\n1.0% I\n0.8% I\n. ‘0\n$100 I $90\n0.6% I\n0.4% 0.3% I\n° $50 $36\n\n0.0% 50 I\n\nSource: The Nielsen Company and Cowen and Company Source: Cowen and Company\n\nThese estimates are benchmarked to a category that has grown sales at a 1.6% CAGR\nover the past three years. If we assume Nielsen provides 50% coverage of the total\ncategory and extrapolate that growth out, total off-premise revenues should approach\n$72 bn by 2020. We provide a sensitivity analysis below on the 2020 revenue\nopportunity based on different levels of market share capture. We estimate every 5 bps\nof share is worth $36 mm.\n\nFigure 68 1.6% Growth Should Result In Category Revs Of ~$72 BN Figure 69 Each 5 bps Of Share Is Worth $36 MM In Revenue\nU.S. Combined Beer Sales ($ in bn)\n974 I 672 2020 Market Share Scenario Analysis\n$72 1 $72\nS69 $70\n$70 eee I Market Share 0.09% 0.14% % | 0.24% 0.29%\n$68 $67\n$66 I Absolute Sales ($inmm) | $63 $135 $171 $207\n$64 I\n$62 l\nSource: The Nielsen Company and Cowen and Company Source: Cowen and Company\nNote: Assumes 50% coverage in Nielsen; off-premise sales only\nCOWEN.COM 41\n\nHOUSE_OVERSIGHT_024857",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024857.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2410,
    "word_count": 432,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:46.269719",
    "prefix": "IMAGES-008"
  }
}