{
  "document_id": "HOUSE_OVERSIGHT_017743",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017743.txt",
  "text": "Page 29 of 52\n2005 B.Y.U.L. Rev. 835, *884\n\naccount does not constitute error, provided that the constitutional rights of the defendant are not denied or infringed on by that\n\ndecision. 713\n\nJust as the New Jersey courts have recognized that victims’ interests should be considered in transfer decisions, the federal\ncourts should do the same. Therefore, Rule 21 should be amended to allow victims to provide information to the judge on\ntransfer decisions.\n\nRule 23 - Victims’ Views Considered Regarding Non-Jury Trial\n\nThe Proposal:\n\nThe court should be required to consider the views of victims before allowing waiver of a jury trial as follows:\nRule 23. Jury or Nonjury Trial\n\n(a) Jury Trial. If the defendant is entitled to a jury trial, the trial must be by jury unless:\n\n(1) the defendant waives a jury trial in writing;\n\n(2) the government consents; and\n\n(3) the court approves after considering the views of any victims.\n[*885]\n\nThe Rationale:\n\nIn the federal courts the \"preferred\" trial method is a jury trial. 7!4 As Justice Blackmun has explained, the public has interests,\n\nindependent of a criminal defendant, in monitoring judges, police, and prosecutors - and in being educated about \"the manner\nin which criminal justice is administered.\" 7!> Nonetheless, the Supreme Court has concluded that defendants can waive their\nright to a jury trial. 7!© To help protect the general public interest in trial by jury, Rule 23 requires not only prosecutor approval\n217 but also judicial approval before proceeding by way of bench trial. This approval requires careful weighing of the\ncompeting concerns. The Supreme Court has instructed that\n\n213 Jd. at 76 (internal citations omitted). The hardship to the victim was established via affidavits from the victim's family provided to the\ncourt by the prosecutor.\n\n214 See Singer v. United States, 380 U.S. 24, 35 (1965) (\"Trial by jury has been established by the Constitution as the \"normal and preferable\nmode of disposing of issues of fact in criminal cases.\" (citation omitted)). See generally Rachel E. Barkow, Recharging the Jury: The\nCriminal Jury's Constitutional Role in an Era of Mandatory Sentencing, /52 U.Pa.L. Rev. 33, 68 (2003).\n\n215 Gannett Co. v. DePasquale, 443 U.S. 368, 428 (1979) (Blackmun, J., dissenting in part).\n\n216 See Patton v. United States, 281 U.S. 276 (1930). But cf. Akhil Reed Amar, The Bill of Rights as a Constitution, /00 Yale LJ. 1131,\n1196-98 (1991) (mounting a strong argument against Patton and noting that before 1930 court decisions had held jury trial could not be\nwaived).\n\n217 Fed. R. Crim. P. 23(a)(2). But cf. Adam H. Kurland, Providing a Criminal Defendant with a Unilateral Right to a Bench Trial: A\nRenewed Call To Amend Federal Rule of Criminal Procedure 23(a), 26 U.C. Davis L. Rev. 309 (1993) (suggesting that prosecutorial\nconsent should be eliminated by the legislature). See generally ABA Standards for Criminal Justice 15-1.2, cmt. at 15.17 (2d ed. 1980)\n(concluding that arguments in favor of requiring prosecutorial approval of jury trial waivers outweigh those against).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017743",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017743.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3124,
    "word_count": 505,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:45.059380",
    "prefix": "IMAGES-004"
  }
}