{
  "document_id": "HOUSE_OVERSIGHT_027928",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027928.txt",
  "text": "work. The fog now enveloped us completely. I brought the team to a stop. I\nstayed with the cart while the other four outlined a landing area with kerosene\nflares in the hope that the pilot would see us. It was another five minutes when\nwe heard the thump of chopper blades. Though we couldn’t see more than a few\nfeet, I suddenly saw the outline of the landing gear and then the underbelly. But\nthe helicopter did not seem in control. It was drifting towards where I was\nstanding with the cart. It was just seconds away from hitting me when its nose\nwrenched upward. It landed with a judder a dozen yards away. Later, I learned\nthe navigator had realized the craft was drifting and, just before impact, shouted\na warning to the pilot.\n\nWe piled in, secured the cart and took off. Within a minute, the murky\nblanket of fog was below us. As we swooped back into Israel, I could see the\nfirst pink of sunrise. By the time we touched down at Tel Nof air force base,\nsoutheast of Tel Aviv, the command post in the Negev was receiving the first\nintercepts.\n\nA few days later, one of the sayeret soldiers gave me a first-hand insight into\nthe mood in the command post in the final stages of the operation. Avsha\nHoran’s role had been to act as security guard for the top brass in Mount Keren.\nHe occasionally took a peek inside. He described to me the atmosphere when I\nradioed my “milk is coming” message: solemn faces, hushed conversations\nbetween Avraham and Meir Amit. And off to the side, the recently elevated\nchief-of-staff, Rabin, chain-smoking and biting his nails. Finally, the audible\nsighs of relief when the pilot radioed in with his final message from the\nchopper: “Out of the fog. Heading home.”\n\nWith the rest of the team, I was invited to see Yitzhak Rabin ten days later.\nWe were being given a further tzalash. This was the first time I'd met him since\nleaving officers’ school two years earlier, when, with a few terse words, the\nthen-deputy chief of staff congratulated me and several other cadets who\ngraduated with top honors. I had felt a bit overwhelmed in his presence. Now, I\nwas struck by how shy he seemed. He greeted each of us with a tentative\nhandshake, and seemed uncomfortable in making eye contact. Yet once he\nbegan asking me about the Sinai operation itself, it was as if he was\ntransformed. He was hungry for every detail, anxious to know the way we’d had\n\n80\nHOUSE_OVERSIGHT_027928",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027928.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2412,
    "word_count": 437,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:45.958982",
    "prefix": "IMAGES-009"
  }
}