{
  "document_id": "HOUSE_OVERSIGHT_019570",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019570.txt",
  "text": "82 | HOW AMERICA LOST ITS SECRETS\n\nHong Kong lawyer, Snowden stayed at a residence arranged for him\nin advance by a party whom Snowden knew prior to his arrival. As\nnoted earlier, for the next ten days, Snowden did not use his credit\ncard or leave any paper trail to his location. Wherever he was, “his\nfirst priority,” as he later told Greenwald, was to find a place safe\nfrom U.S. countermeasures. He brought with him a large number\nof electronic copies of NSA documents marked TS/SCI/NOFORN,\nwhich stood for “Top Secret, Sensitive Compartmented Informa-\ntion, and No Foreign Distribution.” According to government rules,\ndata carrying these labels could not be removed from a government-\napproved “SCI facility.” But Snowden, who brought them with him\ninto this semiautonomous zone in China, broke these rules.\n\nWherever Snowden was staying, apparently he believed he was\nrelatively safe. “That whole period was very carefully planned and\norchestrated,” Snowden later told The Guardian in Moscow. On\nMay 22, he sent an e-mail to Bay (who did not know he had left\nHawaii) saying that his epilepsy tests came back with “bad” results,\nand he needed further medical attention. Here Snowden commu-\n\n© nicated directly first with Gellman and then with Greenwald. He ©\ne-mailed Gellman under the alias “Verax.”\n\nAlready, via Poitras, he had provided Gellman with PowerPoint\nslides from an NSA presentation about a joint FBI-NSA-CIA\noperation code-named PRISM. He believed it qualified as whistle-\nblowing because it revealed that the NSA, in intercepting e-mails,\ntweets, postings, and other web interactions about foreign terrorists,\nincidentally also picked up data about Americans. According to the\nrules imposed on the NSA by a 2007 presidential directive, whatever\ninformation was accidently picked up about Americans was sup-\nposed to be filtered out, and hundreds of compliance officers were to\nrecheck the data every ninety days to assure that directive was being\ncarried out. Even so, it was likely some data was not expunged in this\nprocess. So PRISM could cause embarrassment for the NSA.\n\nSnowden had not yet made arrangements to meet journalists, but\nnow he proposed that Gellman join him in Hong Kong. In attempting\nto convince him of the urgency of the trip, he wrote that he had rea-\nson to believe that “omniscient State powers” imperiled “our free-\ndom and way of life.” He noted, with a touch of modesty, “Perhaps\n\n| | Epst_9780451494566_2p_all_r1.z.indd 82 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019570",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019570.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2518,
    "word_count": 410,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:46.852232",
    "prefix": "IMAGES-005"
  }
}