{
  "document_id": "HOUSE_OVERSIGHT_020109",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020109.txt",
  "text": "continued about his certain demise; it had become a constant background noise.\n\nHe was still not sure he would be fired, yet Bannon, in only the second on-the-record\ninterview he had given since the Trump victory, called Kuttner and in effect sealed his\nfate. He would later maintain that the conversation was not on the record. But this was the\nBannon method, in which he merely tempted fate.\n\nIf Trump was helplessly Trump in his most recent news conference, Bannon was\nhelplessly Bannon in his chat with Kuttner. He tried to prop up what he made sound like a\nweak Trump on China. He corrected, in mocking fashion, the president’s bluster on North\nKorea—‘“ten million people in Seoul” will die, he declared. And he insulted his internal\nenemies—“they’re wetting themselves.”\n\nIf Trump was incapable of sounding like a president, Bannon had matched him: he was\nincapable of sounding like a presidential aide.\n\nOOK Ok\n\nThat evening, a group of Bannonites gathered near the White House for dinner. The dinner\nwas called for the bar at the Hay-Adams hotel, but Arthur Schwartz, a Bannonite PR man,\ngot into an altercation with the Hay-Adams bartender about switching the television from\nCNN to Fox, where his client, Blackstone’s Stephen Schwarzman, the chairman of one of\nthe president’s business councils, was shortly to appear. The business council was\nhemorrhaging its CEO members after the president’s Charlottesville news conference, and\nTrump, in a tweet, had announced that he was disbanding it. (Schwarzman had advised the\npresident that the council was collapsing and that the president ought to at least make it\nlook as if shutting it down was his decision.)\n\nSchwartz, in high dudgeon, announced that he was checking out of the Hay-Adams and\nmoving to the Trump Hotel. He also insisted that the dinner be moved two blocks away to\nJoe’s, an outpost of Miami’s Joe’s Stone Crab. Matthew Boyle, the Washington political\neditor of Breitbart News, was swept into Schwartz’s furious departure, with Schwartz\nupbraiding the twenty-nine-year-old for lighting a cigarette. “I don’t know anyone who\nsmokes,” he sniffed. Although Schwartz was firmly in the Bannon camp, this seemed to\nbe a general dig at the Breitbart people for being low-class.\n\nBoth dedicated Bannonites debated the effect of Bannon’s interview, which had caught\neverybody in the Bannon universe off guard. Neither man could understand why he would\nhave given an interview.\n\nWas Bannon finished?\n\nNo, no, no, argued Schwartz. He might have been a few weeks ago when Murdoch had\nganged up with McMaster and gone to the president and pressed him to dump Bannon.\nBut then Sheldon had fixed it, Schwartz said.\n\n“Steve stayed home when Abbas came,” said Schwartz. “He wasn’t going to breathe\n\nHOUSE_OVERSIGHT_020109",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020109.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2779,
    "word_count": 454,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:47.221372",
    "prefix": "IMAGES-005"
  }
}