{
  "document_id": "HOUSE_OVERSIGHT_011071",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011071.txt",
  "text": "in some cases, to maximize frequency of a histocompatibility gene which is an\nantidote to the local strain of parasite or pathogen. This idea could complement the\nHamilton-Zuc parasite model nicely. It would give a safe home to which both gene\n\nand parasite could retreat until their times come again.\n\nPeriod of Production Theory\n\nBack to economics. Chapter 4 mentioned John Rae as a contributor to what later\ndeveloped into Mill’s free growth theory. Rae’s book, published in 1834, also begins\nwhat was called period of production theory. The idea was that production took\ntime, and that profit compensated the investor’s patience over the production\nperiod. Senior, who had sent Rae’s book to Mill, adopted this idea in his own better-\nknown Outline in 1836. Rae’s book itself found few readers, despite its warm\nendorsement by Mill in his own magnus opus of 1848. Jevons adopted the idea from\nSenior in 1871, and Boehm Bawerk from Senior and Jevons in his book of 1889.\nBoehm Bawerk soon learned of Rae’s work, and dedicated later editions to him.\nPeriod of production theory thrives today in the Austrian School, which had been\nfounded by Boehm Bawerk’s teacher Carl Menger in 1871. (Menger was the guy who\nsquabbled with Schmoller in Chapter 2.)\n\nIt has found little favor elsewhere. The period seemed impractical to define or\nmeasure, and so gave little predictive value. Joseph Schumpeter, a student of Boehm\nBawerk who disagreed with him on this point, argued in 1911 that the period of\nproduction is zero; capital is present continuously. Frank Knight, who had\nanticipated Schultz in realizing that some consumption is investment in human\n\ncapital, argued as Schumpeter had.\n\nBut the theory is true by definition. Any rate is the inverse or reciprocal of a period.\nThe inverse of 4% per year is 25 years. Return is the ratio of net output to capital\n\nproducing it, meaning the rate of production, and its reciprocal is the period of\n\nChapter 7 Petty’s Idea 2/3/16 12\n\nHOUSE_OVERSIGHT_011071",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011071.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2000,
    "word_count": 334,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:44.149109",
    "prefix": "IMAGES-001"
  }
}