{
  "document_id": "HOUSE_OVERSIGHT_024499",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024499.txt",
  "text": "There are also several national chains, such as Bright Horizons Family Solutions, La Petite Academy,\nLearning Care Group (ABC Learning) and Nobel Learning Communities, or regional for-profit companies\nwith sizeable numbers of centers and similar economies of scale in curriculum development, marketing\nand site development.\n\nCompetitive Landscape within Early Childhood Education\n\nOther\n1%\n\nChurches,\n5%\n\nPublis Sector\nAgencies\n11%\n\nFor-Profit Child\nEducation\n5%\nFamily\nDay Care\nProviders\n60%\n\nNon Profit Child\nEducation\n18%\n\nSource: Harris Nesbitt Research, Education and Training, September 2005 and The National Childcare Association.\n\nKLC OpCo successfully competes against these companies, with the following differentiating factors: (i)\nstrong brand equity; (ii) a strong management team; (iii) grass roots level marketing; and (iv) a larger\nnetwork of community centers. KLC also has a number of employer-sponsored centers that gives the\nCompany greater breadth and depth. Finally, KLC is the only large competitor in the sector owned by an\neducation company. Following is a brief description of each of several of the national competitors.\n\n@ ABC Learning (Public, traded on the ASX)\n\nThe Learning Care Group, ABC Learning's U.S. operating segment, has over 30,000 children enrolled\n(full and part-time) nationwide. Under the Childtime and Tutor Time segments, Learning Care operates\nchild care centers and under the Franchise segment it licenses and provides developmental and\nadministrative support to franchises operating under the Tutor Time brand. As of October 14, 2005,\nChildtime generated LTM sales of $220.7 million across 460 childcare centers in the U.S. (328 of which\nare company owned and 132 of which are franchised locations). On January 11, ABC announced it had\nsuccessfully completed the acquisition of the Learning Care Group, Inc. for $159 million in cash. In\naddition to the 460 centers located in the U.S., ABC operates 707 centers in Australia and New Zealand.\n\n@ Bright Horizons (Public)\n\nFounded in 1986, Bright Horizons Family Solutions is a leading provider of employer-sponsored child\ncare services. Bright Horizons operates 616 childcare and early education centers for over 600 clients.\nThe company serves more than 66,300 children in 39 states, the District of Columbia, Canada, Guam,\nIreland and the United Kingdom. In September of 2005, the company acquired ChildrensFirst Inc. As of\nDecember 31, 2005, the company reported LTM sales and EBITDA of $625 million and $75 million,\nrespectively.\n\n@ La Petite Academy (Private)\n\nLa Petite is the third largest operator of for-profit pre-school centers in the U.S., currently serving more\nthan 65,000 children in 649 centers located in 36 states and the District of Columbia. The company also\n\n66\n\nHOUSE_OVERSIGHT_024499",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024499.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2804,
    "word_count": 422,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:46.230632",
    "prefix": "IMAGES-008"
  }
}