{
  "document_id": "HOUSE_OVERSIGHT_018451",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018451.txt",
  "text": "\"How do you know?\" I asked, irritated by his presumption, nervously curious. I wasn't\nsure I was what he thought I was -- wasn't sure what had been going on that night,\nbeyond alcohol dulling my reactions and feelings. But I knew I hadn't been abused or\nviolated. I hadn't asked him to stop, and I wanted to figure out why. \"How did you know\nabout me?”\n\n\"I can tell,\" he said, and grinned. \"With you, it was obvious.” He paused, added quietly,\n\"You were begging for it.”\n\nA couple of hours later, we remained fully clothed, my face was buried in his pillow, and\nI was crying. He'd pinned me down so I couldn't move, and was raking his nails across\nwhat was exposed of my tank-topped back. When Richard first spotted the tears, he'd\nasked if I wanted a break. I'd said that it was okay, that he should continue, that I was\nfine.\n\nI felt myself fragmenting, desperation and terror and pain pouring through me in an\nunbearable, necessary torrent. I told myself over and over that it didn't hurt that much, but\nI couldn't stop myself from tensing, crying out. After a while, I found myself saying,\n\"No.\"\n\nI felt him check himself, shifting his weight from my back. \"Can we clarify something?”\nhe asked gently. \"Do you really want me to stop when you say no?”\n\nNo, I realized, J don't, and something vital in my psyche seemed to snap. The tears\noverwhelmed me. I couldn't get an answer out through my sobs, but even if I could have,\nI haven't the faintest idea what I might have said.\n\n\"We should take a break,\" he decided, and moved away. I'll never forget the relief -- and\ndesolation -- I felt as he did.\n\nTK OK ok\n\nIt was a long time later that I remembered: I had met someone like Richard, years before.\nIt had been in spring 2003; the guy was thin and pale, dressing mainly in black. I hadn't\nonce thought of him in a romantic light.\n\nI'd counted him a friend, but had only been alone with him once. We were in his living\nroom, seated next to each other on dun-colored carpet. I couldn't recall how it started --\nwe'd been sitting playing video games? had he tickled me as I shouted invective at the\nscreen? -- but it ended with him holding my wrists, me lying back on the floor and\nwondering how to get him off me.\n\nI'd thought he might kiss me, so I turned my head away. Instead, he bit my neck. \"No,\" I\nsaid aloud, more in startlement than anything else, and he gave me a searching look -- as\nif he wasn't sure I was serious. \"Please let me up,” I said, and he asked, \"Why?\"\n\nI didn't feel panicked, but strangely at a loss: he didn't seem to take my objection\nseriously. Yet he wasn't particularly threatening me, and I wasn't afraid. I explained that I\nwas in a committed, monogamous relationship I didn't want to disrupt; I carefully didn't\nreact when he bit me again, although it hurt.\n\nI didn't say I wasn't getting anything out of my powerlessness or his apparent desire to\n\nHOUSE_OVERSIGHT_018451",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018451.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2907,
    "word_count": 542,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:49.252709",
    "prefix": "IMAGES-004"
  }
}