{
  "document_id": "HOUSE_OVERSIGHT_017328",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017328.txt",
  "text": "4.2.12\nWC: 191694\n\nAs one juror subsequently put it: \"She was very, very credible [at the trial], but now she's not\ncredible at all. Right now, I wouldn't believe anything she said. I would sign an affidavit that if we\nhad known about the money, I couldn't have voted to convict him. Mike Tyson deserves a new\ntrial.\"\n\nIn light of the numerous errors made by Judge Gifford at the trial, this should have been the\neasiest appeal I ever argued. The law, the new evidence and the judicial and prosecutorial errors\nmade at trial, clearly required a reversal of the conviction and a new trial.\n\nLegal experts who read our brief and heard the oral argument concluded that we should win the\nappeal. The law was on our side. The facts were on our side. And our briefs and arguments\nwere much stronger than those of our opponents. As the legal expert who reported on the trial\nand appeal for USA Today put it after watching the appellate argument:\n\n“Ex-heavyweight boxing champion Mike Tyson had his best day in court Monday.\n\nAs Tyson completed day 328 of his six-year prison term for rape, famed appellate lawyer\nAlan Dershowitz vigorously attacked: Tyson’s accuser, Desiree Washington; trial judge\nPatricia Gifford; and the Marion County (Ind.) prosecutor’s office.\n\nIn spite of a trial record filled with mistakes, omissions and elementary errors by the\nfighter’s ex-defense team, Dershowitz and colleagues argued that Tyson’s conviction must\nbe set aside... The major arguments cited by Mike Tyson’s attorneys Monday in appeal of\nhis rape conviction [were the following]:\n\n-Trial judge Patricia J. Gifford erred by blocking testimony from witnesses who\nmight’ve challenged the credibility of accuser Desiree Washington\n\n-Gifford’s refusal to allow the jury to hear an instruction regarding “mistake of\nfact, or “reasonable belief’ concerning whether Tyson believed Washington\nwanted to have sex with him.\n\n-Gifford should have prevented jurors from listening to Washington’s call to 911\nreporting the alleged attack. Defense claims Washington invited the attack to sue\nTyson, and that the call might have been part of the scheme.\n\n-The prosecution committed misconduct by concealing from the defense an\nattorney-fee agreement for book and film rights to Washington’s story.\n-Prosecutors manipulated court selection procedure to pick a supposedly\nsympathetic judge.\n\n-The judge should have stopped prosecutors from arguing before the jury that the\ndefense is not obligated to tell the truth.\n\n“Tyson got his money’s worth Monday...Reversal of a criminal conviction by a jury is\nrare, but Tyson’s attorneys might have successfully pinpointed the crucial issues that will\nfree him.”\n\n241\n\nHOUSE_OVERSIGHT_017328",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017328.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2704,
    "word_count": 430,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:46.754077",
    "prefix": "IMAGES-004"
  }
}