{
  "document_id": "HOUSE_OVERSIGHT_018296",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018296.txt",
  "text": "same dim, comfortably dangerous instincts that undid Mubarak. These kids can't\npossibly amount to much. The youth of these groups, the very fact that they were not\nthe varsity team, their intimate fingertip familiarity with virtual spaces - all this\ngave this new generation of movements energy, appeal, attraction. Even in countries\nthat looked technologically “backwards” by American standards, linked systems\nspeed-bred revolution, they gleefully filled in for a failed traditional media, and they\naccelerated and enabled the creation of groups as different as the Syrian Electronic\nArmy and Occupy Hong Kong.®”\n\nTraditionally, such a long list of hopeless exclusions (no money, no friends, no\naccess, no power) added up to an easy judgment of irrelevance. But ISIS was like the\nthe Iranian bloggers and American social justice campaigners and Swedish digital\npirates and vengeful Houthi fighters who were all staring back, confidently, at the\npeople who had the money, the friends and the power - and the drones. Obama and\nMubarak and - fill in the blank with a powerful name or institution - were too slow.\nOut of touch. Their connections were all wrong. So while the individual parts of the\nnew networks - young students, poorly trained armed fighters - were soft and\nhuman and easy to destroy, they still tore unstoppably at old power. Tied together,\nthe connected systems themselves were capable of more than their individual\nstrength might suggest. What they shared wasn’t simply a single issue or identity. It\nwas cheap, constant connection. And they were, frankly, furious.\n\nThe old guys were crafty, of course. They tried to shut down the technology itself. Or\nthey aimed at crucial points on the network. “Arrest or kill the leaders you can find!”\nwas the sort of order that bolted stability back onto Iran, for example. Other\ngovernments found they could crack the will of the protesters by going after their\nrelatives. “Relational repression,” as it became known, was the closest a big power\ncould get, quickly, to using one network to fight another. And there were other\nstrategies: The Egyptian military, for instance, played a deadly serious long game.\nThey gave in on a few points. They let the massed opposition and Islamic networks\ncome to power. But this was merely a pretext, a way to map the ties of these groups,\nto coldly study how they functioned and record the secret sources of their power\nand influence and money. Then, when the Egyptian population tired of these failing,\namateurish new leaders - as the military knew they someday would - the generals\nmoved.\n\nSkeptics would demand of Castells: What the hell did any of these protests really\naccomplish? What sort of reevolootion was it that left nothing but chaotic sink holes\nin Tripoli and Damascus? What they accomplished, Castells conceded, was mostly\ndestructive. But that was the point. This smashing at old laws, the cracking apart of\nideas of power and control had changed the landscape. And it had revealed a hidden\nlogic of connection. Irrelevant? That was like saying earthquakes or epidemics\nshould be overlooked. In their vibrating apart of once-solid structures, networked\nsocial movements told a great deal. They revelaled interconnected fault lines. They\n\n87 Even in countries: Edwin Grohe “The Cyber Dimensions of the Syrian Civil War:\nImplications for Future Conflict,” Comparative Strategy, (2015) 34:2, 133-148\n\n64\n\nHOUSE_OVERSIGHT_018296",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018296.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3440,
    "word_count": 556,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:48.709260",
    "prefix": "IMAGES-004"
  }
}