{
  "document_id": "HOUSE_OVERSIGHT_017199",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017199.txt",
  "text": "4.2.12\nWC: 191694\n\ndirected against general bookstores. We remember that boycotts had been employed widely\nduring the McCarthy period. The threat to boycott motion-picture studios and television stations\nthat employed “red,” “pink,” or “suspect” actors, directors, or technicians, led to the notorious\n“black lists” and “red channels.” In an interview with Playboy magazine, I had expressed some of\nthose concerns:\n\n“Take what [some of these] women are now doing and ask yourself the question. Would\nyou favor it if their objection were to books about atheism or communism instead of\npornography? If you would say no, then it seems to me that you can’t be in favor of a\nboycott against stores that sell Playboy and Penthouse, because they’re equally protected.\n\nThe dispute between civil libertarians and feminists had split the ranks of some liberals, and the\nissue was achieving some notoriety in the media. I had, perhaps, added some fuel to the fire by\nmy criticism of the “new feminist censors” in several articles and speeches. I did not deny that\nsome pornography could be degrading to women, but I argued that it is precisely the function of\nthe First Amendment to protect those whose speech offends and degrades.\n\nI pointed out that some of the most vocal opponents of pornography inadvertently provided the\nmost compelling arguments for its constitutional protection by characterizing it as “Fascist\npropaganda.” (The Fascists, not surprisingly, used to call it “Communist propaganda.”) All\npropaganda is within the central core of the First Amendment. Nor did I dispute the claim that\nsome pornography may contribute to an atmosphere of violence against women. But speech\noften causes undesirable consequences—political violence, riots, even revolutions. That should\nnot, I argued, be a reason for suppressing speech itself.\n\nSome radical feminists went beyond boycotts, shooting bullets through a bookstore window in\nHarvard Square to protest its sale of Playboy Magazine. Some theaters showing Deep Throat\nreceived threats of violence, and at least one was firebombed after the patrons left.\n\nSome of the women of Quincy House who were opposed to Deep Throat were not content to\nprotest. First they tried to cancel the showing by calling for a vote of the students who lived in\nthe dormitory. They lost by a margin of three to one. Forty-nine percent of the women who\nvoted opposed the showing; and forty-eight percent favored showing Deep Throat. Next they\ntried to get the Harvard University administration to forbid the scheduled showing. The Dean of\nStudents wrote a letter to the Quincy House Film Society urging it not to show Deep Throat, but\nhe would not ban it. The members of the film society, caught up in the adversary challenge by the\nfeminists, voted to go forward with the event.\n\nThe Quincy House women, with the assistance of other feminists, decided to picket the\nperformances and to use the occasion to sensitize students to the evils of pornography. I\nsupported their protest. Pamphlets were prepared presenting the feminist perspective on\npornography. A slide show, graphically depicting the exploitive and sexist nature of pornography,\nwas scheduled for presentation in an adjoining room an hour before the first showing of Deep\nThroat. Several prominent local feminist speakers had been asked to address the hundreds of\nprotesters expected in front of Quincy House on the evening of the first scheduled performance.\n\n[12\n\nHOUSE_OVERSIGHT_017199",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017199.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3480,
    "word_count": 556,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:48.702242",
    "prefix": "IMAGES-004"
  }
}