{
  "document_id": "HOUSE_OVERSIGHT_020348",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020348.txt",
  "text": "196\n\nCuba, a denial it continued to repeat to every reporter who queried the airline for the next six\nweeks.\n\nThe first news that Snowden was even in Russia came on July 1, 2013. A statement posted on\nn the Wikileaks web site and signed “Edward Snowden,” after thanking “friends new and old” for\nhis “continued liberty,” accused President Obama of pressuring “leaders of nations from which I\nhave requested protection to deny my asylum petitions. It added: “This kind of deception from a\nworld leader is not justice, and neither is the extralegal penalty of exile. These are the old, bad\ntools of political aggression.” Since the Aeroflot flight to Cuba was the only means of getting\ndirectly from Moscow to Latin America, Russian reporters, encouraged by the Wikileaks post,\ncontinued taking the daily 11 hour flight to Cuba until August 1, 2013, The charade only ended\nwhen Kucherena said in a press conference at the airport that Snowden would be taking up\nresidency at an undisclosed location in Moscow, and walked out of the airport with Snowden.\n\nThe question remained: where had Snowden been staying for those 39 days? Sarah Harrison,\n\nhis companion on the plane, told Vogue that she and Snowden had shared a windowless room in\nthe transit zone, where they watched TV, washed their clothes in a sink basin and ate meals from\nthe nearby Burger King. The only hotel with windowless rooms in the transit zone in 2013 was\nthe Vozdushny V-Express Capsule Hotel, located next to a newly-opened Burger King restaurant.\n\nI next went there. The polite V-express desk clerk, who spoke English, showed me the standard\nwindowless double-room. It was approximately 24 square feet, the size of a large shipping\ncontainer. Most of the floor space was taken up by twin bed. Across from the bed, behind a\nplastic curtain, was a stall with a shower, a toilet and sink. Not only was it very cramped quarters\nfor two people to share but it was fairly expensive. It cost 850 rubles an hour (about $18 in\n2013.) For 39 days that hourly charge would add up to $16,600. Even though Snowden claimed\nthat he brought a large cache of cash to Russia, such a long stay was not allowed, according to\nthe desk clerk. The maximum stay allowed by the hotel was 24 hours. So either the rule was\nwaived for Snowden or he moved to another facility not available to the public.\n\nI learned from a former KGB officer, there are a number of VIP quarters beyond the confines\nof the airport, including suites at the 400-room Novotel hotel, which is located about seven miles\nfrom the airport, that are used for debriefing and other purposes by the security services.\nAccording to him, the security services are not restricted from entering and leaving the transit\nzone.\n\nThe possibility that he was staying elsewhere would help explain the futile search for him by\nof a large number of reporters over those 39 days. When they learned from tweets that Snowden\nwas not aboard plane to Havana on June 24\", they aggressively questioned every restaurant\nemployees, security guards and airport personnel for weeks they could find. Some reporters even\ntook rooms in the V-Express Capsule Hotel and “tipped” maids and other hotel employees. They\nalso bought business-class tickets on flights to gain access to all the public VIP lounges in the\ntransit zones. Despite this intensive search, none of them found anyone who had seen Snowden\n\nHOUSE_OVERSIGHT_020348",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020348.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3417,
    "word_count": 584,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:44.912778",
    "prefix": "IMAGES-005"
  }
}