{
  "document_id": "HOUSE_OVERSIGHT_019249",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019249.txt",
  "text": "Freedom House\n\nChapter 2\n\nPropaganda at Home and Abroad\n\nThe following propositions have all appeared in the\nRussian media over the past few years:\n\n¢ The United States hired Islamic State terrorists\nto sabotage the Russian commercial airliner that\nwas destroyed after takeoff in the Sinai in 2015.\n\n¢ A three-year-old boy was crucified by the U.S.-\nbacked Ukrainian army in Slovyansk in 2014.\n\n¢ The United States is planning a major war in Eu-\nrope to enable Washington to cancel its national\ndebt.\n\n¢ The downing of the Malaysian airliner over\neastern Ukraine in 2014 was in fact the central\ningredient in an elaborate, American-driven plot\nto place blame on Russia.\n\ne American policies will lead to a global “homosex-\nual sodomite tsunami.\"\n\nThis is just a small sample of similar claims or conjec-\ntures that have made their way into Russian news cov-\nerage, especially in the wake of Moscow's occupation\nof Crimea and invasion of eastern Ukraine. They stand\nas areminder that under Vladimir Putin, the Russian\nmedia environment has been transformed from one\nmarked by vibrancy and diverse opinions (if not high\nprofessional standards) to one dominated by blatant\npropaganda on the most sensitive international topics\nof the day.\n\nThe basic regime narrative of U.S.-led conspiracy is\napplied to a broad set of themes: depression in oil\nprices, downgrading of Russia's credit ratings, political\nchange in Ukraine, Russia's Olympics doping scandal.\nEvery problem, Russians are told, is due to American\nplots and maneuvers.\n\nPress freedom and democracy\n\nA free press ranks among the most critical institutions\nof liberal democracy. Among the reforms introduced\nby Mikhail Gorbachev in his campaign to modernize\nthe Soviet system, glasnost, or openness, played the\nmost important role in challenging the decades-old\nsystem of Soviet totalitarianism. Something similar\ncan be said of press freedom initiatives in other new\ndemocracies during the latter part of the 20th century,\n\n“If the 20th century was defined by\nthe battle for freedom of information\nand against censorship, the 21st\ncentury will be defined by malevo-\nlent actors, states or corporations,\nabusing the right to freedom of\ninformation for quite other ends.”\n\n—Vasily Gatov, media analyst\n\n“Information wars have already\nbecome standard practice and the\nmain type of warfare. The bombers\nare now sent in after the information\ncampaign.”\n\n—Dmitry Kiselyov, chief Russian propaganda strategist\n\nparticularly in postcommunist societies where strict\npress censorship had prevailed for years. Even if the\nprofessionalism and ethical standards of journalism\nin those countries were not always up to the highest\nlevels, the fact that the press spoke with different\nvoices, different opinions, and even different biases\nwas a huge step toward a world in which democracy\nwas the norm.\n\nAuthoritarians push back\n\nlt is precisely because of press freedom’s central\nimportance to democracy that the new generation of\nauthoritarian leaders has made its annihilation a top\npriority. However, modern authoritarians recognize\nthat the methods of the print and analog broadcast\nera—prepublication censorship and stilted, formula-\nic propaganda—were no longer viable in the age of\ndigital media and globalization.\n\nAt a minimum, governments that sought involvement\nin the world economy found it advisable to tolerate a\nmeasure of openness about budgets, economic data,\nand those aspects of social life that are critical for\ninternational business. Authoritarian leaders thus face\nthe dilemma of retaining domination over the political\nstory while permitting a degree of accurate informa-\ntion about economic affairs.\n\nwww.freedomhouse.org\n\n15\n\nHOUSE_OVERSIGHT_019249",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019249.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3716,
    "word_count": 570,
    "line_count": 109,
    "import_date": "2025-11-19T21:47:48.371724",
    "prefix": "IMAGES-005"
  }
}