{
  "document_id": "HOUSE_OVERSIGHT_030930",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_030930.txt",
  "text": "Grani_Smith066474*eMaiiContent. htm\n\nSo, what's should you do if the FBI comes calling?\n\nFirst of all, the advice I am about to give is not for the a guy who was an inadvertent witness to a bank\nrobbery.\n\nLam talking about people who are being interviewed as part of the types of crimes that are best\ndescribed as corruption, RICO, white collar, etc.\n\nThose are the kinds of cases that involve tons of evidence. Giving an innocent, but incorrect answer to a\n__vague question could leave any of us in deep CaCa. _\n\nA case in point is the lead — in the September 26, 2009 Herald. Chris Walton, director of the °\nBroward County Transportation Department, was interviewed by two FBI agents.\n\nrir\n\n‘He stated that they wanted to know if \"\"commissioners attempted to influence contracts.\n\"\"T told-them no.\"\"\n\nIt may sound like a simple straight forward Q-and-A but it ain't necessarily so. He may think his\ninterview and public statement ends the matter.\n\nIn actuality, he has thrown down the gauntlet in front of the FBI.\n\nStart out with the understanding that the FBI is not investigating to see if there is crime and corruption in\nBroward County government. They already believe there is. They are only trying to uncover evidence to\nconfirm their beliefs.\n\nWalton's blanket defense of the Commission has made the Feds conclude he is a fool or co-conspirator.\n\nThe FBI just needs the evidence and not much of it. To quote the late Supreme Court Justice William\nBrennan: \"\"any prosecutor worth his salt could indict a ham sandwich.\"\"\n\nThis means all evidence, regardless of its ambiguous nature, will be interpreted to support their\nassumption of Wrong,\n\nThey will be using software to go through millions of E-mail messages to look for key words. As. Buddy\nhas quoted me: \"\"The 'E' in E-mail stands for evidence.\"\n\nSo imagine the following scenario. .\n\n_ Six months from now they uncover an E-mail from the County Manager to Walton stating that\nCommissioner X wants to know if the bid of company Y for new busses was correctly filled out. He\nreplies that it was.\n\nfile:///C\\/Documents*s20and%20Settings/Trial/Desktop/E.. xuction/eDocs/eMailiGrant_ Smith066474*eMailContent. htm (4 of 6) [11/6/2010 10:16:47 PM] ~\n14493\n\nHOUSE_OVERSIGHT_030930__",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_030930.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2240,
    "word_count": 369,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.333949",
    "prefix": "IMAGES-011"
  }
}