{
  "document_id": "HOUSE_OVERSIGHT_023384",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023384.txt",
  "text": "In re: TERRORIST ATTACKS ON SEPTEMBER 11, 2001., 2012 WL 257568 (2012)\n\n(“ATA”), the Alien Tort Statute (“ATS”), the Torture Victims Protection Act (““TVPA”), and common law claims including\nnegligence and various intentional torts. In each instance, the court mistakenly narrowed the scope of legal relief afforded by\nstatute or the common law. In certain instances, it compounded that error by failing to give effect to plaintiffs’ pleadings.\nAnd throughout, the court understated and failed to acknowledge the direct nexus between the persons who facilitate an act of\ninternational terror through the provision of funding or other support, the persons who personally plan and execute a\nparticular terrorist attack, and the persons harmed by that attack.\n\nAll these errors were evident in the court’s treatment of the ATA claims. Congress intended the ATA to provide relief\nbroadly for U.S. citizens injured by an act of international terrorism, and the district court acknowledged that recovery could\nbe predicated on the provision of material support to a terrorist organization such as al-Qaeda when the supporter knows the\nnature of the recipient. The court concluded, *60 however, that plaintiffs had insufficiently pled facts establishing that\ndefendants knew that it was al-Qaeda they were supporting. The court could reach this conclusion only by applying a clearly\nincorrect legal standard (requiring “extra-careful scrutiny” of terrorism allegations) and failing to acknowledge plaintiffs’\nextensive allegations of defendants’ knowledge and facts making those allegations plausible. The court also failed to draw\nobvious, much less reasonable, inferences from plaintiffs’ allegations that placed each defendant at the center of a web of\ndealings with al-Qaeda members and their closest associates, and it even weighed evidence at the motion to dismiss stage,\ndiscounting important documents that had been credited by the U.S. government and independent experts. And further, the\ncourt misconstrued and arbitrarily limited the ATA, and ignored plaintiffs’ pleadings, in disregarding -- as “too remote” --\nallegations that two defendants had provided extensive support to al-Qaeda in the mid-1990s.\n\nThe district court adopted different, but no less improper, narrowing constructions of the Alien Tort Statute and the TVPA.\nThe Alien Tort Statute provides a cause of action for certain violations of international law, and the court concluded that the\nonly relevant international law norm *61 related to the hyacking of commercial airplanes. Plaintiffs had, however, pled that\nthe relevant international law norm proscribes acts of international terrorism, which basic principles of customary\ninternational law, a considerable range of judicial decisions, and the determinations of Congress and the Executive Branch all\nestablish as acts that violate international law for purposes of establishing an ATS claim. While plaintiffs perhaps did not\nadequately allege a nexus between defendants’ acts and hijacking, their allegations were clearly adequate in relation to acts of\ninternational terrorism. Similarly, the TVPA permits terrorism-related claims to be brought against “individuals,” which the\ndistrict court construed as limited to natural persons and thus excluding commercial and other entities. That conclusion was\nincorrect, as this Court has already indicated, and in any event the U.S. Supreme Court is expected soon to offer definitive\nguidance on this point.\n\nAs to plaintiffs’ common law claims, the district court declined to apply hornbook tort principles in concluding that\ndefendants owed no “duty of care” to plaintiffs, who thus could not recover for claims predicated on Defendants’ negligence.\nIt also misapplied the statute of limitation to bar recovery on tort claims by certain plaintiffs. Although *62 acknowledging\nthat an adequately pled claim under the ATA (an intentional tort) would also suffice to establish the predicate for the\ncommon law intentional torts, the court failed as noted above to recognize that plaintiffs’ ATA claims were more than amply\npled. Its dismissal of those claims, too, was thus erroneous.\n\nFinally, a change of law since the filing of notices of appeal requires vacatur of the district court’s decision dismissing three\ndefendants. The district court applied an aspect of this Court’s decision in Terrorist Attacks IIT that has since been overruled\nby a subsequent decision as a result of this Circuit’s “mini-en band” process. Because those dismissals were based on the\noverruled portion of the opinion, and because the Court must apply current law to a pending appeal, the orders dismissing\nthose defendants should be vacated so that the district court can apply current law to defendants’ motions.\n\nStandard of Review\n\nThe Second Circuit “review[s] de novo a district court’s dismissal of a complaint pursuant to Rule 12(b)(6), construing the\ncomplaint liberally, accepting all factual allegations in the complaint as true, and drawing all reasonable inferences in the\nplaintiff's favor.” Amaker v. N.Y. State Dep’t of *63 Corr. Servs., 435 F. App’x 52, 54 (2d Cir. 2011) (quoting Chambers v.\nTime Warner, Inc., 282 F.3d 147, 152 (2d Cir. 2002)).\n\nWESTLAW\n\nHOUSE_OVERSIGHT_023384",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023384.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5252,
    "word_count": 794,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:47.477040",
    "prefix": "IMAGES-007"
  }
}