{
  "document_id": "HOUSE_OVERSIGHT_019631",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019631.txt",
  "text": "The Crime Scene Investigation | 143\n\ncharges prevented the Hong Kong police from immediately order-\ning his detention. His Hong Kong lawyers were certainly advised of\nthese pending charges no later than June 21, when they were pub-\nlished on the front page of the South China Morning Post in Hong\nKong. Presumably, Snowden knew that actions by the U.S. govern-\nment were already in progress and that one of these actions would\ninclude restricting his passport. One of his lawyers, Jonathan Man,\neven accompanied Snowden to the airport out of his concern that he\nwould not be allowed by Hong Kong authorities to go through pass-\nport control. Ordinarily, Hong Kong passport control scans passports\nwhen tourists exit but does not check them against a computerized\ndatabase.\n\nIn any case, when Snowden arrived in Russia on June 23, any\nfuture international travel decisions for him would be up to the gov-\nernment of Russia, not that of the United States. It could have sent\nhim back to Hong Kong, as is normally done when someone arrives\nwithout a proper visa, or to the United States. The only govern-\nment with the actual means to “trap” him in Russia was the Russian\n\n© government. ®\n\nSenior intelligence officials also knew that the U.S. government,\nrather than conspiring to keep Snowden in Moscow, had met nearly\nevery day while he was in Hong Kong with Lisa Monaco, President\nObama’s homeland security adviser, in the White House Situation\nRoom to find a way to prevent Snowden and his cache of secrets\nfrom falling into Russian hands. Robert S. Mueller III, then the FBI\ndirector, reportedly even directly appealed to the FSB head, Alexan-\nder Bortnikov, to return Snowden to the United States.\n\nUSS. intelligence also knew that it was no accident that Snowden\nwound up in the hands of Russia. He had been in contact with Rus-\nsian officials in Hong Kong. It will be recalled that Putin admitted to\nthis liaison on September 3, ina press briefing on state-owned Chan-\nnel One television; he also divulged that he had advance knowledge\nof Snowden’s plan.\n\n“T will tell you something I have never said before,” Putin said.\nSnowden “first went to Hong Kong and got in touch with our diplo-\nmatic representatives.” Putin was told then that an American “agent\nof special services” was seeking to come to Russia. Putin added that\n\n| | Epst_9780451494566_2p_all_r1.z.indd 143 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019631",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019631.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2421,
    "word_count": 411,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.432688",
    "prefix": "IMAGES-005"
  }
}