{
  "document_id": "HOUSE_OVERSIGHT_024560",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024560.txt",
  "text": "thresholds in one or more transactions: {i} 15% of the Principals’ original KUE holdings to any single\nbuyer (or affiliates of that buyer) or (ii) 33% of the Principals’ original KUE holdings in the aggregate.\n\n14.20. Drag-Along Right\n\nA \"Drag-Along Transfer’ means a sale or other transfer for economic value of a majority of the Common\nLP Units held by KUE LLC or its affiliates (and, uniess otherwise approved by the Board of Directors and\nihe independent Committee of the General Partner, a corresponding percentage of Class A Shares held\nby KUE LLC), Prior to the Initial Listing, in the event of a Drag-Along Transfer of Common LP Units and\ncorresponding Class A Shares to a proposed purchaser that is not a KUE LLC Entity (a “Proposed Drag-\nAlong Transfer\"), KUE LLC may require Investors to sell a pro rata portion (based on the percentage of\nUnits held by KUE LLC being sold in the Proposed Drag-Along Transfer) of their Units and Class A\nShares in the Proposed Drag-Along Transfer to the proposed purchaser on the same terms and\nconditions as KUE LLC in the Proposed Drag-Along Transfer.\n\n14.21. Additional Listing of Investors’ Units\n\nBeginning any time after six months after the initial Listing, one or more holders holding an aggregate of\n$100 million of more of the Units (calculated based on the issue price) may request KUE and the General\nPartner to take such action as may be necessary (including regulatory and legal actions) for their Units to\nbe freely tradable and not subject to volume restrictions on the international securities exchange on which\nthe Initial Listing occurred; provided that no more than one such action may be required in any 12 month\nperiod and customary cut-back and other provisions will apply in any such listing or underwritten\ntransaction, as the case may be. KUE will use its commercially reasonable efforts to cause such action toe\ncover such holders and the securities of any other holders legally eligible to participate in such action.\n\n14.22. Subsequent Capital Raising Activities\n\nSubsequent to the completion of this offering, KUE may raise additional capital through the sale of equity\nor debt securities. KUE will not have any preferred limited partner units outstanding upon completion of\nthis offering but KUE may issue limited partner units with preferences over the Common LP Units in the\nfuture and may amend the Limited Partnership Agreement accordingly.\n\n14.23. Periodic Reporting; Books and Records\n\nAs soon as practicable after the end of each fiscal year but in no event more than 180 days thereafter,\neach Partner will be sent audited financial statements of KUE for the prior year. These financial!\nstatements will include: (i} profit and loss statements and (ii) a balance sheet showing KUE's financial\nposition as of the end of that fiscal year. KUE will also provide to each Partner on a semi-annual basis a\nreport concerning KUE’s operations. As soon as practicable after the end of each fiscal year, each\nPartner will be furnished with all information necessary for the preparation of each Partner's U.S. Federal\nincome tax return and a copy of KUE's federal, state, and local tax or information returns for the year.\n\nKUE will maintain at its principal place of business full and complete books and records for KUE including\nthe following: (1) a current list of the full name and last known business or residence address of each\nPariner set forth in alphabetical order, together with the capital contribution and share of income and\niosses of each Partner; (2) a copy of the Statement filed under to Section 9 of the ELP Law and all\namendments thereto; (3) copies of KUE’s federal, state, and local income tax returns and reports, if any,\nfor the six most recent taxable years, to the extent that such exist; (4) copies of the Limited Partnership\nAgreement and all amendments thereto; and (5) any other information required to be maintained by the\nELP Law. Upon the request of a Partner, the General Partner will promptly deliver fo the requesting\nPartner, at the expense of KUE, a copy of the information listed in the foregoing sentence.\n\n127\n\nHOUSE_OVERSIGHT_024560",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024560.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4145,
    "word_count": 690,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:44.043258",
    "prefix": "IMAGES-008"
  }
}