{
  "document_id": "HOUSE_OVERSIGHT_014080",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014080.txt",
  "text": "2014] CRIME VICTIMS’ RIGHTS 101\ncrimes or crimes against children.”4! In Indiana, the plain language of its\nstatute leaves open the possibility of a conferral nght before formal charges\nto the extent that the statute includes two separate time frames: “after a\ncrime ... has been charged” or “before any disposition of a criminal case\ninvolving the victim.”?\n\nTo be sure, not all states have afforded victims a voice throughout the\nentirety of the criminal justice process.** In some states, the statutes are\nambiguous.\" In a handful of states, there is clear language limiting rights\nuntil after the filing of charges. For example, Louisiana constrains the\nconferral right to criminal matters “in which formal charges have been filed\nby the district attorney’s office.” Yet, unlike the federal CVRA, this\nstatute specifically excludes pre-charging situations. And, in any event,\ndespite Louisiana’s limitation on a particular night within the statute, the\nlegislature in this state still often saw fit to provide the victim with\nnotification rights, even in the absence of the formal filing of charges.**°\n\nVery few state courts have ever considered the precise issue of\nwhether conferral rights may attach prior to the formal filing of charges.\nThis is likely caused by the fact that, unlike the federal statute, many state\nstatutes fail to provide the victim with a procedural mechanism for\nchallenging the conduct of prosecutors or law enforcement agencies.**’\nHowever, in rare cases, state courts have implicitly recognized that a\nmeaningful interpretation of victims’ rights should include some rights prior\nto filing.\n\nFor example, a Connecticut court concluded that a company injured by\nthe delinquent act of a minor was entitled to information about the case\n\n*41 Tpano CODE ANN. § 19-5306(1)\\(f) (2004). As in the case of most of the state\nstatutes, the Idaho statute is not without ambiguity. A different provision within the statute\nmakes the notification right contingent “[u]pon the filing of a criminal complaint or juvenile\npetition... .” Id. § 19-5306(2).\n\n*42 In, CODE ANN, § 35-40-5-3(b) (West 2012), id. § 35-40-1-1 (failing to define “case”).\n\n*43 See, e.g., MD. Const. art. 47(b) (“In a case originating by indictment or information\nfiled in a circuit court, a victim of crime shall have the right to be informed . . . .”).\n\n*44 Tn Delaware, for example, the statute contains an additional limitation in the conferral\nprovision that is noticeably absent from the duty imposed on law enforcement to provide\ninformation about the victim’s rights to that victim. Compare DEL. CODE ANN. tit. 11,\n§ 9405 (2007), and DEL. CoDE ANN. tit. 11, § 9411 (2007) (imposing additional\nrequirements after the Attorney General commences the prosecution), with DEL. CODE ANN.\ntit. 11, § 9410 (2007). Query whether the limitations imposed in one section should be\ninferred in the other under the doctrine of expressio unius est exclusio alterius.\n\n*45 Ta. REV. STAT. ANN. § 1844(D)(1) (2010).\n\n746 See id. § 1844.\n\n*47 See generally Douglas E. Beloof, The Third Wave of Crime Victims’ Rights:\nStanding, Remedy, and Review, 2005 BYU L. REv. 255, 300-23 (discussing problems with\nremedies in victims’ rights statutes).\n\nHOUSE_OVERSIGHT_014080",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014080.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3243,
    "word_count": 518,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:47.887824",
    "prefix": "IMAGES-002"
  }
}