{
  "document_id": "HOUSE_OVERSIGHT_013616",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013616.txt",
  "text": "though it were new. The baby is Buddha is an Eastern philosophical aphorism that\ncaptures the fresh spiritual state of each moment’s openness and readiness, the in-\nbetween entropies for new information surprise. Geyer and Martin Paulus found that\nentheogenic agents such as Ecstasy also increased the complexity of the patterns\nof spontaneous motor movement made by rats exploring a bounded space. Recall\nthat they partitioned the floor to document the exploratory motion in the context of a\nsequence of location transitions, readying the data for the computation of some of\nthe measures previously described. Following the administration of entheogenic\nagents, the partitioning of the space that the animals were exploring, into a lattice of\ndiscrete boxes and the encoding of each square with a symbol, the computable\nentropic and complexity measures such as H;, Hy, AC and srs were increased. In\ncontrast, the administration of amphetamine-like stimulants led to a different kind of\nbehavioral activation than that induced by entheogenic agents. The measures of Hr,\nHu, AC and srs reflected decreases in entropy and complexity. As University of\nCalifornia’s David Segal and others documented in the 1960’s, high doses of\namphetamine led to animals into in a minimal entropic state, they were frozen in\nstereotyped rocking, nodding and circling motions. High dose amphetamine-treated\nhumans develop rigid fixation of ideas, low H7, Hv, AC and srs, in man this is seen\nas inescapable obsession and paranoid delusion. There is considerable medical\nevidence that Hitler took large doses of amphetamine (Benzedrine) daily for the last\n20 years of his life.\n\nThe entheogenic drug-induced phenomena of naive openness and absence\nof fixation, states of high entropy and complexity, behavior generating higher than\ncontrol measures tending toward maximal values of H7, Hy, AC and srs , are\nsubjectively reflected in the results of personal experiments of University of\nChicago’s Heinrich Kluver as described in his Mescal and Mechanisms of\nHallucinations (1966). Observing himself after the self administration of a crude\npreparation of peyote cactus, he said that it led to glad feelings of unfamiliarity and\na marked reduction in his tendency for boredom (habituation), a detachment from\nold ways of thinking and a new openness to a rush of seen again for the first time\n\nexperiences. Everything in his personal world, no matter how mundane, became a\n\n116\n\nHOUSE_OVERSIGHT_013616",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013616.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2476,
    "word_count": 386,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:48.185326",
    "prefix": "IMAGES-002"
  }
}