{
  "document_id": "HOUSE_OVERSIGHT_010924",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010924.txt",
  "text": "operations in Japan, where the new terminal at Kawasaki could theoretically obviate\nthe older and clumsier one in Tokyo Harbor. I realized that plant-closing might be\n\nunthinkable in Japan, but thought that something good might come of the idea.\n\nSometime a little later came my lawsuit against my father. It isn’t my happiest\nmemory. There had been a stock dividend years before, when I was still in school.\nWe had treated it a certain way on the books. | read the law as saying it should have\nbeen treated another way. The law was probably on my side, and common sense on\nmy father’s. Judge Peery wisely found a way to make common sense win in the end.\nMeanwhile I had accused my father of nothing worse than oversight. My visits to\nSutton Place, now with Ann and the boys, went the same as before. The lawsuit\nseldom came up and was discussed in easy terms when it did. | suggested to him, for\nexample, that he might want to settle with my stepmother Teddy in case there could\nbe claims by the estate of my late half-brother Timmy. He did. Somehow we got\nthrough the lawsuit without bad blood. One would not have guessed so much was at\nstake. The stock dividend had been a huge one. What | learned from my father, then\nmost of all, was perspective. He believed in an even keel. Zeno the Stoic, not the\n\nEleatic, would have met his match.\n\nThe lawsuit lasted from 1966 through 1971. In hindsight, thank gosh he won. If I\nhad, tax consequences would have been ugly all around. Again I had learned a lesson,\n\nand again there were no hard feelings either way.\n\nI continued to do consulting jobs for him throughout the lawsuit and after. I charged\nexpenses, but no fee. And I didn’t pad expenses. If ] had, you can believe he would\nhave seen it. ] stayed in a single room in the best hotels, ate three squares a day, and\npaid for anything else myself. | was trying to make the point that I didn’t want to be\npaid. Neither had my father at Spartan during the war. The idea was for me to be of\nuse. I was paid like everyone else when working for my father full-time, but never\n\non consulting jobs.\n\nThose now came once or twice a year, and lasted for a week or two each. Composing\n\nwas still on the back burner. I was keen on physics, economics, human origins and\n\nChapter 1: Recollections 1/06/16 8\n\nHOUSE_OVERSIGHT_010924",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010924.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2319,
    "word_count": 429,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:46.892441",
    "prefix": "IMAGES-001"
  }
}