{
  "document_id": "HOUSE_OVERSIGHT_011104",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011104.txt",
  "text": "What matters is return. I don’t have to specify “risk-adjusted” return so long as |\ndescribe the collective scale alone. Collective return is implicitly average-risk return.\nI prioritize it on the reasoning that optimizing employment of people and plant is\nimplicit, and that optimizing means putting them to work most productively rather\n\nthan over the most hours.\n\nIf policy maximizes rate of return, at the collective scale, it will maximize true output\nperforce. Return is output divided by total capital producing it. More return is more\noutput per unit capital. Putting idle plant and people to work, in a slump, is a step in\nthe right direction. But it doesn’t get the job done unless they work productively.\nEven putting money under the mattress is better than investing at a loss. Zero\nreturn is better than negative return. | accept Keynes’ distinction between new\ninvestment and transfer payments. But I see the latter as part of the mechanics that\n\nends up in the former. Maximize return, and full employment will happen.\n\nKeynes’ opposition is now mostly the Chicago school and other “freshwater” schools\nbordering the Great Lakes and along inland rivers. Somehow the taste for Keynesian\nintervention resonated best in “saltwater” seaboard school such as Harvard, MIT,\nStanford, and University of California. It is probably no coincidence that the\nsaltwater states are the “blue” ones tending to vote Democrat, while the freshwater\nones are the “red” ones favoring Republicans. (I call myself a free market Democrat,\nwhether or not that’s a contradiction in terms.) Freshwater views tend to oppose\nintervention, but accept Keynesian basic definitions and equations such as the\n\nY =] +C doctrine and the distinction between “attempted saving” and investment.\n\nIt is these I question.\n\nI] don’t think much of his view that intended saving (consumption foregone)\nbecomes actual saving only if invested, and becomes an equal amount of physical\ncapital growth if it is. Then (actual) net saving, net investment and physical capital\ngrowth would become synonymous. | said why I prefer a language where saving\n\nand investment are synonymous in the first place. What matters is rate of return.\n\nChapter 8 Banks, Money and Macroeconomics 2/8/16 15\n\nHOUSE_OVERSIGHT_011104",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011104.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2275,
    "word_count": 362,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:43.981617",
    "prefix": "IMAGES-001"
  }
}