{
  "document_id": "HOUSE_OVERSIGHT_015673",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015673.txt",
  "text": "Global Health Project Leader (2002-2015)\nPlanned and executed medical missions with global health experts:\n\nHaiti Earthquake Response. At the request of President Clinton’s office, arranged for physicians and\nmedical supplies to be sent with first responders in the days following the earthquake in 2010. Collaborated\nwith Dr. Paul Farmer of Partners in Health to re-open the University Hospital in Port au Prince.\n\ne Organized transport of 5 full surgical teams and all required equipment. Over ten days, the teams\ntreated 400 patients and performed 50 surgeries.\n\ne Personally requested emergency use of corporate jet from CEO of Honeywell and delivered needed\nsupplies during the early days of the mission.\n\ne Communicated with military leaders to obtain necessary landing slots, protection from the 82nd\nAirborne, and tents from USAID to house patients and orphans.\n\ne Negotiated resupply without cost of all supplies and medications provided by Mount Sinai.\n\nLiberia Medical Missions. Patients received the first chemotherapy in Liberia and a pap screening clinic\nwas opened in Monrovia in 2014 in response to the large number of advanced stage cancers diagnosed during\nannual missions. Program continued through 2014, to resume post-Ebola.\n\ne Coordinated directly with Liberian President Ellen Johnson Sirleaf and her ministers in 2007, 2008.\n\ne Obtained private funding to send 30 physicians, medical students and support personnel to provide\nmedical care and surgical intervention.\n\nDirector of Strategic Initiatives (2001-2002)\n\nPlanned and facilitated an 18-month program of events to commemorate the institution’s 150\" anniversary,\nreporting to the Executive Vice President and Board of Trustees. Highlights included: opening ceremony\nwith Mayor Bloomberg, archival retrospective at the Museum of the City of New York, Community Health\nDay with free medical services and screenings to over 1500 attendees, and an Academic Symposium.\n\ne Secured $800,000 in corporate sponsorship across the portfolio of events.\ne Oversaw contract and filming of documentary video on the history of Mount Sinai Hospital.\n\nAssistant Dean for Clinical Trial Operations and Business Development (1998-2001)\n\nDesigned and managed the Office of Clinical Trials, a key organizational and operational component\nadvancing clinical trials and translational research. Developed strategic and operational plans. Prepared\ngrant applications and negotiated contracts for extramural funding involving federal, industry and non-profit\nfoundations. Attended and organized research conferences. Strengthened overall regulatory compliance and\nfiscal compliance with third party payors.\n\ne Launched marketing and outreach program to convey Mount Sinai’s research capabilities.\n\ne Attracted ongoing contracts and right of first refusal in phase III clinical trials (with appropriate\npatient populations) from Novartis, Smith Kline Beecham, Amgen and Pfizer and other\npharmaceutical and biotech companies.\n\ne Grew research revenue by increasing clinical trials by 40% and patient enrollment by over 320%\nannually, from inception.\n\ne Secured $12 million in NIH funding and ran program on a $1.5 million budget resulting in a\nprofitable operation beginning in year one.\n\ne Facilitated contracts between faculty and pharmaceutical and biotech companies resulting in\n$500,000 in funding for investigator initiated research projects.\n\ne Awarded $5 million grant from the American Heart Association after reworking a previously\nsubmitted and unfunded NIH grant proposal.\n\ne Attained membership in the Smith Kline Beecham Development Partners Program and $500,000\nannually in upfront quarterly payments to ensure consistency among clinical research coordinators.\n\n2\n\nHOUSE_OVERSIGHT_015673",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015673.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3753,
    "word_count": 534,
    "line_count": 69,
    "import_date": "2025-11-19T21:47:46.923078",
    "prefix": "IMAGES-003"
  }
}