{
  "document_id": "HOUSE_OVERSIGHT_019403",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019403.txt",
  "text": "Calmfors, L., H. Flam, N. Gottfries, M. Jerneck, R. Lindahl, J. Haaland Matlary, C. Nordh\nBerntsson, E. Rabinowicz and A. Vredin (1997), EMU: A Swedish Perspective, Kluwer\nAcademic Publishers, Boston, Dordrecht and London.\n\nBaldwin, R, (2006), “In or Out? Does it Matter? An Evidence Based Analysis of the\nEuro’s Trade Effects,” Center for Economic Policy Research, London.\n\nFerreira-Lopes, A, (2008), “In or Out?” The Welfare Costs of EMU membership,”\nEconomic Research Center Working paper 14/08, ISCTE, Lisbon University Institute\n\nSoderstrum, U (2008), “Re-evaluating Swedish Membership in EMU: Evidence from an\nEstimated Model,” NBER Working Paper 14519.\n\nVaubel, R, (2004), “A Critical Analysis of EMU and of Sweden Joining It,” in J.\nLjungberg (ed), Zhe Price of the Euro, Palgrave Macmillan, NY, 87-95\n\nEuropean Commission on Economic and Financial Affairs, “Sweden and the Euro: A\nFactsheet,”\nhttp://ec.europa.eu/economy_finance/the_euro/your_country_euro9164 en.htm\n\nHM Treasury, UK Membership in the Single Currency. An assessment of the five\neconomic tests, June 2003 (246 pages).\n\nLucrezia Reichlin and Giancarlo Corsetti, \"Should the UK join the euro?\" The Edge 11\n(November 2002): 22-25. A PDF file of the magazine is available at http://www.sais-\njhu.edu/faculty/sandleris/IMT/Readings/R_Reichlin ShouldUKjointheEuro.pdf\n\nButi, Marco and Vitor Gaspar, The First Ten Years of the Euro, VOX, December 2008.\n\nFrankel, Jeffrey, The Euro at ten: Why do effects on trade between members appear\nsmaller than historical estimates among smaller countries? Dec 2008\n\nThe Single Market and the Euro\n\nPhilip Lane, “The Real Effects of Monetary Union,” (2006) Journal of Economic\nPerspectives 20(4): 47-66.\n\nFrankel, Jeffrey, “The Estimated Effects of the Euro on Trade: Why Are They Below\nHistorical Effects of Monetary Unions Among Smaller Countries?” NBER working paper\n14542, December 2008\n\nBuiter, Willem, “Why the United Kingdom Should Join the Eurozone,” forthcoming\nInternational Finance 2008 (Also at NBER.)\n\nTenreyro, Silvana, “Currency Unions in Prospect and Retrospect,” manuscript, London School of\nEconomics and Political Science, October 2009\n\nHOUSE_OVERSIGHT_019403",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019403.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2184,
    "word_count": 308,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:47.754057",
    "prefix": "IMAGES-005"
  }
}