{
  "document_id": "HOUSE_OVERSIGHT_017528",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017528.txt",
  "text": "DAVID AGUS\n\nDavid Agus (born January 29, 1965) is an American physician\n\nand a co-founder of Navigenics, a personal genetic testing\ncompany, and Oncology.com, the largest online cancer\nresource and virtual community and Applied Proteomics.\nHe is a Professor of Medicine and Engineering\n\nat the University of Southern California.\n\nHe graduated cum laude in molecular biology from\nPrinceton University and received his medical degree from\nthe University of Pennsylvania School of Medicine in 1991.\nAgus completed his residency training at Johns Hopkins\nHospital and completed his oncology fellowship training at\nthe Memorial Sloan-Kettering Cancer Center in New York.\nHe spent two years at the National Institutes of Health as a\nHoward Hughes Medical Institute-NIH Research Scholar.\n\nAgus has had a long and varied career. At the\nMemorial Sloan-Kettering Cancer Center in New York,\nhe was an attending physician in the Department\nof Medical Oncology and head of the Laboratory of\nTumor Biology. He was also Assistant Professor of\nMedicine at Cornell University Medical Center.\n\nAs director of the Spielberg Family Center for Applied\nProteomics at Cedars-Sinai Medical Center in Los Angeles,\nhe led a multidisciplinary team of researchers dedicated\nto the development and use of proteomic technologies to\nguide doctors in making health-care decisions tailored to\nindividual needs. The center grew out of earlier clinical\nprojects at Cedars-Sinai, where Agus served as an attending\nphysician in oncology, which showed striking differences\nbetween the aggressiveness of prostate cancer in certain\npatients and their ability to respond to treatment.\n\nAgus also served as Director of the Louis Warschaw\nProstate Cancer Center, and as an attending physician in the\nDepartment of Medicine, Division of Medical Oncology at\nCedars-Sinai. He was also an Associate Professor of Medicine\nat the University of California, Los Angeles (UCLA).\n\nHe currently is a Professor of Medicine and\nEngineering at the Keck School of Medicine of USC and the\nViterbi School of Engineering and is the Director of the USC\nCenter for Applied Molecular Medicine and the USC Westside\n\nNorris Cancer Center. Agus is co-Director of the newly funded\nUSC-NCI Physical Sciences in Oncology Center together\nwith Danny Hillis. Dr. Agus is an international leader in new\ntechnologies and approaches for personalized healthcare,\nchairs the Global Agenda Council (GAC) on Genetics for the\nWorld Economic Forum, and speaks regularly at TEDMED,\nthe Aspen Ideas Festival and the World Economic Forum.\n\nAgus has received many honors and awards,\nincluding the American Cancer Society Physician Research\nAward, a Clinical Scholar Award from the Sloan-Kettering\nInstitute, a CaP CURE Young Investigator Award and the\nAmerican Cancer Society Clinical Oncology Fellowship\nAward, the HealthNetwork Foundation’s Excellence Award,\nand the 2009 Geoffrey Beene Foundation’s Rock Stars of\nScience™, as seen in GQ. In 2009, he was selected to serve\nas a judge for the first Biotech Humanitarian Award.\n\nAgus’s research has focused on the application\nof proteomics and genomics for the study of cancer\nand the development of new medications for cancer.\n\nHe has published many scientific articles.\n\nHe is a member of several scientific and\nmedical societies, including the American Association\nfor the Advancement of Science, American Association\nfor Cancer Research, American College of Physicians,\nAmerican Society of Clinical Oncology, American Society\nof Hematology and the American Medical Association.\n\nAgus was recently named one of the\n“Future Health 100” by HealthSpottr.\n\nThe End of Illness is Agus’s first book, was published\nJanuary, 2012 by the Free Press Division of Simon and\nSchuster and is a New York Times #1 Bestseller.\n\nAgus is married to Amy Joyce Povich, actress and\ndaughter of syndicated television talk show host Maury\nPovich. Her stepmother, Connie Chung, is a former CBS News\nanchor. Agus’ grandfather, the late Rabbi Jacob B. Agus, was a\ntheologian and the author of several books on Jewish history\nand philosophy. Agus has two children, Sydney and Miles.\n\nAgus has one film credit to his name, appearing as\n“David Agus” in the 2006 documentary “Who Needs Sleep?”\n\nHOUSE_OVERSIGHT_017528",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017528.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4253,
    "word_count": 654,
    "line_count": 98,
    "import_date": "2025-11-19T21:47:47.434560",
    "prefix": "IMAGES-004"
  }
}