{
  "document_id": "HOUSE_OVERSIGHT_018177",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018177.txt",
  "text": "disruptive wave. Apps will become as ubiquitous as the device they live on and that makes this\nnew frontier a game changer” Certainly being on the iTunes top ten highest grossing list puts us at\nthe forefront of this coming wave.”\n\nRead the full story\n\nWorld Market Media Announces the Launch of the WMM NanoCap and MicroCap Indices\nWEST PALM BEACH, April 19, 2010 (GLOBE NEWSWIRE) — World Market Media, Inc.\n(“WMM”), a high traffic stock market, news data website providing cutting edge new media\nproducts and services to publicly traded companies worldwide, announced today the launch of the\nWMM NanoCap Index and the WMM MicroCap Index.\n\nRead the full story\n\nGTX Corp. Inks Global Licensing Deal with Aetrex Worldwide\nSGI - March 24, 2010 - The four-year, exclusive contract brings Los Angeles-based GTX a\n\nstep closer to bringing its personal GPS tracking solutions to 5.3 million seniors afflicted with\ndementia. Aetrex is slated to begin selling the Aetrex Ambulator GPS shoe this summer through\nits website, www.foot.com, at www.gpsshoe.com and at a select group of assisted living facilities\nin the U.S.\n\nRead the full story\n\nNew Running Shoes Could Include Embedded GPS\n\nGPS-powered trail running shoes may be on the horizon\n\nMichael Barkoviak - March 17, 2010 - GTX Corporation may be one step closer to trail running\nshoes that have integrated GPS directly into the shoes. GPS use has increased in the cycling and\nrunning worlds, as it is used to accurately track time, distance, and speed. There has been\ndiscussion of GPS-enabled running shoes in the past, but nothing significant ever materialized.\n\nRead the full story\n\nGPS in your shoe?\n\nHOUSE_OVERSIGHT_018177",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018177.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1676,
    "word_count": 274,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:46.336184",
    "prefix": "IMAGES-004"
  }
}