{
  "document_id": "HOUSE_OVERSIGHT_014886",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014886.txt",
  "text": "MLPF&S or one of its affiliates is a regular issuer of traded financial instruments linked to securities that may have been recommended in this report. MLPF&S or one of its affiliates may, at any\ntime, hold a trading position (long or short) in the securities and financial instruments discussed in this report.\n\nBofA Merrill Lynch, through business units other than BofA Merrill Lynch Global Research, may have issued and may in the future issue trading ideas or recommenda\n\njons that are inconsistent\n\nwith, and reach different conclusions from, the information presented in this report. Such ideas or recommendations reflect the different time frames, assumptions, views and analytical\nmethods of the persons who prepared them, and BofA Merrill Lynch is under no obligation to ensure that such other trading ideas or recommendations are brought\n\nrecipient of this report.\n\nIn the event that the recipient received this report pursuant to a contract between the recipient and MLPF&S for the provision of research services for a separate fee,\ntherewith MLPF&S may be deemed to be acting as an investment adviser, such status relates, if at all, solely to the person with whom MLPF&S\n\nbeyond the delivery of this report (unless otherwise agreed specifically in writing by MLPF&S). MLPF&S is and continues to act solely as a broker-dealer in connection\n\ntransactions, including transactions in any securities\n\nCopyright and General Information regarding Research Reports:\n\nCopyright 2017 Bank of America Corporation. All righ\niOcustom®, iOdatabase® are registered service mark:\nretransmitted or disclosed, in whole or in part, or inal\n\nreview of this research report constitutes your agree\n\nmentioned in this report.\n\nts reserved. iQmethod, iQmethod 2.0, iQprofile, iQtoolkit, iQworks are service marks of Bank of America Corpora\n\nhas contracted direct\n\nion. iQa\n\n0 the attention of any\n\nand in connection\nly and does not extend\nwith the execution of any\n\nnalytics®,\n\ns of Bank of America Corporation. This research report is prepared for the use of BofA Merrill Lynch clients and may not be redistributed,\nny form or manner, without the express written consent of BofA Merrill Lynch. BofA Merrill Lynch Global Research reports are distributed\nsimultaneously to internal and client websites and other portals by BofA Merrill Lynch and are not publicly-available materials. Any unauthorized use or disclosure is prohibited. Receipt and\n\nment not to redistribute, retransmit, or disclose to others the contents, opinions, conclusion, or information con\n\n(including any investment recommendations, estimates or price targets) without first obtaining expressed permission from an authorized officer of BofA Merrill Lyn\narch personnel are based on public information. Facts and views presented in this material have not been reviewed by, and may not reflect\ninformation known to, professionals in other business areas of BofA Merrill Lynch, including investment banking personnel. BofA Merrill Lynch has established information barriers between\ness groups. As a result, BofA Merrill Lynch does not disclose certain client relationships with, or compensation received from, such issuers in\nany legal proceeding or issues, it has not been prepared as nor is it intended to express any legal conclusion, opinion or advice. Investors\n\nMaterials prepared by BofA Merrill Lynch Global Rese\n\nBofA Merrill Lynch Global Research and certain busin\nresearch reports. To the extent this report discusses\n\nou\n\noO\nprofessionals in other business areas of BofA Merrill\n5\n\nreport containing such rating, recommendation or in\nAny information relating to the tax status of financia\nseek tax advice based on their particular circumstance\n\ncontained on such third-party websites is not part o\nany affiliation with BofA Merrill Lynch. Access to any\nsubmitting any personal information to them. BofA\nSubject to the quiet period applicable under laws of\n\nnsome cases, an issuer may be classified as Restric\n\ninancial instruments} nor should the analyses or opi\n\nThe information herein (other than disclosure information relating to BofA Merrill Lynch and its affiliates} was obtained from various sources and we do not guaran\nmay contain links to third-party websites. BofA Merrill Lynch is not responsible for the content of any third-party website or any linked content contained in a third-\nthis report and is not incorporated by reference into this report. The inclusion of a link in this report does not imply any\nthird-party website is at your own risk, and you should always review the terms and privacy policies at third-party websi\n\nLynch in connection with the legal proceedings or matters relevant to such proceedings.\n\nhis report has been prepared independently of any issuer of securities mentioned herein and not in connection with any proposed offering of securities or as agent of\nsecurities. None of MLPF&S, any of its affiliates or their research analysts has any authority whatsoever to make any representation or warranty on behalf of the issuer(s). Bo\nGlobal Research policy prohibits research personnel from disclosing a recommendation, investment rating, or investment thesis for review by an issuer prior to the\n\nvestment thesis.\n\n| instruments discussed herein is not intended to provide tax advice or to be used by anyone to provide tax advice. Inves\n\nes from an independent tax professional.\n\nerrill Lynch is not responsible for such terms and privacy policies and expressly disclaims any liability for them.\nhe various jurisdictions in which we distribute research reports and other legal and BofA Merrill Lynch policy-re\n\npublication of research reports, fundamental equity reports are produced on a regular basis as necessary to keep the investment recommendation current.\nCertain outstanding reports may contain discussions and/or investment opinions relating to securities, financial instruments and/or issuers that are no longer current. Always refer to the most\nrecent research report relating to an Issuer prior to making an investment decision.\n\npub\n\nom\n\nch.\n\nained in this report\n\nhould consult their own legal advisers as to issues of law relating to the subject matter of this report. BofA Merrill Lynch Global Research personnel’s knowledge of legal proceedings in which\nny BofA Merrill Lynch entity and/or its directors, officers and employees may be plaintiffs, defendants, co-defendants or co-plaintiffs with or involving issuers mentioned in this report is based\nn public information. Facts and views presented in this material that relate to any such proceedings have not been reviewed by, discussed with, and may not reflect information known to,\n\nany issuer of any\n\nA Merrill Lynch\n\nication of a research\n\nors are urged to\n\nts accuracy. This report\nparty we\n\nbsite. Content\nendorsement by or\nes before\n\nated res\n\nrictions on the\n\ned or may be Under Review or Extended Review. In each case, investors should consider any investment opinion relating to such issuer (or\n\nits security and/or financial instruments) to be suspended or withdrawn and should not rely on the analyses and investment opinion(s) pertaining to such issuer (or its securities and/or\n\nnion(s) be considered a solicitation of any kind. Sales persons and financial advisors affiliated with MLPF&S or any of its affiliates may not\n\nsolicit purchases of securities or financial instrumen\n\nhis report or its contents.\n\ns that are Restricted or Under Review and may only solicit securities under Extended Review in accordance with firm policies.\n\neither BofA Merrill Lynch nor any officer or employee of BofA Merrill Lynch accepts any liability whatsoever for any direct, indirect or consequential damages or losses arising from any use of\n\n14 Hess Corp. | 11 April 2017\n\nBankofAmerica <2”\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014886",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014886.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 7809,
    "word_count": 1206,
    "line_count": 154,
    "import_date": "2025-11-19T21:47:45.176680",
    "prefix": "IMAGES-003"
  }
}