{
  "document_id": "HOUSE_OVERSIGHT_017146",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017146.txt",
  "text": "4.2.12\nWC: 191694\n\nnot guilty of the specific misdeed of which he is being accused, but he is guilty of a similar\nmisdemeanor of which you know nothing and of which you do not accuse him. He\ntherefore quite truly denies his guilt in the one case, but in doing so betrays his sense of\nguilt with regard to the other. The adult neurotic behaves in this and in many other ways\njust as the child does. People of this kind are often to be met, and it is indeed a question\nwhether your technique will succeed in distinguishing such self-accused persons from\nthose who are really guilty.\n\nIn addition to citing Freud and dozens of other psychological sources, I also invoked my favorite\nnovelist, Dostoevski, noting that in the Brothers Karamazov:\n\n“the author describes how Ivan—the brother who had desired death of the father but had\nnot perpetrated the act—manifests all the traditional symptoms of guilt described by\nWigmore, whereas the actual murderer reacts in a cool dispassionate way,\nconsistent—according to Wigmore—with innocence.”\n\nJudge Bazelon approved of my somewhat sophomoric display of erudition, so long as at least one\nother judge agreed to reverse the conviction and order a new trial with a proper instruction on\nflight and guilt.'*®\n\nJudge Fahey did agree, while writing a short concurrence. Judge Burger wrote a scathing\ndissent—arguing that our proposed instruction “may be appropriate to a philosophical\ninterchange between judges, lawyers and experts in psychology...but was unnecessary to a jury.”\nJudge Bazelon assured me that Burger’s dissent “proves we’re right.”\n\nAll in all the Bazelon clerkship proved to be a turning point in my life. He helped shape me into\nthe person I have become. He influenced me as a lawyer, teacher, writer, public intellectual and\nas a liberal Jew. His highest praise for any person was that he or she “is a mensch.” I have\naspired to that accolade. When Judge Bazelon retired in 1985, I wrote the following about his\ncontributions to our nation:\n\nDavid Bazelon is certainly not a household name to most Americans. Yet Judge\nBazelon—who just retired after thirty six years of distinguished service on the US Court\nof Appeals for the District of Columbia—has been your conscience in Washington since\n1949.\n\nNo single judge—whether on the Supreme Court, the lower federal courts or the state\ncourts—has had a more profound impact on the law’s sensitivity to human needs.\n\n'8 The new instructions were to follow these principles:\n\n“When evidence of flight has been introduced into a case, in my opinion the trial court should, if\nrequested, explain to the jury, in appropriate language, that flight does not necessarily reflect feelings of\nguilt, and that feelings of guilt, which are present in many innocent people, do not necessarily reflect\nactual guilt. This explanation may help the jury to understand and follow the instruction which should\nthen be given, that they are not to presume guilt from flight; that they may, but need not, consider flight\nas one circumstance tending to show feelings of guilt; and that they may, but need not, consider feelings\nof guilt as evidence tending to show actual guilt.”\n\n59\n\nHOUSE_OVERSIGHT_017146",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017146.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3191,
    "word_count": 527,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:44.827248",
    "prefix": "IMAGES-004"
  }
}