{
  "document_id": "HOUSE_OVERSIGHT_011069",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011069.txt",
  "text": "added the mechanics. Nassau Senior made that principle his first axiom in his\nOutline of 1836. The biological imperative lapsed from attention when the first\ngeneration of marginalists, led by Jevons and Menger, with Walras soon to follow,\nthought it unscientific to explain or justify tastes. It reemerged a century later in\nbioeconomics, much of which looked for economic implications of Hamilton’s rule.\n\nWe will see how it might clarify pure consumption and the maximand.\n\nEnlightened Kin Selection\n\nHamilton’s rule needs completion because the quarterback and his genes have\nfigured out that the bench is better than the hospital. What really happens, I think, is\na long-range example of Bob Trivers’ “reciprocal altruism” of 1971 as generalized by\nRichard Alexander. Bob wrote that creatures might invest in non-kin if the\ninvestment were expected to be repaid with interest. Alexander added that the\nrepayment could be to the investor’s kin with equal genetic benefit if Hamilton’s\nhurdle rb>c were cleared from the investor’s perspective. The quarterback yields\nto special teams on fourth down, and they to the defense until possession changes\nagain, for the best interests of each and all in the long run. The interest they receive\nin turn for deferring to non-kin is the cost of maintaining themselves on the bench. It\ndoes not accrue and compound because it is paid out continuously. It is an insurance\ncost that each temporary winner dares not trim. Group selection is enlightened kin\n\nselection.\n\nThree or four decades ago, this much acknowledgement of group selection would\nhave met more resistance than I expect now. It shouldn’t have. Half the beauty of the\nHamilton-Zuc scenario is in explaining allelic diversity as a result of agonistic rather\nthan lethal competition. Zack and Jack and their genotypes are rivals now because\n\nthey are teammates in the big picture.\n\nKin selection is a help until it crosses the line and becomes a hindrance. Some\nmothers in the source deme will carry higher frequencies of the antidote gene than\n\nothers. They will tend to be healthier, and so able to invest more energy in more\n\nChapter 7 Petty’s Idea 2/3/16 10\n\nHOUSE_OVERSIGHT_011069",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011069.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2189,
    "word_count": 355,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:49.307599",
    "prefix": "IMAGES-001"
  }
}