{
  "document_id": "HOUSE_OVERSIGHT_018393",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018393.txt",
  "text": "How? “Seven friends in ten days,” Facebook growth hackers repeated like a mantra\nin the early years, a humming meditation that carried them from dorm room to\nnearly every corned of the world??2. If you or I joined the service and found seven\nfriends in ten days, we would most likely stay, enjoying the benefits of the gated\nworld, making it that much harder (impossible really) for friend number eight to\nwander somewhere else. Pretty soon, there was essentially nowhere else to go\nanyhow. The network magnetism worked so well that, as a result, Facebook’s speed-\nlooping connection machine cut the famous “six degrees of separation” posited by\nStanley Miligram - the number of leaps between any two people on the planet - to\nfour.233\n\nNetwork theorists who came after Arthur call these “rich get richer” systems “power\nlaw distributed” because if you line up all the firms in a digital industry you find the\nwinners are exponentially - by a power of ten or one hundred - ahead of everyone\nelse. They slip free from the average gravitational center of a normal bell curve that\nmarks most traditional business. A normal distribution would shape up like a chart\nof people who own cars: 20 percent driving Fords, 10 percent Nissans and Toyotas,\nand so on. Or it might look like the distribution of height: Most men are between 5’7\nand 5’11, but 50% are scattershotted at different heights. Network systems,\nhowever, can breed commanding winners. It’s not like 50% of online users are on\nthe Internet and others are scattered across different systems. Users huddle into\nsingle winning clusters. It’s as if 90% of the world always bought a Ford; or 90% of\npeople were exactly 5’ 11”. These systems run faster and better and more profitably\nbecause they are locked-in, gated by technology standards and by common\nconnection. When we say that networks crave gates, this is the sort of gate we mean.\nIf you had to look for your friends one-by-one on Facebook, Friendster, MySpace,\nand GooglePlus you'd exhaust yourself. So, one winner emerges. Data scientists\nattribute the success of these winning nodes to “preferential attachment” - the idea\nthat if Brian Arthur is using Microsoft Word and I’m using it you are likely to do so\ntoo. But there’s another secret: More widespread adoption makes the whole system\nfaster. Winner-take-all marks that network hunger for the compression of time.?34\n\nThere’s an additional feature at work in the very newest of these billion-user\nclusters that’s worth our attention: It’s not merely that we’ll use them because\neveryone seems to be doing so, it’s also that as more users weave themselves into\neach others’ lives and the machines into too, these nodes of power get smarter.\nGoogle Maps can predict the fastest route from your house to your office because it\ncan watch the movements of hundreds of millions of users, each silently pinging\ntheir location and speed as they creep through rush hour or sprint down an empty\nmotorway. As more people use GPS enabled devices, the quality of this data gets\n\n232 The network magnetism: Chamath Palihapitiya, “How we put Facebook on the\npath to 1 billion users.” Udemy Growth Hacking: An Introduction lecture published\nJanuary 9, 2013 and available on YouTube.\n\n233 Winner-take-all: van der Hofstad, p 24\n\n234 But there’s another secret: Albert-Lazlo Barabasi “Network Science”,\nPhilosophical Transactions of the Royal Society A: (2013) 371\n\n161\n\nHOUSE_OVERSIGHT_018393",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018393.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3445,
    "word_count": 573,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:46.644282",
    "prefix": "IMAGES-004"
  }
}