{
  "document_id": "HOUSE_OVERSIGHT_016033",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016033.txt",
  "text": "The Free Will\nTheorem\n\nTheorem. The paper received huge press attention and has been widely\n\ndiscussed in the scientific community. Their theorem states that;\nprovided experimenters are free to run their experiment as they choose,\nthe behavior of the particles they experiment upon is not determined in\nadvance. Particles have free will!\n\nIf we go back to the Bell Test experiment, this proved twin particles\ndo not carry around a parcel of information telling them what to do.\nPerhaps they get their marching orders from some outside influence.\nThere are two possibilities. A particle is either told what to do by its\nenvironment or it gets its information from some data source. Can we\nuse the laws of physics to test these possibilities? We don't need to know\nhow the influence works, just that it might exist in principle.\n\nConway and Kochen prove there can be no external influence, and\nwhen a particle reveals its spin, that spin was not known beforehand. It\nis independent of any information in the history of the Universe up to\nthat point.\n\nConway and Kochen’s proof is elegant and involves some mental\ngymnastics, but it is no harder than Archimedes’ proof of the infinity of\nprimes we looked at earlier. Let us start with our twin particles. We are\ngoing to pick bosons, which have whole number spin. If you measure the\nspin, you will always get a reading of -1, 0 or +1. ‘Spir’ is one of those\nwords physicists use to explain quantum things. It does not necessarily\ndenote rotation but, if your mental model is a spinning top, that’s not too\n\n[: 2006, John Conway and Simon Kochen published The Free Will\n\nHOUSE_OVERSIGHT_016033",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016033.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1639,
    "word_count": 282,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:46.552023",
    "prefix": "IMAGES-003"
  }
}