{
  "document_id": "HOUSE_OVERSIGHT_014882",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014882.txt",
  "text": "Price objective basis & risk\n\nHess Corp. (HES)\n\nOur price objective of $80 / share is based on a 5-year outlook which assumes a 5.5x\nDACF multiple and a commodity deck of $67.50 WTI and $70 Brent to which we add\n$10/ sh for Liza in offshore Guyana. The multiple is based on a finite timeline to\ndelivery which is supported by core NAV.\n\nThe risks to our price objective are: 1) the oil and gas price environment, (2) slowdowns\nin development drilling that leave production below expectations, and (3) news flow\naround HES' exploratory and appraisal drilling activities that could impact the stock.\n\nAnalyst Certification\n\n|, Doug Leggate, hereby certify that the views expressed in this research report\naccurately reflect my personal views about the subject securities and issuers. | also\ncertify that no part of my compensation was, is, or will be, directly or indirectly, related\nto the specific recommendations or view expressed in this research report.\n\nUS - Large Cap Oils Coverage Cluster\nBofA Merrill Lynch\n\nInvestment rating Company ticker Bloomberg symbol Analyst\n\nBUY\nAnadarko Petroleum Corp. APC APC US Doug Leggate\nChevron Corp. CVX CVX US Doug Leggate\nConocoPhillips COP COP US Doug Leggate\nContinental Resources Inc. CLR CLR US Doug Leggate\nDevon Energy Corp. DVN DVN US Doug Leggate\nEOG Resources EOG EOG US Doug Leggate\nHess Corp. HES HES US Doug Leggate\nMarathon Oil Corp. MRO MRO US Doug Leggate\nMarathon Petroleum Company MPC MPC US Doug Leggate\nOccidental Petroleum Corp. OXY OXY US Doug Leggate\nPioneer Natural Resources PXD PXD US Doug Leggate\nRange Resources Corp RRC RRC US Doug Leggate\nTesoro Corp. TSO TSO US Doug Leggate\nValero Energy Corp. VLO VLO US Doug Leggate\n\nNEUTRAL\nChesapeake Energy Corp. CHK CHK US Doug Leggate\nDelek US Holdings, Inc. DK DK US Doug Leggate\nExxonMobil Corp. XOM XOM US Doug Leggate\nHollyFrontier Corp HFC HFC US Doug Leggate\nNoble Energy NBL NBL US Doug Leggate\nPhillips 66 PSX PSX US Doug Leggate\n\nUNDERPERFORM\nApache Corp APA APA US Doug Leggate\nCabot Oil & Gas Corp. COG COG US Doug Leggate\nPBF Energy PBF PBF US Doug Leggate\nSouthwestern Energy Corp. SWN SWN US Doug Leggate\n\n10 Hess Corp. | 11 April 2017 Bankof America <>\n\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014882",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014882.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2220,
    "word_count": 375,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:44.007268",
    "prefix": "IMAGES-003"
  }
}