{
  "document_id": "HOUSE_OVERSIGHT_024400",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024400.txt",
  "text": "Nobody has done any real work to support this proposition, nor is it clear exactly how it would be tested. My\nview is that the grammar “Islam is x” is itself problematic because Islam has expressed itself throughout\nhistory in a variety of fashions. It is more useful to talk in terms of how seriously engaged with Islam, the\nKoran and other texts, a Muslim is. What is significant is how Muslims today are using Islam and most of\nthose who are in power either throughout a large territory or within a small community tend toward, if not fully\nadvocate, the very supremacist ideas that we try to tell ourselves are reserved for the\n\nfew ”extremists.” Presumably most Germans did not wish to see all Nazi atrocities carried out but in the end\nthey fell in line because they had to. Those our politicians and press call the “extremists” are in one sense more\naccurately the “good” Muslims who ar e following their Islamic beliefs dutifully.\n\nFP: Tell us how Western shame and guilt play into all of this.\n\nSiegel: One of the dirty little secrets the Control Factor preys upon is that if we believe we control something\nwe can comfort ourselves that we can change it. Remember the horror film- the threat has one purpose and that\nis to destroy you. You can not change it, talk it out of it, teach it alternatives or otherwise. That is what makes\nit so inherently frightening. If we can convince ourselves that we caused the threat to act the way it does we\ncan maintain the secret hope that we can change it. Consequently, there is a tremendous attraction to blaming\nourselves for the Islamic Enemy’s behavior. And we see this power in our readily accepting responsibility for\nterror- because of our occupation, our greedy quest for oil, our failure to extend a hand of “engagement,”\nIsrael’s building settlements, our making videos that defa me Mohammed and so on. Again, the relationship is\ndefined by the enemy blaming us for his actions and our accepting such responsibility.\n\nShelby Steele has written brilliantly about what he calls “white guilt” and outlines how whites during the 60's\nand thereafter were pressured into a transaction whereby in order to re-obtain a sense of moral authority they\naccepted blame for the condition of blacks and behaved as if guilty. Blacks were able to extract great\nconcessions and whites were able to view themselves as morally restored and redeemed. At a certain point,\nhowever, the behavior takes on a life of its own and the narratives become deeply embedded in the culture and,\nas we can see today, difficult to uproot.\n\nWestern guilt is an extension of Steele’s notion. President Obama’s confessionals to the Arab world admitting\nthat America has made “mistakes” and was not born a colonial pow er express this same tendency to appease\nthrough guilt. Hillary Clint on’s “reset” with Russia conveyed the same submissive request for a more\nacceptable response. In being guilty we presume the other party will recognize our contrition and respond in\nlike kind. One of the Control Factor’s most devastating moves is employed- presuming the other is just like us\nand will respond the way we would. This is frequently how an enabler justifies his continuous support for an\naddict. The problem, however is that our Islamic Enemy is NOT like us and will not respond in like kind.\nRather, as we repeatedly refuse to learn, appeasement invites more abuse from an enemy. This becomes\n\nthe ’game of guilt;” it tends to expand to greater and greater consequences. Paradoxically, psychological\ndefenses tend to create the very outcomes they seek to eliminate and it is no different here. It is a game we love\nto play but, unfortunately, the game gives us no rules for how to end it.\n\nAll beha vior is instructive. That is, we teach others how to treat us. The game of guilt, along with other\nControl Factor tools, teaches our Enemy it is winning and to continue playing.\n\nFP: The reason Nidal Hasan was able to perpetrate his murder spree at Fort Hood is precisely because of our\nControl Factor. Please connect the dots for our readers.\n\nSiegel: Just as I used to look at Hitler when I was young and be amazed that no one could see what he was\nabout, in retrospect the same applies to Hasan. It is precisely all the elements of the Control Factor that could\nallow this man, a Soldier of Allah, to be positioned as he was. He was blatantly voicing his Islamist views and\nJihadi intent including, even, an essay recommending the “painful liquidation” of non-Muslims. Yet, in the\nArmy of all places, the Control Factor operated to allow and even foster his work. Even after the murders, we\ncont inue the denial by calling it “workplace violence.” He is the Civilization-Violent Jihad combo! And we\ncontinue to enable the same infiltration elsewhere.\n\nFP: Tell our readers about “The Project” and “Explanatory Memorandum.” These are realities that serve as\ngreat threats to the Control Factor, right?\n\nHOUSE_OVERSIGHT_024400",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024400.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4950,
    "word_count": 852,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:47.401457",
    "prefix": "IMAGES-007"
  }
}