{
  "document_id": "HOUSE_OVERSIGHT_017806",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017806.txt",
  "text": "Even from jail, Jeffrey Epstein manipulated the system | Miami Herald Page 6 of 17\nCase 1:19-cv-03377 Document 1-1 Filed 04/16/19 Page 7 of 18\n\nmean that when someone was in his pocket, they owed him favors.”\n\nRoberts elaborated in her interview with the Herald, saying that Epstein had access to girls through a modeling agency that recruited them from overseas.\n\nEpstein, who was close to Les Wexner, the owner of Victoria’s Secret, often talked about his connections to people in the modeling, fashion and acting\nindustries, Roberts told the Herald.\n\n“He [Epstein] would tell the girls, ‘Hey, I will give you a modeling contract if you go have sex with this man [whichever acquaintance Epstein\ndesignated],’” she said.\n\nRoberts’ story about the modeling agency is supported, to a degree, by the sworn statement of a Miami woman named Maritza Vasquez, who was later\ninterviewed in New York by an FBI agent from Miami. Vasquez worked as a bookkeeper for Mc2, owned by Epstein associate Jean-Luc Brunel. He\nemployed scouts in South America, Europe and the former Soviet Union to find him models to bring to the United States, Vasquez said in a 2010 sworn\ncourt deposition obtained by the Herald.\n\nVasquez stated in the deposition that from 2003 to 2006 she handled all the finances and payroll for the agency, including a bank transaction involving\nEpstein. She said Epstein invested $1 million in Mc2.\n\nThe models were often very young — 13, 14 and 15 — and some of them were housed in apartments at 301 E. 66th St. in New York, a building purportedly\nowned by Epstein, the deposition said.\n\nEpstein didn’t charge the girls rent, Vasquez said, but Brunel charged them $1,000 a month, with four of them at a time sharing one apartment. The girls\nwho were the youngest and most beautiful stayed at the 66th Street apartments, which were more luxurious than the other apartments that were used to\nhouse models who were not as young and desirable, she said.\n\nVasquez once let one of the models, who was 14, stay overnight with her after the girl ran into trouble with police for trying to get into a Manhattan\nnightclub. Vasquez also testified that she helped a lawyer obtain visas for the foreign models, and assisted with their transportation to and from modeling\n\nassignments and parties.\n\nVasquez said that even though the agency employed 200 to 300 models, the company didn’t make any money and Brunel was always broke. Brunel would\nlater sue Epstein, alleging that the financier’s sex scandal had caused his business to fail, but the suit was eventually dropped.\n\nVasquez testified it wasn’t unusual for the agency to send girls to an assignment with a wealthy client for $100,000 or more, but the girl wouldn’t be paid\nthe full amount — or anything at all — if she refused to be “molested.”\n\nVasquez considered herself a mother figure and often coached the youngest girls to stick to the 9-to-5 modeling assignments because she didn’t think it\nwas appropriate for them to be having sex.\n\nShe said she met Epstein only once, but she often helped arrange for girls — many of them underage — to be sent to his homes in New York, Palm Beach\nand his island in the Caribbean for parties. She heard salacious rumors about Epstein’s parties, but testified she had no firsthand knowledge about\nwhether they involved sex.\n\nVasquez said that she was questioned by the FBI and she tried to tell agents where to look for evidence.\n\nVasquez was eventually let go from the agency after she was accused of stealing money — money she claims was given to her by Brunel. Vasquez said she\nwas placed on probation for the theft. She never heard from the FBI about Epstein again.\n\nThe Herald was unsuccessful in reaching Brunel through his former attorney.\n\nIn a written statement released in 2015, Brunel denied any involvement in trafficking underage models.\n\n“I strongly deny having participated, neither directly nor indirectly, in the actions Mr. Jeffrey Epstein is being accused of,” he said. “I strongly deny\nhaving committed any illicit act or any wrongdoing in the course of my work as a scouter or model agencies manager.”\n\nToo old at 19\n\nIn 2003, when Roberts turned 19, it was clear that Epstein had lost interest because she was too old for him, she said. She convinced him to pay for her to\nget training to become a real professional masseuse so that she could move on.\n\nIn an interview, she explained that Epstein arranged for her to take a class in Thailand, but it came with a hitch: She said she was instructed to pick up a\nThai girl he had arranged to come to the States.\n\nhttps://www.miamiherald.com/news/local/article2 19494920 html 4/3/2019\nHOUSE_OVERSIGHT_017806",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017806.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4667,
    "word_count": 800,
    "line_count": 68,
    "import_date": "2025-11-19T21:47:44.549649",
    "prefix": "IMAGES-004"
  }
}