{
  "document_id": "HOUSE_OVERSIGHT_012980",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012980.txt",
  "text": "64 4 Brief Survey of Cognitive Architectures\n\nand then distributing the system’s resources accordingly, based on a probabilistic algorithm.\n(It’s interesting to note that while NARS uses probability theory as part of its control mecha-\nnism, the logic it uses to represent its own knowledge about the world is nonprobabilistic. This\nis considered conceptually consistent, in the context of NARS theory, because system control\nis viewed as a domain where the system’s knowledge is more complete, thus more amenable to\nprobabilistic reasoning.)\n\n4.2.5 GLAIR and SNePS\n\nAnother logic-focused cognitive architecture, very different from NARS in detail, is Stuart\nShapiro’s GLAIR cognitive architecture, which is centered on the SNePS paraconsistent logic\n[SEO7].\n\nLike NARS, the core “cognitive loop” of GLAIR is based on reasoning: either thinking about\nsome percept (e.g. linguistic input, or sense data from the virtual or physical world), or answer-\ning some question. This inference based cognition process is turned into an intelligent agent\ncontrol process via coupling it with an acting component, which operates according to a set of\npolicies, each one of which tells the system when to take certain internal or external actions\n(including internal reasoning actions) in response to its observed internal and external situation.\n\nGLAIR contains multiple layers:\n\ne the Knowledge Layer (KL), which contains the beliefs of the agent, and is where reasoning,\nplanning, and act selection are performed\n\ne the Sensori-Actuator Layer (SAL), contains the controllers of the sensors and effectors of\nthe hardware or software robot.\n\ne the Perceptuo-Motor Layer (PML), which grounds the KL symbols in perceptual structures\nand subconscious actions, contains various registers for providing the agent’s sense of situ-\natedness in the environment, and handles translation and communication between the KL\nand the SAL.\n\nThe logical Knowledge Layer incorporates multiple memory types using a common represen-\ntation (including declarative, procedural, episodic, attentional and intentional knowledge, and\nmeta-knowledge). To support this broad range of knowledge types, a broad range of logical in-\nference mechanisms are used, so that the KL may be variously viewed as predicate logic based,\nframe based, semantic network based, or from other perspectives.\n\nWhat makes GLAIR more robust than most logic based AI approaches is the novel para-\nconsistent logical formalism used in the knowledge base, which means (among other things)\nthat uncertain, speculative or erroneous knowledge may exist in the system’s memory without\nleading the system to create a broadly erroneous view of the world or carry out egregiously\nunintelligent actions. CogPrime is not thoroughly logic-focused like GLAIR is, but in its logical\naspect it seeks a similar robustness through its use of PLN logic, which embodies properties\nrelated to paraconsistency.\n\nCompared to CogPrime, we see that GLATR. has a similarly integrative approach, but that\nthe integration of different sorts of cognition is done more strictly within the framework of\nlogical knowledge representation.\n\nHOUSE_OVERSIGHT_012980",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012980.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3168,
    "word_count": 471,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:46.280084",
    "prefix": "IMAGES-002"
  }
}