{
  "document_id": "HOUSE_OVERSIGHT_010767",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010767.txt",
  "text": "Edwards, Bradley vs. Dershowitz\n\nCase No.: CACE 15-000072\n\nEdwards and Cassells Response to Dershowitz's Motion to Determine Confidentiality of Court Records\nPage 11 of 20\n\nparty in that case), not as to her attorneys Edwards and Cassell. See Palm AFC Holdings, Inc. v.\nPalm Beach County, 807 So.2d 703 (4° DCA 2002) (“In order for res judicata to apply four\nidentities must be present: (1) identity of the thing sued for; (2) identity of the cause of action;\n(3) identity of persons and parties; and (4) identity of the quality or capacity of the persons for or\nagainst whom the claim is made.”).\n\nIl. EDWARDS AND CASSELL WILL BE PREJUDICED IF THEY ARE\nBARRED FROM QUOTING FROM THE RECORD WHILE\nDERSHOWITZ IS PERMITTED TO FREELY REFER TO THEM\nWHENEVER HE FINDS IT CONVENIENT.\n\nDershowitz is also incorrect when he asserts that no prejudice will befall Edwards and\nCassell if the records are placed under seal. To the contrary, placing the documents under seal\nwould permit Dershowitz to continue to misrepresent and distort what is contained in those\nrecords while preventing Edwards and Cassell from correcting those misrepresentations.\nDershowitz has repeatedly referred to details in the records when he has found it convenient to\ndo so — treating the records as not confidential in any away. One clear example comes from\nDershowitz’s recent deposition, where he gratuitously injected into the record a reference to a\nportion of Ms. Giuffre’s affidavit about him watching Ms. Giuffre perform oral sex on\nEpstein. And then, having injected that gratuitous reference into the record, he proceeded to try\nto rebut the reference with confidential settlement discussions — but did so by mispresenting what\n\nanother attorney (David Boies) had said during the settlement discussions. So that the Court may\n\nhave the full flavor of the exchange, the narrow question to Dershowitz (by attorney Jack\n\nHOUSE_OVERSIGHT_010767",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010767.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1917,
    "word_count": 309,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:49.377546",
    "prefix": "IMAGES-001"
  }
}