{
  "document_id": "HOUSE_OVERSIGHT_011957",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011957.txt",
  "text": "On July 7, 2008, Edwards and I filed a petition alleging that Jane Doe No. 1 was a victim of\nfederal sex crimes committed by Epstein and that the United States had wrongfully excluded her\nfrom plea negotiations. We also alleged that the federal prosecutors had violated her rights under\nthe Crime Victims’ Rights Act (CVRA) — specifically her rights to confer with the government,\nto be treated with fairness, to receive timely notice of relevant court proceedings, and to receive\ninformation about restitution. The United States responded by claiming that it used its “best\nefforts” to comply with the rights afforded to victims under the CVRA, but that the act did not\napply to pre-indictment negotiations with potential federal defendants.\n\nAfter Jane Doe No. 2 joined the initial petition, the district court (Marra, J.) found that both\nwomen qualified as “crime victims” under the CVRA. The district court later_rejected the\ngovernment's argument that the act only applies after the filing of a federal criminal\nindictment. (I’ve written a law review article about the issue of how early crime victims’ rights\nattach in the criminal process, which can be downloaded here.)\n\nAmong other relief, we sought rescission of the non-prosecution agreement as a remedy for the\nviolation of the victims’ rights. To make the case for such a remedy, we moved for discovery of\nthe correspondence between the U.S. and Epstein’s attorneys during the plea negotiations.\nEpstein’s attorneys intervened, arguing that Federal Rule of Evidence 410 and Federal Rule of\nCriminal Procedure 11 create a privilege for plea negotiations, barring release of the\ncorrespondence. They also argued that the court should find that the materials were protected\nunder the work product doctrine or, alternatively, should be protected under a new “common-\nlaw privilege for plea negotiations.”\n\nThe district court first ruled that rescission of the plea agreement was a possible remedy under\nthe act. The court then ruled that we were entitled to review the correspondence, rejecting all of\nEpstein’s arguments.\n\nOn Friday, the 11th Circuit affirmed the district court's ruling that we could review the plea\ncorrespondence. At pp. 18-22 of its published opinion, the court concluded that there was no\nbasis for restricting access to such correspondence when crime victims have a legitimate need to\nreview it. The court rejected, for example, the work product argument because plea discussions\nare not confidential:\n\nDisclosure of work-product materials to an adversary waives the work-product privilege. See,\ne.g., Jnre Chrysler Motors Corp. Overnight Evaluation Program Litig., 860 F.2d 844, 846 (8th\nCir. 1988); In re Doe, 662 F.2d 1073, 1081-82 (4th Cir. 1981). Even if it shared the common\ngoal of reaching a quick settlement, the United States was undoubtedly adverse to Epstein during\nits investigation of him for federal offenses, and the intervenors’ disclosure of their work product\nwaived any claim of privilege. ...\n\nThe court also declined to recognize a new privilege for plea bargaining, finding the relationship\nbetween prosecutors and defense attomeys did not need special protection:\n\nAsa last-ditch effort, the intervenors contend that “[i]f more is needed in addition to the plain\nlanguage of Rule 410 to preclude disclosure of the correspondence to plaintiffs, it can be found\n\n46\n\nHOUSE_OVERSIGHT_011957",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011957.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3394,
    "word_count": 533,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:46.281054",
    "prefix": "IMAGES-001"
  }
}