{
  "document_id": "HOUSE_OVERSIGHT_028237",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028237.txt",
  "text": "/ BARAK / 103\n\npoints. It would amount to retaining control over around 20 percent of the West\nBank, but none of the major Arab towns or cities. Though deliberately stopping\nwell short of share of the West Bank Arafat could have secured through a\nnegotiated peace, it would remove Israeli troops and settlers from most of the\nterritory. It would give the Palestinians ample room to set up a state if they so\nchose, and conceivably to expand its area if some future leader had more of the\n“Ben-Gurion” in him than Arafat. Until then, it would allow both of our peoples to\nget on with their lives and focus on their own political and social and economic\nchallenges.\n\nThere was a second, critically important part to what I was proposing: the\nconstruction of a physical security fence along the new “disengagement line” with\nthe West Bank. It was the suggestion rejected under Rabin, accepted under Peres\namid the Hamas bombings in the 1996 election campaign, but never followed\nthrough on. Even under the new arrangement I envisaged, Israeli troops would\nretain the freedom of action to respond to, or pre-empt, terror attacks with targeted\noperations inside the West Bank. But the physical barrier would hugely increase\nour ability to halt the attackers before they could strike.\n\nYet even if I’d been able to bring those on the left of Labor behind the plan, this\nelection campaign was going to be a lot tougher than in 1999. Since Knesset\nmembers weren’t running for their seats, the Labor machine lacked its usual\nincentive put up posters, knock on doors, or get out the vote. Arik, however,\nbenefited from the enthusiasm of Likudniks and other right-wing activists who saw\nan opportunity to retake control of Israel’s political agenda.\n\nLong before election day, I realized my time as Prime Minister was up. Before\nthe campaign began, an old friend of mine, a leading Israeli journalist, tried to talk\nme into withdrawing. “You’re going to lose, Ehud,” he said. “Why, after making\nall this effort for peace, after doing your best, do you want the last act to be losing\nto Arik?” I'd never seen the objective as just staying in office. If that had been the\ncase, I wouldn’t have put the chances of a peace deal with Syria to their final test. I\nwouldn’t have gone to Camp David. I also would have accepted Arik’s serial\noffers to join a unity coalition. But never in my life had I walked away from a\nchallenge. I certainly wasn’t going to retreat in the midst of Palestinian violence,\nand when Israel still faced key decisions on how to move on from Arafat’s\nunreadiness to negotiate an end to our decades-old conflict.\n\n389\nHOUSE_OVERSIGHT_028237",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028237.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2649,
    "word_count": 460,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:47.162395",
    "prefix": "IMAGES-009"
  }
}