{
  "document_id": "HOUSE_OVERSIGHT_020505",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020505.txt",
  "text": "46\n\nthe foundation’s official advisors and the foundation’s easy connections with Chinese\ngovernment organs belie the foundation’s assertion that it is independent of the\nChinese Communist Party and the PRC government.\n\nCUSEF undertakes a range of programs aimed at Americans that can accurately be\ndescribed as “influence-seeking activities”; as such, it has registered in the United\nStates under the Foreign Agent Registration Act (FARA). Its lobbying activities include\nsponsoring all-expense-paid tours of China for delegations composed of what the\nfoundation’s website refers to as “thought leaders,” including journalists and editors,\nthink-tank specialists, and city and state officials.*? CUSEF has not often collaborated\nwith American universities and think tanks, but it recently offered funding to the\nUniversity of Texas at Austin for its China Public Policy Center. However, after receiving\ncriticism from Senator Ted Cruz (R-TX) and others, the university declined the grant.¥\nCUSEF grants have generally gone to leading US think tanks, such as the Brookings\nInstitution, the Carnegie Endowment for International Peace, and the Asia Society.\n\nThere have not yet been many offers by Chinese donors—private, corporate, or\ngovernment—to fund faculty positions or centers for Chinese studies on US campuses,\nalthough many universities are believed to be seeking such gifts. In one instance in\n2014, a leading Washington, DC, university was approached by a Chinese university\nwith a proposal for a $500,000 annual grant to establish a Center for Chinese studies in\npartnership with the Chinese university.** The Chinese side had three main conditions\nfor the grant: (1) that a series of Chinese officials and other visitors would be given public\nplatforms for frequent speeches; (2) that faculty from the Chinese partner university\ncould teach China courses on the US university campus; and (3) that new Chinese\nStudies courses would be added to the university curriculum. The Washington-based\nuniversity turned down the lucrative offer, on the advice of its Chinese studies faculty.\n\nIn August 2017, the Johns Hopkins University School of Advanced International\nStudies (SAIS) announced that it had received a substantial gift from CUSEF for\n\nan endowed junior faculty position, as well as program funding for a “Pacific\nCommunity Initiative.” SAIS administrators stated that there were no political or\n\nother strings attached to these grants, despite media insinuations to the contrary.*\n\nAt Yale Law School, the China Law Center founded in 1999 was renamed the Paul\n\nTsai China Center after receiving a $30 million endowment from Joseph C. Tsai, a\nTaiwanese Canadian billionaire who is a cofounder and executive vice chairman of the\nChina-based Alibaba Group.* Tsai, an alumnus of Yale College and Yale Law School,\nmade the gift in honor of his father, also an alumnus of Yale Law School.\n\nChina is not the only authoritarian government that has given or facilitated gifts\nto American academic institutions or think tanks, but it is the wealthiest. There\nis no evidence so far that any of these gifts has compromised the independence\nof the recipient institution. But the trend toward large gifts from Chinese sources,\n\nUniversities\n\nHOUSE_OVERSIGHT_020505",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020505.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3268,
    "word_count": 498,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:48.067902",
    "prefix": "IMAGES-006"
  }
}