{
  "document_id": "HOUSE_OVERSIGHT_023356",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023356.txt",
  "text": "To: Melanie Spine! i\n\nlets set a time to speak today if possible . 30 minutes or so. my schedule is tight\n\nFrom: jeffrey E. <jeevacation@gmail.com>\n\nDate: Mon, Sep 21, 2015 at 6:36 PM\n\nSubject: agenda for today 5 pm?\n\nTo: Melanie Spine! i, Brad S Karp iS\n\n1. put someone on asap to ascertain if she is still in london. 2. set up conference will uk criminal and uk\ncounsel. a give them more facts. 3. choose method of message delivery. my choice. - two highly\nrespected former ---- fillin the blank, immigration, scotland yard. sfo. . who may knock on her door and\npresent the terms. 4 if not. an alternative method. 5. Is it possible to find out if she has gone to\n\nauthorities? tabloid lawyer. 6. have the same types of individuals availble in new york if she decides to return\nas stated.. i prefer former fbi, or immigration one man one woman. .7 from opening a DA investigation to\narrest. how long? 8, can we open a file in either jurisdiction, and maintain confidentiality.\n\nDate: Mon, Sep 21, 2015 at 6:48 PM\n\nSubject: Re: agenda for today 5 pm?\n\nCc: Brad S Karp\n\nI think that Melanie should set up a separate email account for this correspondence. she currently is on an\napollo server.\n\nThere is not even a good solution . all have substantial risks. we are dealing with a wholly unpredictable and\nbad minded person. I and Brad can only make suggestions/actions each less than stellar. - that being\n\nsaid we should do our best to have all the facts . options etc. and to distinguish fact from opionion As the\nconsequences of any decision is likely to have some very bad parts , Leon needs to be cognizant of as much as\nthe downside as we can adequately foresee.\n\nDate: Wed, Sep 23, 2015 at 12:07 AM\n\nSubject: Fwd:\n\nTo: Melanie Spinella Po\n\njan 2 of this year\n\nDate: Fri, Jan 2, 2015 at 2:55 PM\n\nSubject:\n\nTo: Melanie Spinella\n\nLeon, I decided last week that there was little or no upside in disturbing your well earned holiday especiaily as\nyou seemed so peaceful happy and smiley ,getting yourself in shape and truly enjoying your family time. etc.\nhowever the situation in your family office is unresolved. I am aware that brad starts monday howver, two last\ndays of the year madness. timber.deal not complete no jpm,acct activity no partnership docs , old stock\nsales not complete , no bank doc redo. no phaidon note restructure, ., no boat expense review. airplane same\n,topco midco.ete still not finished ( trustee ), projections mixed with fiction. , legal exp out of control. no\ncare for admin, silly ( audit). tom conversation with joslin. notes. debra, trustee notes. trustees hiring . bens\naudit. interest payable made hoopjumping last day of year. after weeks and months. of lectures , gifts to\ndiscuss- staff. -houseproject mgmt. . I will continue to try , I had offered ajoint call with eileen before you\nleft. asisaid before , joslin takes instructions from eileen. he said it was made clear to him that he doesn't\nwork for me but works for you. . I tried.\n\nDate: Tue, Sep 29, 2015 at 8:39 PM\n\nSubject:\n\nTo: Melanie Spinella TT\n\njeffrey\n\nBrad Wechsler is asking if you could meet for a half hour with him and Rich Joslin to discuss Use Tax\nRefund. Below are available dates/times...below that is your schedule. OK for me to schedule in?:\n\nHOUSE_OVERSIGHT_023356",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023356.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3281,
    "word_count": 587,
    "line_count": 75,
    "import_date": "2025-11-19T21:47:47.050679",
    "prefix": "IMAGES-007"
  }
}