{
  "document_id": "HOUSE_OVERSIGHT_024448",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024448.txt",
  "text": "NON-GAAP FINANCIAL MEASURES\n\nEBITDA, Adjusted EBITDA and Adjusted EBITDAR (including pro forma presentations thereof) and the\nrelated ratios presented in this Memorandum are supplemental measures of our performance that are not\nrequired by, or presented in accordance with, generally accepted accounting principles in the U.S.\n(“GAAP”). EBITDA, Adjusted EBITDA and Adjusted EBITDAR are not measurements of our financial\nperformance under GAAP and should not be considered as alternatives to net income, operating income\nor any other performance measures derived in accordance with GAAP, or as an alternative to cash flow\nfrom operating activities as a measure of our liquidity.\n\nEBITDA represents net income before net interest expense, income tax expense, depreciation (including\nimpairment charges) and amortization. Pro forma presentations of EBITDA have also added back\nKinderCare Learning Centers, Inc.'s (“KinderCare”) discontinued operations, consistent with KLC’s\ntreatment of center closures and sales and KinderCare’s historical presentation of EBITDA. Adjusted\nEBITDA represents EBITDA plus (i) expenses (minus gains) that we do not consider reflective of our\nongoing operations after the KinderCare acquisition, as further described in this Memeorandum and (ii)\nmanagement fees which are subordinated to our obligations on our 7%% senior subordinated notes (the\n“Notes\") and which are added back in measuring our performance for purposes of our ability to incur debt\nunder our indenture. Our actual and projected Adjusted EBITDA, where applicable, also exclude non-\ncash stock-based compensation expense, which is also excluded under our indenture; accruals under our\nstock appreciation rights (“SAR”) plan; and accruals under our long term incentive plan, which are non-\ncash at the time of award and vest and become payabie in three years subject to continued employment\n(with certain exceptions). Our pro forma Adjusted EBITDA for 2005 excludes restructuring and integration\ncharges associated with the KinderCare acquisition and the cost of operating parallel organizations during\nthe integration process, which management does not consider reflective of ongoing operations. Adjusted\nEBITDAR Is Adjusted EBITDA plus rent expense. We present EBITDA, Adjusted EBITDA and Adjusted\nEBITDAR because we consider them to be important supplemental measures of our perfermance and\nbelieve they are frequently used by securities analysts, investors and other interested parties in the\nevaluation of issuers, many of which present EBITDA and/or Adjusted EBITDA and/or Adjusted EBITDAR\nwhen reporting their results.\n\nWe are basing our executive incentive compensation payments in part on our performance measured\nusing Adjusted EBITDA including adjustments described herein. We also use financial measures similar\nto Adjusted EBITDA, though subject to certain different adjustments, in the senior credit facility that we\nentered into in connection with the KinderCare acquisition and the indenture governing the Notes to\nmeasure our compliance with covenants such as interest coverage and debt incurrence. Measures\nsimilar to Adjusted EBITDA are alsc widely used by us and others in our industry to evaluate and price\npotential acquisition candidates. For example, we evaluated the KinderCare acquisition and our 2003\nacquisition of ARAMARK Educational Resources to a significant degree based on their historical and\npotential EBITDA, as adjusted for items we did not consider representative of post-acquisition operations.\nWe believe EBITDA and Adjusted EBITDA facilitate operating performance comparisons from period to\nperiod and company to company by backing out potential differences caused by variations in capital\nstructures (affecting relative interest expense), tax positions (such as the impact on periods or companies\nof changes in effective tax rates or net operating losses) and the age and beok depreciation of facilities\nand equipment (affecting relative depreciation expense}. We believe Adjusted EBITDAR is a useful\nmeasure of performance independent of occupancy costs.\n\nWe calculate Adjusted EBITDA by adjusting EBITDA to eliminate the impact of a number of items we do\nnot consider indicative of our ongoing operations and for the other reasons noted above. For the reasons\nindicated herein, you are encouraged to evaluate each adjustment and whether you consider it\nappropriate. In addition, in evaluating Adjusted EBITDA and Adjusted EBITDAR, you should be aware\nthat in the future we may incur expenses similar to the adjustments in the presentation of Adjusted\nEBITDA and Adjusted EBITDAR. Our presentation of Adjusted EBITDA and Adjusted EBITDAR should\nnot be construed as an inference that our future results will be unaffected by unusual or non-recurring\nitems.\n\nHOUSE_OVERSIGHT_024448",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024448.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4816,
    "word_count": 699,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:49.322794",
    "prefix": "IMAGES-007"
  }
}