{
  "document_id": "HOUSE_OVERSIGHT_018701",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018701.txt",
  "text": "masochist (BDSM): A person who enjoys receiving pain.\n\nNew Relationship Energy (polyamory): The obsessive, irrational joy one feels after\nstarting a relationship with a new and awesome partner. Here's an article about it:\n\nhttp://aphroweb.net/articles/nre.htm\n\nout [of the closet] (queer studies): An adjective to describe a person who is open with\npeople outside her sexual subculture about her sexual identity.\n\nplay (BDSM): A verb for having an S&M encounter. For example, if Clarisse was\nwhipped by a gentleman, she might say that she \"played with him.\" Clarisse once saw a\ndisplay at the Leather Archives & Museum claiming that in Old Guard Leather Culture\n(1.e, gay men's S&M culture starting around the 1950s), the word was more often \"work\"\nthan \"play\" -- apparently, even S&M toys were usually called \"tools.\"\n\nplay party (BDSM): A party where S&M can happen openly. Some play parties ban\nsexual intercourse, while others don't.\n\npolyamory: A community to support people who want to have multiple lovers and be\nhonest with everyone involved. Polyamory usually focuses more on an emotional\nrelationship than swing, but not always. The writer Franklin Veaux has a good Polyamory\n101: http://www. xeromag. com/fvpoly.html And the blog Polyamory In The News has a\nguard post on the various distinctions between polyamory and swing:\n\n201 0 html\n\nprimary relationship (polyamory): A relationship with more commitment and\nexpectations than other relationships. For example, a primary relationship might be one\nwhere the participants live together and/or are married. Polyamorists sometimes disagree\nabout whether relationship hierarchies are desirable.\n\nrape culture (feminism): A culture in which rape is prevalent and is maintained through\nfundamental attitudes and beliefs about gender, sexuality, and violence, including rape\nmyths.\n\nrape myths (feminism): Cultural ideas that make it harder to recognize, prosecute, and\nheal from rape. For example, many people believe that rape usually happens to young,\n\"hot\" women... but interviews with rapists show that they usually prioritize targets based\non how vulnerable they are, rather than how \"hot\" they are.\n\nsadist (BDSM): A person who enjoys inflicting pain.\n\nsafeword (BDSM): A word that any S&M participant can say at any time to stop the\naction. Safewords are extensively analyzed within this book, in the \"The Annotated\nSafeword\" (part 1).\n\nscene; The Scene (BDSM): The word scene is often used to indicate an S&M encounter.\nFor example, if Clarisse was whipped by some dude, she \"had a scene” with him (or\nsome would say that she scened with him). The Scene is also sometimes used to indicate\nthe public S&M community -- the dungeons, workshops, lectures, discussion groups, and\nmeetups that create an open network of BDSMers in many areas.\n\nHOUSE_OVERSIGHT_018701",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018701.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2826,
    "word_count": 438,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:46.285782",
    "prefix": "IMAGES-005"
  }
}