{
  "document_id": "HOUSE_OVERSIGHT_016349",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016349.txt",
  "text": "weight them to reach a certain goal. This method in some sense mimics how we learn as\nchildren. The results from these new approaches are amazing.\n\nSuch a deep-learning program was used to teach a computer to play Go, a game\nthat only a few years ago was thought to be beyond the reach of AI because it was so\nhard to calculate how well you were doing. It seemed that top Go players relied a great\ndeal on intuition and a feel for position, so proficiency was thought to require a\nparticularly human kind of intelligence. But the AlphaGo program produced by\nDeepMind, after being trained on thousands of high-level Go games played by humans\nand then millions of games with itself, was able to beat the top human players in short\norder. Even more amazingly, the related AlphaGo Zero program, which learned from\nscratch by playing itself, was stronger than the version trained initially on human games!\nIt was as though the humans had been preventing the computer from reaching its true\npotential. The same method has recently been generalized: Starting from scratch, within\njust twenty-four hours, an equivalent AlphaZero chess program was able to beat today’s\ntop “conventional” chess programs, which in turn have beaten the best humans.\n\nProgress has not been restricted to games. Computers are significantly better at\nimage and voice recognition and speech synthesis than they used to be. They can detect\ntumors in radiographs earlier than most humans. Medical diagnostics and personalized\nmedicine will improve substantially. Transportation by self-driving cars will keep us all\nsafer, on average. My grandson may never have to acquire a driver’s license, because\ndriving a car will be like riding a horse today—a hobby for the few. Dangerous\nactivities, such as mining, and tedious repetitive work will be done by computers.\nGovernments will offer better targeted, more personalized and efficient public services.\nAI could revolutionize education by analyzing an individual pupil’s needs and enabling\ncustomized teaching, so that each student can advance at an optimal rate.\n\nAlong with these huge benefits, of course, will come alarming risks. With the\nvast amounts of personal data, computers will learn more about us than we may know\nabout ourselves; the question of who owns data about us will be paramount. Moreover,\ndata-based decisions will undoubtedly reflect social biases: Even an allegedly neutral\nintelligent system designed to predict loan risks, say, may conclude that mere\nmembership in a particular minority group makes you more likely to default on a loan.\nWhile this is an obvious example that we could correct, the real danger is that we are not\nalways aware of biases in the data and may simply perpetuate them.\n\nMachine learning may also perpetuate our own biases. When Netflix or Amazon\ntries to tell you what you might want to watch or buy, this is an application of machine\nlearning. Currently such suggestions are sometimes laughable, but with time and more\ndata they will get increasingly accurate, reinforcing our prejudices and likes and dislikes.\nWill we miss out on the random encounter that might persuade us to change our views by\nexposing us to new and conflicting ideas? Social media, given its influence on elections,\nis a particularly striking illustration of how the divide between people on different sides\nof the political spectrum can be accentuated.\n\nWe may have already reached the stage where most governments are powerless to\nresist the combined clout of a few powerful multinational companies that control us and\nour digital future. The fight between dominant companies today is really a fight for\ncontrol over our data. They will use their enormous influence to prevent regulation of\ndata, because their interests lie in unfettered control of it. Moreover, they have the\n\n129\n\nHOUSE_OVERSIGHT_016349",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016349.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3849,
    "word_count": 626,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:46.259598",
    "prefix": "IMAGES-003"
  }
}