{
  "document_id": "HOUSE_OVERSIGHT_020366",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020366.txt",
  "text": "214\n\nThe third choice Snowden made, and the choice that most effectively defined him to the public,\nwas to reveal himself as the man behind the leak in a video in Hong Kong. He not only\nidentified himself as the person who stole the government documents published by the Guardian\nand Washington Post, but he incriminated himself further on camera by allowing Poitras to film\nhim actually disclosing NSA’s secret operations to Greenwald. By disclosing classified data to\nGreenwald, an unauthorized person, he intentionally burned his bridges.\n\nWhat makes this choice intriguing is that there was no evident need for him to expose himself\nin this way. If he merely wanted to be a whistle-blower, he could have, as Bradley Manning did,\nanonymously sent the documents to journalists as “Citizen 4.” In fact, in late May 2013, that was\nexactly what he did. He sent Barton Gellman the PRISM scoop anonymously which the\nWashington Post published on June 6\", 2013. In that scoop, Snowden’s name was not revealed.\nHe also sent Greenwald and Poitras documents while he was still the anonymous source “Citizen\n4.” Neither Gellman nor Greenwald had suggested the need for a face-to-face meeting with\nSnowden. Even after he had revealed his true identity to Poitras and Greenwald on June 2™\n2013, Guardian editor Ewen MacAskill offered him the option of remaining an unnamed source\nfor the stories. He said, as he later told Vanity Fair. “You should remain anonymous; the stories\nare just as good without you.” However, anonymity was not part of Snowden’s long game.\n\nThe reason he gave Greenwald in Hong Kong for going public in this way was to avoid any\nsuspicion falling on his co-workers at the NSA. Yet, if merely wanted to take sole responsibility\nfor stealing state secrets, he did not need to be the subject of a documentary. He could have\nsimply allowed Greenwald to identify him by name as the source in the stories. That would not\npresent an issue since he had not been identified by either name or position in the initial stories\npublished on June 5\" and 6\" by Greenwald, Poitras and Gellman. In short, he did not act to defect\nsuspicion from his co-workers for the initial investigation. Why now?\n\nThe one thing that Snowden could not accomplish by anonymously transferring the\ndocuments to journalists was a starring role in the drama. If he had appeared digitally-masked\nin Poitras’ video with an altered voice, he would not achieve fame in the media. For that, he\nneeded to allow Poitras to film him committing the crime of turning over NSA documents to\nGreenwald. This video was also the result of his advanced planning. Indeed, one reason he\nchose Poitras was that she was a prize-winning/ documentary film-maker who had already made a\ndocumentary about NSA whistle-blower William Binney. Snowden, while he was still working at\nthe NSA in March 2013, made it clear how he intended to use Poitras' film-making skills. He told\nher: “My personal desire is that you paint the target directly on my back.”\n\nHe chose to make himself the on-camera star of a 20-hour long reality show. This sensational\nfootage would transform him in the public’s mind into a selfless hero. It would be a mistake to\nassume that the central role he gave himself was an exercise in narcissism. It was an integral part\nof his personal transformation. After this globally-watched video, he was no longer a near non-\nentity servicing a computer system at a back-water NSA base in Hawaii. In the space of 12\nminutes on television, he had emerged from the shadowy world of electronic intelligence and\nbecame one of the most famous whistle-blowers in modern history. It was a mantle that would\nallow him to also become a leading advocate of privacy and encryption rights as well the leading\nopponent of NSA spying. While this remarkable transformation may not have been his entire\nmotive, it certainly was the result of the choice he made to go public.\n\nHOUSE_OVERSIGHT_020366",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020366.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3948,
    "word_count": 671,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.262401",
    "prefix": "IMAGES-005"
  }
}