{
  "document_id": "HOUSE_OVERSIGHT_032083",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_032083.txt",
  "text": "Susan Pigg focuses on issues about aging and baby boomers. spigg@thestar.ca\n\nTracking Deal\n\nA downtown L.A. company that creates GPS tracking applications for cell phones has\nannounced a deal to provide its friend-finding apps on Samsung smart phones.\n\nThe deal could mean more than 40 million more downloads, which would translate to increased\nrevenue, for GTX Corp.’s application, which is currently available for the iPhone, BlackBerry and\nAndroid phones, said GTX Chief Executive Patrick Bertagna.\n\nThe LociMobile tracking applications send a GPS signal out to all of a person’s cell phone\ncontacts who use the app. Bertagna said the app can be used to meet up with friends or keep tabs\non kids.\n\nGTX has also developed a GPS shoe for tracking Alzheimer’s patients.\n\nStaff reporter Natalie Jarvey can be reached atnjarvey@labusinessjournal.com or at (323) 549-\n5225, ext. 230.\n\nRead the full story\n\nSenior Gadgets: GPS Shoe May Offer Peace of Mind to Alzheimer’s Caregivers\n\nBy Teresa Steinfatt - July 1, 2010 - Safety of loved ones is a top concern for caregivers,\nespecially those caring for persons with Alzheimer’s disease.\n\nMemory loss and confusion can set in without warning. For example, a loved one might set out on\na walk or errand alone, wander off and not be able to return home safely.\n\nCurrently scheduled for retail sale this summer, the Aetrex Ambulator® GPS Shoe by GTX Corp\nwill provide millions of caregivers the means to help easily find those afflicted with Alzheimer’s\nand other forms of dementia who wander and become lost.\n\nRead the full story\n\nGTX Corp (OTCBB: GTXO), a provide of customizable, embedded\n\n2-way GPS Personal Location Services (PLS) solutions, is bringing\n\npersonal GPS tracking solutions to the 5.3 million seniors afflicted with dementia by signing a\n\nHOUSE_OVERSIGHT_032083",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_032083.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1820,
    "word_count": 292,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:46.098896",
    "prefix": "IMAGES-011"
  }
}