{
  "document_id": "HOUSE_OVERSIGHT_021558",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021558.txt",
  "text": "VICTIM NOTIFICATION SYSTEM (VNS)\n\nVNS is a free service that provides victims of Federal crime with\ninformation and notification regarding the status of the case and\nthe offender's custody status, to include dates of court\nhearings, sentencing, parole and release. Information is\nprovided in English or Spanish.\n\nTo access this system, your Victim Specialist will provide you\nwith a Victim Identification Number (VIN) and a Personal\nIdentification Number (PIN). If you have chosen to\nparticipate in VNS, but have not received these numbers,\nplease contact the Victim Specialist at your local FBI field\noffice.\n\nYou will receive letters, as updates to your case are\navailable. You may also call the VNS Call Center at\n1-866-365-4968 or access VNS on-line at\n\nhttp://www. Notify.USDOJ.gov for current case, court or\ncustody information. You will be prompted to provide both\nyour VIN and PIN when contacting the VNS Call Center.\nThe Call Center and VNS is available onthe internet during\nthe following hours (Eastern Standard Time):\n\n6:00 a.m. - 3:00 a.m.\n\n6:00 a.m. - 42:00 a.m.\n8:00 a.m. - 12:00 a.m.\n\nMonday - Friday\nSaturday\nSunday\n\nDepartment of Justice\nFederal Bureau of Investigation\n\nLIMITED CONFIDENTIALITY STATEMENT\n\nAs your Victim Specialist, | certainly am here to assist you as\nyou go through the criminal justice process. However, you\nshould know that | work as part of a team with the FBI Agent\nand personnel from the United States Attorney's Office.\nDiscussions that you have with me may not be considered\ncompletely confidential. As part of the team, there are times\nwhen | may need to share information you provide with the\nother team members. This is especially important if you\nshare information regarding your safety, a medical\nemergency, when the information relates to child abuse\nand/or when the nondisclosure of the information could\ninterfere with the investigation or prosecution of the case.\n\nIf you have any questions about limited confidentiality, you\nmay contact me for clarification.\n\nRemember, your interests are important to us. Many victims\nhave questions and we are here to help provide you with\nanswers and practical assistance.\n\na E 4 Ceantt \"\n\nIMPORTANT CONTACT NUMBERS\n\nFBI Victim Specialist:\n\nName\n\nPhone\n\nFBI Special Agent:\nName\n\nPhone\n\nINFORMATION CARD\n\nVictim Identification Number (VIN)\n\nPersonal Identification Number (PIN)\n\nInvestigation/Court Case Number\n\nHOUSE_OVERSIGHT_021558",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021558.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2423,
    "word_count": 377,
    "line_count": 83,
    "import_date": "2025-11-19T21:47:44.010244",
    "prefix": "IMAGES-006"
  }
}