{
  "document_id": "HOUSE_OVERSIGHT_020533",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020533.txt",
  "text": "T4\n\nBroader Concerns\n\nThink-tank analysts voiced a range of concerns around the issue of Chinese\ninfluence—seeking activities in the United States. One is the deliberate effort to manage\nUS perceptions and to frame issues in ways that are favorable to the Chinese\nCommunist Party. As one analyst noted, “This requires pushback, which is tough work.”\nWhile many believed that they could adequately defend themselves against efforts to\ninfluence them, noting as one did that the “the general capacity of US society to push\nback is not bad,” they worried about their colleagues who were not knowledgeable\nChina experts and might therefore be more easily deceived. For example, one scholar\npointed out that with US-China cooperation, the incentive is to come up with shared\nvalues and ideas. He noted that in the case of the Sanya Initiative (the US-China\ndialogue featuring retired military officers from both sides), he has had to “talk them\n(the American participants) off the ledge; they think they are being tough, but they\nare mistaken.” This same analyst sees the American media as complicit in echoing\nChinese perspectives, noting that when Xi Jinping delivered his speech in Davos in\nJanuary 2017, few reporters understood that the Chinese were in the midst of a major\npropaganda campaign to promote globalization 2.0. He also suggests that there is “de\nfacto self-censorship” of entire areas of scholarship: human rights for one. Another\nanalyst noted that outside of the National Endowment for Democracy, she does not see\nmuch foundation interest in normal discourse in this issue either.\n\nOne scholar worried about growing Chinese control over all areas of US-Chinese\ninteraction: “The Chinese are following people, bugging our hotel rooms. There is\nimbalanced control that serves CCP interests not ours. There is lack of serious training\nby the US side on how to deal with Chinese influence.” The potential for Chinese\nmoney to give China leverage over American think tanks also provoked a degree of\nanxiety. Several scholars expressed concern over funding issues, noting that reliance\non a single funder with an agenda makes scholars vulnerable. In addition, one scholar\nworried that the amount of money China is spending to promote its views, whether\nthrough think-tank cooperation or the Chinese media (such as CGTN paying for its\ninterviews) means that China will ultimately be able to “buy its way in.”\n\nA number of analysts believed that the involvement of the US government in these\nissues will only make things more contentious. There is concern that Washington will\noverreact. As one analyst noted, there is a type of “binaryism in Washington, in which\nyou must be ‘for or against’ China; you are either friendly to China or producing stuff\nthat says China is evil.” This scholar, along with several others, raised the issue of\n\nthe rise of anti-China sentiments, such as the “yellow peril” and McCarthyism, and\nexpressed concern about Chinese Americans and anyone who has interests with China\ncoming under attack. One analyst mentioned the Committee of 100, a collection of\nprominent Chinese Americans, as being particularly vulnerable to unfair attack.\n\nThink Tanks\n\nHOUSE_OVERSIGHT_020533",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020533.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3209,
    "word_count": 512,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:44.369959",
    "prefix": "IMAGES-006"
  }
}