{
  "document_id": "HOUSE_OVERSIGHT_020473",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020473.txt",
  "text": "14\n\nthose working for the harshest congressional critics of China’s crackdown. One trip in\nDecember 1989 featured very heated debates with Chinese officials, especially after it\n\nwas announced that National Security Adviser Brent Scowcroft and Deputy Secretary of\nState Lawrence Eagleburger were also in Beijing for talks with Chinese leaders and that\nthe two had made an earlier secret trip in July, soon after the crackdown. As the Bush\nadministration had publicly promised Congress that all such contacts would end, the staff\ndelegates’ anger at and criticism of China’s repression was compounded by their harsh\nreaction to the Bush administration’s actions.\n\nAs US-China relations continued during a tumultuous post-Tiananmen crackdown period,\nCongress played important roles on such key issues as the debate over most-favored nation\ntariff treatment, the visit of Taiwan’s president to the United States in 1995, and the decision\nto approve China’s entry into the World Trade Organization. The Chinese government\nendeavored to build influence with and gain access to Congress by encouraging US\nbusinesses to lobby Congress on China’s behalf and by continuing to receive member and\nstaff delegations in China.\n\nOther entities in the Chinese official structure, including the Chinese Communist Party\nand the Chinese military, at times attempted to gain access to Congress. The International\nDepartment of the Chinese Communist Party engaged in growing exchanges with the\nmajor American political parties on a party-to-party basis. A Chinese “united front”\norganization, the Chinese Association for International Understanding (CAIFU), managed\nsome of these ensuing trips. Also involved was the China Association for International\nFriendly Contact (CAIFC). This “united front” organization’s link to the Chinese\ngovernment was not then well known, though in recent years it has been publicly linked\nto the People’s Liberation Army’s Political Warfare Department, which has intelligence\nresponsibilities.° Meanwhile, other exchanges with US congressional specialists on China\nwere promoted by a mysterious “united front” operative with excellent official contacts\n\nin China named Jimmy Wong, In this troubled decade, Wong made himself known to a\nwide range of Americans playing a role in China policy as having the ability to set up visits\nto China and meetings with key officials very quickly. He occasionally even opened his\nspacious Beijing home to congressional staffers. His precise affiliation with the Chinese\nauthorities remains obscure.’\n\nThe approaches of the Chinese government to gain influence and gather information\nabroad differ from the tradecraft of Russia and the former Soviet Union.* Notably, the\nChinese focus more on individuals rather than effects, and on shaping the personal\ncontext rather than operational tricks. It is person-to-person relationships that carry the\nweight of Chinese information operations. Working on these personal ties, the Chinese\nauthorities focus on facilitating meetings and contacts that may or may not result in\nopportunities to influence foreign targets. Still, because Chinese influence seeking is\nlargely a governmental undertaking, it is hardly surprising that the Chinese mix influence\n\nCongress\n\nHOUSE_OVERSIGHT_020473",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020473.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3277,
    "word_count": 480,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:46.157270",
    "prefix": "IMAGES-005"
  }
}