{
  "document_id": "HOUSE_OVERSIGHT_019544",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019544.txt",
  "text": "56 | HOW AMERICA LOST ITS SECRETS\n\nthat he “had been talking some of the more technical guys at work\ninto setting up some additional fast servers” for Tor. His “work”\nplace at the time was the NSA. So, if he was telling the truth, he\nhad already attempted to find co-workers at the NSA who might be\ninterested in attending an anti-NSA surveillance presentation.\n\nSandvik not only agreed to be Snowden’s co-presenter but made\nthe Oahu CryptoParty a Tor-sponsored event. Sandvik flew to\nHonolulu on December 6, 2012. It was a fourteen-hour flight and\na relatively expensive one. She later told Wired magazine that the\ninvitation from Snowden coincided with her plan to take a “vacation\nin Hawaii.” Whatever her reason, it brought her in direct contact\nwith a Tor supporter with access to the computers of its main enemy,\nthe NSA.\n\nOn December 11, following Snowden’s instructions, Sandvik\narrived shortly before 6:00 p.m. at the Fishcake gallery in downtown\nHonolulu. She proceeded through a maze of furniture display rooms\nto BoxJelly, a public space. She was then directed to a small back room\nin which there were folding chairs and worktables already set up for\n\n© the event. Rechung Fujihira, the owner of BoxfJelly, told me that Hi ©\nCapacity, a “creative collective” of computer buffs, had arranged the\nlogistics for the event. As he recalled, Snowden had requested their\nhelp for the CryptoParty.\n\nSandvik found Snowden waiting for her with Lindsay Mills,\nwhom he introduced to Sandvik as his girlfriend. He told Sandvik\nthat Mills was there to make a video of the event. Mills did not men-\ntion the party in her blog. But that Snowden brought her and intro-\nduced her to Sandvik suggests that he did not keep secret from her\nhis activities to further Tor.\n\nThe event started at 6:00 p.m. sharp. By Sandvik’s count, about\ntwenty people gradually filled the room. She reckoned that about\nhalf of the attendees were from Snowden’s workplace. Snowden\nbegan the presentation by giving reasons why Internet users needed\nto defend their privacy by using both encryption and Tor software.\nAccording to one attendee who asked not to be identified by name,\nSnowden, while not revealing that he worked for the NSA, spoke\nwith such precise knowledge about government surveillance capa-\nbilities that the attendee suspected Snowden worked for the govern-\n\n| | Epst_9780451494566_2p_all_r1.z.indd 56 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019544",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019544.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2437,
    "word_count": 405,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.798460",
    "prefix": "IMAGES-005"
  }
}