{
  "document_id": "HOUSE_OVERSIGHT_010830",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010830.txt",
  "text": "01:31:08\n\n01:31:10\n\n01:34:13\n\n01:31:16\n\nO1:31:18\n\n04:34:18\n\n09:39:78\n\n04:37:20\n\n01:34:22\n\n04:34:24\n\n01:34:25\n\n01:34:29\n\n04:31:30\n\n04:34:34\n\n04:31:34\n\n04:34:35\n\n04:34:37\n\n04:31:41\n\n04:31:44\n\n04:37:42\n\n01:34:43\n\n04:31:44\n\n01:31:46\n\n01:34:46\n\n01:31:48\n\n04:31:46\n\n07:31:46\n\n01:32:26\n\n04:32:27\n\n01:32:27\n\n07:32:31\n\n01:32:31\n\n01:32:34\n\n01:32:39\n\n01:32:40\n\n01:32:43\n\n01:32:46\n\n01:32:48\n\n04:32:50\n\n04:32:55\n\n07:32:57\n\n04:33:01\n\n07:33:04\n\n01:33:07\n\nOn On hO NHN\n\nwo\n\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n\nOn Oa hOdh =\n\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n\n07:33:09 25\n\n21 of 38 sheets\n\n81\nfecusing on the witness, but everybody on this\nside of the room has been distracted by his\nunprofessional conduct.\nMR. SIMPSON: I'm not going to argue with\nyou. AndI--\nMR. SCAROLA: Thank you.\nMR. SIMPSON: -- I disagree with that\ncharacterization. There is another attorney\nsitting between us. We will pass notes.\nMR. SCAROLA: Thank you.\nMR. SIMPSON: And we -- and I believe,\nMs. McCawley, were you instructing not to answer\nor what was happening? What did you ~~ what were\nyou raising?\nMS. McCAWLEY: No. There was a lot of\nyelling going on here, so I was trying to make\nsure that everybody was quiet --\nMR. SIMPSON: All right.\nMS. McCAWLEY:\nanswer.\nMR. SIMPSON: All right. Let me back up.\nBY MR. SIMPSON:\nQ. Professor Cassell, I think you were in the\n\n~- so that the client could\n\nmiddle of an answer?\nA. Iwas. Yes, if I could conclude --\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n82\n\nMR. SIMPSON: All right. Could the court\nreporter read me the last two lines of your\nanswer?\n\nTHE WITNESS: Okay.\n\n(Thereupon, a portion of the record was read\n\nby the reporter.)\nBY MR. SIMPSON:\nQ. Okay. Can you pick up then?\n\nA. Sure. Tl pick up -- pick up the --\n\nQ. Okay.\n\nA. So Iwas beginning to draw an adverse\ninference when Jeffrey Epstein, who is at the heart of\nthe sexual abuse of, not only Virginia Roberts, but\ndozens and dozens and dozens of -- of girls literally\nscattered across the globe, takes the Fifth, refuses to\nanswer the question, off the top of my head, I can't\nrecall exactly, but something along lines of: Do you\nknow Alan Dershowitz? And he says, I take the Fifth.\nThat sort of, frankly, startled me, that -- that this\ninternational sex trafficker was taking the Fifth now\nwhen asked about Mr. Dershowitz.\n\nAnd so I was stymied in trying to get\ninformation from Mr. Epstein at that point. I think\nthere were two depositions, if I recall correctly off\nthe top of my head, that -- that I had an opportunity to\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\nOV3314\n\n04:33:13\n\n04:33:14\n\n04:33:47\n\n07:33:20\n\n04:33:24\n\n04:33:26\n\nOn Oak WH =\n\n04:33:28\nors331 9\n013333 10\novaa3e 14\nova3a40 12\n013344 13\nov3347 14\n01:33:50 15\novass3 16\norasss 17\n04:33:58 18\nors4or 19\n0134-04 20\norvsaor 24\norsao7 22\nonsen 23\nor3a1s 24\nonsets 25\n\n01:34:24\n01:34:25\n09:34:27\n04:34:30\n04:34:33\n01:34:35\n\n01:34:38\n\nOn Oak WH oa\n\n04:34:42\norssss 9\norssas 10\nO134:54 11\nor3asa 12\n04:34:57 13\nor3s00 14\n01:35:00 15\nor3502 16\n01:35:05 17\nor3s09 18\norss12 19\norss1s 20\n013897 21\n01:35:18 22\noras21 23\n01:35:23 24\n01:36:26 25\n\nPage 81 to 84 of 151\n\n83\nreview, in which he took the Fifth when asked questions\nabout Dershowitz.\n\nSo, at that point, in trying to figure out,\nyou know, whether Mr. Dershowitz was involved in\nsexually abusing, not only Virginia Roberts, but in\nother girls, then you go down to the next level, next\nlayer of the criminal conspiracy.\n\nEpstein is at the top, so you go to the next\nlayer. These are, you know, basically the -- the women\nwho, from what I could gather, were -- were older than\nthe age that Epstein wanted to sexually abuse, I think\nthese were 22 and 23-year-old girls, so they had, you\nknow, essentially aged out of being his sexual abuse\nvictims, but they continued to -- what they would do is\ncollect girls for him under the age of 18, that I guess\nwas in his target range.\n\nAnd so what -- so the next person I wanted to\ntalk to, you know, and get information from was Sarah\nKellen. Sarah Kellen is on a lot of these flight logs\nwith, you know, these girls that -- or women and with\nEpstein and others, and so I wanted to talk to Sarah\nKellen.\n\nBut what I discovered there was that, when\nSarah Kellen was asked about Alan Dershowitz, she took\nthe Fifth, and there was -- she wasn't the only one.\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n84\nThere was Miss Mucinska, who also took the Fifth when\nasked questions about Alan Dershowitz.\n\nAnd then there was Marcin -- Miss Marcinkova\nwho also took the Fifth. So what we -- what I had at\nthis point was Jeffrey Epstein's international sex\ntrafficking organization. I had the next echelon, and\nboth the top kingpin of the sex trafficking\norganization, and the next echelon had taken the Fifth,\nhad refused to answer questions about Alan Dershowitz.\n\nAnd so, at -- at that point, I was drawing an\nadverse inference, not just from one person, but from\nfour persons, and that adverse inference was being\nstrengthened by the surrounding circumstances, some of\nwhich we have already talked about.\n\nOne of the things that -- that really\nbolstered the adverse inference that I was drawing in\nthis case was that I've mentioned those three girls,\nKellen, Mucinska, and Marcinkova, They were all covered\nby a nonprosecution agreement. And the nonprosecution\nagreement was highly unusual.\n\nI -- I had been a federal prosecutor for\n\nabout four years, I had been a federal judge for about\n\nfive-and-a-half years, so I had seen a lot of -- of, you\n\nknow, nonprosecution types of arrangements. And one of\n\nthe things that was very unusual in this one is, it has\nESQUIRE DEPOSITION SOLUTIONS\n\n(954) 331-4400\n10/20/2015 01:07:28 PM\n\nHOUSE_OVERSIGHT_010830",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010830.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5705,
    "word_count": 1001,
    "line_count": 342,
    "import_date": "2025-11-19T21:47:48.045217",
    "prefix": "IMAGES-001"
  }
}