{
  "document_id": "HOUSE_OVERSIGHT_019994",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019994.txt",
  "text": "was a horrifying face. The president’s worst impulses seem to run through Conway\nwithout benefit of a filter. She compounded Trump’s anger, impulsiveness, and miscues.\nWhereas a presidential adviser was supposed to buffer and interpret his gut calls, Conway\nexpressed them, doubled down on them, made opera out of them. She took Trump’s\ndemand for loyalty too literally. In Ivanka and Jared’s view, Conway was a cussed,\nantagonistic, self-dramatizing cable head, and Powell, they hoped, would be a deliberate,\ncircumspect, adult guest on the Sunday morning shows.\n\nBy late February, after the first helter-skelter month in the West Wing, the campaign by\nJared and Ivanka to undermine Bannon seemed to be working. The couple had created a\nfeedback loop, which included Scarborough and Murdoch, that reinforced the president’s\ndeep annoyance with and frustration about Bannon’s purported importance in the White\nHouse. For weeks after the 7Zime magazine cover story featuring Bannon, there was hardly\na conversation in which Trump didn’t refer to it bitterly. (“He views Zime covers as zero\nsum,” said Roger Ailes. “If someone else gets on it, he doesn’t.”) Scarborough, cruelly,\nkept up a constant patter about President Bannon. Murdoch forcefully lectured the\npresident about the oddness and extremism of Bannonism, linking Bannon with Ailes:\n“They’re both crazy,” he told Trump.\n\nKushner also pressed the view to the president—ever phobic about any age-related\nweakness—that the sixty-three-year-old Bannon wouldn’t hold up under the strain of\nworking in the White House. Indeed, Bannon was working sixteen- and eighteen-hour\ndays, seven days a week, and, for fear of missing a presidential summons or afraid that\nsomeone else might grab it, he considered himself on call pretty much all night. As the\nweeks went by, Bannon seemed physically to deteriorate in front of everybody’s eyes: his\nface became more puffy, his legs more swollen, his eyes more bleary, his clothes more\nslept in, his attention more distracted.\n\nOOK Ok\n\nAs Trump’s second month in office began, the Jared-[vanka-Gary-Dina camp focused on\nthe president’s February 28 speech to the joint session of Congress.\n\n“Reset,” declared Kushner. “Total reset.”\n\nThe occasion provided an ideal opportunity. Trump would have to deliver the speech in\nfront of him. It was not only on the teleprompter but distributed widely beforehand.\nWhat’s more, the well-mannered crowd wouldn’t egg him on. His handlers were in\ncontrol. And for this occasion at least, Jared-Ivanka-Gary-Dina were the handlers.\n\n“Steve will take credit for this speech if there’s even one word of his in it,” Ivanka told\nher father. She knew well that for Trump, credit, much more than content, was the hot-\nbutton driver, and her comment ensured that Trump would keep it out of Bannon’s hands.\n\n“The Goldman speech,” Bannon called it.\n\nHOUSE_OVERSIGHT_019994",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019994.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2889,
    "word_count": 454,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:46.756074",
    "prefix": "IMAGES-005"
  }
}