{
  "document_id": "HOUSE_OVERSIGHT_030326",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_030326.txt",
  "text": "From: Richard Kahn ______________________________ \nSent: 8/1/2018 1:34:05 PM \nTo: Jeffrey Epstein [jeeyacation@gmail.com] \nSubject: Congressional candidate compares Melania Trump to prostitute \nImportance: High \nhttps://nypost.com/2018/07/31/congressional-candidate-compares-melania-trump-to-\nprostitute/?utm source=maropost&utm medium=email&utm campaign=nypdaily&utm content=20180801&  \nmpweb=755-7157445-719004712  \nCongressional candidate compares Melania \nTrump to prostitute \nBy Chris Perez \nA congressional candidate from Oregon has caused an uproar on social media after \ncomparing first lady Melania Trump to a prostitute. \n\"Did you know the First Lady works by the hour?\" tweeted independent House candidate  \nMark Roberts on Monday, using the hashtags \"#thinkdirty\" and \"#hoebag.\" \nTwitter users were quick to blast the politician for his crude comment, with some calling on \nhim to pull out of the 2nd Congressional District race for Republican incumbent Greg \nWalden's seat. \n\"Very unprofessional on your part,\" tweeted one person. \"Grow up and stick to the issues, so \nthe voters in your district can decide on your stand regarding the issues.\" \nAnother added, \"Wow no class Mark. You're definitely using liberal tactics and it makes me \nwonder if you really are a conservative at all.\" \nRoberts sparked the social media storm on Monday afternoon after replying to a tweet from \nCharlie Kirk, president of the right-wing youth organization Turning Point USA. Kirk had \ncompared Melania's staff numbers to those of former first lady Michelle Obama. \n\"Did you know: There are thirty-nine fewer staffers dedicated to The First Lady of the \nUnited States (FLOTUS) than under Obama,\" Kirk tweeted, referencing data reported in \nJanuary. \n\"There are only five staffers dedicated to Melania Trump vs. forty-four staffers who served \nMichelle Obama,\" he said. \nHOUSE OVERSIGHT 030326 \nPolitical experts told The Oregonian on Tuesday that Roberts' reply completely railroaded \nhis chances of unseating Walden in a race that was already said to be a longshot. \n\"If he wins, I'll sell my house and donate to charity,\" joked Jim Moore, political science \nprofessor at Pacific University. \nRoberts is apparently known for making crude and outlandish remarks on Twitter, most of \nwhich have been aimed at politicians. \n\"#NikkiHaley very hot,\" he once tweeted, in reference to a TV appearance she made last \nyear. \n\"Important stuff,\" Roberts added. \nDescribing Illinois Democratic Sen. Kamala Harris, the independent candidate tweeted: \n\"Hot, tough & smart!\" \nCommenting on a video featuring President Trump, he said: \"It looks like he's morphing \ninto a woman, get that man a haircut and non fat chocolate cake!\" \nIn response to the social media backlash he's been receiving, Roberts refused to apologize \nand instead cited the Constitution. \n\"It's that whole 1st amendment thing,\" he tweeted on Tuesday, along with an official \nexplanation from Twitter as to why his tweet about Melania hasn't been taken down. \n\"We have investigated the reported content and could not identify any violations,\" a \nspokesperson said. \"Accordingly, we have not taken any action at this time.\" \nRichard Kahn \nHBRK Associates Inc. \n575 Lexington Avenue, 4th Floor \nNew York, NY 10022 \nPhone \nFa\" \nCell \n_ \nHOUSE OVERSIGHT 030327",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_030326.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3308,
    "word_count": 480,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:46.673644",
    "prefix": "TEXT-001"
  }
}