{
  "document_id": "HOUSE_OVERSIGHT_014548",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014548.txt",
  "text": "It follows that if real GDP is understated, then\nwhat appears to be a slow recovery is not as slow\nas reported and what appears to be a period of low\nproductivity growth is not as low as reported.\n\nWe believe that the evidence favors the\nmismeasurement argument. At a September 2016\nBrookings Institution conference on productivity,\nMartin Feldstein, Harvard professor and president\nemeritus of the National Bureau of Economic\nResearch, also concluded that “the official statistics\nsubstantially underestimate the real growth\nof output” after studying the methods used to\nmeasure price indices.°°\n\nWe point to three examples to illustrate the\nmismeasurement argument. First, our colleagues in\nGoldman Sachs’ Global Investment Research (GIR)\nhave pointed out that the official price indices for\ninformation and communication technology show\nan implausible gap between the price deflation in\ncomputers and that in communications equipment,\nsoftware and other IT equipment (see Exhibit 14).\nThey question how “a given dollar outlay now\nbuys about 10 times as much computer in real\nterms as 20 years ago, but it only buys about 10%\nmore software.”\n\nOur colleagues’ conclusion that the\nofficial price indices for the information and\ncommunication technology sector are overstated\nmatches that of a 2015 study of microprocessor\npricing by David Byrne of the Federal Reserve\nBoard, Professor Stephen Oliner of UCLA, and\nSichel.** The trio created an index showing that\nprices for microprocessor units used in desktop\npersonal computers declined by an average\nannual rate of 43% between 2008 and 2013,\nwhile the official Producer Price Index (PPI)\nfor these units declined by an average annual\nrate of 8%—substantially mismeasuring the\nreal value created by this sector of information\ntechnology equipment. They point out that\nbecause microprocessor units represent about half\nof US shipments of semiconductors, the rate of\ninnovation in this sector is inevitably mismeasured.\n\nA second example of mismeasurement that we\ncan all readily appreciate involves the quality and\nproduct improvements in smartphones. Hal Varian,\nchief economist at Google and emeritus professor\nat the University of California at Berkeley, has\nestimated that globally, people took over 1.6\ntrillion photos in 2015 using their smartphones,\ncompared with 80 billion in 2000 using cameras\nand film. The price of each photo taken has gone\n\nExhibit 14: US Technology Price Indices\nThe implausible gap with hardware suggests IT and\ncommunication price indices are likely overstated.\n\nQ1 1995 = 100\n140\n\nSoftware\n----- Hardware (Computers and Peripherals)\n120 Communications Equipment\nOther IT Equipment 114\n\n100 +=\nRe\nry 90\n\nso} %\n60 ‘\n40 N\n\n20\n\n0\n1995 1997 1999 2001 2003 2005 2007 2009 2011 2013 2015\n\nData through 2015.\nNote: Other IT Equipment represents medical and non-medical equipment and instruments.\nSource: Investment Strategy Group, Goldman Sachs Global Investment Research, Bureau of\nEconomic Analysis.\n\nfrom 50 cents to zero for smartphone users; 1.6\ntrillion photos that would have contributed $800\nbillion to GDP have no impact on GDP in the\ncurrent framework. GDP has declined since camera\nand film sales have fallen without a commensurate\nquality adjustment for smartphones. Of course,\nfewer photos would have been taken had the\nsmartphone not been developed, but the point\n\nstill stands.\n\nSimilarly, Varian shows that with the onset of\nthe commercial application of GPS technology,\nproductivity growth in trucking was twice the\naggregate US productivity growth, yet when GPS\nfunctionality was added to smartphones basically\nat no additional charge, GDP declined because\nsales of stand-alone GPS systems fell.*4\n\nFinally, a third example, also provided by\nVarian, shows that, because GDP does not fully\ncount the export of intangibles such as software\nand design, GDP is understated. He shows how an\niPhone manufactured by Foxconn in China using\nparts from 28 countries and exported to France\nhas no direct impact on US GDP. Varian concludes\nthat in a global supply chain, US design and\nsoftware that is replicated outside the US through\noffshore manufacturing and exported to a third\ncountry never impacts US GDP measures directly,\nparticularly if the profits are not repatriated and\nredeployed in the US.*\n\nOur colleagues in GIR continue to estimate that\nsuch mismeasurements lower reported annual real\n\nOutlook | Investment Strategy Group 1S\n\nHOUSE_OVERSIGHT_014548",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014548.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4448,
    "word_count": 691,
    "line_count": 126,
    "import_date": "2025-11-19T21:47:46.034546",
    "prefix": "IMAGES-003"
  }
}