{
  "document_id": "HOUSE_OVERSIGHT_016951",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016951.txt",
  "text": "Cybernetics / Art\n\nSuzanne Treister is an artist whose work from 2009 to 2011 serves as an example of what\nis happening at the intersection of our current technologies, the arts, and cybernetics.\nTreister has been a pioneer in digital art since the 1990s, inventing, for example,\nimaginary video games and painting screen shots from them. In her project Hexen 2.0\nshe looked back at the famous Macy conferences on cybernetics that between 1946 and\n1953 were organized in New York by engineers and social scientists to unite the sciences\nand to develop a universal theory of the workings of the mind.\n\nIn her project, she created thirty photo-text works about the conference attendees\n(which included Wiener and von Foerster), she invented tarot cards, and she made a\nvideo based on a photomontage of a “cybernetic séance.” In the “séance,” the conference\nparticipants are seen sitting at a round table, as in spiritualist séances, while certain of\ntheir statements on cybernetics are heard in an audio-collage—trational knowledge and\nsuperstition combined. She also noted that some of the participating scientists worked for\nthe military; thus the application of cybernetics could be seen in an ambivalent way, even\nback then, as a tussle between pure knowledge and its use in state control.\n\nIf one looks at Treister’s work about the Macy conference participants, one sees\nthat no visual artist was included. A dialogue between artists and scientists would be\nfruitful in future discussions, and it is a bit astonishing that this wasn’t realized at the\ntime, given von Foerster’s keen interest in art. He recounted in one of our conversations\nhow his relation to the field dated back to his childhood:\n\nI grew up as a child in an artistic family. We often had visits from poets,\nphilosophers, painters, and sculptors. Art was a part of my life. Later, I got into\nphysics, as I was talented in this subject. But I always remained conscious of the\nimportance of art for science. There wasn’t a great difference for me. For me,\nboth aspects of life have always been very much alike—and accessible, too. We\nshould see them as one. An artist also has to reflect on his work. He has to think\nabout his grammar and his language. A painter must know how to handle his\ncolors. Just think of how intensively oil colors were researched during the\nRenaissance. They wanted to know how a certain pigment could be mixed with\nothers to get a certain tone of red or blue. Chemists and painters collaborated\nvery closely. I think the artificial division between science and art is wrong.\n\nThough for von Foerster the relation between the art and science was always\nclear, for our own time this connection remains to be made. There are many reasons to\nmultiply the links. The critical thinking of artists would be beneficial in respect to the\ndangers of AI, since they draw our attention to questions they consider essential from\ntheir perspective. With the advent of machine learning, new tools are available to artists\nfor their work. And as the algorithms of AI are made visible through artificial images in\nnew ways, artists’ critical visual knowledge and expertise will be harnessed. Many of the\nkey questions of AI are philosophical in nature and can be answered only from a holistic\npoint of view. The way they play out among adventurous artists will be worth following.\n\nSimulating Worlds\nFor the most part, the works of contemporary artists have been embodied ruminations on\n\n148\n\nHOUSE_OVERSIGHT_016951",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016951.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3495,
    "word_count": 587,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:45.874881",
    "prefix": "IMAGES-004"
  }
}