{
  "document_id": "HOUSE_OVERSIGHT_011490",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011490.txt",
  "text": "Though both my parents were part of the pioneer generation, my mother,\nunlike my father, actually arrived as a pioneer, part of a Jewish youth group\nfrom Poland that came directly to the kibbutz. In addition to being more\nnaturally outgoing than my father, she came to see Mishmar Hasharon has her\nextended family and spent every one of her one hundred years there.\n\nEsther Godin, as the then was, grew up in Warsaw. Born in 1913, she was\nthe oldest of the six children of Samuel and Rachel Godin. Poland at the time\nwas home to the largest Jewish community in the world, more than 3 million by\nthe time of the Holocaust. While the Jews of Poland had a long history, the\nGodins did not. Before the First World War, my mother’s parents made their\nway from Smolensk in Russia to Warsaw, which was also under czarist rule.\nWhen the war was over, the Bolshevik Revolution had toppled the czars. Poland\nbecame independent, under the nationalist general Josef Pilsuldski. The Godins\nhad a decision to make: either return to now-Communist Russia or stay in the\nnew Polish state, though without citizenship because they had not been born\nthere. No doubt finding comfort, community and a sense of safety amid the\nhundreds of thousands of Jews in the Polish capital, they chose Pilsuldski over\nLenin. They lived in what would become the Warsaw Ghetto, on Nalewski\nStreet, where Samuel Godin eked out a living as a bookbinder.\n\nMy mother came to Zionism as a teenager, and it was easy to understand\nwhy she, like so many of the other young Jews around her, was drawn to it. She\nsaw how hard her parents were struggling economically, on the refugee fringes\nof a Jewish community itself precariously placed in a newly assertive Poland.\nShe saw no future for herself there. Though she attended a normal state-run high\nschool, she and her closest friends joined a Zionist youth group called Gordonia,\nwhich had been founded in Poland barely a decade earlier. She started studying\nHebrew. Each summer, from the age of 13, she and her Gordonia friends would\nspend deep in the Carpathian Mountains. They worked for local Polish\nlandowners, learning the rudiments of how to farm and the rigors of simple\nphysical labor. Late into the evening, they would learn not just about agriculture\nbut Jewish history, the land of Palestine, and how they hoped to put both their\nnew-found skills and the Zionist ideals into practice.\n\nShe had just turned 22 when she set off for Mishmar Hasharon with 60 other\nGordonia pioneers in the summer of 1935. It took them nearly a week to get\nthere. They travelled by train south through Poland, passing not far from the\nlittle town of OSwiecim which would later become infamous as the site of the\nAuschwitz concentration camp. Then, on through Hungary and across Romania\n\n19\nHOUSE_OVERSIGHT_011490",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011490.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2809,
    "word_count": 486,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:48.758729",
    "prefix": "IMAGES-001"
  }
}