{
  "document_id": "HOUSE_OVERSIGHT_023096",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023096.txt",
  "text": "Jeffrey Epstein Blogger Blog 1 FREEMAN 11-15-2012\n\nJeffrey Epstein: Educational Programs\n\nCuts to public funding for education means that many programs need to find support and funding from\nprivate donors. The Jeffrey Epstein VI Foundation is proud to provide needed funding to worthy\neducational programs and schools across the country. While the initial focus of the Foundation was science\neducation , it has since widened its scope and now provides funding to a wide range of educational\nprograms in other fields.\n\nBard Early College Program\n\nThe Bard High School Early College program consists of three public high schools, one in Manhattan, one\nin Queens and one in Newark, NJ. The schools have been cited by President Obama as model schools for\nthe country. They've also recently received funding from Epstein. Although the schools are not charter\nschools, they are run with the efficiency expected of a charter school.\n\nBard High School Early College schools have a considerably smaller number of students than most high\nschools. Only 600 students attend each school. The student to teacher ratio is also surprisingly low for a\npublic school, 20 to 1. Although the schools must meet Regent exam requirements the same as other public\nschools, they are given more autonomy and freedom when it comes to planning their curricula.\n\nWhat also sets the Bard Schools apart, is that students graduate not only with a high school diploma, but\nwith 60 college credits and an associates degree in the liberal arts and sciences from Bard College.\n\nAdmission to Bard High School is based on a student's writing ability and grades. It's a competitive\nprogram and fewer than 10 percent of students who apply are accepted each year.\n\nIn 2012, Epstein also provided substantial funding to the Maya Angelou charter schools in Washington,\nDC. The charter schools were started in 1997 for teenagers who were in the juvenile justice system. Since\nthen, the charter schools have grown and now include four schools, including a program for older students.\nCurrently, over 600 students attend the four schools. The graduation and college acceptance rate for the\nMaya Angelou Charter schools is considerably higher than for regular schools in the DC area.\n\nJeffrey Epstein notes that 73 percent of the school's graduates attend college and 60 percent go on to earn a\n\ncollege degree. The Jeffrey Epstein VI Foundation is proud to have been able to support such a worthy\nschool.\n\nHOUSE_OVERSIGHT_023096",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023096.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2482,
    "word_count": 403,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:47.952810",
    "prefix": "IMAGES-007"
  }
}