{
  "document_id": "HOUSE_OVERSIGHT_011920",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011920.txt",
  "text": "47. These links clearly and falsely associated Plaintiffs with illicit escort services in the state\nof Florida; information which Defendants McDonald and McDonald d/b/a Yi.Org knew, or\nshould have known, was false.\n\n48. These links have damaged Plaintiff Brunel’s reputation as an owner of a well-established\nmodeling agency with offices in New York and Miami, Plaintiff MC2.\n\n49. These links have also damaged the reputation of both Plaintiffs.\n\n50. The combined damage to the reputation to both Plaintiffs has resulted in a significant loss\nof revenue to Plaintiff MC2, and accordingly, to Plaintiff Brunel.\n\n51. Plaintiff MC2°s revenues have fallen to a mere fraction of what they were before the\nappearance of the links on Yi.Org.\n\n52. Both Defendants McDonald d/b/a Yi.Org and McDonald assisted in the dissemination of\nthe false and negative information that damaged Plaintiffs’ reputation and directly caused\ndamages to Plaintiffs.\n\n53. Plaintiff Brunel continues to own and operate Plaintiff MC2 to this day, both names still\nharmed by the false and negative association with escort services in Florida.\n\n54. Accordingly, Plaintiffs have been severely damaged by information on websites hosted\nby Yt.Org, which is maintained, owned and operated by Defendants McDonald d/b/a Yi.Org and\nMcDonald.\n\n55. The information disseminated by the websites hosted by Defendants McDonald d/b/a\nYi.Org and McDonald was false and defamatory to the extreme regarding Plaintiffs alleged\ninvolvement with escort services in the state of Florida.\n\n56. Defendants McDonald d/b/a Yi.Org and McDonald have made no attempt to clear the\n\nnames of Plaintiffs with regard to the false and defamatory information disseminated by the\n\nHOUSE_OVERSIGHT_011920",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011920.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1736,
    "word_count": 262,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:45.040672",
    "prefix": "IMAGES-001"
  }
}