{
  "document_id": "HOUSE_OVERSIGHT_017538",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017538.txt",
  "text": "DAVE GALLO\n\nDavid Gallo is an American oceanographer and Director\n\nof Special Projects at the Woods Hole Oceanographic\n\nInstitution—a preeminent, globally recognized scientific\n\nlaboratory. For more than 25 years, Dr. Gallo has been at the\n\nforefront of ocean exploration, participating in and being\n\nwitness to the development of new technologies and scientific\n\ndiscoveries that shape our view of planet earth. He has been\n\ndescribed by TED Conferences as “an enthusiastic ambassador\n\nbetween the sea and those of us on dry land.” With more than\n\n8 million views his TED presentation “Underwater\n\nAstonishments” is among the top 5 TED Talks viewed to date.\nDavid has participated in expeditions to all of\n\nthe world’s oceans and was one of the first scientists to\n\nuse a combination of robots and submarines to explore\n\nthe deep seafloor. Most recently he co-led an expedition\n\nto create the first detailed and comprehensive map of the\n\nRMS Titanic and he co-led the successful international\n\neffort to locate the remains of Air France flight 447.\n\nDr. Gallo is currently active in planning a series of\n\nchallenging expeditions and is encouraging the development\nof new technologies for ocean exploration. He is a member\nof James Cameron’s Deep Ocean Task Force and the\n\nXPrize Ocean Advisory Board. Almost every expedition\n\ninto the deep provides results that are often surprising,\nsometimes startling and in many cases revolutionary.\n\nDavid is becoming increasingly outspoken about\nthe relationship between humanity and the sea. He feels\nstrongly that instead of taking the oceans for granted we need\nto recognize the oceans critical role in providing the air we\nbreath, the water we drink, and the food we eat. At the same\ntime, Dr. Gallo feels that human activity has impacted the\nocean on a global scale and with significant consequences.\nThe oceans hold the clues to our past and the key to our future\nyet they remain mostly unexplored and poorly understood.\n\nDr. Gallo is personally committed to conveying\nthe excitement and importance of ocean exploration to the\n\npublic-at-large. He has lectured internationally to audiences\nranging from children to CEO’s with the goal of awakening\nthe little bit of Jacques Cousteau and Jules Vernes that resides\nin each of us. He has given more than 10 TED and TEDx\npresentations and has appeared in numerous documentaries\n(Discovery Channel, History Channel, National Geographic)\nand has been featured on numerous televised news programs\n(Weather Channel , PBS Need to Know, MSNBC Ed Show,\nand NBC Today show).\n\nIn recognition of his efforts in exploration and science\ncommunications, David was recently elected a fellow of the\nAmerican Association for the Advancement of Science. He\nis a National Fellow of the Explorer’s Club, a member of the\nAmerican Geophysical Union, and active on several boards\nincluding the Marine Environmental Research Institute, the\nOne World One Ocean Campaign, and the Terramar Project.\n\nHOUSE_OVERSIGHT_017538",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017538.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2988,
    "word_count": 473,
    "line_count": 80,
    "import_date": "2025-11-19T21:47:46.936808",
    "prefix": "IMAGES-004"
  }
}