{
  "document_id": "HOUSE_OVERSIGHT_024531",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024531.txt",
  "text": "Borrowings under the Revolver will generally bear interest based on a margin over, at KLC OpCo’s option,\neither the base rate (generally the applicable prime lending rate, as announced from time to time) or the\nreserve adjusted LIBOR rate. The applicable margin for revolving loans will be 0.25% for base rate loans\nand 1.25% for reserve adjusted LIBOR loans. KLC is permitted to voluntarily prepay principal amounts\noutstanding or reduce commitments under the Revolver at any time, in whole or in part, without premium\nor penalty. .\n\nThe Revolver is fully and unconditionally guaranteed by KS! and on a joint and several basis by most of\nKLC’s direct and indirect domestic subsidiaries within KLC OpCo. The Revolver and guarantees are\nsecured by first priority security interests in, and liens on, substantially all of KLC OpCo’s and the\nguarantors’ assets and first priority pledges of all the equity interests owned by KS! in KLC and owned by\nKLC in its direct and indirect domestic subsidiaries in KLC OpCo and 66% of the equity interests owned\nby KLC in its non-domestic subsidiaries.\n\nThe revolving credit facility contains customary affirmative and negative covenants for financings of its\ntype (with customary exceptions). The financial covenants include: a minimum fixed charge coverage\nratio test; a minimum leverage ratic test; a minimum interest coverage ratio test; and a minimum EBITDA\ntest.\n\nOperating covenants limit KLC’s and its restricted subsidiaries, and in certain cases, KSIs ability to\n(among others): incur additional debt; incur liens or other encumbrances; make investments; make\nacquisitions; incur certain contingent liabilities; make certain restricted junior payments and other similar\ndistributions; enter into mergers, consolidations and similar combinations; sell assets or engage in similar\ntransfers; open new learning centers; engage in transactions with affiliates; enter into sale-leaseback\ntransactions; engage in businesses other than those in which KLC and its restricted subsidiaries and KSI\nwere engaged at the time of the closing of the Revolver and other related or ancillary businesses; amend\ncertain material agreements; prepay subordinated debt; sell or discount receivables; and dispose of any\nequity securities in its subsidiaries.\n\n11.19. Terms of Senior Subordinated Notes\n\nIn February 2005, KLC sold $260.0 million in aggregate principal amount of 7%4% Senior Subordinated\nNotes due February 1, 2015 (the “Notes”) in connection with the KinderCare acquisition and related\nfinancing transactions. The Notes bear interest at the rate of 734% per year, payable semi-annually, in\narrears, on February 1 and August 1 of each year.\n\nKLCG may redeem the Notes, in whole or in part, on or after February 1, 2010 at certain pre-set\nredemption prices, plus any accrued and unpaid interest. On or prior to February 1, 2010 KLC may\nredeem the Notes in whole, but not in part, at a redemption price equal to 100% of the principal amount of\nthe Notes to be redeemed plus an applicable premium, In addition, on or prior to February 1, 2008 KLC\nmay redeem up to 35% of the aggregate principal amount of the Notes with the net proceeds of one or\nmore qualified equity offerings.\n\nSubject to KLC’'s right to redeem the Notes, upon a change of control event, holders of the Notes may\nrequire KLC to repurchase all or a portion of the Notes at a purchase price of 101% of their principal\namount, plus accrued and unpaid interest.\n\nKLC’s obligations under the Notes are fully and unconditionally, and jointly and severally, guaranteed on a\nsenior subordinated basis by most of KLC’s domestic restricted subsidiaries within KLC OpCo.\n\nThe indenture governing the Notes contains covenants that limit KLC and its restricted subsidiaries' ability\nto, among other things: (a) pay dividends, redeem capital stock and make other restricted payments and\n\ninvestments; (b) incur additional debt or issue preferred stock; (c) enter into agreements that restrict KLC\nsubsidiaries fromm paying dividends or other distributions, making loans or otherwise transferring assets to\n\n98\n\nHOUSE_OVERSIGHT_024531",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024531.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4125,
    "word_count": 645,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:47.481590",
    "prefix": "IMAGES-008"
  }
}