{
  "document_id": "HOUSE_OVERSIGHT_010561",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010561.txt",
  "text": "Scott Link\nJune 19, 2019\nPage 2\n\nwanted to leave She learned about a talent search for models and persuaded her\nmother to take her. She was a huge success and began modeling at age fourteen. Though her\nparents disparaged her for marketing her appearance, they allowed her to work because she\nearned more than their combined income.\n\nAt age sixteen, J moved to New York City to model. She lived in an\napartment for models, with one or two roommates and no adult on the premises. Her father was\ndeeply ashamed of her because he disapproved of her profession and her parents distanced\nthemselves.\n\nHE days were hectic with professional assignments. She worked with top tier\nclients and for DNA Modeling Agency, a well-known agency representing supermodels such as\nLinda Evangelista and Natalia Vodianova.\n\nME was very innocent and inexperienced prior to meeting Mr. Epstein. At age\nsixteen, MM experienced her first kiss. The director of a perfume campaign, Fabian\nBarron, wanted a kiss at the end of the commercial as a finale to a perfume ad. She dreaded her\nparents’ reaction to seeing the commercial. She was raised in the Orthodox Christian Church\nwhere abstinence was encouraged.\n\nME ct Jeffrey Epstein when was sixteen years old. She was introduced\nthrough a fellow model a few years her senior.\n\nMr. Epstein seemed bigger than life. He did not drink or do drugs, which put her at ease.\nHe was friends with former President Bill Clinton, the President who made it possible for Hil\nHE and her family to immigrate to America. When she told Mr. Epstein how her family\ncame to America, Mr. Epstein said he would personally thank “Bill” for her. Mr. Epstein touted\nother impressive connections. He made it known that he had A list celebrities on speed-dial.\n\nShe felt very fortunate to have made the connection with Mr. Epstein.\n\nAs estrangement from her family increased, Mr. Epstein’s role in her life\nbecame more and more important. He encouraged her and built her confidence. She trusted him\ncompletely.\n\nMr. Epstein told Ee he was on the board of directors at Harvard\nUniversity. He promised that once she took her SATs and obtained the scores she needed, he\nwould write a letter of recommendation for her, which he said would carry significant weight\nwith regard to her admission. Her dream was to establish herself as a successful model and to\none day graduate from Harvard. Mr. Epstein made her feel that everything she wanted was\npossible.\n\nHOUSE_OVERSIGHT_010561",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010561.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2471,
    "word_count": 419,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:47.947894",
    "prefix": "IMAGES-001"
  }
}