{
  "document_id": "HOUSE_OVERSIGHT_023892",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023892.txt",
  "text": "146 Teaching Minds\n\nThe schools make the same distinction. They do not seriously de-\nbate foreign policy in high school, but they do teach how to do num-\nber sequences. There might be those who would say that Palin and\nher supporters probably didn’t do well on the math SAT either. But\nto me this is just a nonsensical way to look at intelligence. Plenty of\nsmart people don’t do well in, nor do they care about, math. But smart\npeople do well in reasoning logically from evidence and in presenting\na coherent argument for their beliefs. This is the essence of what it\nmeans to be smart and to be educated. We expect leaders to be coher-\nent in what they say and to be able to justify their beliefs and actions.\nOne can assume that those who are bad at number sequences present\nno problem for the country in any way, but being bad at detecting\nfaulty reasoning has its consequences in a democracy.\n\nHere is a bit from the Katie Couric interview with Sarah Palin that\nwas shown on CBS during the 2008 campaign:\n\nCouric: Why, in your view, is Roe v. Wade a bad decision?\n\nPalin: I think it should be a states’ issue not a federal\ngovernment-mandated, mandating yes or no on such an\nimportant issue. I’m, in that sense, a federalist, where I\nbelieve that states should have more say in the laws of their\nlands and individual areas. Now, foundationally, also, though\nit’s no secret that I’m pro-life, that I believe in a culture of life\nis very important for this country. Personally that’s what I\nwould like to see, um, further embraced by America.\n\nCouric: Do you think there’s an inherent right to privacy in the\nConstitution?\n\nPalin: I do. Yeah, I do.\n\nCouric: The cornerstone of Roe v. Wade.\n\nPalin: I do. And I believe that individual states can best handle\nwhat the people within the different constituencies in the 50\nstates would like to see their will ushered in an issue like that.\n\nCouric: What other Supreme Court decisions do you disagree\nwith?\n\nPalin: Well, let’s see. There’s, of course in the great history of\nAmerica there have been rulings, that’s never going to be\nabsolute consensus by every American. And there are those\nissues, again, like Roe v. Wade, where I believe are best held on\na state level and addressed there. So, you know, going through\nthe history of America, there would be others but...\n\nHOUSE_OVERSIGHT_023892",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023892.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2344,
    "word_count": 418,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.060701",
    "prefix": "IMAGES-007"
  }
}