{
  "document_id": "HOUSE_OVERSIGHT_031196",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031196.txt",
  "text": "SEE\n\nWWwW.POST PUBLISHING.BUZZ THE JESUS CHRIST ON LINE GODs WORD NEWSPAPER\nMR HOFFENBERG ONLINE NEWSPAPER\nPUBLICSPEAKINGWALLSTREET.COM\n\nBegin forwarded message:\n\nFrom: steven hoffenberg\nDate: January 27, 2016 at 11:57:38 AM EST\n\nTo: Brad Edwards\n\nCe: \"Gary H. — i  d\n\nSubject: ST\n\nTHOMAS CASE TOWERS INVESTORS VS JEFF EPSTEIN PROCEEDINGS FOR THE ST TH\n\nOMAS ATTACHMENT OF ALL JEFF EPSTEIN ASSETS\nHI BRAD\nPLEASE CONSIDER WISDOM IN THE YEARS OF LITIGATION AGAINST JEFF EPSTEIN .\n\n1 ST THOMAS HAS THE MAJOR BENEFIT BY THE ATTACHMENT OF ALL THE JEFF EPST\nEIN & CLIENTS ASSETS IN THE EPSTEIN OPERATIONS ON ST THOMAS .\n\n2 EPSTEIN IS NOW THE COLLECTION PROCEEDING UNDER THE FEDERAL & ST THOMAS\nLAW .\n\n3 EPSTEIN HAS THE WRONG PERSON AS THE ST THOMAS AGENT FOR EPSTEIN WHEREB\nY THE EPSTEIN ST THOMAS AGENT IS THE WIFE OF THE FORMER HEAD OF ST THOMA\nS NOT THE PARTY PERSON FROM THE LEADERSHIP IN ST THOMAS .\n\n4 EPSTEIN BACKED THE PARTY IN ST THOMAS THAT DID NOT WIN THE ST THOMAS RA\nGE\n\n5 ST THOMAS NEEDS MONEY THAT THE ATTACHMENT OF THE EPSTEIN ASSETS ON ST\nTHOMAS WILL PROVIDE AT ONCE.\n\n6 BANKS LENDING EPSTEIN & CLIENTS ALL OF THE MONEY FOR TRADING THE MARGI\nN ACCOUNTS MUST PUT EPSTEIN et\n\nal INTO BANKRUPTCY ONCE ST THOMAS MOVES AGAINST EPSTEIN & ALL OF THE ASSE\nTS ON ST THOMAS THAT EPSTEIN WORKS WITH EVERY DAY .\n\n7 BRAD THE YEARS OF LITIGATION AGAINST JEFF EPSTEIN ARE OVER WITH NO MAJOR\nCOLLECTION FROM EPSTEIN IN THE PROCEEDINGS BRAD IS LITIGATING .\n\n8 BRAD CALL ATTORNEY ALAN FRAADE 212 486 2500 , TO JOIN THE ST THOMAS PROCE\nEDINGS AGAINST JEFF EPSTEIN .\n\nTHANK YOU BRAD\n\nHOUSE_OVERSIGHT_031196",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031196.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1597,
    "word_count": 288,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:47.050968",
    "prefix": "IMAGES-011"
  }
}