{
  "document_id": "HOUSE_OVERSIGHT_020250",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020250.txt",
  "text": "98\n\nCHAPTER TWELVE\n\nWhistle-blower\n\n“They elected me. The overseers... The [American] system failed comprehensively, and each level of oversight,\neach level of responsibility that should have addressed this, abdicated their responsibility.”\n\n--Edward Snowden in Moscow\n\nWhile Snowden was attempting to reel in the journalists in Hong Kong, Lindsay Mills received\na jarring surprise in Hawaii. When she returned to Honolulu from her “island-hopping” trip, she\nfound Snowden was still away and the rented house partially flooded from a leak. The brief note\nSnowden left her indicated that her eight year relationship with Snowden had, at least temporarily,\nbeen put on hold by him. “TI feel alone, lost, overwhelmed, and desperate for a reprieve from the\nbipolar nature of my current situation,” she wrote in her journal on June 2\" (which would be June\n3™ across the international time line in Hong Kong.) “I've nearly lost my mind, family, and house\nover the past few weeks.” She also noted that she her SIM card containing her personal data was\ngone. She wrote in her on-line journal” “Oh and I physically lost my memory card with nearly all\nmy adventure photos.” The loss would make it difficult to reconstruct her past activities with\nSnowden.\n\nIn Hong Kong, if Snowden was following Lindsay’s online journal, he would have read that his\ngirl friend had returned home, lost her data and needed a “reprieve” from the situation in which he\nhad put her. But since they were exchanging private text messages by then, he would not have\nneeded to consult her public journal. Snowden was certainly aware that he would soon be the\nobject of a manhunt that could involve those with whom he was acquainted. He instructed Poitras\nto mask their email communications in cyber space “so we don’t have a clue or record of your\ntrue name in your file communication chain.” Such precautions were necessary, he explained to\nher because “every trick in the book is likely to be used in looking into this.”\n\nThe journalists arrived late in the evening of June 2nd, 2013. Snowden’s message was waiting.\nSnowden’s instructions were themselves an exercise in control. Snowden had written them: “On\ntiming, regarding meeting up in Hong Kong, the first rendezvous attempt will be at 10 A.M. local\ntime. We will meet in the hallway outside of the restaurant in the Mira Hotel. I will be working on\na Rubik’s cube so that you can identify me. Approach me and ask if I know the hours of the\nrestaurant. Ill respond by stating that I’m not sure and suggest you try the lounge instead. I'll\noffer to show you where it is, and at that point we’re good. You simply need to follow naturally.”\nEven though such tradecraft was unnecessary since Snowden was registered at the hotel under his\ntrue name, he had provided the journalists with the atmospherics of “an international spy thriller,”\nas Greenwald subsequently described the instructions.\n\nHOUSE_OVERSIGHT_020250",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020250.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2936,
    "word_count": 491,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:46.716699",
    "prefix": "IMAGES-005"
  }
}