{
  "document_id": "HOUSE_OVERSIGHT_025210",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_025210.txt",
  "text": "﻿+\nmercury films inc.\n645a dupont street\ntoronto ontario m6g 1z4 canada\nt: 416.516.2661\ne: mercfilm@istar.ca\nJENNIFER BAICHWAL\nJennifer Baichwal was born in Montréal and grew up in Victoria, British Columbia. She studied\nphilosophy and theology at McGill University and received an M.A. in 1994, supported by a\nMcGill Major Fellowship and a 2 year FCAR Master’s Scholarship.\nShe has been directing and producing documentaries for 15 years. Her first film, Looking You In\nThe Back of the Head, an enquiry into the problem of personal identity, asked thirteen women to\ntry to describe themselves and was first broadcast, to critical acclaim, on TVOntario's From the\nHeart. It subsequently sold for broadcast across Canada.\nLet it Come Down: The Life of Paul Bowles, her first feature documentary, won a 1999\nInternational Emmy for Best Arts Documentary. It premiered at the Toronto International Film\nFestival in 1998 and was nominated that year for a Best Feature Documentary Genie Award. It\nwon Best Biography at Hot Docs in 1999 and was picked up for theatrical release by Mongrel\nMedia in Canada, Zeitgeist Films in the U.S., and Uplink in Japan. The film has been sold for\nbroadcast all over the world, and has been selected for a number of international film and\ntelevision festivals, including Jerusalem, Buenos Aires, FIPA, Banff (where it received a Rockie\nnomination), Istanbul and Edinburgh.\nThe Holier It Gets documents a trek Baichwal took with her brother and two sisters to the source\nof the Ganges river with her father’s ashes. The film won Best Independent Canadian Film and\nBest Cultural Documentary at Hot Docs 2000, Geminis for Best Editing and Best Writing and\nwas nominated for the Donald Brittain Award and the Chalmers Documentarian Award. It was\ncommissioned by TVOntario and features music by Ravi Shankar and John McLaughlin.\nThe True Meaning of Pictures is a feature length film on the work of Appalachian photographer\nShelby Lee Adams. It was commissioned by TVOntario, Bravo!, SBS Australia and Discovery\nGermany. The film premiered at the Toronto International Film Festival in 2002 and was invited\nto the Sundance International Film Festival in January 2003. It won a Gemini award for Best\nArts Documentary in 2003 and has played at numerous international festivals. The film was\nreleased on dvd by Docurama/New Video in October 2003.\nBaichwal, along with Nick de Pencier, was commissioned in 2003-4 to make 40 short films on\nartists who have been supported over the past four decades by the Ontario Arts Council. These\ninclude writer Michael Ondaatje, artist Michael Snow, pianist Eve Egoyan and playwright Judith\nThompson, and are in periodic rotation on TVOntario. The collection received a 2006 Gemini\nnomination for Best Direction in a Performing Arts Program or Series.\nManufactured Landscapes, a feature documentary about the work of artist Edward Burtynsky,\nwas a co-production between Mercury Films, Foundry Films and the National Film Board. It\npremiered at the Toronto International Film Festival in September 2006 and won Best Canadian\nFeature Film, and has since received a number of other awards, notably a Genie for Best\nDocumentary, Al Gore’s Reel Current Award and the 2006 Toronto Film Critics’ Award for Best\nCanadian Feature and Best Documentary 2006. It played theatrically in over 15 territories\nworldwide, after a prolonged and successful run in Canada.\nAct of God, a feature documentary on the metaphysical effects of being struck by lightning and\nanother collaboration between Mercury and Foundry, opened the Hot Docs Film Festival in April\n2009 and was released in Canada afterwards by Mongrel Media. It has since played at a number\nof international festivals, and was released by Zeitgeist Films in the U.S. and Against Gravity in\nPoland. The film features Paul Auster, Dannion Brinkley and Fred Frith. It was commissioned by\nThe Documentary Channel in Canada, Arte in France and Channel 4 in the U.K.\nBaichwal is currently in production on Margaret Atwood’s Payback: Debt and the Shadow Side\nof Wealth with the National Film Board of Canada and Ravida Din (Executive Producer, Quebec\nProduction Centre). She lives in Toronto with her husband, Nick de Pencier, and their two\nchildren.\nNICHOLAS de PENCIER (Co-Director / Producer)\nNicholas de Pencier is a director, producer, and director of photography working in\ndocumentary, performing arts, and dramatic film. He is President of Mercury Films Inc., the\nToronto based production company he shares with his partner, Jennifer Baichwal.\nDe Pencier was a producer resident in the Canadian Film Centre's 1997 Producers' Lab, and\nproduced one of four Short Dramatic Films, Cold Feet, which was selected for the Toronto\nInternational Film Festival and the Clermont-Ferrand Short Film Festival, among others. He then\nproduced Jim Allodi's feature film The Uncles, which premiered at the Toronto International\nFilm Festival in September 2000, was picked up for distribution in Canada by Odeon Films, and\nnamed one of year's top ten Canadian films by the Toronto International Film Festival Group.\nAs a cinematographer, de Pencier regularly shoots factual TV series, modern dance, rock videos\n(Gord Downie, Skydiggers, Bob Wiseman), and documentaries. He has also directed, produced\nand photographed eight modern dance performance films which have received national and\ninternational broadcasts and won awards at Canadian and international festivals. His\nperformance film Streetcar, was nominated in 2004 for a Performing Arts Best Direction\nGemini; the film's choreographer and lead, Peter Chin, won for Best Performance in a\nPerforming Arts Program or Documentary. It was also nominated for a Banff Rockie Award.\nOther Cinematographer credits include the documentaries Tre Donne, The Quest for the Unicorn,\nA Murder of Crows, and Deux de la Vague, which premiered at Cannes in 2009.\nAs both producer and director of photography his credits include the feature documentary Let It\nCome Down: The Life of Paul Bowles, which received a Genie nomination in 1998, a Banff\nRockie nomination in 1999 and won the International Emmy Award for Best Arts Documentary\nin 1999. Also The Holier It Gets, a documentary filmed in Canada and India, which won Best\nCultural and Best Independent Canadian Documentary at Hot Docs, 2000, and garnered Geminis\nfor best writing, editing, and direction in a documentary series, as well as a nomination for The\nDonald Brittain award for best documentary and a nomination for a Chalmers Award in 2001.\nIn 2002 he produced and shot the documentary: The True Meaning of Pictures about the work\nand world of Kentucky photographer Shelby Lee Adams, which premiered at TIFF and then\nPlayed at the Sundance Film Festival. It was nominated for two Gemini Awards and won in the\nBest Arts Documentary category. This was followed in 2003 by Hockey Nomad based on Dave\nBidini's best-selling book Tropic of Hockey about hockey in unlikely places around the globe,\nwhich was nominated for a Banff Rockie Award, as well as three Geminis, and won the Best\nSports Documentary Gemini. He also co-directed, produced and photographed for TVOntario a\nseries of 40 short profiles on artists who have received Ontario Arts Council grants over the past\n40 years.\nHe produced the documentary Manufactured Landscapes, which won the Chum City Award for\nbest Canadian feature at TIFF 2006, the Genie Award for best Documentary, and was distributed\nin 15 countries. He also directed and partially shot the high definition feature documentary Four\nWings and a Prayer, about the migration of the Monarch butterfly, which won the Grand Prix\nPariscience, the Banff Rockie Award for best Wildlife and Natural History Program, the Jules\nVerne Nature Award, and was nominated for Geminis for best Science Documentary, Best\nCinematography and Best Direction, as well as an Emmy for Outstanding Nature Programming\n(PBS version).\nMost recently he was producer and director of photography on Act of God - a feature\ndocumentary about the metaphysics of being struck by lightning, which was selected as the\nopening night film for Hot Docs International Film Festival as well as an official selection in\ncompetition at the Karlovy-Vary International Film Festival in 2009. In 2010 he is shooting the\ndocumentary adaptation of Payback, Margaret Atwood's Massey Lecture on debt.\nKERMIT BLACKWOOD (Lead Writer/Creative Director)\nKermit Blackwood graduated from Marlboro College in Vermont, 2000. As an undergraduate\nscience major, he was one recipient of an unrestricted $750,000 MacArthur Foundation grant. He\nis considered an authority on gallinaceous birds, evolutionary biology, and behavioral ecology;\nhaving described an alternative evolutionary pathway of ornamental plumage in Gallinaceous\nbirds, which pushes the boundaries of current understandings of animal mimicry and avian flight.\nOver the years, he has worked with the Wildlife Conservation Society at the Bronx Zoo, the\nAmerican Museum of Natural History, and the Stockholm Museum of Natural History\nOrnithology Department. He has also conducted extensive field research in Asia and the\nAmericas on a host of Gallinaceous bird species. Kermit writes natural history essays and\nhistorical fiction stories for film and television. He also co-writes and produces musical\nsoundtracks and scores.\nTRAVIS RUMMEL (Associate Producer)\nTravis Rummel graduated from Colorado College in 2001 with a degree in International\nPolitical Economy. Moving to Telluride to pursue white water rafting and fly fishing after\ncollege, he began working on documentary films focusing on nature. Travis Rummel’s\nproduction company FeltSoul Media, co-owned with Ben Knight, has produced an award\nwinning feature and several award winning shorts.\nThe Hatch, a short documentary film on the annual stone-fly hatch that engulfs the Black Canyon\nof the Gunnison River, tells the story of what used to be a secret fishing spot closely guarded by\na few locals. However, dire threats to this pristine river prompted Felt Soul to raise awareness of\nthis critical conservation issue through the production of this film. It won Best Documentary,\nGotham Film Festival, and placed as a finalist at the Telluride Mountain Film Festival, Banff\nMountain Film Festival, and Taos Mountain Film Festival (2005/2006).\nRunning Down the Man, another short documentary film, chronicles the quirky activity of flyfishing\nfor Rooster Fish from the beaches of Baja Sur, Mexico. It won Telluride Mountain Film\nFestival People’s Choice Best Film, and was a finalist in Taos Mountain Film Festival, Durango\nIndependent Film Festival, and Boulder International Film Festival Finalist (2006/2007).\nBEN KNIGHT (Second Unit Director of Photography)\nBen Knight\nBen Knight headed westward from his home in North Carolina at the age of 17 to follow his\ndream of documentary work and photojournalism. For 10 years, he worked as the Photo Editor\nfor the Daily Planet in Telluride, Colorado. His still photography, video, and editing skills are\nentirely self-taught. For years he operated the projector at the Telluride Mountainfilm, soaking\nin the style of the films that showed from around the globe. In 2008 Knight stood upon the stage\nat the Mountainfilm Awards to accept the Director’s Choice Award as well as Audience Choice\nfor Best Film for Red Gold. What a journey.\nRed Gold, a feature-length documentary, is set at the headwaters of the Kvichak and the\nNushagak Rivers in Bristol Bay Alaska: the two largest remaining sockeye salmon runs on the\nplanet. Mining companies Northern Dynasty and Anglo American have proposed to extract what\nmay prove to be the richest deposit of gold and copper in the world. Red Gold is a portrait of a\nunique way of life that would not exist if the salmon didn't return with Bristol Bay's tide. This\nfilm won many awards, including Best Film, Ellensburg Film Festival, Award for Cinematic\nVision, Camden International Film Festival, Audience Choice Award for Best Film, Banff\nMountain Film Festival, and Director’s Choice for Best Film, Telluride Mountain Film\n(2007/2008).",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_025210.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 12095,
    "word_count": 1915,
    "line_count": 149,
    "import_date": "2025-11-19T21:47:48.053494",
    "prefix": "TEXT-001"
  }
}