{
  "document_id": "HOUSE_OVERSIGHT_029659",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029659.txt",
  "text": "\"The great changes in civilisation and society have been wrought by deeply held beliefs and passion rather than by\na process of rational deduction,\" Keating tells me. In retirement, his political inspiration comes from music and\nbeauty, not opinion polls.\n\nThere are signs he has mellowed. While ruthless with his judgments Keating is keen to support a struggling Labor\nParty while addressing the source of its strategic demise.\n\n\"The failure of the Rudd and Gillard administrations is the lack of an over-arching story, the lack of a compelling\nstory,\" he says when interviewed last week.\n\n\"I'm happy that Labor took us through this dreadful financial crisis so competently. But they are not in the business\nof teaching. And governments, to succeed with change, must be in the business of educating the community.\n\n“Our Labor governments have failed to conceptualise the changes. We need a framework.\n\n\"What is the framework? It is ‘Australia in Transition’ strategically and economically. That's the story we have to\npresent.\n\n\"| think the Australian people are very conscientious. During the 1980s and 1990s we proved they will respond\nconscientiously to necessary reforms. They mighin't like them but they'll accept them. But reforms have to be\npresented in a digestible format.\n\n\"| Know that in the age of the internet, opinion and perpetual static it is difficult to get the message over. | accept\nthat. But the big messages have their own momentum. If we get the story of transition right then other things will find\ntheir place.\n\n“Our problem is what | call shooting-star policies. We have a policy on carbon pricing, on minerals, on boatpeople,\nbut they are not connected up to the big picture about Australia's direction and its transition.\"\n\nPressed on whether he thinks the Australian Labor Party is in permanent decline, Keating defends Labor, insists it\ndoesn't have to decline but highlights the problem. \"Labor must recognise what it has created,” he says, invoking the\nHawke-Keating era. \"It has a created a new society and it has to be the party of the new society.\n\n\"It can't be the party of part of the old society. Labor must be the party of those people who gained from the pro-\nmarket growth economy that we created. Labor must be open to the influences of this middle class, to people on\nhigher incomes. And | don't think it is.\"\n\nIt is, perhaps, the clearest statement of Labor's problem. The party, in an act of strategic folly, abandoned the path\nof its previous success. It turned inwards on itself, away from the community.\n\n\"At the operating level it's become the party of insiders,” Keating says. \"The problem is that members get too caught\nup in the gift of faction managers and they get caught up in the false construct of popularity, the false god.\"\n\nFixated by the nature of political leadership, Keating's book After Words shouts out: \"The great curse of modern\npolitical life is incrementalism.\"\n\nLeaning across the table he says to me that briefing notes and economic texts aren't enough: the leader must locate\nhis own source of higher command and inner belief. He laments the efforts of US President Barak Obama and\n\nGerman Chancellor Angela Merkel in the teeth of contemporary challenges.\n\n“There is nothing preordained about American decline any more than the European project is destined to fail,\" he\nwrites.\n\n\"But the portents are not good. Despite the rhetoric, President Obama conducts himself as an arbitrator or mediator\nbetween the competing strands of American economic and political ideology. He repeatedly eschews striking out,\n\nHOUSE_OVERSIGHT_029659",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029659.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3603,
    "word_count": 593,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:44.688553",
    "prefix": "IMAGES-010"
  }
}