{
  "document_id": "HOUSE_OVERSIGHT_023578",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023578.txt",
  "text": "Volatility in the US\n\nHow to trade the rise & fall of a potential Tech Bubble\n\n“Alexa, has the Tech Bubble started?”\n\nOur investment strategists recently warned against the risk of an overshoot in Tech,\nnoting that the longer it takes Central Banks to tighten, the greater the risk of Tech and\nGrowth stocks entering a speculative frenzy. Data on relative performance, valuation,\nand flows are reminiscent to varying degrees of the early stages of a bubble:\n\n¢ Market cap hegemony: Following the GFC, Tech stocks ousted Financials from\ntheir top position in terms of market cap and now account for 23% of the S&P500,\nthe highest %-age from any single sector since the dotcom bubble (Chart 7).\n\n- Dazzling growth vs. value outperformance: S&P 500 Growth stocks (SGX) on\naggregate cost ~1.4x as much as their Value counterparts (SVX), the largest\npremium since the dotcom bubble (Chart 8). Notably, the S&P 500 Growth index is\ndominated by Tech stocks, which account for 36% of its total market cap.\n\n- Third longest streak of monthly gains: In May, the Nasdaq 100 recorded its\nseventh consecutive monthly gain, the longest streak since 2009. Remarkably, the\nindex has managed to establish a longer streak only twice in its history, in 1986 (10\nconsecutive months) and in 1995 (8 months). The rally in these two episodes\nultimately came to an abrupt halt. However, the index would have substantial\nfurther upside from current levels if it were to achieve similar gains (Chart 9).\n\n¢ Lofty valuations: The valuation of Tech as measured by price to consensus forward\n12M earnings expectations recently hit its highest value since Nov-07 and is\nexhibiting signs of acceleration (Chart 10}. However, Tech remains far cheaper than\nits dotcom bubble highs.\n\n¢ — Irrational exuberance: Inflows to Tech funds are rising at their fastest annualized\nrate (25% of AUM) in 15 years, a sign of renewed exuberance.\n\nChart 7: The last instance where a single sector dominated SPX market Chart 8: Growth has only been relatively more expensive vs. Value\ncap as the Tech sector does now was the dotcom bubble era during the peak of the dotcom bubble\n35% Sector leadership in US equities 4500 18\n30% 1250 16\n25% 1000 f\n14\n20% 750 -u\n1.2\n15% 500\n10% 250\nQ N = ico} foe} Q N = ico} foe} Q N s+ ico}\n[o>} Lop} 12>} Lo>} Lop} Q Q Q OQ OQ = =— mm =\nOo Oo oO Oo Oo Qo Qo Q QoQ Q Q Q Q\n~~ — ~~ _ = —N N N N N N N N N 0\n85 25885852825\nmum Tech (MO Financials oo nk? i > > > 2 > = ~~  )\nDiscretionary (QW Industrials TONNE NNN NN NN\ni Staples GE Energy\nems |_argest sector weight in the S&P500 = === Current = 95th %-ile A1B(RHS) ===—=S8P Value (SVX) (B) ====S&P Growth (SGX) (A)\nSource: BofA Merrill Lynch Global Research. Monthly data from Jan-1990 to Jun-17. Source: BofA Merrill Lynch Global Research. Daily data from 30-Jun-95 to 5-Jun-17\n; deg oes Bankof America\n4 Global Equity Volatility Insights | 06 June 2017 Merrill Lynch\n\nHOUSE_OVERSIGHT_023578",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023578.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2928,
    "word_count": 529,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:47.098483",
    "prefix": "IMAGES-007"
  }
}