{
  "document_id": "HOUSE_OVERSIGHT_014959",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014959.txt",
  "text": "TED2017: The future you\n\nhttps://ted2017.ted.com/program\n\n4/20/17, 12:07 PM\n\nPassionate about the visual side of data, she invented the project Dollar Street, where she uses photos as data to examine stereotypes about\ncountries, incomes and families around the world -- like, for instancee the wide range of things that people use as toothbrushes.\n\ngapminder.org\n\nThe Surprise Guest\nWorld figure\n\nA world figure whose identity we can't yet reveal.\n\nJon Boogz\n\nMovement artist\n\nJon Boogz is a movement artist, choreographer, and director who seeks to push the evolution of what dance can be.\n\nAs a dancer and creator, Jon Boogz seeks to share with audiences of all backgrounds an appreciation of the melding of art forms while\ninspiring and bringing awareness to social issues. Boogz recently wrote, choreographed, directed and danced in Color of Reality, a short\nfilm in collaboration with visual artist Alexa Meade and fellow dancer Lil Buck.\n\nFirst motivated to dance by the work of Michael Jackson, Boogz has choreographed for icons including Mikhail Baryshnikov, Naomi\nCampbell, Gloria Estefan; for Pharrell’s Adidas Originals campaign to creative direct, choreograph, and perform in Movement Art Is:\nStanding Rock at ComplexCon; and as creative consultant for ads launching campaigns for Apple and Lexus. Boogz’s collaborators\ninclude TriBeCa Film Festival, DAIS, Lil Buck, and Flying Lotus; his choreography is used in FOX’s So You Think You Can Dance and\nCirque du Soleil’s M47 ONE; and he was featured at the Geffen Playhouse’s “Backstage at the Geffen” with his dance company Control\nFreakz, Lil Buck, and spoken-word artist Robin Sanders to honor Morgan Freeman and Jeff Skoll.\n\njonboogz.com @jonboogz\n\nLil Buck\nDancer, choreographer, educator\n\nA viral video star known for his gravity-defying, elegant street dance moves, Lil Buck is a fertile collaborator across disciplines and media.\n\nInternational phenomenon Lil Buck began jookin’ -- a street dance that originated in Memphis -- at age 13 alongside mentors Marico Flake\nand Daniel Price. After receiving early hip-hop training from Teran Garry and ballet training on scholarship at the New Ballet Ensemble,\nhe performed and choreographed until relocating to Los Angeles in 2009.\n\nNamed one of Dance Magazine’s \"25 to Watch,\" his collaboration with Spike Jonze and Yo-Yo Ma performing The Swan went viral in\n2011. Since then, he has collaborated with a broad spectrum of artists including JR, Damian Woetzel, the New York City Ballet, Madonna,\nBenjamin Millepied and Spike Lee. Buck is an avid arts education advocate, a recipient of the WSJ Innovator Award and recently launched\na capsule collection with Versace.\n\nyoutube.com/user/LILBUCKDALEGEND https://twitter.com/lilbuckdalegend.\n\nRaj Panjabi\nPhysician\n\nA billion people around the world lack access to health care because they live too far from a clinic. Through Last Mile Health, 2017 TED\nPrize winner Raj Panjabi aims to extend health services to all -- by training members of the community.\n\nRaj Panjabi was nine years old when civil war broke out in his native country of Liberia. His family fled, eventually resettling in High\nPoint, North Carolina. Raj dreamed of going to medical school and, as a student in 2005, he returned to Liberia. He was shocked to find a\nhealth care system in total devastation. Only 50 doctors remained to treat a population of four million.\n\nWith a small team of Liberian civil war survivors, American health workers and $6,000 he'd received as a wedding gift, Panjabi co-\nfounded Last Mile Health in 2007. Initially focused on care for HIV patients, Last Mile Health has grown into a robust organization that\npartners with the government of Liberia to recruit, train, equip and employ community health care workers who provide a wide range of\nservices to their neighbors in Liberia's most remote regions. In 2016, Last Mile Health workers treated 50,000 patients, including nearly\n22,000 cases of malaria, pneumonia and diarrhea in children. While the organization focuses on integrated primary care, its network can be\nleveraged in a crisis. In the fight against Ebola, Last Mile Health supported government response by training 1,300 health workers in\nsoutheastern Liberia.\n\nPanjabi is a physician in the Division of Global Health Equity at Harvard Medical School, Brigham and Women's Hospital and an advisor\nto the Clinton Global Initiative. He was ranked as one of \"The World’s 50 Greatest Leaders\" by Fortune in 2015 and named to TIME's list\nof the \"100 Most Influential People in the World” in 2016. As the winner of the 2017 TED Prize, he has a bold wish to take his work even\nfurther.\n\nPage 9 of 21\n\nHOUSE_OVERSIGHT_014959",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014959.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4687,
    "word_count": 745,
    "line_count": 77,
    "import_date": "2025-11-19T21:47:47.320875",
    "prefix": "IMAGES-003"
  }
}