{
  "document_id": "HOUSE_OVERSIGHT_013909",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013909.txt",
  "text": "Let’s use two people, Sherwood and Johanna, and their two product ideas—French sailor shirts and a\nhow-to yoga DVD for rock climbers—as case studies of what the testing steps look like and how you\ncan do the same.\n\nSherwood bought a striped sailing shirt in France while traveling last summer, and upon returning to\nNYC has been continually approached by 20—30-year-old males on the street who want to know where\nto get their own. Sensing an opportunity, he requests back issues of NYC-based weekly magazines\naimed at this demographic and calls the manufacturer in France for pricing. He learns that he can\npurchase shirts at a wholesale price of $20 that sell for $100 retail. He adds $5 per shirt to account for\nshipping to the U.S. and arrives at a per-shirt cost of $25. It’s not quite our ideal markup (4x vs. 8-10x),\nbut he wants to test the product regardless.\n\nJohanna is a yoga instructor who has noticed her growing client base of rock climbers. She is also a\nrock climber and is considering creating a yoga instructional DVD tailored to that sport, which would\ninclude a 20-page spiral-bound manual and be priced at $80. She predicts that production of a low-\nbudget first edition of the DVD would cost nothing more than a borrowed digital camera and a friend’s\niMac for simple editing. She can burn small quantities of this first-edition DVD—no menus, just straight\nfootage and titles—on the laptop and create labels with freeware from www.download.com. She has\ncontacted a duplication house and learned that more-professional DVDs will cost $3-5 apiece to\nduplicate in small quantities (minimum of 250), including cases.\n\nNow that they have ideas and estimates of start-up costs, what next?\n\nBesting the Competition\n\nFirst and foremost, each product must pass a competitive litmus test. How can Sherwood and Johanna\nbeat the competition and offer a superior product or guarantee?\n\n1. Sherwood and Johanna Google the top terms each would use to try and find their respective products.\nTo come up with related terms and derivative terms, both use search term suggestion tools.\n\nGoogle Adwords Keyword Tool (http://adwords.google.com/select/KeywordToolExternal) Enter the\npotential search terms to find search volume and alternative terms with more search traffic. Click on the\n“Approx Avg Search Volume” column to sort results from most to least searched.\n\nSEOBook Keyword Tool, SEO for Firefox Extension (http://tools.seobook.com/) This is an\noutstanding resource page with searches powered by Wordtracker (www.wordtracker.com).\n\nBoth then visit the three websites that consistently appear in top search and PPC positions. How can\nSherwood and Johanna differentiate themselves’?\n\ne »Use more credibility indicators? (media, academia, associations,\nand testimonials)\n\n« »Create a better guarantee?\ne« » Offer better selection?\n\ne »Free or faster shipping?\n\nHOUSE_OVERSIGHT_013909",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013909.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2890,
    "word_count": 454,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:47.222455",
    "prefix": "IMAGES-002"
  }
}