{
  "document_id": "HOUSE_OVERSIGHT_019802",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019802.txt",
  "text": "314\n80\n\n80\n80\n\n81\n\n81\n81\n81\n81\n82\n82\n\n83\n83\n\n84\n85\n\n86\n\n88\n\n88\n89\n\n89\ngo\n\ngo\ngo\n\n| Notes to pages 80-96\n\nAt this point: Former DIA officer who requested anonymity, interview with\nauthor.\n\nHe had visited Hong Kong: Lindsay Mills’s blog.\n\nAccording to Albert Ho: Bradsher, “Hasty Exit Started with Pizza Inside a Hong\nKong Hideout.” Also, Keith Bradsher, interview with author.\n\nfor the next ten days: Former DIA officer who requested anonymity, interview\nwith author.\n\n“his first priority”: Greenwald, No Place to Hide, 43.\n\n“That whole period”: Rusbridger and MacAskill, “I, Spy.”\n\nHe e-mailed Gellman: Gellman, “Code Name ‘Verax.’”\n\nGellman could not make: Greenwald, No Place to Hide, 51-52.\n\nmore pressure on Gellman: Gellman, “Code Name ‘Verax.’”\n\n“T’ve been working on”: Greenwald, No Place to Hide, 11.\n\nContinuing his string pulling : Greenberg, “These Are the Emails Snowden Sent\nto First Introduce His Epic NSA Leaks.”\n\nasked Appelbaum to help: Appelbaum, “Edward Snowden Interview.”\nGreenwald was awaiting: Greenwald, No Place to Hide, 16-18.\n\nGibson authorized Greenwald's trip: The description of The Guardian’s reac-\ntion to Greenwald’s offer of a scoop was reported by Luke Harding, a Guard-\nian reporter commissioned to write The Snowden Files, a book that Oliver\nStone bought the film rights for from The Guardian for $700,000. See Harding,\nSnowden Files, 100-115.\n\nSnowden arranged for Micah Lee: Lee, “Ed Snowden Taught Me to Smuggle\nSecrets Past Incredible Danger.”\n\ncHaAPTER 10 Whistle-blower\n\n“They elected me”: Gellman, “Edward Snowden, After Months of NSA Revela-\ntions, Says His Mission’s Accomplished.”\n\n“T feel alone”: Lindsay Mills’s blog.\n\n“so we don’t have a clue”: Greenberg, “These Are the Emails Snowden Sent to\nFirst Introduce His Epic NSA Leaks.”\n\n“On timing, regarding meeting”: The description of the meetings with Snowden\nin Hong Kong, June 3-June 9, is taken from Poitras’s documentary Citizenfour.\nThe film can be found at https://thoughtmaybe.com/citizenfour/.\n\n“The initial impression”: Greenwald, No Place to Hide, 30.\n\n“Minutes after meeting”: Packer, “Holder of Secrets.”\n\nOne possible reason: Snowden, interview with Williams; Bamford, “Edward\nSnowden”; Jane Mayer, “Snowden Calls Russian-Spy Story ‘Absurd’ in Exclu-\nsive Interview,” New Yorker, Jan. 21, 2014.\n\nthe Guardian policy required: Harding, Snowden Files, 114-16.\n\n| The next morning he: Packer, “Holder of Secrets.”\n| Tibbo and Man planned: Patrick Koehler, “The Hong Kong Layover in Snowden’s\n\nGetaway,” New York Times, Sept. 8, 2016.\n\n1 “Iam ina safe house”: Greenwald, No Place to Hide, 8.\n\nThe journalist chosen: Lam, “Post Reporter Lana Lam Tells of Her Journey into\nthe Secret World of Edward Snowden.”\n\n| | Epst_9780451494566_2p_all_r1.indd 314 ®\n\nHOUSE_OVERSIGHT_019802\n\n9/30/16 e13.am | |",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019802.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2804,
    "word_count": 433,
    "line_count": 113,
    "import_date": "2025-11-19T21:47:45.444393",
    "prefix": "IMAGES-005"
  }
}