{
  "document_id": "HOUSE_OVERSIGHT_028001",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028001.txt",
  "text": "We were being hit by small-arms and RPG fire from all sides. On the turret\nof our tank, Yishai and I were firing back, our Uzis on automatic, and throwing\ngrenades. I could hear bullets pinging off the turret and the body of the tank.\nThen, from our far right flank, came the shoulder-mounted Saggers, honing in\nwith their eerie blue-red glow, juddering towards us as the Egyptian soldiers\ncorrected their trajectories. One of the missiles barely missed us, and the silky\nwire from its guidance mechanism was tangled over our turret. I tried using my\nbinoculars to identify where they were coming from, but it was no use.\n\nTo my right, I could see that the APCs had completed their first evacuation\nrun and were coming back for more of Yitzhik’s men. There was a raggedness\nabout it all: one APC, then a couple of others, then a gap, then another one or\ntwo. They were doing whatever they could, whenever they could, as the\nEgyptian fire continued to intensify. A few of Yitzhik’s men, whether desperate\nor dazed, simply stood up and starting walking west, toward the canal, only to\nbe cut down by Egyptian gunfire.\n\nI directed Moshe Sukenik to take half the company and head toward the\nSaggers to try to take them out, even though we both knew that he’d have to\nrisk heavy fire before they got close enough. He had two-inch mortars on his\nturret, but their range was only 500 yards, far less than the Saggers. Every 45\nseconds or so, a salvo of Saggers zeroed in on our tanks and APCs. Within a\ncouple of minutes, two of the tanks were hit. One was on fire. The SU-100 tank-\ndestroyers were still there as well. Egyptian infantrymen were spraying us with\nsmall arms fire. The whole area was swathed in grayish smoke. Every minute or\ntwo, another tank or APC took a direct hit. There was a smell, too, which, once\nexperienced, never leaves your memory: the scent of burnt human flesh.\n\nThe fire from the foxholes was getting worse. “Run over them,” I ordered\nmy tank driver. “Start with the foxhole in front of us.” He jerked us forward and\nwe plowed over the first Egyptian position. “Reverse, get the one to the right,” I\nsaid. As he backed up, I was shocked to see a surviving Egyptian soldier,\nshrugging off a thick blanket of sand from his shoulders, raise an RPG launcher\nat us from just 15 feet away. We were close enough to look into each other’s\neyes. I raised my Uzi and shot him before he could fire. Rifle and grenade fire\ncontinued from along the line of foxholes. A second length of the Saggers’ silk-\nlike guidance wire tangled over our main gun. Yishai was firing at the\nEgyptians from the other side of the tank. We both tossed grenades in the\ndirection of the worst of the gunfire.\n\n153\nHOUSE_OVERSIGHT_028001",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028001.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2727,
    "word_count": 495,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:45.587626",
    "prefix": "IMAGES-009"
  }
}