{
  "document_id": "HOUSE_OVERSIGHT_029965",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029965.txt",
  "text": "of the International Centre for Missing and Exploited Children and an organizer of the June\nconference. The gathering catalyzed the creation of a task force to consider how policymakers should\nrespond to Bitcoin's emergence. It is expected to issue its recommendations early next year.\n\nAllen says that conversations among members of that task force have changed how he thinks about\nthe online payment network. Allen now believes that premature regulation would be\ncounterproductive.\n\n\"We are enthusiastic about the potential of virtual currencies and the digital economy,” Allen said in\nhis Monday testimony before the Senate Committee on Homeland Security and Governmental Affairs.\nAllen said he remained concerned about the use of the currency for exchanging child pornography,\nbut he warned that \"draconian\" regulations could push Bitcoin enterprises underground and\noverseas, where it would be much harder to police for illicit uses.\n\nThe Senate studies Bitcoin\n\nStaff on the Homeland Security Committee, which is chaired by Sen. Tom Carper (D-Del.), had been\npreparing for their Bitcoin hearing for several months. Committee staffers began to study the topic in\nearnest in April, when the value of one bitcoin spiked to $266, generating a wave of media attention.\nOver the summer, committee staff interviewed around 50 experts in industry, government, academic\nand nonprofit organizations to learn how the Bitcoin network worked and how it might affect the\neconomy and law enforcement. Committee staffers talked to government agencies, bankers, and\ntechnologists. They also talked extensively to representatives of the Bitcoin Foundation.\n\nThe committee consulted with Dan Kaminsky, a well-known security expert who conducted\n\nan influential security analysis of the Bitcoin software in 2011. Staffers talked to Sarah Meiklejohn, a\ncomputer scientist at the University of California, San Diego, about whether Bitcoin is truly\nanonymous (it isn't). And they talked to Jerry Brito, a researcher at the Mercatus Center, a libertarian\nthink tank. Brito testified at Monday's hearing.\n\nIn August, the committee sent a series of letters to federal agencies seeking their views on Bitcoin and\nother virtual currencies. Letters were sent to the Department of Homeland Security, the Treasury\nDepartment, the Federal Reserve, the Justice Department and other agencies with regulatory\nauthority related to financial markets or online crime. The letters asked the agencies to provide details\nof any inquiries they had conducted into the virtual currencies, and to describe whether they had\nplans to regulate the currency in the future.\n\nMeanwhile, representatives from the Bitcoin Foundation met with a number of executive branch\n\nofficials at a closed-door meeting in August. \"What the Bitcoin Foundation tried to stress is that\nBitcoin is less useful for [illicit] purposes than other centralized virtual currencies,\" said Brito, who\nattended the meeting. Bitcoin advocates also stressed that excessive regulation in the United States\nwould merely push more of the Bitcoin economy overseas, where U.S. regulators might not be able to\n\nreach it at all.\n\nHOUSE_OVERSIGHT_029965",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029965.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3171,
    "word_count": 477,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:46.851152",
    "prefix": "IMAGES-010"
  }
}