{
  "document_id": "HOUSE_OVERSIGHT_013581",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013581.txt",
  "text": "could, the dots in a lattice, one by one, from the computer screen, by clicking on\neach point with a mouse. In some experiments, after removal, the dot reappeared in\nfifty milliseconds, in the “fast return condition”, or after one-second delay in the\n“slow return condition.” Unbeknown to the subject, the path made by the motions of\ntheir mouse on the computer screen over time while removing dots were\nreconstructed as a path on a fine to coarse grained box-partitioned behavioral\nmanifold. Entropic indices of the rate of expansion of the possible, number of new\nboxes entered, reflecting H; , and the relative occupancy of the partition of the\npossible, reflecting Hy, the distribution of probabilities with respect to the boxes,\ncould then be computed. For examples, Selz found that the spatial and temporal\npatterns of computer mouse motions made in this dot search and destroy task\ncorrelated highly with the subjects’ age, sex and personality types as defined by\nprofiles from the Minnesota Multiphasic Personality Inventory, MMPI, and the\nStructured Clinical Interview, SCI, associated with the standard Diagnostic and\nStatistical Manual, DSM IV. She found that subjects whose personalities were like\n\nmy high self-sensibility girlfriends demonstrated high indices of both Hrand Hy.\n\nThe actions of nonintegrable nonlinear differential equations, not solvable by\nthe usual techniques of integration, can be transformed into graphical images by\nplotting their orbits in abstract phase spaces with the three physically measurable\ncoordinates of location x (or some other temporarily fixed value), velocity y (the rate\nof change in the location or measured value) and z acceleration (the rate of change\nof the rate of change in location or value) in x, y, z space. Graphical representations\nof the system in action in phase space can serve in place of analytic solutions to the\nequations. This idea was one of Henri Poincare’s major contributions to\nmathematics and physics, and has come to be the centerpiece of the qualitative\ntheory of differential equations. The often point-to-point unpredictable but globally\nand qualitatively characteristic geometric shapes of the orbital patterns in abstract\nphase space are the objects of interest. There are visualizable representations such\nas cycles as circles and statistical measures made on these objects such as the Hy\nand Hy entropies and the in-betweenness (neither maximal nor minimal) of their\n\ndifference.\n\n81\n\nHOUSE_OVERSIGHT_013581",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013581.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2494,
    "word_count": 386,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.530183",
    "prefix": "IMAGES-002"
  }
}