{
  "document_id": "HOUSE_OVERSIGHT_019695",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019695.txt",
  "text": "The Rise of the NSA | 207\n\nto know about the data they contained. These compartments were\nthe final line of defense against an inside intruder.\n\nIn 2009, Snowden, as we know, found his way into the NSA\nthrough a temporary job with an outside contractor that was work-\ning for the NSA’s Technology Directorate to repair and update its\nbackup system. Four years later, by maneuvering to get hired by\nanother outside contractor with access to the NSA’s sources and\nmethods, he was able to steal secrets stored in isolated computers\nbearing directly on the ongoing intelligence war. Snowden also\ncopied from these compartments in a matter of weeks, as has been\npreviously mentioned, the NSA’s Level 3 sources and methods used\nagainst Russia, Iran, and China. The Snowden breach demonstrated\nthat the NSA’s envelope of secrecy was at best illusory.\n\nAfter this immense loss, the NSA’s sources inside these adversary\ncountries were largely compromised, even if they were not closed\ndown. Once these adversaries were in a position to know what chan-\nnels the NSA was intercepting, they could use these same channels\nto mislead U.S. intelligence. A former top intelligence official told\n\n© me, “The queen on our chessboard had been taken.” ©\n\nThe NSA moved to mitigate the damage and find new ways of\nobtaining unexpected intelligence. In June 2014, the new NSA direc-\ntor, Rogers, had to confront flagging morale that, according to Gen-\neral Hayden, was near paralyzing the intelligence service. Rogers\nrecognized that as a direct result of the Snowden breach, “the nation\nhas lost capabilities against adversaries right now who are attempt-\ning to actively undermine us.” But even with that loss, he observed,\n“the sky has not fallen.”\n\nAs in the Chicken Little fable he cited, the world had not ended\nfor the NSA. Nor had it ended for the multibillion-dollar outsourc-\ning enterprise it superintended. The NSA might have lost many\nof its sources, or “capabilities,” but Rogers held out hope that new\nsources could eventually be found to replace them. Compromised\ncodes, after all, could be changed. New technological methods could\nbe devised. New vulnerabilities could also be targeted in enemy ter-\nritories. Although repairing the damage might take many “decades,”\naccording to Michael McConnell, the vice-chairman of Booz Allen,\nthe new director had to get on with that task. McConnell, a for-\n\n| | Epst_9780451494566_2p_all_r1.indd 207 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019695",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019695.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2479,
    "word_count": 404,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:44.993658",
    "prefix": "IMAGES-005"
  }
}