{
  "document_id": "HOUSE_OVERSIGHT_019725",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019725.txt",
  "text": "The Chinese Puzzle | 237\n\nat the Office of Personnel Management traced back to 2009. Even-\ntually, by 2015, according to U.S. estimates, the cyber attack had\nharvested over twenty million personnel files of past and present\nfederal government employees. In addition, it reaped over fourteen\nmillion background checks of intelligence workers done by the Fed-\neral Investigative Services.\n\nAll intelligence workers with a sensitive compartmented informa-\ntion clearance, such as Snowden, were required to provide informa-\ntion on these forms about all their foreign acquaintances, including\nany non-U.S. officials whom the applicant knew or had had rela-\ntionships with in the past. They also had to list their foreign travel,\nfamily members, police encounters, mental health issues, and credit\nhistory. For good measure, Chinese hackers obtained the confiden-\ntial medical histories of government employees by hacking into the\ncomputers of Anthem and other giant health-care companies. If\nChina’s intelligence services consolidated the fruits of these hack-\ning attacks, it would have a searchable database of almost everyone\nworking in the American defense and intelligence complex. From\n\n© this database, it could track individuals with high security clearances ©\nvulnerable to being bribed, blackmailed, or tricked into cooperating.\nNo one doubted that the Chinese would use their cyber capabilities\nto take advantage of opportunities presented in foreign computer\nsystems.\n\nGeneral Hayden said of the massive theft of intelligence person-\nnel records, “Those records are a legitimate foreign intelligence tar-\nget.” He added, “If I, as director of the NSA or CIA, would have\nhad the opportunity to grab the equivalent in the Chinese system,\nI would not have thought twice.” If that opportunity did not arise\nfor the NSA or the CIA during Hayden’s tenure, it might have been\nbecause no insider in the Chinese intelligence services provided U.S.\nintelligence with a road map to it.\n\nCyber espionage was not the Chinese intelligence service’s only\npowerful resource in the intelligence war. To get both electronic\nintelligence and human intelligence about the United States, China\nalso had a highly productive intelligence-sharing treaty with Russia.\nIt was signed in 1992 after the Soviet Union was dissolved. Although\nthe terms of this exchange remain secret, defectors from the Rus-\n\n| | Epst_9780451494566_2p_all_r.indd 237 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019725",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019725.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2472,
    "word_count": 376,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:44.485387",
    "prefix": "IMAGES-005"
  }
}