{
  "document_id": "HOUSE_OVERSIGHT_032186",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_032186.txt",
  "text": "Article 5.\n\nThe Financial Time\n\nGlobal oil supplies are healthier than they\n\nscem_\nIan Bremmer\n\nJune 24, 2011 -- Many of the world’s oil consuming nations, led by\nthe US, shocked oil markets this week as the International Energy\nAgency agreed to release 60m barrels of oil from strategic reserves\nover the coming month. The move was intended to offset price\npressures brought about by Libya’s supply cut and comes in response\nto Opec’s recent inability to formally endorse new supply increases.\nThe IEA action is also an example of growing concern over higher oil\nprices in Washington, where the White House is managing political\nfallout from high gasoline prices as next year’s presidential elections\nloom just over the horizon. Yet, a year from now, we’re likely to\nlook back on this moment and find that fears for supply have\ndiminished. There are three reasons. First, the most substantial\nfallout from the Arab world’s recent upheaval is behind us. Syria’s\nBashar al-Assad continues to fight for survival and Yemen continues\nto flirt with failed-state status, but the Gulf’s major oil-producing\nstates are quite stable. So are other major producers. Even in Iran,\nwith its leaders infighting, the green revolution has moved off the\nstreets for now. While there are plenty of long-term structural\nchallenges for many major economies — just ask China — for the\nmoment there are no more Libyas left to explode. IEA action and the\nongoing Saudi supply increases will neutralise what remains of the\noil price’s political risk premium. Second, big additional supply is\ncoming, and it’s not all priced in. Offshore Brazil and Canadian oil\nsands are no longer new stories, but their collective impact has not\n\nHOUSE_OVERSIGHT_032186",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_032186.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1729,
    "word_count": 283,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:44.128951",
    "prefix": "IMAGES-011"
  }
}