{
  "document_id": "HOUSE_OVERSIGHT_024681",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024681.txt",
  "text": "KR L\nPI L\n\nAC BL\nCA TA CHAPTER IIl_ Cannabis Industry Segmentation\n\n= Consumer Products\n\nCannabis may be consumed in many different forms, which fall into three broad categories: flower,\nconcentrates and infused products. The most popular way to consume cannabis historically has been\nto smoke the flower or “bud” from the cannabis plant, which can be done using a pipe, a hand-rolled\ncigarette (often referred to as a “joint”) or a water pipe (often referred to as a “bong”). Cannabis flower\ncan also be vaporized and inhaled (using a product known as a “vaporizer”). The active compounds\nin cannabis can be extracted and concentrated into oil or waxlike substances known as concentrates.\nConcentrates, in turn, can either be vaporized and inhaled or infused into products known as “infused\nproducts.” Infused products may be applied topically, such as lotions and creams, or consumed orally,\nsuch as food and drinks (known as “edibles”), capsules, pills and tinctures.\n\nWhen smoke or vapor from heated flower or a concentrate is inhaled, the active compounds travel\ndirectly to the central nervous system and the physiological effects typically begin within one to five\nminutes. When infused products are consumed orally, the active compounds are digested in the stom-\nach and metabolized by the liver before taking effect, typically in one to two hours. Compared. to\ninhaled products, infused products deliver a smaller relative amount of cannabinoids to the blood-\nstream, but they produce longer-lasting effects.\n\nInnovative companies continue to expand the universe of cannabis products, developing brands\nwith packaging that increasingly emphasizes education about the product’s effects and appeals to main-\nstream consumers. Cannabis flower is currently the most widely sold form of cannabis, but concen-\ntrates and infused products are gaining in popularity.\n\nThe following chart shows the combined relative sales by product category for Colorado, Oregon\n\nand Washington (three states with relatively mature recreational and medical cannabis markets) for the\nthree months ended September 30, 2017.\n\nProduct Sales by Category: Q3 2017\n\n14%\n\n12%\n\n51%\n\n23%\n\n@ Flower @ Concentrates @ Edibles § Other\n\nSource: BDS Analytics\n\n© 2017 Ackrell Capital, LLC | Member FINRA/SIPC 45\n\nHOUSE_OVERSIGHT_024681",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024681.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2304,
    "word_count": 355,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:47.035107",
    "prefix": "IMAGES-008"
  }
}