{
  "document_id": "HOUSE_OVERSIGHT_016516",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016516.txt",
  "text": "Page 7 of 42\n103 Minn. L. Rev. 844, *854\n\n1. Underenforcement Against Corruption\n\nCrimes of corruption by state and local officials are a good example of harms that, at times, criminal justice systems have\nunduly ignored. 34 Local police and prosecutors are not institutionally well-situated to pursue and evaluate those crimes. They\noften have professional, if not personal, ties to other local officials, which heightens the risk of undue favoritism or judgments\nthat are otherwise not fully disinterested. That is the main reason [*855] that federal investigators and prosecutors have state\n\nand local corruption in their portfolios. *°\n\n2. Underenforcement Against Sexual Assault\n\nSexual assault offenses are another context in which underenforcement is now widely recognized, but the causes are different.\n\nRather than favoritism toward offenders, the problem seems to be bias against the type of offense, and, in varying degrees,\nagainst the victims. Failures of police to rigorously pursue allegations of sexual assaults have been widely documented. %°\nAmong the explanations that advocates, attorneys and some scholars point to are \"the entrenched nature of long-recognized,\ngender-driven biases by police against domestic violence or sexual assault claims\" and \"against individuals from particular\ngroups or under particular circumstances,\" especially against victims who are poor or are racial, ethnic or gender minorities. 37\nOne large-scale empirical study of why rape-kit evidence remained untested, for example, suggested that the explanation in part\nwas \"negative beliefs and stereotypes about victims, which adversely affected the quality of the investigation.\" 3° It bears\nnoting that much of this bias is understood to be subtle or unconscious patterns built on cultural norms, rather than conscious,\npurposeful disfavor. 3? But when evidentiary records are incomplete or ambiguous, their effects are substantial.\n\n[*856]\n3. Underenforcement Against Police Excessive Uses of Force\n\nFailures to prosecute in the wake of police shootings and other possibly excessive uses of force against civilians are scenarios\nthat raise suspicions of both bias against victims, many of whom are black men (and often criminal suspects, another disfavored\n\nvictims and defendants\"); Natapoff, supra note 28, at 1753; David Alan Sklansky, Police and Democracy, /03 Mich. L. Rev. 1699, 1822\n(2005) (arguing that policing failures in some communities undercuts \"the egalitarian project of protecting all citizens from private\nviolence\").\n\n34 The point extends to private actors, especially organized crime, with ties to local officials.\n\n35 See infra Part III.B.1. On local corruption, see generally, for example, Corruption and American Cities: Essays and Case Studies in Ethical\nAccountability (Joaquin Jay Gonzalez III &? Roger L. Kemp eds., 2016) (discussing the role of corruption in American cities); James L.\nMerriner, Grafters and Goo Goos: Corruption and Reform in Chicago, 1833-2003 (2004) (discussing the role of corruption in Chicago).\n\n36 See Tuerkheimer, supra note 28, at 1292-99.\n\n37, ACLU, Responses from the Field: Sexual Assault, Domestic Violence, and Policing 40 (2015); see also Tuerkheimer, supra note 28, at\n1292-99 (citing a range of studies to conclude that \"in many jurisdictions, the widespread perception that law enforcement officers will likely\nnot pursue allegations of rape [due to race, class or gender bias] is entirely accurate\").\n\n38 Rebecca Campbell et al., The Detroit Sexual Assault Kit (SAK) Action Research Project (ARP), Final Report 109 (2015).\n39 Davis, supra note 33, at 23-34; Tuerkheimer, supra note 28 (discussing bias in sexual assault prosecutions); cf. ACLU, supra note 37\n(surveying advocates, service providers, and attorneys, who described \"the entrenched nature of long-recognized, gender-driven biases by\npolice against domestic violence or sexual assault claims\" and \"against individuals from particular groups or under particular circumstances,\"\nincluding \"bias against survivors of color, and against survivors who are poor, Native American, immigrant, or LGBTQ\"); Joshua Correll et\nal., The Police Officer's Dilemma: A Decade of Research on Racial Bias in the Decision to Shoot, 8 Soc. & Personality Psychol. Compass\n201, 202-09 (2014) (finding that police training reduces some forms of racial bias compared to lay people in shooting simulations but\ncautioning training effects may be reduced by real-world stress and fatigue conditions); Jeffery J. Pokorak, Probing the Capital Prosecutor's\nPerspective: Race of the Discretionary Actors, 83 Cornell L. Rev. 181], 1817 (1998) (discussing unconscious bias in death penalty\nprosecutions).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_016516",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016516.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4734,
    "word_count": 696,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:44.842442",
    "prefix": "IMAGES-004"
  }
}