{
  "document_id": "HOUSE_OVERSIGHT_018363",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018363.txt",
  "text": "Parisian would endorse.1® “A man returning after years of absence would have\nknown, with his eyes shut, that he was in that ancient capital and imperial city,\nVienna.” To really get a feel for that age, watch just a few frames of Russian director\nDizga Vertov’s jittery 1929 black and white film Man with a Movie Camera’, Each\nmoment of the movie is alive with the tension of a new, rushing and industrial age.\nYou won't be surprised Vertov’s list of requirements as he prepared to start filming\nbegan: “1. A rapid means of transportation.” His aim was to immortalize urban\nspeed on the new medium film; he knew he needed to be fast.184\n\nTo know a city by it’s pace. Musil was touching something deep here, an instinct that\nbeats in each of us and runs from this fact: The speed of an event affects how we\nperceive it. The difference between what you will notice when walking up a hill -\nchirping bugs, tiny rocks, changes in color and gradient - and driving up that hill is\nso complete as to be almost different experiences entirely.!®° When the whole world\ntumbles upon us at fiber-optic speed, when invasions and revelations and accidents\nall spread at the rate of WiFi or cell phone radiation, our sense of time blurs. You\nhave to wonder what Simmel would have made of a smart phone. “It is not merely\nthat the medium is the message, but the velocity of the medium,” Paul Virlio\nobserved once in one of his many studies on speed and mind.186\n\nLife in our connected age is both instant and always on, what Simmel might have\ncalled “the technique of network life.” This demolishes an older, easier sense of pace.\nComputers were once switched on at 9 and off at 5 — just like their human masters.\nBut digital activity is constant now. The networks are paying attention all the time.\nThey have to. Our machines - tractors and trains and cars - used to echo our pace of\nlife. Now we echo theirs. The machines, the New Caste, the black boxes - they tick\nalong constantly, ever faster. We rely on them, as we've seen, for our safety. We\nwant them to be fast. To be instant. But what is this doing to us? Is completely\nunhooking us from any sense of time really a good idea?\n\nIt was certainly true, as Brand insisted, that the Clock of the Long Now was meant as\na reminder, as a kind of constant totem to the fact that we’re all just a small tick on\n\n182 “Cities can be recognized”: Robert Musil, The Man Without Qualities Vintage\n(1996) 3\n\n183 To really get a feel: Vertov’s movie is shot in Moscow, Kiev, Odessa and Krakow.\nIn 2003 The Cinematic Orchestra produced a modern soundtrack to accompany it.\n184 “A rapid means”: Jonathan Dawson, “Dziga Vertov” Great Directors March 2003\nIssue 25\n\n185 Ajahn Brahm of the Buddhist Society of Western Australia tells a wonderful story\nin his Dharma talks about a day in which he decided not to be driven up the road to\nhis monastery in Perth, but instead walked the road. He was flooded by the\nsensations of nature, all invisible from the inside of a car. One way to change your\nperspective, he means, is to change the speed at which you are moving through life.\nSee the Buddhist Society of Western Australia website for a catalog of his talks.\n\n186 “It is not merely that the medium”: Paul Virilio, Information Bomb trans. Chris\nTurner (London: Verso, 2000), 141\n\n131\n\nHOUSE_OVERSIGHT_018363",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018363.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3332,
    "word_count": 605,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:45.987179",
    "prefix": "IMAGES-004"
  }
}