{
  "document_id": "HOUSE_OVERSIGHT_023886",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023886.txt",
  "text": "140 Teaching Minds\n\nSo we have a Palin supporter who has no idea why she supports Palin\nand asks for help. The “helper” says fairness and realness, which apart\nfrom being ungrammatical is also nonsense. Neither supporter seems\nto know much about Palin, but they are eager to meet her and they be-\nlieve in her. (This is not a comment about Sarah Palin, at least not by\nme. Supporters of most political candidates have difficulty explaining\nwhy they like whomever they like. Or, alternatively, they can explain\nit and those explanations leave you wondering.)\n\nI will never forget attending a JFK campaign visit to Brooklyn\nwhen I was 14. The woman next to me exclaimed that she would vote\nfor JFK because he was so gorgeous. | was appalled. I knew the woman.\nShe was not a deep thinker, but, really-people vote for someone be-\ncause of their looks? Yes, people do, political scientists have pointed\nthis out consistently.\n\nIs this intelligent behavior? Of course not.\n\nThe question is: Can we do something about it? Is this an aspect\nof intelligence that is not genetic and that therefore can be changed?\n\nIf you know and believe that what you have just said makes no\nsense, you can try to learn how to make sense. Do these people know\nthat are they are not making sense? Here is another person from that\nsame Columbus event:\n\nYoung man in Ohio State jacket: She’s the epitome of\nconservativeness and I’m telling you if the Republican Party\ndoesn’t back her, it doesn’t matter because she’s going to get\nthe presidency.\n\nInterviewer: What would you like to see her do with foreign\npolicy?\n\nYoung man in Ohio State jacket: To be honest with you I don’t\nknow anything about her foreign policy.\n\nInterviewer: What are some of the problems you have with cap\nand trade proposed by Democrats in office?\n\nYoung man in Ohio State jacket: You want to give away your own\nmoney, it’s fine, but don’t tell me to give away my money. It’s\nsocialism.\n\nYoung man in Ohio State jacket: The state that she did govern\nwas right across the street from Russia. You know so I’m not\nsaying that she ever had to deal with Russia but I’m sure she\n\nHOUSE_OVERSIGHT_023886",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023886.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2144,
    "word_count": 381,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:45.058395",
    "prefix": "IMAGES-007"
  }
}