{
  "document_id": "HOUSE_OVERSIGHT_017719",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017719.txt",
  "text": "Page 5 of 52\n2005 B.Y.U.L. Rev. 835, *843\n\nThe movement also successfully prodded the federal system to recognize victims’ rights. In 1982 Congress passed the first\nfederal victims’ rights legislation, the Victim and Witness Protection Act (VWPA). 7’ The VWPA had three primary goals: (1)\nto expand and protect the role of victims and witnesses in the criminal justice process; (2) to ensure that the federal government\nused all available resources to protect and assist victims without infringing defendants’ constitutional rights; and (3) to provide\na model for state and local legislation. 78 Since passage of the VWPA, Congress has remained active in this area of the law,\npassing several acts further protecting victims’ rights, such as the Victims of Crime Act of 1984, 7? the Victims' Rights and\nRestitution Act of 1990, 3° the Violent Crime Control and Law Enforcement Act of 1994, 3! the Antiterrorism and Effective\nDeath Penalty Act of 1996, ** and the Victim Rights Clarification Act of 1997. *3 Other federal statutes have been passed to\ndeal with specialized victim situations such as child victims and witnesses. *4\n\n[*844] These statutes spawned guidelines for how federal prosecutors should treat crime victims. The VWPA required the\nAttorney General to develop guidelines for the Department of Justice. *° To implement this Act, the Attorney General\ndeveloped guidelines designed to assist victims during the criminal justice process, mandating protocol, separate waiting areas\nat court, the prompt return of the victim's property, and victim training for law enforcement personnel. 3° The guidelines also\ndirected that prosecutors notify victims about available services, major case events, consultations with the prosecutor, and the\nopportunity for consultation about the prosecution. 37 In 2000, Attorney General Reno updated and expanded the guidelines.\nThe revised guidelines heightened the notification requirements, requiring prosecutors and law enforcement agents to notify\nvictims of important criminal justice events and to confer with victims about important decisions in the process. 3%\n\nAmong the federal victims' statutes, the Victims’ Rights and Restitution Act of 1990 is noteworthy. This Act purported to create\na comprehensive list of victims' rights in the federal criminal justice process. It commanded that \"[a] crime victim has the\nfollowing rights\" and then listed various procedural rights, including the right to \"be treated with fairness and with respect for\nthe victim's dignity and privacy,\" °° to \"be notified of court proceedings,\" *° to \"confer with [the] attorney for the Government\n\nn 4l\n\nin the case, and to attend court proceedings even if called as a witness. *” The statute also directed the Justice Department\n\n27 Pub. L. No. 97-291, 96 Stat. 1248 (1982) (codified as amended in scattered sections of 18 U.S.C.).\n8 Id.\n\n29 Pub. L. No. 98-473, 98 Stat. 2170 (1984) (codified as amended at 42 U.S.C. 10601-03 (2000); 18 U.S.C. 3013; id. 3671).\n\n30 Pub. L. No. 101-647, 104 Stat. 4820 (1996) (codified as amended at 42 U.S.C. 10601, 10606-07).\n\n3! Pub L. No. 103-322, 108 Stat. 1796 (1994) (codified as amended in scattered sections of U.S.C.).\n32 Pub. L. No. 104-132, 170 Stat. 1214 (1996) (codified as amended in scattered sections of U.S.C.).\n\n33 Pub. L. No. 105-6, 7/7 Stat. 12 (codified as amended at /8 U.S.C. 3510).\n#4 See, e.g., 18 U.S.C. 3509 (protecting rights of child victim-witnesses),; Pub L. No. 101-647, 104 Stat. 4789 (1990).\n\n35 Victim and Witness Protection Act, Pub. L. No. 97-291, 6(a), 96 Stat. 1248, 1252 (1982).\n\n36 U.S. Dep't of Justice, Office of the Att'y Gen., Attorney General Guidelines for Victim and Witness Assistance (1995).\n37 Td.\n\n38 U.S. Dep't of Justice, Office of the Att'y Gen., Attorney General Guidelines for Victim and Witness Assistance 31-37 (2000) [hereinafter\n2000 A.G. Guidelines]. The Guidelines were recently revised. See U.S. Dept. of Justice, Office for Victims of Crime, Attorney General\nGuidelines for Victim and Witness Assistance (2005) [hereinafter 2005 A.G. Guidelines].\n\n39 42 U.S.C. 10606(b)(1) (repealed 2004).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017719",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017719.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4161,
    "word_count": 652,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:45.361507",
    "prefix": "IMAGES-004"
  }
}