{
  "document_id": "HOUSE_OVERSIGHT_030047",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030047.txt",
  "text": "18\n\nwith the new provisions. However, announcement of the changes was\npostponed until after the referendum. The SCAF is expected to issue\nthose laws, which will likely be designed to make elections freer and\nfairer, by decree. The SCAF has suggested that it will change the law\non political parties, making it much easier for new parties to register.\nThe Muslim Brotherhood is one of the many groups that would likely\ntake advantage of such a change. The SCAF might also move from\nthe current electoral system of individual parliamentary districts to a\nproportional representation system in which at least some of the seats\nwould be allocated by a party’s share of the national vote instead of\ngiving all of them to the winning candidates in each district. But if\nthe SCAF is planning on such a move, it has not tipped its hand.\n\nThe SCAF has also suggested that parliamentary elections will be\nheld before presidential elections. Last week, one of its members\nargued forcefully that attempts to reverse the sequence and have the\npresident elected first (as some have suggested would be preferable\nbecause parliamentary elections will be much more complicated than\npresidential elections) might simply deliver another dictator. But the\ngenerals have also suggested that they may push parliamentary\nelections back from May or June (when they originally suggested\nthey might be held) until September. This is likely a response to those\nwho claim that Egypt’s party system is simply not sufficiently\norganized for elections in two or three months.\n\nThe SCAF initially suggested that it might hold the presidential\nelection in the late summer or early fall; if parliamentary elections are\npostponed until September, then the presidential election might be\npushed back until the end of the year.\n\nUnder new nomination procedures contained in the constitutional\namendments, a party that gains at least a single seat in the upcoming\nparliamentary elections will be able to nominate a candidate. (If the\nMuslim Brotherhood is able to form a party and does gain seats, it\n\nHOUSE_OVERSIGHT_030047",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030047.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2086,
    "word_count": 338,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.313242",
    "prefix": "IMAGES-010"
  }
}