{
  "document_id": "HOUSE_OVERSIGHT_021969",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021969.txt",
  "text": "FittHy RicuH\n\nHoffenberg began paying twenty-five thousand dollars per\nmonth for Epstein’s expertise as a consultant.\n\nThe SEC had already looked into Hoffenberg’s affairs, set-\ntling with him out of court in a matter relating to unregistered\nsecurities. But Hoffenberg was dangling a very big prize.\n\nIn the 1980s, several major financial players were involved in\n\n7 the greenmailing of publicly traded companies. What green-\n\nCHAPT ER 27 1 mailing means, in practice, is that a brokerage house or group of\n\nP| investors will start buying shares in companies that seem to be\n\nvulnerable to takeover attempts. To ward off the attempts, exec-\n\nutives at those companies will buy the shares back at a premium.\n\nIt’s risky, but very often the investors stand to make a handsome\nprofit.\n\nYet another thing Hoffenberg wanted was to take over Pan\n\n1987\n\nAmerican World Airways. The iconic airline had already entered\n\nf, th Steven Hoffenberg its downward trajectory, but it was still a giant.\nloff, there was Ste 5\n\n‘as the head of Towers Financial\nhat bought debts, such as unpaid\nscount while pressing the debtors\nthe company fifteen years earlier\nnd just a handful of employees. 7\nwork ethic, he’d turned that into a 1\nelve hundred employees and stock 4\nBut Hoffenberg still spent fifteen j\n\nJk, in his office.\ng was a Wall Street outsider. AS\n\nFor Hoffenberg, the greenmailing profits could have been\n\nhuge.\n\nAccording to Hoffenberg, Epstein handled the attempted take-\nover of Pan Am—a deal that went sideways almost immediately.\nSteven Hoffenberg still has a lot to say on the subject. But in\n4 listening to him, one must bear in mind that in 1995, he pleaded\n_ guilty to criminal conspiracy and fraud charges involving a $460\na million swindle, a familiar scheme to anyone who followed the\n| Bernie Madoff case.\n\n| Like so many others, Hoffenberg had tried to fly very high\n‘Without the necessary updraft. And despite all the hours he\nSpent at the office, he’d also developed a taste for the high life. He\n\nTa\nyut, like Epstein.\n\nanted was respec i\nth Wall Street’s inner workings. Jer\n\nyptions for Bear Stearns, fit the bill. 7\n\nt. The other was\n\n11]\n\n110\n\nHOUSE_OVERSIGHT_021969",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021969.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2181,
    "word_count": 371,
    "line_count": 76,
    "import_date": "2025-11-19T21:47:44.024539",
    "prefix": "IMAGES-006"
  }
}