{
  "document_id": "HOUSE_OVERSIGHT_020108",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020108.txt",
  "text": "Steve Bannon, still waiting in his temporary office in the EOB, thought, OA my god,\nthere he goes. I told you so.\n\nOOK Ok\n\nOutside of the portion of the electorate that, as Trump once claimed, would let him shoot\nsomeone on Fifth Avenue, the civilized world was pretty much universally aghast.\nEverybody came to a dumbfounded moral attention. Anybody in any position of\nresponsibility remotely tied to some idea of establishment respectability had to disavow\nhim. Every CEO of a public company who had associated him- or herself with the Trump\nWhite House now needed to cut the ties. The overriding issue might not even be what\nunreconstructed sentiments he actually seemed to hold in his heart—Bannon averred that\nTrump was not in fact anti-Semitic, but on the other count he wasn’t sure—but that he flat-\nout couldn’t control himself.\n\nIn the wake of the immolating news conference, all eyes were suddenly on Kelly—this\nwas his baptism of Trump fire. Spicer, Priebus, Cohn, Powell, Bannon, Tillerson, Mattis,\nMnuchin—virtually the entire senior staff and cabinet of the Trump presidency, past and\npresent, had traveled through the stages of adventure, challenge, frustration, battle, self-\njustification, and doubt, before finally having to confront the very real likelihood that the\npresident they worked for—whose presidency they bore some official responsibility for—\ndidn’t have the wherewithal to adequately function in his job. Now, after less than two\nweeks on the job, it was Kelly’s turn to stand at that precipice.\n\nThe debate, as Bannon put it, was not about whether the president’s situation was bad,\nbut whether it was Twenty-Fifth-Amendment bad.\n\nOOK Ok\n\nTo Bannon, if not to Trump, the linchpin of Trumpism was China. The story of the next\ngeneration, he believed, had been written, and it was about war with China. Commercial\nwar, trade war, cultural war, diplomatic war—it would be an all-encompassing war that\nfew in the United States now understood needed to be fought, and that almost nobody was\nprepared to fight.\n\nBannon had compiled a list of “China hawks” that crossed political lines, going from\nthe Breitbart gang, to former New Republic editor Peter Beinart—who regarded Bannon\nonly with scorn—and orthodox liberal-progressive stalwart Robert Kuttner, the editor of\nthe small, public policy magazine American Prospect. On Wednesday, August 16, the day\nafter the president’s news conference in Trump Tower, Bannon, out of the blue, called\nKuttner from his EOB office to talk China.\n\nBy this point, Bannon was all but convinced that he was on the way out of the White\nHouse. He had received no invitation to join the president in Bedminster, a withering sign.\nThat day, he had learned of the appointment of Hope Hicks as interim communications\ndirector—a Jarvanka victory. Meanwhile, the steady whisper from the Jarvanka side\n\nHOUSE_OVERSIGHT_020108",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020108.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2876,
    "word_count": 463,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:47.507436",
    "prefix": "IMAGES-005"
  }
}