{
  "document_id": "HOUSE_OVERSIGHT_012693",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012693.txt",
  "text": "Friday, February 24th\n\nMid-day, I arrive at The Beverly Hills Hotel, where I have stayed for\nthirty years. As the housekeepers unpack my bags upstairs I peek into\nthe Polo Lounge and find icon Warren Beatty in a booth. He motions me\nover to meet an Egyptian fashion editor from Cairo. I say, \"Warren, you\nare a little late to visit Cairo.\" I tell him I'm rooting for Annette\nand love her film “The Kids Are All Right”. Warren tells me “The Social\nNetwork” will win.\n\nThis year I am two days late arriving to Oscar weekend. I am now shown\nto a very very very small room, the size of a broom closet.\nUncharacteristically, I have a slight melt down. I am moved. The\nhousekeepers run down the hall with my clothes flying. I calm down. The\nhotel is sold out. I get someone else's room. Another poor schmuck\nchecking in downstairs will get the broom closet.\n\nIt is cold, grey and rainy. Taffata, organdy and embroidered silk\nevening clothes hang in my closet. I stay in my sweaters and fur coat\nand head to Arianna Huffington's Mediterranean house in Beverly Hills\nwhere Wendi Murdoch and Arianna are hosting a party for Tom Freston's\nwife, the beautiful blond Kathy. The book is called \"Veganist: Lose\nWeight, Get Healthy, Change the World. A perfect book for Monks.\n\nArianna has just sold the Huffington Post for to AOL to $315 million\ndollars and rumored to have personally landed around $2@ million. She is\neuphoric as she greets Nicole Kidman and Keith Urban at the door. Other\ndrenched power players ushered in under umbrellas include Disney's Bob\nIger and wife Willow Bay, Fox’s Jim Gianopulos, Candice Bergen and\njournalist daughter Chloe Malle, Google's Eric Schmidt, Oliver Stone\navoiding questions about Charlie Sheen and escorting his daughter Tara,\nMoby, Jamie Niven, Brian Grazer, Vivi Nevo, Tracey Ullman, CBS’s Les\nMoonves and Julie Chen, Rob Reiner, Paramount’s Brad Grey and fiancé\nCassandra Marc and Jeff Bezos. Hors d'oeuvres include pigs in blankets,\na food group not mentioned in Kathy's book.\n\nThe party action migrates to UTA Jim Burkus's home in the neighborhood\nfor “True Grit’s” Ethan and Joel Coen. I pass Ron Howard on the way in\nand he says, \"Keep me on your list.\" Is he kidding? Sunrise and Mark\nRuffalo, Tim Robbins, Focus Feature’s James Shamus, Nancy Meyers and\nJohn Goldwyn mingle. Adorable Hallie Steinfeld is there with her\nparents. I am trying to fix her up with Justin Bieber. She giggles,\n“Peg, I am only 14.\"\n\nHOUSE_OVERSIGHT_012693",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012693.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2468,
    "word_count": 426,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:49.019850",
    "prefix": "IMAGES-002"
  }
}