{
  "document_id": "HOUSE_OVERSIGHT_017420",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017420.txt",
  "text": "4.2.12\nWC: 191694\n\nThe resulting one-sided report, which violated all the rules of an organization that had long\nclaimed to be a neutral advocate for universal human rights in the spirit of Eleanor Roosevelt, was\naccording to Guild old-timers, designed as a litmus test for its Jewish members:\n\n“Basically ... you had a situation where a bunch of Third World types wanted to ensure\nthat the Jews in the guild — and the Jews were almost certainly a majority — would be\nforced to eat crow, to choose sides. The guild changed dramatically in the late 1960s and\nearly 1970s, when the veterans of the early days were displaced by the veterans of campus\nunrest who had gone from SDS to law schools around the country. They’re angry, and\nrigid, and there’s no better test of their control of the guild than forcing the old-timers to\ngrovel, and there’s no better evidence of their own militance — if they’re Jews — than\ntoadying up to the PLO. Endorsing the PLO has become a litmus test for Jewish\nradicals.”\n\nI decided to devise a litmus test of my own to challenge the bona fides of the Guild’s claim that it\nwas still a neutral human rights organization. I called Professor John Quigley, the national vice-\npresident of the guild. After learning that the guild had decided to send an observer to a trial of\nan alleged terrorist in Israel, I requested that the guild also send an observer to the Soviet trial of\nAnatoly Shcharansky. It was the belief of several experts on Soviet law that a request by the\nguild to send an observer to the Shcharansky trial could have had a unique impact on Soviet\nactions, since the Soviet Union has a close relationship with the International Association of\nDemocratic Layers and its constituent members. Professor Quigley was extremely candid in his\nresponse to my request. He told me that he doubted the guild would be willing to send an\nobserver to a Soviet trial, since the “reality” of the situation is that a considerable number of the\nguild members approve of the Soviet Union and would not want to criticize a Soviet judicial\nproceeding. In his written response, claiming that the guild could not act on my request in time\nfor the Shcharansky trial, he put it somewhat differently:\n\n“The problem is that we do not approach matters such as this purely from a human-rights\nperspective. We regard it as well from the standpoint of the importance of focusing\nattention on human-rights violations in a particular country. With respect to the U.S.S.R.,\nwe have not had discussion or come to any decision about the appropriateness of focusing\non human-rights issues there.”\n\nThe only conclusion one can reasonably draw from the guild’s reluctance to send observers to the\nSoviet Union, coupled with its willingness to send observers to Israel, is that the guild is as\nunwilling to criticize Communist countries as it is eager to criticize Israel and other Western\ndemocracies.\n\nIn my article I put the choice to the Guild:\n“Tf the guild decides to continue its foray into international politics, it will have to make a\nchoice: either to perpetuate its double standard on human rights, which will surely\nalienate much of its support here at home for its domestic programs; or to report honestly\n\non human rights throughout the world, which will surely alienate the PLO and the Soviet\nUnion.”\n\n333\n\nHOUSE_OVERSIGHT_017420",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017420.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3350,
    "word_count": 576,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:44.975888",
    "prefix": "IMAGES-004"
  }
}