{
  "document_id": "HOUSE_OVERSIGHT_011447",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011447.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n144\nH3vlgiu2\n\nbox via the video depositions that we've taken.\nMR. PAGLIUCA: I thought I was back to my old days as\n\na public defender when I started the practice of law, your\n\nHonor. Now I'm arguing an 801(d) (2) (E) motion instead of a\ndefamation case.\nI think we have to start with the notion that is true,\n\nthat this is a defamation case in which Ms. Maxwell is alleged\n\nto have made a defamatory statement in 2015. In that\n\ndefamatory statement Ms. Maxwell does not mention any of these\n\nindividuals and doesn't mention Mr. Epstein, and so the\n\nstarting point for this is, this is an entirely different issue\n\nthan Mr. Cassell and his fantastical conspiracy argument here.\n\nIf we want to stick to the legal issues in this case,\n\nI think we first need to understand that there is actually a\n\nspecific rule of evidence that relates to co-conspirator\n\nhearsay exception, and that is Rule 801(d) (2) (E) of the Federal\n\nRules of Evidence, and significantly, under that rule -- and\nthis is why the cases using Rule 801(d) (2) (E) find indicia of\ntrustworthiness in co-conspirator hearsay statements they\n\nare made at or during the course or in furtherance of a\n\nconspiracy. And absent that finding, statements of\n\nco-conspirators are deemed to be hearsay.\nSo what we're talking about here are not statements\n\npurportedly made by any of these individuals in 2000 or 2001.\n\nWe're talking about statements that they are seeking to (A)\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011447",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011447.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1573,
    "word_count": 271,
    "line_count": 83,
    "import_date": "2025-11-19T21:47:48.743075",
    "prefix": "IMAGES-001"
  }
}