{
  "document_id": "HOUSE_OVERSIGHT_033414",
  "filename": "IMAGES-012-HOUSE_OVERSIGHT_033414.txt",
  "text": "From: Edward Rod Larsen\n\nSent: 10/30/2018 11:00:04 AM\nTo: Jeffrey Epstein [jeevacation@gmail.com]\nSubject: Essays\n\nImportance: — High\n\nEssay 1.\n\nComing from an international background, and having lived in Oslo, Tel Aviv, New York and London by the age of eighteen, I\nbelieve that the international profile of NYU will provide the best environment for my college education, with the added benefit of\nreturning to the place where I’ve spent most of my childhood and where my mother will be posted as Norwegian Ambassador to the\nUN in January 2019.\n\nNYU’s Art History department appeals to me because of its wide range of courses, from the global art of antiquity to the\ncontemporary. My passion is the Italian Renaissance and the rich history behind it, especially the works of 15th century masters such\nas Masaccio and Bellini. Some of the courses that NYU offers such as “Early masters of Italian Renaissance painting” and “Florentine\nVillas: An Interpretation Based on Historical, Social Factors” are, therefore appealing to me. What I find exciting, is not only the\nvisual aesthetics and analysis of these masterpieces, but also the manner in which the Renaissance emphasised scientific and.\neconomic innovation, areas of study the Global Liberal Arts programme would offer. NYU’s unique campus in Florence would give\nme a once in lifetime opportunity to spend a year immersing myself in the art, culture and history of Italy. This would be an exciting\nexperience to have while studying for a Bachelor’s degree in Art History, and would compliment my main interests in the subject.\n\nAs one of the prime cultural centres in the world, NYU’s location in NYC is the perfect place to broaden knowledge within\ncontemporary art. Iam very much looking forward to visiting the Whitney Biennia this May. In addition the New museum, which\nshows a lot of the kind of work I find interesting is a short walk away from campus.\n\nTaking advantage of being based in central London for the past year, I have completed the Chairman’s Programme at Christies, work\nexperience at the Courtauld Gallery and I will be working at Maddox Gallery in the near future. Similarly, I want to take advantage of\nbeing based in NYC to gain as much experience as possible. I have chosen to apply Early Decision to NYU as it is the only American\nuniversity I will be applying to, as there is no better place to obtain experience of the contemporary art world than New York City.\n\nEssay 2.\n\nFrom the age of extremes to the age of bewilderment\n\nWhat captivates me more than anything else 1s the different ideological phases of the 20th century and how art can be used as a\ntool of advancement and reflection on ideological and political developments.\n\nMy fascination began when I read; Eric Hobsbawm’s “Age Of Extremes” and has since developed through books such as\nBenjamin Carter Hett’s “The Death Of Democracy” and Yuval Harari “A Brief History Of Tomorrow” and “21 Lessons For\nThe 21st Century”.\n\nIn the years after the First World War, until the end of the Second World War, three political models for shaping the future of\nnation states emerged; Fascism, Communism and liberal democracy. These all offered great ideas for the future of the world.\nFascism and Communism shared some common features: authoritarian, strong leaders and a belief that their revolutions had to\nbe carried through with violence. This led to the mass murders in the Nazi concentration camps and 1n the Soviet Gulags.\n\nIn the mid war periods, the “Litfass columns” that were originally designed to carry advertising, became the outdoor galleries\nfor the war of ideologies. The political poster was born. High quality posters from every political party in Germany popped up\non the columns. Hitler’s propaganda chief Géebels stated that the Nazi election campaign should be run through speeches and\nposters. The other parties responded in kind. An art form thus became an essential political tool in the battle for votes. The\npropagandist Art used by the Nazis and communists alike was essential in helping sell their message to the masses.\n\nHOUSE_OVERSIGHT_033414",
  "metadata": {
    "original_filename": "IMAGES-012-HOUSE_OVERSIGHT_033414.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4108,
    "word_count": 682,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:49.345054",
    "prefix": "IMAGES-012"
  }
}