{
  "document_id": "HOUSE_OVERSIGHT_031405",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031405.txt",
  "text": "Marra, noting that he reviewed affidavits, depositions and interrogatories, said “Epstein worked in concert with\nothers to obtain minors not only for his own sexual gratification, but also for the sexual gratification of\n\nothers.’’\n\nThe victims’ attorneys — Edwards, Scarola and Paul Cassell — have asked the Justice Department to throw\n\nout Epstein’s plea agreement and reopen the criminal investigation.\n\nEdwards, who brought the victims’ rights case against the government, said transferring the case to another\n\njurisdiction is a prudent decision.\n\n“T think it’s good that we’re going to get fresh eyes and a fresh opinion on the way the case was handled,”’\nEdwards said Tuesday. “We were obviously in an adversarial posture with the U.S. Attorney’s Office in Miami\n\nbecause they handled the case to begin with.”’\n\nMiami’s new U.S. Attorney, Ariana Fajardo Orshan — who was appointed by President Trump in September\n\n— did not respond to a request for comment.\n\nPlay Video\n\nDurationA\n\n5:29\nJeffrey Epstein apologizes, but not to his victims\n\nJeffrey Epstein apologizes, but not to his victims\nEmily Michot\n\nEdwards predicted that it would take some time for Pak’s office to review the case, which includes more than\n500 docket entries and thousands of documents. He said If the sides can’t agree on a resolution, then Marra\nwould likely have to come up with one. The case is being closely watched by crime victims’ rights advocates,\n\nas it will likely set a precedent.\n\nAcosta, who was appointed by Trump as the U.S. secretary of labor in 2017, is the focus of a separate Justice\nDepartment investigation into whether there was any prosecutorial misconduct in the Epstein case. That probe,\nby the DOJ’s Office of Professional Responsibility, was initiated in response to demands from a bipartisan\ngroup in Congress, led by Republican Sen. Ben Sasse of Nebraska and Democratic Rep. Debbie Wasserman\nSchultz of Florida.\n\nIn the meantime, a court hearing will be held at 4 p.m. Wednesday in New York in another Epstein-related\ncase. A federal appeals court will hear oral arguments in a motion by the Miami Herald, supported by 32 other\nnews organizations, asking the court to unseal documents that could reveal details about the extent of Epstein’s\n\ncrimes and any other people who may have been involved.\n\nThree of Epstein’s former attorneys — who helped negotiate his plea deal in 2008 — wrote a letter published\n\nin the New York Times on Monday, defending the plea bargain cut with Acosta as a fair deal. The letter was in\n\nHOUSE_OVERSIGHT_031405",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031405.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2551,
    "word_count": 418,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:45.645186",
    "prefix": "IMAGES-011"
  }
}