{
  "document_id": "HOUSE_OVERSIGHT_029523",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029523.txt",
  "text": "Palm House Robert Matthews EB-5 Clintons Trump Tony Bennett https://therealdeal.com/miami/issues_articles/lost-paradise-at-th...\n\n4 of 10\n\n~ \"SOUTH FLORIDA REAL ESTATE NEWS\nQ SUBSCRIBE MY ACCOUNT\n\ninvestors generally function as individual lenders on those projects, but they rarely\nhave a way to collect money if the project fails.\n\n“This is not unlike any other industry that\n\ncan produce a toxic product like the opioid\n\nindustry or the tobacco industry.\nThere is a powerful interest involved.”\n\n“The whole thing has to do with corralling desperate people in China, who believe\n\nthat Americans wouldn't lie to them out right,” Litowitz said.\n\nAnd while the program was designed to create jobs in rural and distressed regions\nknown as “targeted employment areas,” communities like Palm Beach — a top\ndestination for wealthy retirees with a median household income of more than\n\n$110,000 — somehow met the same criteria.\n\nFlorida's Department of Economic Opportunity approved the Palm House project for\nsuch a designation in 2012 because Palm Beach had an unemployment rate of 18.5\npercent, above “the qualifying rate of 13.4 percent for that time period,’ according to\nthe state agency. Other EB-5 projects, including Hudson Yards in New York, the\nlargest private real estate development in the country, were also able to take\n\nadvantage of similar demographics.\n\nWithout mentioning his past dealings in Connecticut or in Nantucket, Matthews\ntouted his wife Mia Matthews’ success as an actress, singer and star of the\nNickelodeon show “Every Witch Way” and CW’s “South Beach,” which lasted all of\none season. To further show off his connections and status in Palm Beach, he would\ntake EB-5 immigration agents from China to a Mar-a-Lago charity event to meet\nTrump and take picture with him, according to a complaint filed by EB-5 investors in\n\nPalm Beach County Court.\n\nThe developer’s investment pitch also failed to mention that it was actually his\n\nsecond time acquiring the Palm House. And there was no mention of the fact that\n\n6/26/19, 11:57 AM\n\nHOUSE_OVERSIGHT_029523",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029523.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2076,
    "word_count": 327,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:48.386175",
    "prefix": "IMAGES-010"
  }
}