{
  "document_id": "HOUSE_OVERSIGHT_019691",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019691.txt",
  "text": "The Rise of the NSA | 203\n\ncommunications intelligence allowed the CIA (and other U.S. intelli-\ngence services) to test and verify the reports of their human sources\nin foreign countries. Moreover, because of the immense amount of\nforeign data that the NSA vacuumed in through its global sensors,\nit provided the CIA with an effective means for discovering new\ntargets in adversary nations.\n\nBy the first decade of this century, the NSA’s surreptitious efforts\nto render the Internet transparent to U.S. intelligence had earned it\na new set of enemies. They were the previously mentioned hacktiv-\nists who were attempting to shield the activities of Internet users\nfrom the intrusions of government surveillance. They employed\nboth encryption and Tor software to defeat that surveillance. But the\nNSA did not conceal that it was intent on countering any attempt to\ninterfere with its surveillance of the Internet. It built back doors into\nencryption and worked to unravel the Tor scrambling of IP addresses.\nIt made leading hacktivists targets. Brian Hale, the spokesman for\nthe director of national intelligence, disclosed that the United States\nroutinely intercepted the cyber signatures of parties suspected of\n\n© hacking into U.S. government networks. ®\n\nFollowing the 9/11 attacks on the Pentagon and the World Trade\nCenter, the surveillance of the Internet became an integral part of\nthe Bush administration’s war on terrorism. In October 2001, Con-\ngress expanded the NSA’s mandate by passing the USA Patriot Act.\nAs I described earlier, Section 215 of the act directly authorized\nthe NSA, with the approval of the FISA court, to collect and store\ndomestic telephone billing records. The idea was to better coordinate\ndomestic and foreign intelligence about al-Qaeda and other jihad-\nist groups. This put the NSA directly in the anti-terrorist business.\nIt also necessitated the NSA vastly increasing its coverage of the\nInternet.\n\nThe mantra in government in this post-9/11 intelligence world\nbecame “connect the dots.” Congress through this act essentially\ndemolished the wall between domestic and foreign intelligence\nwhen any NSA activity related to foreign-directed terrorism. It fur-\nther made the NSA a partner with the FBI in tracking phone calls\n\n| | Epst_9780451494566_2p_all_r1.indd 203 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019691",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019691.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2349,
    "word_count": 367,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:44.193692",
    "prefix": "IMAGES-005"
  }
}