{
  "document_id": "HOUSE_OVERSIGHT_013132",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013132.txt",
  "text": "216 12 The Engineering and Development of Ethics\n\nOnce one goes beyond simplistic, childlike notions of fairness (“an eye for an eye” and so\nforth), applying rational justice in a purely intellectual sense is just as difficult as any other\nreal-world logical inference problem. Ethical quandaries and quagmires are easily encountered,\nand are frequently cut through by a judicious application of empathic simulation.\n\nOn the other hand, empathy is a far more powerful force when used in conjunction with\nreason: analogical reasoning lets us empathize with situations we have never experienced. For\ninstance, a person who has never been clinically depressed may have a hard time empathizing\nwith individuals who are; but using the power of reason, they can imagine their worst state of\ndepression magnified by several times and then extended over a long period of time, and then\nreason about what this might be like ... and empathize based on their inferential conclusion.\nReason is not antithetical to empathy but rather is the key to making empathy more broadly\nimpactful.\n\nFinally, the enlightened stage of ethical development involves both a deeper compassion and\na more deeply penetrating rationality and objectiveness. Empathy with all sentient beings is\nmanageable in everyday life only once one has deeply reflected on one’s own self and largely\nfreed oneself of the confusions and illusions that characterize much of the ordinary human’s\ninner existence. It is noteworthy, for example, that Buddhism contains both a richly developed\nethics of universal compassion, and also an intricate logical theory of the inner workings of\ncognition [Stc00], detailing in exquisite rational detail the manner in which minds originate\nstructures and dynamics allowing them to comprehend themselves and the world.\n\n12.4.4 Integrative Ethics and Integrative AGI\n\nWhat does our integrative approach to ethical development have to say about the ethical\ndevelopment of AGI systems? The lessons are relatively straighforward, if one considers an AGI\nsystem that, like CogPrime, explicitly contains components dedicated to logical inference and\nto simulation. Application of the above ethical ideas to other sorts of AGI systems is also quite\npossible, but would require a lengthier treatment and so won't be addressed here.\n\nIn the context of a CogPrime-type AGI system, Kolhberg’s stages correspond to increasingly\nsophisticated application of logical inference to matters of rights and fairness. It is not clear\nwhether humans contain an innate sense of fairness. In the context of AGIs, it would be possible\nto explicitly wire a sense of fairness into an AGI system, but in the context of a rich environment\nand active human teachers, this actually appears quite unnecessary. Experiential instruction in\nthe notions of rights and fairness should suffice to teach an inference-based AGI system how to\nmanipulate these concepts, analogously to teaching the same AGI system how to manipulate\nnumber, mass and other such quantities. Ascending the Kohlberg stages is then mainly a matter\nof acquiring the ability to carry out suitably complex inferences in the domain of rights and\nfairness. The hard part here is inference control — choosing which inference steps to take — and\nin a sophisticated AGI inference engine, inference control will be guided by experience, so that\nthe more ethical judgments the system has executed and witnessed, the better it will become at\nmaking new ones. And, as argued above, simulative activity can be extremely valuable for aiding\nwith inference control. When a logical inference process reaches a point of acute uncertainty\n(the backward or forward chaining inference tree can’t decide which expansion step to take), it\ncan run a simulation to cut through the confusion — i.e., it can use empathy to decide which\n\nHOUSE_OVERSIGHT_013132",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013132.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3859,
    "word_count": 604,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:45.406119",
    "prefix": "IMAGES-002"
  }
}