{
  "document_id": "HOUSE_OVERSIGHT_028550",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_028550.txt",
  "text": "8 JAM v. INTERNATIONAL FINANCE CORP.\n\nOpinion of the Court\n\nto the rights in question. See Jones v. Alfred H. Mayer\nCo., 892 U.S. 409, 427-480 (1968). Similarly, the Federal\nTort Claims Act states that the “United States shall be\nliable” in tort “in the same manner and to the same extent\nas a private individual under like circumstances.” 28\nU.S. C. §2674. That provision is most. naturally under-\nstood to make the United States liable in the same way as\na private individual at any given time. See Richards v.\nUnited States, 369 U.S. 1, 6-7 1962). Such “same as”\nprovisions dot the statute books, and federal and state\ncourts commonly read them to mandate ongoing equal\ntreatment of two groups or objects. See, e.g., Adamson v.\nBowen, 855 F. 2d 668, 671-672 (CA10 1988) (statute mak-\ning United States liable for fees and expenses “to the same\nextent that any other party would be liable under the\ncommon law or under the terms of any statute” interpreted\nto continuously tie liability of United States to that of\nany other party); Kugler’s Appeal, 55 Pa. 128, 124-125\n(1867) (statute making the procedure for dividing election\ndistricts “the same as” the procedure for dividing town-\nships interpreted to continuously tie the former procedure\nto the latter).\n\nThe IFC objects that the IOTA is different because the\npurpose of international organization immunity is entirely\ndistinct from the purpose of foreign sovereign immunity.\nForeign sovereign immunity, the IFC argues, is grounded\nin the mutual respect. of sovereigns and serves the ends of\ninternational comity and reciprocity. The purpose of\ninternational organization immunity, on the other hand, is\nto allow such organizations to freely pursue the collective\ngoals of member countries without undue interference\nfrom the courts of any one member country. The IFC\ntherefore urges that the IOIA should not be read to tether\ninternational organization immunity to changing foreign\nsovereign immunity.\n\nBut that gets the inquiry backward. We ordinarily\n\nHOUSE_OVERSIGHT_028550",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_028550.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2036,
    "word_count": 329,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:45.032014",
    "prefix": "IMAGES-010"
  }
}