{
  "document_id": "HOUSE_OVERSIGHT_018575",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018575.txt",
  "text": "stereotypes?\n\nGuys who identify as straight BDSM submissives are one fabulous example of non-\nnormative men who are frequently alienated from mainstream masculine sexuality, but\nwho often don't have a forum. Men with small penises are a second. There are lots of\nothers. In the words of sex blogger and essayist Thomas Millar: \"The common\nunderstanding of male sexuality is a stereotype, an ultra-narrow group of desires and\nactivities oriented around PIV [penis-in-vagina], anal intercourse and blowjobs; oriented\naround cissexual women partners having certain very narrow groups of physical\ncharacteristics.”\n\nStill, that doesn't mean that straight, dominant, big-dicked dudes who love boning thin\nchicks feel totally okay about the current state of affairs. It just means they tend to have\nless immediate motivation to question it. They also have less of an eye for spotting\ngender oppression, because -- though they've got their own boxes hemming them in --\nthey're still more privileged than the rest of us, and the nature of privilege is to blind the\nprivileged class to its existence.\n\nA male submissive once told me, \"Lots of heteronormative men know something is\nwrong with the way we think about sex and gender. I can see them struggling with it\nwhen we talk. They can't put their finger on it; they have a hard time engaging it. But I\nengage it all the time; I have to, because my sexuality opposes it.”\n\nWhen is it to a man's advantage to examine and question masculinity and stereotypes of\nmale sexuality? Which men are motivated to do so?\n\nIt's tempting to assert that men whose desires fit neatly (or at least mostly) within the\nstereotype have it made -- after all, their sexuality works within the norm so many of us\nstruggle to escape. But I've had this assumption corrected several times, usually by smart\n\"stereotypical\" men themselves. At one point, while developing a sexuality workshop, I\nsent the outline to a bunch of friends. The original draft contained this paragraph: \"Our\nsexual scripts favor a certain stereotype of men and male sexual pleasure, which makes it\nhard for women to figure out what we really want and what we really enjoy, and also\nmakes it harder for non-stereotypical men to figure that out.\" One friend sent that\nparagraph back, having quietly appended: \"... as well as for stereotypical men to discover\nor explore new desires beyond the stereotypical script.”\n\nWhen we discuss the limitations around sexuality from a non-normative perspective, how\ndo we exclude normative people who might develop themselves in new directions if they\nhad the chance? What do normative men stand to gain by thinking outside the box about\nmasculinity and sexuality?\n\nte ok ok\nQuestions I Want To Ask Entitled Cis Het Men, Part 2: Men's Rights\n\nIn the 2006 documentary \"Boy I Am\", a trans man talks about how one of his mental\nbarriers to transitioning was the fact that after transition, he would be a \"white male.\"\nAnd, he laughs, the \"last thing in the world\" he wanted to be was a white male!\n\nA year or two ago, I attended a lecture by Jackson Katz, a rather overtly masculine, cis\n\nHOUSE_OVERSIGHT_018575",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018575.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3138,
    "word_count": 528,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.108363",
    "prefix": "IMAGES-005"
  }
}