{
  "document_id": "HOUSE_OVERSIGHT_012013",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012013.txt",
  "text": "Vermont Service Center\n\nAttn: Premium Processing Unit\n30 Houghton Street\n\n5t. Albans, Vermont 06478-2359\n\nFacsimile Transmission\n\nTo LUIS FONT Fax Number: 19642414272\nNumber of pages including cover: Date: September 6, 2014\nFrom: Vermont Serwce Center — Premium Processing Unit Fax Number: 802-266-1778\nEmail: -PREMIUM PR Hi\n\nPhone: 1-865-315-5718\nReceipt Number:\n\nAflached you will find a copy of our gecision conceming your case\n\nThe orginal decrsion will follow via mail If eligible to appeal our decision appeal forms wil be included.\n“Important \"Important *imporant™\"Important\"*\n\nIf responding to a Request for Evidence or Intent to Deny, ensure you include a copy of ihe decision immediately\nfollowing your covet page and indicate the lotal number of pages included with your response Please include the case\nreceipt number (eg EACO1 000 12345) wih all comespondence\n\nEnsure when responding te this requesl that you fax your response to our NEW FAX NUMBER - 802-288-1778\n\nif you wish to mail a response. it must be sent to the VSC Premium Processing Unit at 30 Houghton Street, St Albans,\nVT 06478-2399 Do not send your 7esponse to the 75 Lower Weilden Street acidress, as thal will cause delays and will\nnot restarl (he premium processing clock until the response is identified as 4 premium processing case\n\nTitle 8 CFR Section 103 2(b)}(11} Submission of evidence m response to a Service requesi stales\n\nAll evidence submited in response to a Service reques| must be submitted at one time The submission of only some\nof the requested evidence will be considered a request for a decision based on the record\n\nThis cammuncabon ss ntended [tr the sole use of the individual to whom is addiessed and may contam infanmaten lhatis prvileged coniidantal\nand exempt fram disclosure under appicabe aw =f the reader of ths communeation js fol (he wlended tecpient of the employee of agent lor\ndelivering the communmalon fo the intended recent you are hereby notdied thal any dssemmalon detibulpn or copying of thé communmation\nmay be sinctty piohbiled = If you tecewed this communeaton in enor please nolfy ihe sender unmedntely by telephone and retum the\ncommunitaton st lhe sddtess above via Unied Sales Postel Senme Thank you\n\nWYAW.USCIS.qoV\n\nHOUSE_OVERSIGHT_012013",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012013.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2266,
    "word_count": 363,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:48.966569",
    "prefix": "IMAGES-001"
  }
}