{
  "document_id": "HOUSE_OVERSIGHT_018100",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018100.txt",
  "text": "Article 5.\n\nLos Angeles Times\n\nEuropean Union: Everywhere you look, a crisis\nTimothy Garton Ash\n\nJune 16, 2011 -- Like an overladen container lorry laboring up a\nsteep hill, the European Union is close to stalling. Greece is the most\nurgent part of this crisis. Between the fury on the streets of Athens\nand the continued disunity of decision-makers in Brussels, Berlin,\nFrankfurt and Luxembourg, the crunch could come any day. But it's\nnot just Greece. In Ireland, Portugal and Spain too, the anger is\nboiling over, as people feel that the young, the poor and the\nunemployed are being forced to pay for the selfish improvidence of\ntheir politicians — and of the French and German bankers, who\nloaned profusely where they should not have loaned at all.\n\nAcross the Continent, the legions of the indignados, as they are called\nin Spain, and the aganaktismenoi (the outraged), as they say in\nGreece, are growing. And it's not just the Eurozone. Every single\nmajor project of the European Union is faltering. France and Italy are\nsuggesting that the achievement of the Schengen area, in which 25\nEuropean countries have removed border controls, should be chipped\naway, just because a few thousand people from convulsed North\nAfrica have taken refuge on the Italian island of Lampedusa. Many\nEuropean countries are already in a panic about the integration of\nimmigrants and people of migrant origin, especially those who are\nMuslims. Solidarity and social justice, central values of the post-1945\nEuropean project, are in retreat almost everywhere as a result of\ngrowing inequality and spending cuts to tackle public debt.\n\nIn the Arab Spring, Europe faces the most hopeful set of events in the\n21st century so far, comparable in scale and potential to 1989; but the\nContinent's collective and institutional response to this historic\n\nHOUSE_OVERSIGHT_018100",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018100.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1853,
    "word_count": 303,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:45.098910",
    "prefix": "IMAGES-004"
  }
}