{
  "document_id": "HOUSE_OVERSIGHT_012347",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012347.txt",
  "text": "] (Thereupon, the following interview was had:)\n\n2 DETECTIVE RECAREY: -- December 13th, 2005.\n4 This ts 1D number -- Detective Joe Recarey with\n\n4 the Town of Palm Beach Police Department. Present\n& is Detective Dawson with the Palm Beach Police\n\nfi Department.\n\nvy BY DEFECTIVE RECAREY:\n\nts Q Can you state your name tor the recard, please.\n38 A\n\n1 Q _ Spell it. please.\n\nQ Your date of birth?\n\n14 A\n15 Q How eld are you?\n\ni€ A Seventeen.\n\n7 Q. Okay. You saw J just spoke to your mom and she\n78 has given me authorizanon ro speak to you. Lam\n\nInveshg@aling 4 case invelying a gendeman by the name of\nJeffrey. You may know him as Jeff cr Jefirey lives mm the\n\n72 Town of Palm Beach. We believe that you may have some\n\n7? information pertaining to his residence and/or a visit at\n\n“7 his house. I'm going to ask you in your own werds tell ine\n\n441 exactly what bappened fram the bevinning. [ may interrupt\n\n22 you to ask you some more questions dul belore we b\n\n2a\n\nzaise your right hand fer me. Do you solemnly swear zo tell\nthe truth. the whole truth and nothing bet the truth su help\n\n= you Ged?\n\n4 Addo.\n\nie ra\n\ni (inaudible) not really friends. IE\n3 that she found a way of making mene\n\nAnd then she sand that if Lever told anybody she'd\nbo beat my ass and so | didn’t even know what she was talki\n\n12 before we got im there she’s like oh, he might ask you to\nLi: like take off your shirt or something. But J didn't -- it\ndidn't matier so J saicl okay. And Pwent in his house. A\nlady escorted ne up to his roum. Hada bed on it.\n\nQ0 Okay. det ime back you up fora second\n\nA Uh buh.\n\nQ Yau said this was right befive Christmas.\nChristmas of last vear or the year besore?\n\nLast year\n\nQO Last year,\n\nA Uh-huh.\nSa tls is December of 2004. nghi?\n\nI\n\nczm. cup\n\noT ke 4a? Pd =\n\nFanny\n\nA Uh-huh.\n\n(2 Okay. How old were you then?\nA lthink 14.\n\nQQ Okay.\n\nA And then i went up there. He was on the phone and\nhe just told me to massage his feet so J went over there and\ndid it. (inaudible} and everything and then --\n\nQ Ilold en fora second. Hold on, Take me from when\nyou got to the housc in Palm Beach. First of all, do you\nremember the name of the street?\n\nA You said it before but | just can't remember.\n\n1) Okay. Da you remember any specifics of the house?\n\nA know where itis if] were te go back. 1] could\nfind it.\n\n{? Okay.\n\nA twas at the end on the lefi side.\n\nOQ The end on the leti side? Okay. Do you remember\nthe calor of dhe house?\n\nA Oh. It was too long ago.\n\nQ Okay. I know it's been some time and we did speak\nance before\n\nA) Uh-huh.\n\nJ Allright. So you were watking in with a:\n\nA Uh-huh.\n\nDo vou go Lhrough the garage’?\n\nA No. Yeni eo to the side vate. Yor have to knack\nan the back door kind of.\n\n4} Uh-huh.\n\nA And a lady wall ask you ltke what's your name and\nwhy you're there.\nQ Okay. What's the lady's namie? Do you know?\nA No. Lihink she was the inaid because she was like\n\nfold-ng. up towels and she was bringing them upstairs\n\nQ Do you know -- can you deseribe her to me?\n\nA She might be a Spanish lady. T can't remember so\nweil.\n\n{) Okay.\n\nA And when you walked in, there was food on the\ntable. They offered you food. And I waited a couple of\nMinutes, | guess he was in another session. I don't know.\nBecause like a pirl walked out before | walked in and this\nreally pretty lady. he walked in with two ladies and they\nwere hike. they looked Jike models or something and one had\nblond long hair and one of them came down and told me I\ncould go upstairs, That's probably her. And as we were\nwalking up the staizs she told me what was voing to happen\nlike welt, he's going to have same Jofious there and he'll\nprobably be on the phone tor a little while.\n\nQ Okay. Did the blond lady with the long hair take\n\nJ. Consor & Associates Reporting & Tran:\n\n961.682.0905\n\n98ae64ed-fabi-461a-b5d2-be85289cc56a\n\nHOUSE_OVERSIGHT_012347\n\n191",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012347.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3840,
    "word_count": 770,
    "line_count": 168,
    "import_date": "2025-11-19T21:47:45.208148",
    "prefix": "IMAGES-001"
  }
}