{
  "document_id": "HOUSE_OVERSIGHT_016817",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016817.txt",
  "text": "and Roger Schank, and Joseph Traub, head of the National Supercomputer Consortium.\n\nIn 1981 with Heinz’s help, I had founded “The Reality Club” (the precursor to the\nnon-profit Edge.org), whose initial interdisciplinary meetings took place in the Board\nRoom at the NYAS. Heinz was working on his book, Dreams of Reason: The Rise of the\nScience of Complexity, which he considered to be a research agenda for science in the\n1990's.\n\nThrough the Reality Club meetings, I got to know two young researchers who\nwere about to play key roles in revolutionizing computer science. At MIT in the late\nseventies, Danny Hillis developed the algorithms that made possible the massively\nparallel computer. In 1983, his company, Thinking Machines, built the world's fastest\nsupercomputer by utilizing parallel architecture. His \"connection machine,\" closely\nreflected the workings of the human mind. Seth Lloyd at Rockefeller University was\nundertaking seminal work in the fields of quantum computation and quantum\ncommunications, including proposing the first technologically feasible design for a\nquantum computer.\n\nAnd the Japanese? Their foray into artificial intelligence failed, and was followed\nby twenty years of anemic economic growth. But, the leading US scientists took this\nprogram very seriously. And Feigenbaum, who was the cutting-edge computer scientist\nof the day, teamed up with McCorduck to write a book on these developments. Zhe Fifth\nGeneration: Artificial Intelligence and Japan's Computer Challenge to the World was\npublished in 1983. We had a code name for the project: “It’s coming, it’s coming!” But it\ndidn’t come; it went.\n\nFrom that point on ’ve worked with researchers in nearly every variety of AI and\ncomplexity, including Rodney Brooks, Hans Moravec, John Archibald Wheeler, Benoit\nMandelbrot, John Henry Holland, Danny Hillis, Freeman Dyson, Chris Langton, Doyne\nFarmer, Geoffrey West, Stuart Russell, and Judea Pearl.\n\nAn Ongoing Dynamical Emergent System\n\nFrom the initial meeting in Washington, CT to the present, I arranged a number of\ndinners and discussions in London and Cambridge, Massachusetts, as well as a public\nevent at London’s City Hall. Among the attendees were distinguished scientists, science\nhistorians, and communications theorists, all of whom have been thinking seriously about\nAI issues for their entire careers.\n\nI commissioned essays from a wide range of contributors, with or without\nreferences to Wiener (leaving it up to each participant). In the end, 25 people wrote\nessays, all individuals concerned about what is happening today in the age of AI. Deep\nThinking in not my book, rather it is our book: Seth Lloyd, Judea Pearl, Stuart Russell,\nGeorge Dyson, Daniel C. Dennett, Rodney Brooks, Frank Wilczek, Max Tegmark, Jaan\nTallinn, Steven Pinker, David Deutsch, Tom Griffiths, Anca Dragan, Chris Anderson,\nDavid Kaiser, Neil Gershenfeld, W. Daniel Hillis, Venki Ramakrishnan, Alex “Sandy”\nPentland, Hans Ulrich Obrist, Alison Gopnik, Peter Galison, George M. Church, Caroline\nA. Jones, Stephen Wolfram.\n\nI see The Deep Thinking Project as an ongoing dynamical emergent system, a\npresentation of the ideas of a community of sophisticated thinkers who are bringing their\nexperience and erudition to bear in challenging the prevailing digital AI narrative as they\n\n14\n\nHOUSE_OVERSIGHT_016817",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016817.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3339,
    "word_count": 510,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:46.750049",
    "prefix": "IMAGES-004"
  }
}