{
  "document_id": "HOUSE_OVERSIGHT_023392",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023392.txt",
  "text": "In re: TERRORIST ATTACKS ON SEPTEMBER 11, 2001., 2012 WL 257568 (2012)\n\nThese allegations and al-Qaeda’s notorious nature make plain the district court’s failure to draw a reasonable inference that\nthe defendants had the requisite mental state of knowingly or recklessly advancing the efforts of a terrorist organization,\nwhere the pleadings contained detailed allegations that they provided material support to al-Qaeda. A stark example is the\ndistrict court’s failure to infer that Al Rajhi Bank knew or had reason to know that it was providing financial services to\nal-Qaeda, despite plaintiffs’ allegations that United States government officials -- “William Weschler of the National Security\nCouncil and Richard Newcomb of the Office of Foreign Assets Control” -- warned Al Rajhi Bank in 1999 “that their\nfinancial systems were being manipulated or utilized to fund terrorist organizations such as Al Qaeda.” SPAS5 (Terrorist\nAttacks I); JA1080-81. The district court simply noted that plainti ffs failed to allege “Al Rajhi Bank implemented ‘know\nyour customer’ rules that Al Rajhi *93 failed to follow with respect to accounts held by the Defendant charities.” SPA57\n(Terrorist Attacks 1).\n\nThe district court’s holding is not only inconsistent with Wultz, 755 F. Supp. 2d at 50-5, where the court inferred that the\nBank of China knowingly provided financial services to a terrorist organizations based on allegations that it had been issued a\nwarning by a Chinese official, but also is inconsistent with its own later decision. There, plaintiffs alleged that Dubai Islamic\nBank provided banking services to al-Qaeda, even as the United States government had provided warnings to the United\nArab Emirates in 1999, SPA199-200 (Terrorist Attacks IV). These allegations, the district court concluded, “g[a]ve rise to the\ninference that [Dubai Islamic Bank] intentionally and knowingly assisted al Qaeda by providing banking services ....” Jd. at\n205. Similarly, the allegations against Al Rajhi Bank draw the reasonable inference that it, too, knowingly assisted al-Qaeda.\n\n(b) Reasonable inference based on provision of support to charities known to be fronts for al-Qaeda.\n\nIt is also reasonable to infer defendants’ mental state based on allegations of material support to al-Qaeda front charities that\nwere intimately involved in the al-Qaeda network and publicly known as such. The complaints allege that charities have\n“played a singularly important *94 role in al Qaida’s development and pursuit of tts perverse ambitions ... [and] have served\nas the primary vehicle for raising, laundering and distributing funds on behalf of al Qaida from its inception.” JA3778.\nAccording to the United Nations, the main purpose of al-Qaeda front charities was “to raise and deliver funds to al-Qaida.”\nJA3778-79. And, as a 2002 independent commission on financing of international terrorism reported:\n\n[T]he most important source of al Qaeda’s money is its continuous fundraising efforts. Al Qaeda’s\nfinancial backbone was built from the foundation of charities .... In many communities, the zakat is often\nprovided in cash to prominent, trusted community leaders or institutions, who then commingle and\ndisperse donated moneys to persons and charities they determine to be worthy. These widely unregulated,\nseldom audited, and generally undocumented practices have allowed unscrupulous actors such as al\nQaeda to access huge sums of money over the years. Today al Qaeda continues to raise funds from both\ndirect solicitations of wealthy supporters and through retail charities. Some, whose donations go to al\nQaeda, know full well the terrorist purposes to which their money will be put.\n\nJA791.\n\nThe pleadings allege that tt was widely and publicly known prior to September 11, 2001 that the charities supported by\ndefendants were actually fronts for al-Qaeda. JA2483-84. For example, in September 1998, al Haramain was banned from\nKenya for its involvements with the *95 bombing of United States embassies in both Kenya and Tanzania. JA2483. WAMY\nwas identified as having been involved with the 1993 World Trade Center bombing. Jd. MWL was known to have ties to a\n1995 assassination attempt on Egyptian President Mubarak and the 1998 bombings of United States embassies. Jd. TRO was\nimplicated for its “involvement with terrorist attacks and plots in Bosnia, the Philippines, Croatia, Kenya, India, Macedonia,\nJordan, India, and the 1993 World Trade Center bombing ....” JA2483-84. SIRC “publicly discussed [its] involvement with\nterrorist attacks in Albania, Kosovo, Egypt, Tanzania and Kenya ....” JA2484. And, BIFs was publicly linked with “terrorist\nactivities in Chechnya, the Sudan, Bosnia and the Philippines,” and its manager in Sudan had been arrested “under suspicion\nof ties to al Qaida.” Jd.\n\nWESTLAW\n\nHOUSE_OVERSIGHT_023392",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023392.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4837,
    "word_count": 741,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:47.648569",
    "prefix": "IMAGES-007"
  }
}