{
  "document_id": "HOUSE_OVERSIGHT_026641",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026641.txt",
  "text": "growth, and, in the event, the 10OY UST yield at 2.34% would not seem too\nhigh.\n\nThe dollar will continue to smile. Previously, we made the suggestion that\nthe US dollar is on the right side of the Dollar Smile against the majors, but\nit is on the left side of the Dollar Smile against the EM\n\ncurrencies. Reaganomics-Lite should be positive for the dollar, even if the\nUS’ twin deficits could widen. ‘America First’ means that there will be a\nbifurcation in economic prosperity, that economic strength in the US will no\nlonger translate, with the same elasticities as before, into prosperity in many\nparts of EM. (1) The dollar has begun a consolidation phase this week. But\nmy guess is that it will be temporary and shallow, partly because the data\n(ISM and NFPRs) will be sufficiently strong to justify another Fed rate hike\non December 14. The weekly claims data remain extraordinarily strong,\nwhile the second derivatives in the data in much of EM have ceased to be\npositive. (2) Further advances in the dollar, however, will of course depend\non the policy announcements and delivery by the Trump Administration, as\nwell as an apparent lack of an economic strategy in other countries. (3)\nYield differentials have helped the dollar advance vis-a-vis the JPY and the\nEUR. However, I should note that the EMU economies are not doing that\nbadly, though credit demand remains weak. PMI remains well above 50 and\ninflation has bounced away from zero. The main factor — other than yield\ndifferentials - weighing on the EUR 1s the risk that we will see more political\nuncertainty in Europe. (4) I came across an editorial arguing that Mr\nTrump’s protectionist policies would hurt the dollar’s international\nstanding. While this may be a popular view — that the US, as a savings\ndeficit nation, needs a globalised world to finance its external balance —I\ncontest this conclusion. I think it will be extremely difficult for the\ninternational status of the dollar to be supplanted, even with Mr Trump as\nthe President. The dollar losing its hegemonic status has been a popular\nthesis by many academics over the last twenty years — precisely the period\nwhen the dollar’s international and reserve currency status has risen. In\nmany ways, the sturdiness of the dollar’s global status has surprised some\npeople, because globalisation is supposed to lead to a multi-polar world\nwhere the US loses its dominance. That is certainly true for the real\neconomy, but exactly the opposite has happened for the dollar. This is a\npoint I’ve tried hard to make over the years, that financial globalisation is\nuni-polar, even though trade globalisation is multi-polar. Look at how the\nrise in the dollar is hurting, disproportionately, the high-yield and EM\ncurrencies. Further, which currencies might replace the dollar? The EUR\nitself is still in an existential crisis; nothing needs to be said about the JPY;\nChina could not even dare opening up its capital account. In fact, Beijing\nhas just issued even more ‘strict controls’ on overseas investment, after\nexperiencing some USD207 billion in outflows in Q3 2016. Just because\nPresident Trump’s prospective trade policy may not be politically correct\n\nHOUSE_OVERSIGHT_026641",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026641.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3208,
    "word_count": 535,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:48.570455",
    "prefix": "IMAGES-009"
  }
}