{
  "document_id": "HOUSE_OVERSIGHT_019238",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019238.txt",
  "text": "BREAKING DOWN DEMOCRACY: Goals, Strategies, and Methods of Modern Authoritarians\n\nBeijing has revived the practice of coerced pub-\nlic “confessions” and escalated its surveillance\nof the Tibetan and Uighur minorities to totalitar-\nian levels; and Azerbaijan has made the Aliyev\nfamily’s monopoly on political power painfully\nobvious with the appointment of the president's\nwife as “first vice president.\"\n\n¢ Modern authoritarian systems are employing\nthese blunter methods in a context of increased\neconomic fragility. Venezuela is already in the\nprocess of political and economic disintegra-\ntion. Other states that rely on energy exports\nhave also experienced setbacks due to low oil\nand gas prices, and China faces rising debt and\nslower growth after years of misallocated invest-\nment and other structural problems. But these\nregimes also face less international pressure to\nobserve democratic norms, raising their chanc-\nes of either surviving the current crises or—if\nthey break down—giving way to something even\nworse,\n\nIn subsequent sections, this report will examine the\nmethods employed by authoritarian powers to neu-\ntralize precisely those institutions that were thought\nto be the most potent weapons against a revitalized\nauthoritarianism. The success of the Russian and\nChinese regimes in bringing to heel and even har-\nnessing the forces produced by globalization—digital\nmedia, civil society, free markets—may be their most\nimpressive and troubling achievement.\n\nModern authoritarianism is particularly insidious in its\nexploitation of open societies. Russia and China have\n\nboth taken advantage of democracies’ commitment to\nfreedom of expression and delivered infusions of pro-\npaganda and disinformation. Moscow has effectively\nprevented foreign broadcasting stations from reach-\ning Russian audiences even as it steadily expands the\nreach of its own mouthpieces, the television channel\nRT and the news service Sputnik. China blocks the\nwebsites of mainstream foreign media while en-\ncouraging its corporations to purchase influence in\npopular culture abroad through control of Hollywood\nstudios. Similar combinations of obstruction at home\nand interference abroad can be seen in sectors in-\ncluding civil society, academia, and party politics.\n\nThe report draws on examples from a broad group\n\nof authoritarian states and illiberal democracies, but\nthe focus remains on the two leading authoritarian\npowers, China and Russia. Much of the report, in\nfact, deals with Russia, since that country, more than\nany other, has incubated and refined the ideas and\ninstitutions at the foundation of 21st-century author-\nitarianism.\n\nFinally, a basic assumption behind the report is that\nmodern authoritarianism will be a lasting feature of\ngeopolitics. Since 2012, both Vladimir Putin and Xi\nJinping have doubled down on existing efforts to\nstamp out internal dissent, and both have grown more\naggressive on the world stage. All despotic regimes\nhave inherent weaknesses that leave them vulnerable\nto sudden shocks and individually prone to collapse.\nHowever, the past quarter-century has shown that\ndictatorship in general will not disappear on its own.\nAuthoritarian systems will seek not just to survive, but\nto weaken and defeat democracy around the world.\n\nHOUSE_OVERSIGHT_019238",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019238.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3295,
    "word_count": 488,
    "line_count": 76,
    "import_date": "2025-11-19T21:47:47.593277",
    "prefix": "IMAGES-005"
  }
}