{
  "document_id": "HOUSE_OVERSIGHT_018657",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018657.txt",
  "text": "cruelest of design flaws and the worst people understand it and the most compassionate\npeople don't.\n\nHowever, the conclusion is not that some people want abuse. By definition, abuse is\nsomething that destroys you, that leaves you feeling violated and harmed in a way you\ndon't want. And part of that mechanism, that involves the desire for the abuse to\ncontinue, is that many of us are designed to want more intimacy once intimacy has been\ninitiated with a person. Many of us don't want to be left.\n\nAnd the agony of feeling harmed by being left by someone you never wanted to be there\nin the first place is confusing and can be debilitating.\n\nNo one wants to be harmed in this way. Among abuse survivor communities the arousal\ninvolved in abuse situations is often called \"body betrayal,\" but this doesn't seem to\nencompass how deep the desires can be for some people. At the root, the desires are\noften the same desires that fit into normal healthy intimate relationships. To be loved, to\nhave an ongoing interaction, to be seen and understood at the root of all your emotion, to\nbe taken sexually and feel the pleasure of another enjoying your sexual arousal. But\nthese emotions have been exploited and manipulated for the gain of others.\n\nFor some number of people who have experienced abuse, the greatest split within the self\ndoes not simply come from how horrific the acts themselves were but from the feelings of\ndesire and pleasure that can happen in human beings even during horrific unwanted\n\nacts. For some of us, BDSM can be a safe way to explore unpacking some of this desire\nand how these arousal patterns got mixed up with horrific things -- or were already\nhooked up to horrific things and that pre-existing fact was exploited by a harmful person.\nAnd for some of us, taking that out and playing with it may not be a necessary part of\nrecovery at all.\n\nBut simply knowing this -- the fact that your arousal and pleasure systems can be\nactivated by harmful people is ok -- it does not mean you want it, it does not mean that it\nwas good for you, or that anyone should have treated you in that way. That can be the\ngreatest healing in and of itself.\n\nI want to thank her for allowing me to publish her words. Her description is so far from\nhow I usually discuss or experience S&M; and yet I see connections, too, and people\nrarely discuss those connections.\n\nte OK ok\n\nAftercare: Intimacy Within Positive and Consensual S&M\n\nA while back, a study came out that established that a consenting, positive S&M\nexperience increases a couple's intimacy afterwards. I cite that study all the time, but I\nstill find its existence kinda absurd; I mean, they could have just asked us how it felt. On\nthe bright side, if S&M is being studied by Real Researchers, it's a sign that S&M is\nbecoming more widely accepted. Yet for all its hormone level measurements and mood\nsurveys, I didn't feel like the study got anywhere near the heart of S&M and how S&M\ncreates such extraordinary intimacy. Why would it? Studies are science, and aftercare is\nart.\n\nHOUSE_OVERSIGHT_018657",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018657.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3076,
    "word_count": 547,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:47.201684",
    "prefix": "IMAGES-005"
  }
}