{
  "document_id": "HOUSE_OVERSIGHT_022166",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022166.txt",
  "text": "TTERSON\n\n-arances, he could afford it: sev-\n1, which had offices in Florida,\nt Rothstein’s millions actually\n\nscheme he'd been running since\n\ndwards joined Rothstein's firm.\n; along, and Rothstein showed\npotential investors. In exchange\nein said, investors would receive\n\n‘er, which Epstein would pay in\n\ni say that Edwards had no knowl-\nscheme. (Prosecutors, and the\n\n: as soon as he caught wind of the\nBut the few months he spent in\n\nhowitz the opening he needed to\nusations.\n\nce, Dershowitz would say, as well\n2oberts added Dershowitz’s name\n\niad abused her.\n\nd been pulled into a billion- dollar\ntched. And for Edwards and Cas- ~\n‘y benefit: Dershowitz had helped 3\nntial non-prosecution agreement j\nlicating him directly in Epstein's ‘\nershowitz claimed, Edwards and i\n\np” that agreement.\n| Mary pass on the part of\n\nwn internal logic.\n\nFittyy Ricw\n\nThe idea that Bradley. Edwards and Paul Cassell were trying to\nblackmail Leslie Wexner —blackmail him for one billion dollars,\nno less—sounds highly improbable. But we do know for a fact\nthat Edwards had worked with Rothstein—a man who'd been\nrunning his own billion-dollar con.\n\nEdwards may not have known that Rothstein was taking his\nfiles on Jeffrey Epstein and showing them to investors. But\nEdwards's proximity to Rothstein didn't look good. It may not have\nbeen as damaging as Dershowitz’s close friendship with Epstein,\nbut it was damaging nonetheless. It gave Dershowitz the opening\nhe needed to make his argument. And the genius of Dershowitz’s\nargument was that it wasn’t necessarily predicated on an actual\nplot to blackmail Wexner. Maybe the thing Edwards was really\nafter was the idea that a lawyer who helped work out Epstein’s\nnon-prosecution agreement was also having sex with Virginia Rob-\nerts. That would give Edwards leverage in trying to crack the\nagreement open. And in that case, was it so hard to imagine him\npressuring Virginia Roberts to add Dershowitz’s name to the list?\n\nPerhaps it wasn't, in this scenario. Virginia would have still\nfelt reluctant to mention Dershowitz. If she was, there was the\nmatter of the three hundred million dollars, and then some, that\nshe would stand to gain. And the three hundred million or so\nthat goes to set up a charity for battered women? If the scenario\n\n| Dershowitz had thrown out was true, that would have been a\n\ngenius move on Edwards's part—the sort of detail that helps the\n\n7 Whole psychological picture fall into place. If Virginia felt guilty\n\" for lying about Dershowitz, she could think of the thousands of\n\"battered women she'd end up helping.\n\nHOUSE_OVERSIGHT_022166",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022166.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2601,
    "word_count": 434,
    "line_count": 78,
    "import_date": "2025-11-19T21:47:46.680356",
    "prefix": "IMAGES-006"
  }
}