{
  "document_id": "HOUSE_OVERSIGHT_019507",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019507.txt",
  "text": "Tinker | 19\n\nown beefcake-style pictures, “So sexxxy it hurts” and “I like my girl-\nish figure that attracts girls.” He approached a model agency called\nModel Mayhem, which recommended a photographer. He had some\nconcern about that photographer because he, as Snowden wrote in\na post, “shoots mostly guys.” Snowden said he was “a little worried\nhe might, you know, try to pull my pants off and choke me to death\nwith them, but he turned out to be legit and is a pretty damn good\nmodel photographer.” He posted the photographs on the Internet.\nThe lack of any paid job offers dashed Snowden’s hopes for a model-\ning career.\n\nAround this time, he began dating Lindsay Mills, an extremely\nattractive nineteen-year-old art student at the Maryland Institute\nCollege of Art. Jonathan Mills, Lindsay’s father, was an applications\ndeveloper at the Oracle Corporation. According to him, Snowden\nmet his daughter on an Internet dating site. Snowden and Mills had\nmuch in common. They both had divorced parents who gave them a\ngreat deal of latitude in conducting their personal lives. Both of them\nwere keenly interested in perfecting their bodies through exercise\n\n© and diet regimes. Mills’s only paid employment over the next eight ©\nyears would be as a fitness and yoga instructor in Maryland. When\nthey first met, they both had ambitions to be models, and neither of\nthem had inhibitions about posing provocatively for photographers.\nThey both also had a desire to travel to exotic places, including cities\nin Asia. Mills had spent four month in Guilin, China, before meeting\nSnowden.\n\nAs bleak as his prospects as a high-school dropout might have\nseemed, Snowden had an unexpected stroke of good fortune in the\nspring of 2006. The CIA offered him a $66,o00-a-year job as a CIA\ncommunications officer. “I don’t have a degree of ANY type. In fact,\nI don’t even have a high school diploma,” Snowden boasted in May\n2006 on the website Ars Technica under his alias. He added, with\nonly a slight exaggeration, “I make 70K.”\n\nHow did Snowden get the job? The CIA’s minimum requirements\nin 2006 for a job in its clandestine division included a bachelor’s or\nmaster’s degree and a strong academic record, with a preferred GPA\nof 3.0 or better.\n\nThe CIA needed technical workers in 2006. But even if Snowden\n\n| | Epst_9780451494566_2p_all_r1.z.indd 19 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019507",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019507.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2383,
    "word_count": 403,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:48.366401",
    "prefix": "IMAGES-005"
  }
}