{
  "document_id": "HOUSE_OVERSIGHT_018487",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018487.txt",
  "text": "noticing the HIV pandemic, too many people are still refusing to talk about sex openly, or\ngive healthcare to sexual minorities directly affected by HIV. To say nothing of people\nwho are attacked or killed for their sexual minority status, like trans people who are\nmurdered in the street, or lesbians who are raped in order to \"fix\" their sexuality. Sexual\nstigma kills.\n\nSo when someone says something icky about sex and gender, or stereotypes a certain sex\nor gender identity, it's so great to challenge them -- or at least to question them. (\"Really?\nWhat makes you think all gay people are abuse survivors?\") And some of the most\npowerful sex activism out there involves starting discussion groups, creating venues for\ndiscussion, hosting sexuality speakers or sex-related art, etc.\n\nC) Be \"out\" or open, without being invasive. This can be tricky, because I don't want\nto encourage people to aggressively talk about sex at totally inappropriate times -- and\nagain, I'm against re-centering. On the other hand, the most powerful tool for\ndestigmatizing sexuality appears to be coming out of the closet -- whether a person is\nqueer, BDSM, or whatever. Openly acknowledging, owning, and discussing your sexual\npreferences can help others respect those preferences -- and can help others who share\nthose preferences respect themselves. (Can you tell that I cried when I saw the movie\nMilk?)\n\nThis post can be found on the Internet at:\n\nS&M:\n[theory] S&M Superpowers\n\nI wrote this post in 2011, but I encountered the \"superpower\" framework for fetishes in\n2008, before I started blogging. I was telling one of my first S&M partners about how\nbroken and anxious I felt, and he said: \"Why talk about it that way? You haven't lost\nanything. You've gained a superpower!\"\n\nok oe\nS&M Superpowers\n\nI've gotten so bored of the biases and stereotypes against S&M. It's like, \"Hey, another\nperson who implies that those of us who do consensual S&M were all abused as\nchildren? Sweet! That person is wrong, and I consider those views highly stigmatizing\nand sometimes damaging. So, can we go for a swim now?\"\n\n(For the record, the biggest and best-designed study ever done on this topic surveyed\n\nHOUSE_OVERSIGHT_018487",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018487.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2209,
    "word_count": 368,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:46.883414",
    "prefix": "IMAGES-005"
  }
}