{
  "document_id": "HOUSE_OVERSIGHT_020993",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020993.txt",
  "text": "Restructure Medicare & Medicaid: Economic Factors—\n\nUnconstrained Access to Medical Technology Increases Cost of Care...\n\ne Researchers generally agree that advances in medical technology\nhave contributed to rising US Health Spending!\n\ne Medical technology affects the costs of care through several\n“mechanisms of action”?\n— New treatments for previously untreatable terminal conditions\n— Major advances in clinical ability to treat previously untreatable acute conditions\n— New procedures for discovering and treating secondary diseases\n— New indications for a treatment over time\n— Ongoing, incremental improvements in existing capabilities\n\n— Major advances or the cumulative effect of incremental gains extending clinical\npractice to conditions once regarded beyond its boundaries\n\ne Very expensive, high-end medical procedures (such as dialysis and heart\nbypass) — which can easily cost as much as the average annual income of\n\nan American — are increasingly 60-70% subsidized by taxpayer dollars.\n\nSource: 1) “How Changes in Medical Technology Affect Healthcare Costs,” Kaiser Family Foundation, March 2007; 2) Richard A.\nRetting, “Medical Innovation Duels Cost Containment,” Health Affairs (Summer 1994).\nwww.kpcb.com ne. at Might a Turnaround Expert Consider?\nB kpeb USA Inc. | What Might a T dE Consider? 303\n\nOpportunity for Two Mutually Reinforcing Cycles:\n\nInformation + Incentives...\n\ne More widespread adoption of healthcare information technology, in particular\nclinical decision support software, should yield better information and provider\ndecisions.\n\n— Healthcare is at the cusp of leveraging decision-support technology after\nhistorically lagging other industries.\n\n— Opportunity to develop best practices to improve patient care and outcomes\nand reduce medical errors and costs.\n\n— More evidence-based care could help to narrow the variation in practice norms\n\n— The American Recovery and Reinvestment Act of 2009 provided approximately\n$19 billion for Medicare and Medicaid Health IT incentives.\n\ne Medpac summarizes the opportunities and issues succinctly.\n\n— \"Drivers of investment in IT include the promise of quality and efficiency gains.\nBarriers include the cost and complexity of IT implementation, which often\nnecessitates significant work process and cultural changes. Certain\ncharacteristics of the health care market—including payment policies that\nreward volume rather than quality, and a fragmented delivery system—can also\npose barriers to IT adoption.\"\n\nSource: Morgan Stanley Healthcare Research.\n\nKP\nwww.kpcb.com USA Inc. | What Might a Turnaround Expert Consider? 304\n\nHOUSE_OVERSIGHT_020993",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020993.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2631,
    "word_count": 371,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:47.349209",
    "prefix": "IMAGES-006"
  }
}