{
  "document_id": "HOUSE_OVERSIGHT_021173",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021173.txt",
  "text": "emotion any further I told him what happened with T.J and broke down\nin tears, a little heart broken from living in such a lie. He turned around\nfrom his massage and sincerely paused for a second thinking he was\ngoing to console me but instead he laughed at the very prospect of my\nnotion that monogamous relationships ever existed. “Are you serious, he\nwas only doing what every guy in the world does, you can’t hold that\nagainst him”. I replied in a lighthearted gesture “whose side are you on\nanyways”? His answer stuck with me for many years to come “T’m on\nyour side which is why I’m going to save you a lot of grief with this one\ntip, Never expect a man to be faithful and you’ll never be let down, it’s\njust the way us men are genetically imprinted.” The remainder of the\nmassage I had to pretend like f wasn’t further saddened by his response,\nbut in fact having to act enlightened. I would never come to him for any\nother relationship advice, ever again. He told me I’d be fine if I just\nlistened to my mentor. He still loved role-playing the teacher and me the\npupil, like the old days before he got rich and only used to be a college\nprofessor. I finished the massage and fulfilled my sexual duties before\nbeing sent home wanting to collapse in anguish.\n\nT.J was outside my apartment door when I got there, his mom waiting\ndownstairs in her minivan just in case I kicked him out again. He pleaded\nhis guilt and promised that he would never see her again, agreeing with\nme that she was the town slut and he screwed up big time. I let him back\ninto my apartment and back into my life for that matter but more aware of\nthe world I was being led into believing was of normal conduct accepted\nby everyone in this sick world. Jeffrey was going back to N.Y.C and told\nme to have a few days off before his assistant at his office would arrange\nan E-Ticket on a commercial flight for me to join him later in the week. I\nhad just made loads of money from my previous trip and wanted to relax\nlike any teenager does, so I threw a hotel party that weekend on Singer\nIsland in Rivera Beach, inviting only a small group of friends to begin\nwith.\n\nThe hotel room quickly filled up with a flood of teens and the pumping\nmusic was blaring. The room had a balcony overlooking the pool and the\nbeach that became the smoker’s section. I wasn’t a real smoker at that\npoint, preferring to have a puff of a spiffed blunt instead so I made it my\nrule to go outside trying to prevent holes in the carpet, but it didn’t last\ntoo long when our forbidden walls came tumbling down. Making so\nmuch money that { could supply my wild parties with an assortment of\ndrugs like trips, ecstasy, and coke as well as an abundance of alcohol, that\nTJ had all the contacts for, made my fellow teens admire me. It definitely\ngave me a head swell, thinking here I was so young but so grown up\nalready with all of my peers from high school looking up to me. In the\nwee hours of the morning we were all still going hard with our eyes\n\nSF\n\n[ Copyright Protected Material\nCONFIDENTIAL GIUFFRE004190\n\ndilated into little black diamonds. We were all having in depth\nconversations about life and where we would all end up when this\ncharade was all said done. Nobody got to sleep that night as the room\nslowly dwindled in numbers as people were finding their way home to\nrecover from the repercussions of drugs wearing down out of their\nintoxicated system.\n\nWhen I flew out to N.Y.C to meet Jeffrey the next day, | was still in a\nhorrible state. Not knowing what was wrong with me, thinking it was just\na bad come down, I nished out of the elevator and down the hall to my\nroom, sweating profusely, to make it just in time to the toilet to throw up\nbile again for the uncountable time since getting off the plane. 1 was\nhaving intense cramps in my stomach and when | was called down to\nmeet Jeffrey in the massage room, I had to decline for the first time. | told\nthe housekeeper that I was feeling very ill after the flight, maybe some off\nfood for lunch and needed to lie down for a while. Nobody came up to\ncheck on me for hours or even called. Waking up from my much-needed\nnap, I pulled back the expensive white sheets to find myself in a pool of\nmy own sweat and blood. I was covered in the red stains that drenched\nthe pants I was wearing. I had no idea what was going on, [ could only\nfocus on the dire amount of pain I was in. In between the heaves of\nthrowing up and crying simultaneously I was able to reach the phone and\ncalled the housemaid on the intercom. | told her 1 needed to go toa\nhospital immediately and slammed the phone down only to fall back to\nthe floor hurdled in a ball. She didn’t hesitate in calling Ghislane who ran\nup to see what was wrong. Ghislane then called Jeffrey who was in his\noffice at the time and told him to hurry up to my level, stressing to him\nthat it was an emergency. Thinking they really cared about me for the\nfirst time since I had known them, they came with me to the hospital with\nme. Now I realize I was only a liability in getting them caught and they\nneeded to get to the doctors before | could say anything incriminating.\nThey were suspecting the worst now and seeing he never wore a condom\nwith me and from our previous conversations they knew I always made\nT.J wear one, they feared the situation at hand.\n\nWhen he saw the catastrophic state I was in at that point, it was the\nhousemaid who helped me get up and assisted me down to the car where\nJo-Jo was waiting for me. He drove us to either Lennox Hill Hospital or\nMount Sinai, I can’t remember, as it was so blurry in such a bad\ncondition. Rushed in for immediate testing | was uncontrollably vomiting\nand in so much agony, | was given an injection to help me to subside the\nintense pain. A nurse came in to ask who would pay for this and although\nl insisted my parents insurance still covered me, Jeffrey persisted that he\ntake care of all the medical bills and gave the nurse his information.\n\n58\n\n(1) Copyright Protected Material\n\nGIUTTREO04 191\n\nHOUSE_OVERSIGHT_021173",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021173.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6047,
    "word_count": 1154,
    "line_count": 103,
    "import_date": "2025-11-19T21:47:44.758468",
    "prefix": "IMAGES-006"
  }
}