{
  "document_id": "HOUSE_OVERSIGHT_017930",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017930.txt",
  "text": "In re Terrorist Attacks on September 11, 2001, 392 F.Supp.2d 539 (2005)\n\n10 A.L.R. Fed. 2d 789\n\n411 Taha Al-Awani, Muhammad Ashraf, M. Omar\nAshraf, M. Yaqub Mirza, and Iqbal Unus are SAAR\nNetwork executives who are mentioned once in the\nFederal complaint in a long list of Defendants who\nallegedly “have aided and abetted, conspired with, and\nprovided material support and resources to, defendant al\nQaida and/or affiliated FTOs, associations, organizations\nor persons, as described herein.” (Federal Compl. J 66.)\nThe complaint does not include any other allegations\nagainst these Defendants.\n\nThe Federal complaint alleges that Jamal Barzinji,\nanother SAAR Network executive who moves to dismiss\nthe complaint, is a Saudi national who, “through his\nvarious for-profit enterprises and involvement with\ncharities and individuals operating within al Qaida’s\ninfrastructure, has long provided material support and\nresources to al Qaida.” (federal Compl. JJ 490-91.)\nBarzinjit has served as a board member of, or been\nassociated with, several SAAR Network entities,\nincluding IIT, WAMY, Safa Trust, Mar—Jac Poultry, and\nSAAR Foundation. Jd. § 490 (claiming that while he was\nthe President of Safa Trust, he “held authority over\neighteen bank accounts”). He is a business associate of\nthe designated terrorist Yousef Nada. (/d.) According to\nunnamed federal authorities, Barzinji “committed and\nconspired to: transit money internationally for the purpose\nof promoting offenses against foreign nations involving\nmurder or the destruction of property by means of\nexplosive, fire, kidnapping or extortion ...; provide\nmaterial support or resources to foreign terrorist\norganizations ...; and provide material support or conceal\nor disguise the source of ownership of material support\n*372 intended for use in preparation for or in carrying out\na terrorist act.” (/d.)\n\nThe RICO statement provides additional associations\nbetween each of these SAAR Network executives and the\nSAAR Network. (See Federal RICO Statement\nApplicable to the SAAR Network Executives at Ex. A\n(alleging in their roles as executives of SAAR Network\nentities, each of these Defendants committed multiple acts\nof conspiracy to commit multiple crimes).) Specifically,\nTaha Al—Alwani was President of INT and an officer of\nHeritage Education Trust; Muhammad Ashraf was an\nofficer and/or director of Sterling Investment Group,\nSterling Charitable Gift Fund, and York Foundation; M.\nOmar Ashraf was an officer and/or director of Grove\nCorporate Plaza, Mar—Jac Investments, and Sterling\nCharitable Gift Fund; Yaqub Mirza served as an officer\nand/or director of African Muslim Agency, Mar—Jac\nInvestments, Mar—Jac Poultry, Reston Investments,\nSAAR Foundation, Safa Trust, where he was the principal\nsignatory on Safa Group checks, and York International;\n\nWESTLAW\n\nIqbal Yunus was a director of Child Development\nFoundation, a SAAR Network entity, and was associated\nwith Sterling Charitable Gift Fund, and Sterling\nManagement Group; finally, Jamal Barzinji was president\nof Safa Trust and a director of Mar—Jac Poultry, Reston\nInvestments, IIIT, and Safa Trust. (/d. at 5(f) and Ex. A.)\n\nThe complaint does not state a claim for relief against\nTaha Al-Awani, Muhammad Ashraf, M. Omar Ashraf,\nM. Yaqub Mirza, or Iqbal Unus on a civil RICO theory or\nunder the ATA. Reading the complaint as a whole and\nconsidering the overlap of executives among the SAAR\nNetwork entities, the complaint does not adequately\nprovide these Defendants with notice as to how they\nprovided material support to al Qaeda terrorists. See Boim\nIT, 291 F.3d at 1023 (explaining a claim under the ATA\nmust include allegation that defendant knew about\nterrorists’ illegal activities, defendant wanted to help\nthose activities succeed, and defendant engaged in an act\nof helping). The Federal complaint against Taha\nAl-Awani, Muhammad Ashraf, M. Omar Ashraf, M.\nYaqub Mirza, and Iqbal Unus is dismissed without\nprejudice.\n\n42] 43] Jamal Barzinji controlled several bank accounts.\n(Federal Compl. J 490.) He has allegedly transmitted\nmoney internationally for terrorist purposes. (/d.) He\nallegedly made these transfers to support al Qaeda. (/d. at\n{| 490-91.) The Federal Plaintiffs do not allege that Mr.\nBarzinji participated in the operation or management of\ntheir claimed RICO enterprise, and the RICO claim\nagainst him is dismissed. Reves, 507 U.S. at 179, 113\nS.Ct. 1163. But Mr. Barzinji does have sufficient notice\nof the claims against him regarding his alleged provision\nof material support in the form of financial transactions to\nal Qaeda. See 18 U.S.C. § 2339(A) (including provision\nof “currency or other financial securities [and] financial\nservices” in definition of material support) Accordingly,\nhis motion to dismiss the federal complaint is denied.\n\nIV. NCB’s Motion for Reconsideration\n\nIn deciding NCB’s motions to dismiss the Ashton and\nBurnett complaints, the Court ruled that NCB’s status as a\nforeign sovereign for purposes of immunity under the\nFSIA was unclear. It also questioned whether it had\npersonal jurisdiction over NCB. The Court ordered\nlimited jurisdictional discovery on both issues. Terrorist\nAttacks I, 349 F.Supp.2d at 792, 820. In light of the\npossible lack of subject matter and personal jurisdiction,\nthe Court refrained from deciding NCB’s motion to\ndismiss for failure to state a clatm. NCB *573 moves for\n\nHOUSE_OVERSIGHT_017930",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017930.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5404,
    "word_count": 824,
    "line_count": 115,
    "import_date": "2025-11-19T21:47:47.319866",
    "prefix": "IMAGES-004"
  }
}