{
  "document_id": "HOUSE_OVERSIGHT_017473",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017473.txt",
  "text": "4.2.12\nWC: 191694\n\nOJ’s glove\n\nI happen to be on the way to Australia to deliver a talk. There was a stopover in Los Angeles and\nI decided to pay a visit to the OJ trial. My usual role was to provide legal briefs and memoranda\nfrom my office in Cambridge on two or three occasions I appeared in court to argue motions, but\nthese appearances were rare and episodic. On this day, I had no real business to conduct in the\ncourtroom, but when my son picked me up at the airport, I suggested that we drop by and simply\nsay hello to the legal team and OJ, and join the legal team for lunch. My son turned on the radio,\nwhich was carrying the trial live. The man on the witness stand was an expert in gloves, He was\ntestifying in the most boring and tedious matter ever, about the stitching in gloves. We practically\nfell asleep in the car listening to the tedium. Elon begged me not to go to the courthouse and\ncontinue to listen to this boring testimony, but I insisted. Upon entering the courthouse I sat\ndown next to the lawyers and my son sat in ....within 5 minutes of our appearance in court,\nProsecutor Dardin got up and asked to have OJ try on the glove. It was about the dumbest ploy\nany prosecutor could have tried, especially since under CA law, he could have insisted that OJ try\non the glove outside the presence of the jury, before he decided to conduct this experiment in\nfront of the jury. But Dardin was not one for legal subtlety. OJ walked right in front of me, tried\non the glove, and in the most dramatic moment of the most month trial, walked in front of the\njury and showed them that it didn’t fit. He even “testified ‘it’s too small.’” [get exact quote]\n\nShortly after this dramatic moment, the lunch recess was called and I went to OJ’s holding cell\nbehind the courtroom. I told him that it was likely that they would ask him to try on the glove\nwithout the latex underglove he wore during the courtroom experiment. He assured me that it\nstill wouldn’t fit.\n\nMy grandmother would have said, “it was bashert’”—that is ordained—that I would be in the\ncourtroom just at the moment that led to the famous closing argument “If it doesn’t fit, you must\nacquit.”\n\n386\n\nHOUSE_OVERSIGHT_017473",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017473.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2203,
    "word_count": 410,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:46.578550",
    "prefix": "IMAGES-004"
  }
}