{
  "document_id": "HOUSE_OVERSIGHT_018237",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018237.txt",
  "text": "Chapter One:\nThe Masters\n\nIn which the immortal problems of power are discussed, and the possibility of anew\ninstinct is introduced.\n\n1.\n\nOne morning in of 1943, a Chinese writer named Nan Huai-Chin packed his bags in\nShanghai and began walking out of the city. He was headed west, and traced a route\nalong the Huang Pu river, as he headed out towards E’Mei Shan several thousand\nmiles away in Western China. E’Mei Shan - Eyebrow Mountain - was and is one of\nthe holiest Buddhist sites in China.\n\nNan was an unusual young man. At fifteen, he had won a national sword fighting\ncompetition against men twice his age. At sixteen he had been admitted to the best\nuniversity in Shanghai, where he excelled in the study of natural sciences and\nphilosophy. If you look at photos of Nan in those years, more or less at the moment\nhe left Shanghai for the mountains, you see a clean-shaven, and soft-skinned man.\nHe is handsome, with electric eyes. You can see, if you know to look, the rough\nintensity of the man he’d become during the anti-Japanese war: A toughness in his\nstance; some hint too in his grimace of a sword-fighter’s mercilessness. This was\nlong before Nan was regarded as one of the finest living exemplars of the Chinese\nBuddhist tradition, before he became known as Master Nan. This was before his\nflight from China with the Kuomintang in 1949 once the communists came to power,\nbefore his decades of wandering, and his eventual return to the mainland. All that\nlies ahead of the man you see in the photo. The man in the photo is young, energetic.\nHe is certain.\n\nIn Nan’s youth, in his early sword fighting days, he had come to understand that\nmastering the blade of his sword involved really training his internal spirit to the\nhighest possible level of sharpness. The spirit moved first, then — instants later - the\nsword. It was his desire to sharpen that inner blade that led him to E’mei Shan and\nthe study of Ch’an Buddhism. Ch’an - you may know it by its Japanese name, Zen - is\nthe steeliest of the Buddhist traditions, bred through the combination of the\nBuddha’s ancient Indian teachings with the mystical philosophical habits of Chinese\nDaoism. Its adherents explain that enlightenment in Ch’an demands concentration\nstrong enough to make and then smash diamonds. It produces, as a result, an\nunmatchable form of enlightenment. So, with the anti-Japanese war still smoldering,\nNan traveled for a month through his convulsing country and up E’mei Mountain,\nwhere he found a Ch’an lamasery near the peak. Once there, during three years of\nconstant effort and meditation and deprivation, he achieved a breakthrough to\nsamadhi, that state of spiritual alignment in which the world and your own soul\nbecome as transparent as water. Fear vanishes, as does lust or any real confusion\nabout the deeper currents of life. You become, the priests like to say, as resilient as a\n\nHOUSE_OVERSIGHT_018237",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018237.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2912,
    "word_count": 504,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:47.513156",
    "prefix": "IMAGES-004"
  }
}