{
  "document_id": "HOUSE_OVERSIGHT_013415",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_013415.txt",
  "text": "From: Darren Indyke > \nTo: Jackie Perczek \nDate: 4/7/2011 1:27 PM \nSubject: Privileged and Confidential \nAttachments: Edwards Articles -1.doc; Edwards Articles - 12.pdf; Edwards Articles - 10.pdf; Edwards \nArticles - 9.doc; Edwards Articles - 8.doc; Edwards Articles - 7.doc; Edwards Articles - 6.doc; Edwards \nArticles - 5.doc; Edwards Articles - 3.doc; Edwards Articles - 2.doc; Edwards Article - 13.pdf; Part.012 \nSee additional articles. \nDarren K. Indyke \nDarren K. Indyke, PLLC \n301 East 66th Street, 10B \nNew York, New York 10065 \nHOUSE OVERSIGHT 013415 \nLocal News: West Palm Beach, Palm Beach County, Martin & St. Lucie Counties I The Palm Beach Post \n4/6/11 1:38 PM \nNEWS \nLEARN MORE, \nLOCATE \n'lamed an a \nNEXT GENERATFON PENNZOIL® \nCLEANS OUT UP TO 40% OF \nSLUDGE IN THEIST OIL CHANGE!' \nMint elk Pennzoil.° \nre ab.Elge clearrup test using tAE 900,111_ \nSubscribe Now I Renew [-POST I JOBS I AUTOS I REAL ESTATE I CLASSIFIEDS I PLACE AN AD \nI MONEY I OBITUARIES I OPINION I LIVING I ENTERTAINMENT I PHOTOS I VIDEOS \nBREAKING NEWS: Gov. Scott OKs last-minute bailout for courts, averting two-week furloughs Click to read story \nLocalNews D Greater Palm Beaches and Treasure Coast \nPalm Beach sex offender's secret plea deal: \nPossible co-conspirators not charged, presses \nvictims to settle civil suits \nBy SUSAN SPENCER-WENDEL \nPalm Beach Post Staff Writer \nFriday, September 18, 2009 \nWEST PALM BEACH — Billionaire financier sex offender Jeffrey Epstein's secret non-prosecution agreement he \nstruck with federal prosecutors was unsealed Friday, offering the first public look at the deal Epstein's high-powered \nlegal counsel brokered on his behalf. \nAccording the agreement, the Federal Bureau of Investigation and the U.S. Attorney's Office investigated Epstein \nfor various federal crimes, including prostitution, some punishable by a minimum of 10 years up to life in prison \nBut federal prosecutors backed down and agreed to recall grand jury subpoeanas, if Epstein pleaded guilty to \nprostitution-related felonies in state court, which he ultimately did. He received an 18-month jail sentence, of which \nhe served 13. \nA former federal prosecutor of 15 years, Mark Johnson of Stuart, said the disparity in the potential sentences was \nunusual. \nThe United States Attorney's Office also agreed not to charge any of Epstein's possible co-conspirators - Sarah \nKellen, Adriana Ross, Lesley Groff and Nadia Marcinkova. \nThe agreement was negotiated in part by New York heavyweight criminal defense attorney Gerald Lefcourt. \nOn its first draft in September 2007, it required that Epstein pay an attorney - tapped by the U.S. Attorney's Office \nand approved by Epstein - to represent some of the victims in civil suits they had filed against Epstein. That \nattorney is prominent Miami lawyer Bob Josefsberg. \nFormer prosecutor Johnson said he has never seen a provision like that before. \nBut an addendum to the agreement signed the following month struck Epstein's duty to pay Josefsberg if he and the \nvictims did not accept a settlement and instead pursued litigation. \nThe agreement, signed by Assistant U.S. Attorney Maria Villafana, does not expressly state whether any victims \nwere contacted or consulted before the deal was made. \nAttorney Brad Edwards of Fort Lauderdale, who represents three of the young women, believes that none of the \nbetween 30 and 40 woman identified as victims in the federal investigation were told of the deal. Edwards said his \nclients were still receiving letters in the mail months afterwards saying the U.S. Attorney's Office assuring them \nEpstein would be prosecuted. \n\"Never consulting the victims is probably the most outrageous aspect of it...\" Edwards said. \"It taught them that \nsomeone with money can buy his way out of anything. It's outrageous and embarrassing for United States \nAttorney's Office and the State Attorneys Office.\" \nEpstein now faces many civil lawsuits filed by the women, who are represented by a variety attorneys. In many, the \nfacts alleged are the same: that Epstein had a predilection for teenage girls, identified poor, vulnerable ones and \nlured them to his home via other young women. The teens describe ascending a staircase lined with nude \nphotographs of young girls and to the spa room where Epstein would appear in a small towel. \nFormer Circuit Judge Bill Berger, who represents one of the victims, and The Palm Beach Post sought the \nunsealing of the agreement. Berger refers to it as a \"sweetheart deal.\" \n\"Why was it so important for the government to make this deal?\" Berger asked rhetorically. \"We have not yet had \nhonest explanation by any public official as to why it was made .. and why the victim's were sold down the river.\" \nFormer federal prosecutor Ryon McCabe described the agreement as \"very unorthodox.\" Such agreements, he said, \nare usually reserved for corporations, not individuals. \nhttp://www.palmbeachpost.com/ pbcwest/content/local_news/epaper/2009/09/18/0918epstein.html \nSEARCH \n® Site 0 Web Web Search by YAHOO! \nObarna Launches Mortgage Relief Plan \nIf you owe  less than S720 000 on .._„•-c,,Jr \n_ mortgage,you_probably c Jalify for the  \nPresident's Making Home Affordable  \nProgram. With rates lower than they've ever  \nbeen, there has never been a better time to  \nrefinance. If you am a homethivner and you  \nhaven't looked into refinancing recently, you \nmay be surprised at how much you can save. \nSelect Your Age: \n33 \n_Calculate New House Pavment, \nCOLUMNISTS AND BLOGGERS \nktir 1 \nFRANK CERABINO \nRead Frank's latest columns \nand follow him on Twitter. \nRead more \nHOT CELEBRITY NEWS \nGet the latest on South Florida \ncelebrities, billionaires, \npoliticos, more. Page2Live \nGEORGE BENNETT \nRead Post politics columnist \nGeorge Bennett's latest \narticles. Read more \nMOST POPULAR HEADLINES COMMENTS  \nFatal shooting in Delray Beach draws crowd of 100 \nonlookers \nLake Worth mayor says The Cottage complaints use \n'gay card' against city manager \nWest Palm Beach mayor Firefighter layoffs likely \nNarcy Novack charged in 2009 Fort Lauderdale killing \nof her mother-in-law \nBoynton Police warn of new twist on ATM identity fraud \nFOLLOW THE POST ON TWITTER \nSIGN UP FOR MOBILE TEXT ALERTS \nlig The Palm Beach Post on Facebook \nLike \n16,985 people like The Palm Beach Post. \nPage 1 of 3 \nHOUSE OVERSIGHT 013416 \nLocal News: West Palm Beach, Palm Beach County, Martin & St. Lucie Counties I The Palm Beach Post \n4/6/11 1:3 8 PM \n\"It's very, very rare. I've never seen or heard of the procedure that was set up here.\" said McCabe, who has no \ninvolvement in any Epstein litigation and is now a securities litigation attorney. \n\"He's essentially avoiding federal prosecution because he can afford to pay that many lawyers to help those victims \nreview their cases.... If a person has no money he couldn't be able to strike a deal like this and avoid federal \nprosecution.\" \nThe back-room deal with federal prosecutors all the more interesting in light of the legal heavyweights who have \nworked for Epstein, including Harvard professor Alan Dershowitz and Kenneth Starr of Clinton impeachment fame. \nLefcourt is a past president of the National Association of Criminal Defense Lawyers. \nEpstein's local defense attorney, Jack Goldberger, issued a statement Friday saying he had fought the release of \nthe sealed agreement to protect the third parties named there. \"Mr. Epstein has fully abided by all of its terms and \nconditions. He is looking forward to putting this difficult period in his life behind him. He is continuing his long \nstanding history of science philanthropy...\" \nEpstein ended up avoiding federal charges, and pleaded guilty in state court to felony solicitation of prostitution and \nprocuring a person under the age of 18 for prostitution. In July 2008, he was sentenced to 18 months in jail, and \nlater allowed out up to six days a week on work release. \nEpstein left the jail in late July 2009 after serving not quite 13 months of the sentence, having earned gain time for \ngood behavior. \nPalm Beach Police began investigating the \"international moneyman of mystery,\" as the New York magazine \ndubbed him, after they received a complaint from a relative of a 14-year-old girl who had given Epstein a naked \nmassage at his home on the Intracoastal Waterway. \nPolice sought and found in poor neighborhoods a variety of tall, thin, model-like young women, who told stories of \nbegin recruiting, then going to Epstein's home and massaging and stimulating him. They walked away with between \n$200 and $1,000. \nThe investigation triggered tensions between police and prosecutors, with then-Chief Michael Reiter saying in a \nMay 2006 letter to then-State Attorney Barry Krischer that the chief prosecutor should disqualify himself. \n\"I continue to find your office's treatment of these cases highly unusual,\" Reiter wrote. He then asked for and got \nthe federal investigation that ended in the sealed deal. \n\"The Jeffrey Epstein matter was an experience of what a many-million-dollar defense can accomplish,\" Reiter told \nthe Palm Beach Daily News upon his retirement. \nhttp://www.palmbeachpost.com/pbcwest/content/local_news/epaper/2009/09/18/0918epstein.html \nRick \nHeidy Vero \nAudrey \nGabriel \nDebra Robin \n• \nJeffrey Katie Jodie \nRecent Activity \nLogin \nYou need to be logged into Facebook to \nsee your friends activity \nCerabino: Florida House GOP's 'uterus' \nban: A free-speech battle is born \n1,518 people shared this. \nLIForeclosure crisis: Fed-up judges crack \ndown disorder in the courts \n207 people shared this. \nFacebook social plug in \nPOSTPIX » Latest news photos \nMAGES OF WAR in Iraq Massive earthquake and \nand Afghanistan tsunami devastate Japan \nJeri Muoio Sworn in as Severe weather in Central, \nMayor South Florida \nIDo Your Feet Hurt?  \nSELBY SHOES \n561-969-9369 \nWe'Ll Put Wow! Into Your Windows \nIN THE SHADE INC \n772-223-1212 \nFree Hearing Test!  \nBELTONE \n561-948-3049 \nGourmet Meat in Delray  \nMARIO'S MEATS \n561-499-7019 \nDo Your Feet Hurt?  \nSELBY SHOES \n561-969-9369 \nHistoric Archive \n(1897 - 1988) \nSearch historic editions of The Palm Beach \nPost, Palm Beach Daily News, Miami News and \nmore. It's free! \nPage 2 of 3 \nHOUSE OVERSIGHT 013417 \nLocal News: West Palm Beach, Palm Beach County, Martin & St. Lucie Counties I The Palm Beach Post \n4/6/11 1:38 PM \nSEARCH \nUTOG: Hottest Oil Stock \"Weird Fruit Burns Fat\" \nFracking tech to unlock vast treasure of 7,000- Reporter Drops 32 Pounds in 28 Days with \nacre This Strange \nwww.AmericanEnergyReportcom www.5NewsTV.com \nGet this search box for your site. \nMortgage Rates Hit 2.99% \nIf you owe under $729k you probably qualify for \nObama's \nwww.LowerMyBills.com \nAds by Yahoo! \nStay on top of the storms with our new interactive live radar — the radar you control \nTELL US WHAT YOU THINK OR SEND US A TIP \tSECTIONS \tMARKETPLACE \tAFFILIATED SITES \nPlease use this box to submit general site \tLocal News \tReal Estate Florida Home \tGalleryPalmBeach.com \nfeedback, technical problems or news tips. Thank \tMoney \tLocal Businesses \tHistoricPalmBeach.com \nyou. \tSports \tAdvertise in The Post \tPalmBeachDailyNews.com \nWeather \u000bOpinion \tAdvertise on PalmBeachPost.com \tpbgametime.com \u000bpbpulse.com \nTraffic \tSERVICES \tPage2Live.com \nSpecial reports \tDoGood - Local non-profits \nPost on Politics \tCustomer Care \nEntertainment pbpulse.com \tHome Delivery \tON THE GO \nTreasure Coast Talk \tLocal business directory \nBlogs \tE-mail Newsletters \nYour e-mail address (will not be shared) \nTwitter \tARCHIVES \tRSS Feeds \nObituaries \u000bLiving \tFront page PDFs \u000bHistoric Archives \tMobile Services \u000bReprints/licensing \n( SEND NOW \nPhotos - PostPix \nVideos \nCopyright ©2011 The Palm Beach Post. All rights reserved. By using PalmBeachPost.com, you accept the terms of our visitor agreement Please read it. \nContact PalmBeachPost.com I Privacy Policy I About our ads \nMall ENABLED \ncoreEip \nhttp://www.palmbeachpost.com/pbcwest/content/local_news/epaper/2009/09/18/0918epstein.html \nPage 3 of 3 \nHOUSE OVERSIGHT 013418 \nLocal News: West Palm Beach, Palm Beach County, Martin & St. Lucie Counties I The Palm Beach Post 4/6/11 1:50 PM \nNEWS \nBRAdviAN_ MOTORCARS  \nm nrAcir Porsche \nBRAMAN DIFFERENCE CillefLA I \nEXPERIENCE THE \nMini \nBMW Audi \nSubscribe Now Renew \nE-POST I JOBS I AUTOS I REAL ESTATE I CLASSIFIEDS I PLACE AN AD \nI — I \nWEATHER \nI SPORTS I \nMONEY I OBITUARIES I OPINION I LIVING I ENTERTAINMENT I PHOTOS I VIDEOS I \nLocalNews _ _ Greater Palm Beaches and Treasure Coast \nJudge: Palm Beach sex offender Jeffrey Epstein \nagreement to remain sealed \nBy MICHELE DARGAN \nPalm Beach Daily News Staff Writer \nTuesday, February 17, 2009 \nA federal judge has ruled that a non-prosecution document under which the government agreed not to pursue \nfederal charges against sex offender Jeffrey Epstein will remain under seal - at least for now. \nThe U.S. Attorney's Office and Epstein's lawyers reached the agreement before Epstein pleaded guilty to state \nfelony charges, and the document is under seal in Epstein's state criminal file. \nRepresenting two of Epstein's victims, attorney Brad Edwards asked to have the document unsealed as part of his \nfederal lawsuit against the Manhattan money manager. Although Edwards and his victims have seen the \nagreement, Edwards says in his pleadings that the government has \"inaccurately described the agreement ... \ncreating a false impression that the agreement protects the victims.\" \nU.S. District Judge Kenneth Marra ruled that the claims, even if true, haven't damaged Edwards' case. \n\"If and when such alleged mischaracterizations become relevant to an issue to be decided by the court, the parties \nwill be given the opportunity to advance their positions and the court will resolve the issue,\" he wrote. \"If disclosure \nof the agreement will be required for the court to resolve this issue, appropriate disclosure will be ordered.\" \nSeeking to keep the agreement sealed, Assistant U.S. Attorney Dexter Lee argued that the agreement is not part of \nany case before Marra. \n\"The non-prosecution agreement has never been filed under seal in federal court,\" he wrote. \nHe also denied that the agreement has been inaccurately described. \nMarra sided with Lee on the argument that the agreement was not filed in federal court \"under seal or otherwise.\" \nOn Aug. 14, Marra ruled that the non-prosecution agreement would be unsealed for Edwards and any of the victims \nwho want to see it. But the ruling bars Edwards and anyone else who sees the document from disclosing the terms \nto anyone else. \nIn his motion to unseal, Edwards said he wants to be able to discuss the terms of the agreement with other victims \nand their attorneys as well as with other victims' rights groups such as the National Alliance of Victims' Rights \nAttorneys. \nThe desire to discuss the agreement with third parties is not justification for unsealing the document, Marra ruled. \n\"If a specific tangible need arises in a civil case relief should be sought in that case,\" he wrote. \nEpstein, 56, is serving 18 months in jail for soliciting prostitution and procuring a minor for prostitution. \nUnder the agreement, federal prosecutors will defer their decision on whether to prosecute Epstein on federal \ncharges until 90 days after Epstein completes all requirements of his state sentence. \nIf he abides by all court conditions and restrictions, the federal case would be dropped. \nIn addition to the state criminal case, there are nine federal and seven state lawsuits pending against Epstein. \nAll contain similar allegations: The Manhattan money manager, through his employees and assistants, brought \nminor girls to his Palm Beach home at 358 El Brillo Way for erotic massages and sometimes sex. \n(3 Site 0 Web \nSEARCH \nWeb Search by YAHOO! \nACCOUNTS RECEIVABLE \nSPECIALIST \nBusy Physical Therapy office \nseeks FULL TIME AR Collection \nperson to handle txttient accounts. \nClit'k \nApply! \nEXPERIENCE PREFERRED \nCOLUMNISTS AND BLOGGERS \n111 \nMOST POPULAR \nFRANK CERABINO \nRead Frank's latest columns \nand follow him on Twitter. \nRead more \nHOT CELEBRITY NEWS \nGet the latest on South Florida \ncelebrities, billionaires, \npoliticos, more. Page2L ive \nGEORGE BENNETT \nRead Post politics columnist \nGeorge Bennett's latest \narticles. Read more \nHEADLINES COMMENTS \nFatal shooting in Delray Beach draws crowd of 100 \nonlookers \nLake Worth mayor says The Cottage complaints use \n'gay card' against city manager \nNarcy Novack charged in 2009 Fort Lauderdale killing \nof her mother-in-law \nWest Palm Beach mayor: Firefighter layoffs likely \nBoynton Police warn of new twist on ATM identity fraud \nFOLLOW THE POST ON TWITTER \nSIGN UP FOR MOBILE TEXT ALERTS \nThe Palm Beach Post on Facebook \nLike \n16,987 people like The Palm Beach Post. \nINMAN \nJodie Heidy Bianca Robin Audrey \nKatie \nGabriel Vero Yelena Debra \nhttp://www.palmbeachpost.com/localnews/content/local_news/epaper/2009/02/17/0217epstein.html \nPage 1 of 2 \nHOUSE OVERSIGHT 013419 \nLocal News: West Palm Beach, Palm Beach County, Martin & St. Lucie Counties I The Palm Beach Post 4/6/11 1:50 PM \nRecent Activity \ngin \nYou need to be logged into Facebook to \nsee your friends activity \nCerabino: Florida House GOP's 'uterus' \nban: A free-speech battle is born \n1,524 people shared this. \nIrj Foreclosure crisis: Fed-up judges crack \ndown disorder in the courts \n207 people shared this. \n11 Facebook social plugin \nPOSTPIX » Latest news photos \nMAGES OF WAR in Iraq Massive earthquake and \nand Afghanistan tsunami devastate Japan \nJeri Muoio Sworn in as Severe weather in Central, \nMayor South Florida \nFEATURED MOTORCYCLES \n1997 Harley Davidson Road King 941-769-\n9000 \nHD Road King '97, 48K... \nView All Featured Motorcycles \nHistoric Archive \n(1897-1988) \nSearch historic editions of The Palm Beach \nPost, Palm Beach Daily News, Miami News and \nmore. It's free! \n1 SEARCH \nGet this search box for your site. \n\"Weird Fruit Burns Fat\" US Oil Best Kept Secret? BREAKING NEWS:$25 Car Ins \nReporter Drops 32 Pounds in 28 Days with Not for long. Similar stocks trade at $30-$60. Do Not Buy Car Insurance until you see this \nThis Strange www.AmericanEnergyReport.com shocking \nwww.5NewsTV.com www.News7BreakingNews.com \nAds by Yahoo! \nStay on top of the storms with our new interactive live radar - the radar you control \nhttp://www.palmbeachpost.com/localnews/content/local_news/epaper/2009/02/17/0217epstein.html Page 2 of 2 \nHOUSE OVERSIGHT 013420 \nPage 1 \n• \nLexisNexis' \n7 of 11 DOCUMENTS \nCopyright 2009 ProQuest Information and Learning \nAll Rights Reserved \nProQuest SuperText \nCopyright 2009 Palm Beach Post \nPalm B each Daily News \nJune 25, 2009 Thursday \nFinal Edition \nSECTION: A SECTION; Pg. A.1 \nLENGTH: 557 words \nHEADLINE: JUDGE TO RULE ON SEALED PLEA-DEAL PAPERS TODAY \nBYLINE: MICHELE DARGAN, MICHELE DARGAN, Daily News Staff Writer \nBODY: \nA circuit judge will decide today whether the public will be privy to the federal government's non-prosecution deal \nwith Jeffrey Epstein, which was sealed when the convicted sex offender pleaded guilty in June 2008 to two felony \ncounts. \nEpstein, of Palm Beach, will be released from the Palm Beach County Stockade July 22, after serving less than 13 \nmonths of his 18- month sentence for procuring a minor for prostitution and solicitation of prostitution. \nTeri Barbera, spokeswoman for the Palm Beach County Sheriffs Office, confirmed his release date Tuesday. \nEpstein's projected release date had been Sept. 24, but gain time -- which includes his participation in a \nwork-release program -- moves the date up to July 22, Barbera said. \nEpstein, 56, has been in the work-release program since Oct. 10, in which he is allowed out of the stockade six days \na week, from 10 a.m. to 10 p.m., to go to his West Palm Beach office, the Florida Science Foundation, monitored by an \nankle bracelet and accompanied by a deputy. \nAs part of Epstein's state plea agreement, the U.S. Attorneys Office agreed not to prosecute Epstein on federal \ncharges as long as he fulfills all requirements of his sentence and probation. The federal non-prosecution agreement has \nbeen under seal in state court. \nEpstein's attorney Jack Goldberger filed court papers asking that the documents stay sealed for the following rea-\nsons: \"to prevent a serious imminent threat to the fair, impartial and orderly administration of justice; to protect a com-\npelling government interest; to avoid substantial injury to innocent third parties and to avoid substantial injury to a party \nby disclosure of matters protected by a common law and privacy right, not generally inherent in these specific type of \nproceedings, sought to be closed.\" \nFort Lauderdale-based attorney Brad Edwards represents three Epstein victims and has asked Circuit Judge Jeffrey \nColbath to unseal the federal agreement to the public. An attorney for The Palm Beach Post also has asked that the rec-\nords be unsealed. \nEdwards and his clients have seen the agreement after a federal judge ruled that they are allowed to see it. But that \nruling bars Edwards and anyone else who sees the document from disclosing the terms to anyone else. \nEdwards said he wants to use that document \"in the deposition of various material witnesses\" relative to his cases. \nHOUSE OVERSIGHT 013421 \nPage 2 \nJUDGE TO RULE ON SEALED PLEA-DEAL PAPERS TODAY Palm Beach Daily News June 25, 2009 Thursday \nRadaronline.com has reported that Epstein has \"secretly been helping the feds unravel a Ponzi scheme\" related to \nthe June 2008 indictment of two former managers of Bear Stearns Mortgage Investment Fund. \nEpstein's rep, Howard Rubenstein, confirmed last year that Epstein is \"Major Investor No. 1\" in the indictment, \nwhich says he lost about $57 million. \nGoldberger could not be reached for comment. \nThe Manhattan money manager has been incarcerated since June 30, when he pleaded guilty to the two felony \ncounts. As part of the plea agreement, Epstein must serve one year of house arrest after his release and register as a life-\nlong sex offender. \nIn addition to the criminal case, there are more than a dozen civil lawsuits -- both state and federal -- pending \nagainst Epstein. All contain similar allegations: Epstein, through his employees and assistants, brought minor girls to his \nPalm Beach home on El Brillo Way for erotic massages and sometimes sex. \nmdargan@pbdailynews.com \nGRAPHIC: Caption: Epstein To be released from jail July 22. \nLOAD-DATE: September 1, 2010 \nHOUSE OVERSIGHT 013422 \nHeiress quizzed in sex suits - NYPOST.com \n4/6/1 1 1:5 1 PM \n1lAt 51 0 Today's Paper Login Register Classifieds E Archives Subscribe \nNEW YORK POST \nLast Updated:Wed., Apr. 6 \nNews \n2011, 01:45pm \nBERGDORF GUDDMAN \nDerek Jeter Carmelo Anthony Jay-Z Donald Trump \nPhrase-y Charlie \nHe wants to leave his mark --\non your wallet. Warlock \nwannabe... \nNYC Local Business Opinion \nSix \n• Padma jabs \n. John's ex wastes no \ntime \n. Lots of attention \nHome Cindy Adams Celeb Photos PopWrap Fashion Delonas Cartoon \nStory \nHeiress \nquizzed in sex \nsuits \nLast Updated: 3:35 AM, October 12, 2009 \nPosted: 12:55 AM, October 12, 2009 \nComments: 14 \nLike \nBe the first of your friends to like this. \n0 \nMore Oa Print \nGhislaine Maxwell, the British brunette whose father once \nowned the Daily News, has been slapped with a subpoena in \nsuits brought by 24 underage girls against her old friend, \nbillionaire Jeffrey Epstein. \nMaxwell -- whose press-lord father, Robert Maxwell, died in \n1991 after falling into the Atlantic off his yacht, the Lady \nGhislaine -- was served with a subpoena on Sept. 22 at 6:45 \np.m. as she was leaving the Clinton Global Initiatives \nConference at the Sheraton Hotel. \nFlorida lawyer Brad Edwards, who represents three of the \n\"Jane Does\" who are suing Epstein, told Page Six that \nMaxwell would be questioned over her knowledge of how \nEpstein procured many of the girls. \nEpstein is accused in the civil complaints of luring underage \ngirls to his mansion in Palm Beach to give him massages, \nduring which he allegedly engaged them in sexual activity and \npaid them hundreds of dollars each. A grand jury indicted \nEpstein on a charge of felony solicitation of prostitution. \nEpstein, who pleaded guilty and did 12 months in prison, was \ndeposed last week in the offices of his lawyer, Jack \nGoldberger. \nGoldberger wouldn't comment, but a friend of Epstein said, \n\"These [people bringing the complaint] are the lowest of the \nlows in terms of ambulance-chasing lawyers.\" The trials are \nscheduled to start in February. \nNadia Marcinkova, who has been described as Epstein's \nlesbian sex slave and who visited him behind bars 67 times, \nhas also been served with a subpoena. \nEpstein's brother, Mark Epstein, who has a real-estate \nholding company in New York, has already been deposed \nabout a building he owns, 301 E. 66th St. \"Jeffrey rents \nseveral apartments there where he keeps his girls, alleged \nmodels for the MC2 agency he owns,\" Edwards said. \"But \nMark acts like he doesn't even know his brother. He was \nextremely angry and rude and cursed me out.\" \nhttp://www.nypost.com/p/pagesix/item_0137QFDOUnUXhNff7btM0pL \nSports \na a. \nLAN VIN \nSHOP NOW \nWEEKLY AD PHOTOS VIDEOS BLOGS \nPoison pen \nOne, two, three flush. Asked \nto protect a gem by CC \nSabathia,... \nTeams — High Schools E Scores \nPage Six Magazine \nEntertainment \nKitchen's hot! \nOn a recent Saturday evening, \na small army of servers \noutfitted... \nTV Movies Events Travel \nEmily Smith \nwith Ian Mohr, Stephanie Smith and \nTara Palmed \nCindy Adarr-\n• Bravo stars snicker at \nPadma \n• John's ex wastes no \ntime \n• Lots of attention \n• Italian approach \n• 'Kennedys' hunt \n• Mariah Carey shows off \npregnant belly \n• Private politics \n• Quick to buy \n• Madge rips 'false' stories \n• Easy charmer \n• Amare is selling his \nMiami duplex \n• Parking struggle \n• We hear \n• Sightings \nFirst Look: D-Trix judges \n'ABDC' \nIf you know him from \"So \nYou Think You Can Dance\" \nseason three or \"America's \nBest Dance... \nKelly Clarkson's greatest \nhits sound greater than \never \nThe Clarkson colors run \ndeep here at PopWrap, so \nView Singles in New York \nVIEW PHOTOS OF: \nMen \n• \n!‘lEAIR ZIP: \nnnatch.corri \nVIEW PHOTOS \nseeking1178, age 36 \nSeeking: women 24-35 \nInterests: Camping, \nCooking, Dining out., \nWine tasting \nLj See More Like Him \naaroniI.255, age 27 \nSeeking: women 23-33 \nInterests: Dining out \nExploring new areas. \n[..lusic and concerts \nSee More Like Him \ndar5508, age 31 \nSeeking: women 23-35 \nInterests: Nightclubs/ \nDancing, Playing sports, \nTraveli Sightseeing \nSee More Like Him \nPage 1 of 3 \nHOUSE OVERSIGHT 013423 \nHeiress quizzed in sex suits - NYPOST.com \nSponsored Links Buy a Link Here \nScholarships for Moms \nGrant Funding May Be Available to Those Who \nQualify! \nSeeCollegeDegrees.com/Grant \nMom Shares $3 Wrinkle Tip \nDermatologists HATE this 1 simple tip that erases \nwrinkles fast \nWeeklyInform.com \nSHOCKING: 52 Samsung HDTV for $74.07 \nTODAY ONLY: Auction site to clear out 1,000 52 \nSamsung HDTVs for $74.07! \nConsumer-Weekly.net/SmartShopping \nLike Be the first of your friends to like this. \n0 \nComments \n04 \nMore 46 Print \na comment... \n0 \nFacebook social plugin \nComment \nNYPOST Comments (1o) \nJimscol6 \n03/28/2011 9:26 AM \nNo Chance I'm going to believe any of this. \"Jane Does\" seems \nto be the operative phrase in all of this. Do a google search for \n\"Ghislaine Maxwell Vanity Fair\" you'll find a relatively different, \nmuch more founded story there. \nPedro Gonzalez \n10/12/2009 8:59 PM \n...hatinTHEHATERS....You have just shown what kind of \nhypocrites use the Race Card...... \nReport \nReport \nshodan Report \n10/12/2009 7:43 PM \nhatinTheHaters: Wow, blaming the underages girls he molested? \nWord to the wise for the other posters here. Keep your kids \naway from \"hatinTheHaters\". \nKramden Report \n10/12/2009 3:10 PM \nJeffrey Cumstein? \nYankee Doodle Dandy Report \n10/12/2009 11:50 AM \nThe New York Post NEVER misses an opportunity to tweak the \nnose of its cross-town rival, The New York Daily News! \nHey, if you CAN'T bash 'em, TRASH 'em!!! \njcmrtn Report \n10/12/2009 11:15 AM \nBut Hollywood types say raping and drugging 13 year olds isn't \nreally a crime anymore. Jeffrey and Roman should be released \nand given an apology. How dare we have laws to protect \nchildren. Don't they realize these men are FAMOUS? \npalebluehalo Report \n10/12/2009 7:05 AM \nc'mon, who hasn't banged a few underage models? \nPedro Gonzalez \n10/12/2009 5:07 AM \n...Ghislaine Maxwell's mistake was to be at the Clinton Global \nhttp://www.nypost.com/p/pagesix/item_OB7OFDOUnUXhNff7btM0pL \nReport \n4/6/11 1:51 PM \nKelly's long-teased \u000bappearance on today's... \nThis 'When Harry Met \nSally' sequel sucks \nAlthough I haven't seen it in \u000bquite a number of years, I \u000bsuspect that \"When Harry \nMet... \n'30' to 'Rock' no more \nAlec Baldwin is going from \n\"Rock\" to \"Rock\" as the \"30 \nRock\" star preps for his role \u000bin an... \nBack to Bayside \nMore in Videos \nGood grief, Jennifer \tNews \tGossip \tSports \tWeird News Lifestyle \nGarner is such a dork \nJennifer Garner may have a \u000bbody, life and closet to kill \u000bfor, but every time she \u000bdoes... \nWatch two minutes from \n'Workaholics' \nComedy Central is very hit \u000band miss with their original \u000bprogramming -- for every \n\"South... \nMore in PopWrap \nSponsored Links \n53yr Old Mom Looks 30! \nWe Expose the $4 Trick to \nERASE Wrinkles. Her \nResults will Shock You! \nwww.vanityreports.com/... \nObama Urges \nHomeowners to \nRefinance \nIf you owe under $729k, you \nprobably qualify for... \nwww.SeeRefinanceRates.... \nHot Stock Pick - GTSO \nNew Rare Earth Exporter in \nMongolia Prepares to Ship \nNew Ore Next Mont \nwww.RareEarthExporters... \nBuy a link here \nNEW YORK POST \n***** \n\"The Bee% \niPad-App \nAvellable on the \nL.J App Store \nFOLLOW THII \nNEW Y01110 POST \ntwikker, \nPage 2 of 3 \nHOUSE OVERSIGHT 013424 \nHeiress quizzed in sex suits - NYPOST.com 4/6/11 1:51 PM \nInitiative Conference, a tax dodge for the rich and a front for the \nsexual deviants. The place was no doubt under surveillance by \nthe IRS and the FBI Pedophile unit. \n1 2 Next* Last* \nYou must be logged in to leave comments. Login i Register \nPOST SECTIONS \nNews: Business I Opinion I Columnists I Local News \nSports: Columnists I Scores I Fantasy \nPageSix: Celeb Photos I POPWRAP I Page Six Magazine \nEntertainment: TV I Movies I Music \nClassifieds: Rentals I Jobs I Cars I Real Estate I NY Apartments \nMultimedia: Photos I Video \nSpecials: Contests/Sweepstakes \nNEW YORK POST \nCUSTOMER CARE SUBSCRIBE \nContact Us Home Delivery \nFAQ iPad \nToday's Paper Daily Newsletter \nArchives iPhone \nCovers E-Edition \nBack Issues Mobile \nReprints RSS \nSitemap \nHelp \nCan't find what you're looking for? Try searching: \nADVERTISING/PARTNERS \nMedia Kit \nParade Magazine \nCoupons \nNEW YORK POST is a registered trademark of NYP Holdings, Inc. \nNYPOST.COM, NYPOSTONLINE.COM, and NEWYORKPOST.COM are trademarks of NYP Holdings, Inc. \nCopyright 2011 NYP Holdings, Inc. All rights reserved. Privacy I Terms of Use \nhttp://www.nypost.com/p/pagesix/item_0137QFDOUnUXhNff7btM0pL \nPage 3 of 3 \nHOUSE OVERSIGHT 013425 \nPage 1 \n• \nLexisNexis' \n9 of 13 DOCUMENTS \nCopyright 2009 Sun-Sentinel Company \nAll Rights Reserved \nSun-Sentinel (Fort Lauderdale, Florida) \nJune 15, 2009 Monday \nPalm Beach Edition \nSECTION: LOCAL; Pg. 3B \nLENGTH: 348 words \nHEADLINE: HEARING SET TO CONSIDER SECRECY OF PLEA BARGAIN \nBYLINE: Susan Spencer-Wendell The Palm Beach Post \nBODY: \nA Palm Beach Circuit Court judge will not immediately unseal a deal that wealthy Palm Beach money manager \nJeffrey Epstein made with federal prosecutors to avoid charges. \nCircuit Judge Jeff Colbath acknowledged, though, at a hearing last week that Epstein's deal was not sealed in ac-\ncordance with state and local court rules. \n\"I don't see where any of the procedures were ever followed to begin with,\" Colbath said. \nColbath also set a full hearing on the matter for June 25. \nAttorneys for young women now suing Epstein, together with The Palm Beach Post, are asking Colbath to unseal \nthe deal that Epstein made with federal prosecutors. \n\"Ifs a secret agreement, a secret sweetheart agreement,\" said former Circuit Judge Bill Berger, who represents \nsome of the women. \"Everybody was in on this deal except the victims and the public. The public should be outraged it \nhas gone as far as it has.\" \nBrad Edwards, a second attorney representing the women, has seen the sealed deal after a federal judge allowed \nhim and his clients to view it, but would not discuss its contents. \nEdwards would say only that the women were \"outraged\" that it had been negotiated behind their backs. \nA reporter asked Edwards whether he thought Epstein received special treatment by federal prosecutors. \n\"Are you kidding? Its transparent. Certainly, no one else gets treated like that,\" Edwards said. \nEpstein, 56, a reported money manager of billionaires, is serving an 18-month sentence in the Palm Beach County \nStockade after pleading guilty almost a year ago in state court to felony solicitation of prostitution and procuring teen-\nagers for prostitution. Epstein is allowed out, though, each day from 7 a.m. to 11 p.m., a Sheriffs Office spokesman \nsaid. \nDispleased with the way the State Attorneys Office handled the case, Palm Beach police forwarded information to \nthe FBI. \nINFORMATIONAL BOX: \nYoung women have sued \nHOUSE OVERSIGHT 013426 \nPage 2 \nHEARING SET TO CONSIDER SECRECY OF PLEA BARGAIN Sun-Sentinel (Fort Lauderdale, Florida) June 15, \n2009 Monday \nMoney manager Jeffrey Epstein made a deal and is serving an 18-month sentence in jail. Attorneys for young \nwomen suing Epstein are asking a judge to unseal the deal that Epstein made with federal prosecutors. \nNOTES: < Informational box at end of text. {TOPIC} Prostitution solicitation case \nLOAD-DATE: June 15, 2009 \nHOUSE OVERSIGHT 013427 \nPage 1 \n• \nLexisNexis' \n3 of 3 DOCUMENTS \nCopyright 2009 ProQuest Information and Learning \nAll Rights Reserved \nProQuest SuperText \nCopyright 2009 Palm Beach Post \nPalm Beach Daily News \nJune 11, 2009 Thursday \nFinal Edition \nSECTION: A SECTION; Pg. A.1 \nLENGTH: 561 words \nHEADLINE: EPSTEIN PLEA DEAL TO REMAIN SEALED FOR NOW \nBYLINE: DAVID ROGERS, DAVID ROGERS, Daily News Staff Writer \nBODY: \nThe plea deal that part-time Palm Beacher Jeffrey Epstein agreed to several months ago to avoid federal charges \nwill remain sealed for the time being. \nLawyers for The Palm Beach Post and a woman who claimed Epstein solicited and procured her for sex at his El \nBrillo Way home while she was underage asked Palm Beach County Circuit Judge Jeffrey Colbath Wednesday morning \nto unseal the plea documents immediately. \nInstead, Colbath decided to leave the documents sealed and give Jack Goldberger, the attorney representing Ep-\nstein, until 1 p.m. Friday to file papers showing why the records should remain out of public view. \nColbath agreed to let the Post and \"E.W.\" have standing in the case and set a hearing on whether the documents \nshould be unsealed for 1:30 p.m. June 25. \nEpstein agreed in September 2007 to plead to state charges to avoid federal prosecution, Goldberger told County \nJudge Deborah Pucillo at Epstein's plea conference last year. \nThe sealing of the records in question was said to be a \"significant inducement\" for Epstein, who is serving 18 \nmonths in the Palm Beach County Stockade -- with daytime release -- and is facing several civil lawsuits in state and \nfederal courts by more than a dozen alleged victims. \nColbath said, \"I don't see where any of the proper procedures to seal the documents were ever followed ...\" but that \nhe would give Epstein's legal team the ability to \"jump through the hoops to seal the documents if they are entitled in \nfact to be sealed.\" \nThe sealing of court documents in Florida is unusual and lawyers typically have to prove a significant reason for it, \nsuch as protecting trade secrets or a compelling government interest. \nGoldberger said after the hearing there is no rush to unseal the plea deal. \n\"I think the records clearly need to be sealed and continue to be sealed but I think the ruling by Judge Colbath was a \nvery well- reasoned practical decision,\" Goldberger said. \"He is not getting special treatment.\" \nBrad Edwards, of the law firm of Rothstein Rosenfeldt Adler of Fort Lauderdale, said the plea deal should be a \npublic record. His firm represents the woman, now 20, who was identified only as E.W. \nHOUSE OVERSIGHT 013428 \nPage 2 \nEPSTEIN PLEA DEAL TO REMAIN SEALED FOR NOW Palm Beach Daily News June 11, 2009 Thursday \nWhether procedure was followed is not the issue, he said. \n\"Certainly it should be unsealed regardless. I mean this is a very unusual circumstance where a document like this \nwould be sealed,\" Edwards said. \"None of the other criminal defendants in there (Judge Colbath's courtroom) had their \nplea bargains, plea agreements, their non-prosecution agreements, sealed.\" \nEdwards said his firm represents three women who claim they were procured for sex with Epstein when they were \nunderage. The three are outraged that the document is under wraps, Edwards said. \nDeanna Shullman, the attorney representing the Post, said the public and the press have a constitutional right of ac-\ncess to public records in Florida. \n\"Fortunately, the status quo is openness. So I think the judge has the idea that the initial closure was done without \nany adherence to those procedures but was inclined to give Mr. Epstein's lawyers additional time to prove that they \nshould be sealed in accordance with these procedures,\" Shullman said. \nIts a little disappointing in that we would have liked to see the judge unseal the record because that's what should \nbe the status quo in a situation like this, Shullman said. \ndrogers \n@pbdailynews. com \nLOAD-DATE: September 1, 2010 \nHOUSE OVERSIGHT 013429 \nPage 1 \n0 ,  LexisNexis' \n1 of 11 DOCUMENTS \nCopyright 2009 Associated Newspapers Ltd. \nAll Rights Reserved \nThe Evening Standard (London) \nDecember 24, 2009 Thursday \nLENGTH: 824 words \nHEADLINE: CITY SPY \nBODY: \nEXPECT more media firms to announce plans to charge for content online in early 2010. City Spy hears that busi-\nness-to-business publisher United Business Media is the latest outfit which is thinking of ramping up its subscription \nmodel. Property Week and Building are among the titles which recently started asking users to register their details to \nkeep reading stories, which is seen as a possible precursor to charging. \nBUSINESSES TIPPED TO COME A CROPPER \nAMID all the contradictory forecasts for recovery or double-dip recession in 2010, what do the insolvency practi-\ntioners say? City Spy's mole in the bean-counting world says the last quarter of 2009 was surprisingly quiet as the \neconomy stabilised but they are not optimistic about the new year: \"We reckon there's going to be a rush of insolvencies \nin the second quarter, after the end of the financial year.\" The next quarterly rent review is due tomorrow, Christmas \nDay, then again at the end of March. But given the number of \"seasonal sales\" that started on the High Street at least a \nweek before Christmas, it would be no surprise to see some retailers come a cropper sooner... \nEPSTEIN PILOT TAKES TO THE ROAD \nFURTHER news reaches City Spy of former Bear Stearns trader, Prince Andrew's shooting companion and con-\nvicted sex offender, Jeffrey Epstein. \nThe ex-Wall Street star served 13 months in jail on criminal charges of soliciting prostitution and procuring a minor \nfor prostitution and he now faces civil claims from young women accusing him of having unlawful sex with them. This \nweek, City Spy recounted how Epstein had transferred the title deeds of his prized 2003 Ferrari 575M Maranello to his \nprivate pilot Larry Visoki, prior to the car going on sale for $159,000 (£99,000) (possibly to help Epstein pay his legal \nbills). It turns out, the same Visoki was deposed last week by Bradley Edwards, an attorney for three of the women su-\ning Epstein. Questioned by Edwards about plane passengers who might have witnessed Epstein in the company of \nyoung girls, Visoki admitted Bill Clinton, Prince Andrew, former Israeli prime minister Ehud Barak, former Colombian \npresident Andres Pastrana Arango, Obama economic adviser Lawrence Summers, billionaire Ron Burkle, and actors \nKevin Spacey and Chris Tucker had been on board the plane while young girls were present. Fortuitously for Epstein, \nhowever, Ferrari-selling Visoki swore on oath that he never suspected his boss of having sex with them. \nOf course not, Larry. Now drive off into the sunset. \nMore on Prince Andrew, our special representative for international trade and investment. The European Parliament \nand the Organisation for Security and Co-operation in Europe have strongly condemned Azerbaijan for tightening re-\nstrictions on the media and jailing two bloggers who were critical of the government. It transpires the oil-rich country \nhas long blocked BBC broadcasts there, which might explain why oft-criticised Andrew and former Prime Minister \nTony Blair spend so much time visiting the sometime Soviet State. \nWhat does the snow have in common with the recession? Every other country can get out of both but Britain can't \nget out of either. HAPPY news: private jet travel is back, reports the Wall Street Journal. Alas, there is a \"but\" [#x2039] \nHOUSE OVERSIGHT 013430 \nPage 2 \nCITY SPY The Evening Standard (London) December 24, 2009 Thursday \nin-flight food remains in recession. Apparently, those who supply food to executive aircraft are seeing demand soar \nafter a slump, but says one caterer: \"No one is eating lobster. A quick turkey box lunch is the order of the day.\" Of \ncourse, that has nothing to do with the industry being desperate to re-brand itself as time-saving and cost-efficient. \nWHICH insurance broker saw a compliance officer pass out after the office Christmas lunch and have to be taken \nto hospital? \nWHO MADE OFF WITH THE MONEY? IT's a year since the Bernie Madoff affair blew up and the hedge fund \nking was found to have been ripping off his clients. If he was in Britain the old fi-audster would still be at liberty as \nlawyers pored over his case and the prosecution had barely cranked into operation. But the US is different [#x2039] his \ncase is done and dusted, and he's languishing in jail. Even so, by US standards, the Madoff conviction was going some. \nRumours persist that he pleaded guilty as quickly as he did and said the absolute minimum because he wasn't the main \ncrook of the piece [#x2039] the main business of his hedge fund was washing money for organised crime. As soon as \nthe balloon went up and he was arrested, he was warned by friends with Italian-American origins that his life, and the \nlives of his family, would be at risk were he not to \"take the rap\". \nOETaking the rap': hedge fund fraud Bernie Madoff \nUNFORTUNATE name? City Spy's eye is drawn to a forthcoming lecture at the Institute of Advanced Legal Stud-\nies, School of Advanced Study, University of London. Its in partnership with the Market Abuse Association. What? Do \nthey wear a club tie? Do they refer to each other as fellow market abusers? \nLOAD-DATE: December 24, 2009 \nHOUSE OVERSIGHT 013431 \nPage 1 \n• \nLexisNexis' \n6 of 11 DOCUMENTS \nCopyright 2009 ProQuest Information and Learning \nAll Rights Reserved \nProQuest SuperText \nCopyright 2009 Palm Beach Post \nPalm B each Daily News \nSeptember 20, 2009 Sunday \nDnl Edition \nSECTION: A SECTION; Pg. A.1 \nLENGTH: 1126 words \nHEADLINE: ATTORNEY FOR EPSTEIN VICTIMS: 1 HAVE NEVER SEEN A STRANGER CASE' \nBYLINE: MICHELE DARGAN, MICHELE DARGAN, Daily News Staff Writer \nBODY: \nSex offender Jeffrey Epstein could have been charged with multiple counts of five federal offenses involving sex \nacts with minors and faced a life sentence, but, instead, the government agreed not to prosecute him or his procurers if \nhe spent 18 months in the county jail on two state charges. \nThose were the details unsealed Friday in a nine-page federal non- prosecution agreement that lets Epstein and \nco-conspirators Sarah Kellen, Adriana Ross, Lesley Groff and Nadia Marcinkova off the hook for any of those past \ncrimes. \n\"He could have gone to prison for life and somehow he's getting immunity in exchange for nothing?\" said Fort \nLauderdale attorney Brad Edwards, who represents three Epstein victims. \"I have never seen a stranger case. To me, its \nmore spectacular what's not in it. Its the U.S. Attorneys Office saying well do everything in our power to see he doesn't \nget punished.\" \nEdwards has been fighting for a year in federal and state court to unseal the agreement. \n\"The non-prosecution agreement raises more questions than it answers,\" said Miami attorney Adam Horowitz, who \nrepresents seven victims. \"Why did all the co-conspirators receive immunity? Why were the victims not consulted re-\ngarding the sentence? Why did he receive such a minimal sentence? \nThe federal deal has remained sealed in Epstein's state court file since he pleaded guilty in June 2008 to state \ncharges of procuring a minor for prostitution and soliciting prostitution. \nU.S. Attorneys Office does not comment \nThe federal charges he could have faced were: conspiracy to persuade minor females to engage in prostitution, \nconspiracy to travel to engage in illicit sexual conduct with minor females, persuading minor females to engage in pros-\ntitution, traveling to engage in illicit sexual conduct with minor females and causing a person under 18 years to engage \nin sex for money while knowing they are underage. \nThe charges carry various statutory penalities ranging from 10 years to life, with a minimum mandatory of at least \n10 years. \nAlicia Valle, spokeswoman for the U.S. Attorneys Office in Miami, declined comment. \nExpert: Feds take few sex-assault cases \nHOUSE OVERSIGHT 013432 \nPage 2 \nATTORNEY FOR EPSTEIN VICTIMS: 1 HAVE NEVER SEEN A STRANGER CASE Palm Beach Daily News \nSeptember 20, 2009 Sunday \nNorth Palm Beach criminal defense attorney Barry Maxwell said he is not surprised that federal charges weren't \nfiled. \n\"My experience has been that the federal government does not intervene in sex-assault cases, except if were deal-\ning with a serial rapist or it crosses jurisdictional lines,\" Maxwell said. \"Ifs either not a big enough case or not atrocious \nenough for them.\" \nEpstein, 56, served 13 months of his 18-month sentence at the Palm Beach County Stockade and received liberal \nwork-release privileges while in jail. He was able to go to his West Palm Beach office six days a week for up to 16 \nhours a day. \nHe is now serving one year of probation at his Palm Beach mansion and is registered as a lifelong sex offender. \nEpstein 'fully abided' by deal, says defense \nEpstein's attorney Jack Goldberger released the following statement: \"This document relates to allegations that \nwere made many years ago. It was by its provisions and agreement of the parties to remain confidential in part to protect \nthe identities of collateral third parties. \n\"Mr. Epstein has fully abided by all of its terms and conditions. He is looking forward to putting this difficult peri-\nod of his life behind him. He is continuing his longstanding history of science philanthropy both here in South Florida \nand nationwide.\" \nGoldberger had blocked the unsealing by filing court papers asking that the documents stay sealed \"to prevent a se-\nrious imminent threat to the fair, impartial and orderly administration of justice; to protect a compelling government \ninterest; to avoid substantial injury to innocent third parties; and to avoid substantial injury to a party by disclosure of \nmatters protected by a common law and privacy right, not generally inherent in these specific type of proceedings, \nsought to be closed.\" \nCircuit Judge Jeffrey Colbath ordered the agreement to be unsealed in June, but Epstein's attorneys appealed the \nruling to the Fourth District Court of Appeals, which affirmed Colbath's ruling. Colbath had ruled that the federal \nagreement -- sealed in state court -- was improperly sealed. \nfelt it was my fault' \nMore than a dozen lawsuits against the billionaire money manager have been filed in federal and state court, all \nwith similar allegations: that a minor girl was taken to Epstein's mansion on El Brillo Way and led upstairs to a spa \nroom by one of Epstein's assistants, where he would ask the girl to perform massages and/or various sex acts, for which \nhe would pay her. \nOne victim, who is known as Jane Doe #5 in a federal court lawsuit against Epstein, said she didn't find out about \nthe deal until after it was finalized. She was 15 at the time one of her schoolmates told her she could make $200 by giv-\ning a massage to a man in Palm Beach. \nShe says she was \"nervous and scared and wanted to leave\" once she got to Epstein's spa room. \n\"I thought, 1 can't call my dad or my mom because Pm stuck in this situation and didn't know what to do,\" she said. \n\"I really didn't know what this man was capable of For a long time, I felt like it was my fault and that's exactly what he \nwanted me to feel.\" \nEpstein has curfew \nWhile he is serving the 12 months of house arrest at his Palm Beach home, Epstein must observe a 10 p.m. to 6 \na.m. curfew, have no unsupervised contact with anyone younger than 18 and not view, own or possess pornographic or \nsexual materials. \nThe indictment followed an 11-month investigation by Palm Beach police, who said Epstein paid five underage \ngirls for massages and sometimes sex at his El Brillo Way home. Then-State Attorney Barry Krischer declined to pros-\necute Epstein on multiple charges involving unlawful sex acts with minors. Instead, he brought the case to a grand jury, \nwhich charged Epstein on the lesser charge of soliciting prostitution. \nThen-Palm Beach Police Chief Michael Reiter wrote Krischer a letter asking him to recuse himself from the case. \nWhen that didn't happen, Reiter requested an FBI investigation to determine if any federal laws were broken. \nHOUSE OVERSIGHT 013433 \nPage 3 \nATTORNEY FOR EPSTEIN VICTIMS: 1 HAVE NEVER SEEN A STRANGER CASE Palm Beach Daily News \nSeptember 20, 2009 Sunday \nOut of the ordinary' \nWest Palm Beach criminal defense attorney Gregg Lerman said several aspects of the Epstein case are unusual. \n\"I don't understand why it would be a federal case in this circumstance, and why was there anything in writing at all \nand why did they seal the agreement?\" Lerman said. \"Why did it go to the grand jury instead of through the state filing \nlewd assault charges? That's unusual. And its very unusual that they structure a plea to get county time rather than \nprison time. That's definitely out of the ordinary. Nobody goes to county jail as a state criminal punishment.\" \nmdargan \n@pbdailynews.com \nGRAPHIC: Caption: Epstein Deal does not allow prosecution of co- conspirators. \nLOAD-DATE: September 1, 2010 \nHOUSE OVERSIGHT 013434",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_013415.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 50924,
    "word_count": 8090,
    "line_count": 996,
    "import_date": "2025-11-19T21:47:48.697101",
    "prefix": "TEXT-001"
  }
}