{
  "document_id": "HOUSE_OVERSIGHT_024602",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024602.txt",
  "text": "Article 3.\n\nForeign Policy\n\nSinai’s Bedouin run amok in post-\nMubarak Egypt\n\nMohamed Fadel Fahmy\n\nAUGUST 24, 2011 -- The landscape of Egypt's lawless North Sinai\ngovernorate is punctuated by the bullet-riddled, torched police station\nof Sheikh Zuweid, a densely populated town roughly nine miles from\nthe Gaza border. It is just one of the security buildings that has fallen\nvictim to the long-running clashes between the military and the\nBedouin tribes of the region, clashes that have only escalated since\nEgypt's revolution. Hosni Mubarak's regime branded the Bedouin, a\nlargely nomadic and clan-based people, as outlaws who threatened\nEgyptian sovereignty. As his rule collapsed in February, and\nafterward, the Bedouins sought retribution against the security\nservices that long oppressed them, attempting to carve out a degree of\nautonomy in the region. The unrest has turned into an economic\nheadache for Egypt's new military rulers: The pipeline that supplies\nAQ percent of Israel's natural gas has been bombed five times since\nthe revolution, halting the country's natural gas exports. But more\nimportantly, Sinai has become a breeding ground for Islamist\nextremism and violence that -- barring a dramatic improvement in\nrelations between the Bedouins and the central government in Cairo --\nthreatens Egypt and the region at large. Sinai's lawlessness recently\nsparked an international incident: On Aug. 18, gunmen carried out a\nstring of attacks in southern Israel that left eight Israelis dead. The\nIsraeli government, which claimed that the attackers were militants\nfrom the Gaza Strip who had crossed into Israel through the porous\nSinai border, retaliated by launching attacks in both Gaza and Egypt.\n\nHOUSE_OVERSIGHT_024602",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024602.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1737,
    "word_count": 267,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:44.108364",
    "prefix": "IMAGES-008"
  }
}