{
  "document_id": "HOUSE_OVERSIGHT_012666",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012666.txt",
  "text": "cc \"Oosterbaan, Andrew\"\n\n02/27/2008 09:45 PM\nbec\n\nSubject Fw: Epstein\n\nSent from my BlackBerry Wireless Handheld\n\n----- Original Message -----\nFrom: Jeffrey Sloman\n\nTo: Sloman, Jeff (USAFLS)\nSent: Wed Feb 27 21:37:02 2008\nSubject: Epstein\n\nJay,\n\nYou have renewed your request for certain information which this Office does\nnot generally make available in similar pre-indictment situations. After\ncarefully considering your request, I have decided, in my capacity as the\nFirst Assistant U.S. Attorney, not to make an exception here.\n\nRegarding the Landon Thomas matter, Mr. Thomas was given, pursuant to his\nrequest, non-case specific information concerning specific federal statutes.\n\nRegarding the offer to extend the current deadline of March 3, 2008 contained\nin my February 25th email. That offer was based on counsel for Mr. Epstein\nmeeting with CEOS the week of March 3rd. You indicate that you are\nunavailable. It is hard to imagine that some or all of the other attorneys\nrepresenting Mr. Epstein cannot serve this function. After all, Mr. Epstein is\nalso represented by Dean Kenneth Starr, Martin Weinberg, Roy Black, Gerald\nLefcourt, Harvard Professor Alan Dershowitz, Lily Ann Sanchez, and Guy Lewis.\n\nThat being said, the Southern District of Florida will only renew the offer to\nextend the current deadline if you and the CEOS Section Chief mutually agree\non a timetable by close of business on Friday, February 29, 2008 to meet and\ncomplete presentations no later than March 19, 2008. Given that CEOS is ready\nto proceed immediately, this seems like more than ample time. As I indicated\nin my previous email, if CEOS subsequently decides that a federal prosecution\nshould not be undertaken against Mr. Epstein, this Office will close its\ninvestigation. However, should CEOS disagree with Mr. Epstein’s position, Mr.\nEpstein shall have one week to abide by the terms and conditions of the\nSeptember 24, 2007 Agreement as amended by letter from United States Attorney\nAcosta.\n\nHOUSE_OVERSIGHT_012666",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012666.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2011,
    "word_count": 317,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:45.177050",
    "prefix": "IMAGES-002"
  }
}