{
  "document_id": "HOUSE_OVERSIGHT_030843",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_030843.txt",
  "text": "nes tH JPMorgan\neee Market thoughts\n\nRichard Madigan is Chief Investment Officer and Head of Investment Strategy for J.P. Morgan Private\nBank. In his role, he is responsible for the development of investment strategy, tactical and strategic asset\nallocation for over $800 billion in high-net-worth and institutional client assets. Richard is Chair of the\nPrivate Bank’s Global Investment Committee.\n\nThe Private Bank ClO Team is composed of market strategy, portfolio construction and a dedicated\nquantitative research and analytics team that also oversees investment risk. The team is global, with senior\nClO Team members based in New York, London, Geneva, Hong Kong and Singapore. Strategy and Portfolio\nConstruction for Latin America are based in New York.\n\nPreviously, Richard held the title of Chief Investment Officer for the Global Access Portfolios, where he and his team managed\nin excess of $16 billion in client assets across 35 countries.\n\nRichard brings over 20 years of experience in portfolio management and international capital markets to the firm. Prior to his\ncurrent role at J.P. Morgan, he held the title of Managing Director, Head of Emerging Markets Investments and Senior Portfolio\nManager at Offitbank, a New York-based wealth management boutique, where he managed peak assets in excess of $1 billion\nin both domestic and offshore portfolios, including the firm’s flagship emerging markets mutual fund. He was also a senior\nmember of the firm’s investment committee. Before joining Offitbank, Richard worked for J.P. Morgan’s Investment Banking\ndivision in New York in the emerging markets securities business. He previously spent six years with Citicorp, first as a banker\nin Mexico and then in the firm’s international corporate finance division in New York.\n\nRichard's commentaries have appeared in the Financial Times, The New York Times, The Wall Street Journal, Bloomberg and\nReuters. He is a frequent guest speaker on CNBC, and has also appeared on CNN and Bloomberg News, as well aS various\nindustry conferences. Richard holds a master’s degree from New York University, where he majored in Finance and\nInternational Business. He has lived both in Europe and Latin America, and currently resides with his wife and children in New\nYork City.\n\nThe material contained herein is intended as a general market commentary. Opinions expressed herein are those of Richard Madigan and may differ from those of other\nJ.P. Morgan employees and affiliates. This information in no way constitutes J.P. Morgan research and should not be treated as such. Further, the views expressed herein may\ndiffer from that contained in J.P. Morgan research reports. The above summary/prices/quotes/statistics have been obtained from sources deemed to be reliable, but we do\nnot guarantee their accuracy or completeness, any yield referenced is indicative and subject to change. Past performance is not a guarantee of future results. References\nto the performance or character of our portfolios generally refer to our Balanced Model Portfolios constructed by J.P. Morgan. It is a proxy for client performance and may not\nrepresent actual transactions or investments in client accounts. The model portfolio can be implemented across brokerage or managed accounts depending on the unique\nobjectives of each client and is serviced through distinct legal entities licensed for specific activities.\n\nBank, trust and investment management services are provided by JPMorgan Chase Bank, N.A, and its affiliates. Securities are offered through J.P. Morgan Securities LLC\n(PMS), member NYSE, FINRA and SIPC.\n\nSecurities products purchased or sold through JPMS are not insured by the Federal Deposit Insurance Corporation (FDIC); are not deposits or other obligations of its bank or\nthrift affiliates and are not guaranteed by its bank or thrift affiliates; and are subject to investment risks, including possible loss of the principal invested. Not all investment\nideas referenced are suitable for all investors. Speak with your J.P. Morgan representative concerning your personal situation. This material is not intended as an offer or\nsolicitation for the purchase or sale of any financial instrument. Private investments may engage in leveraging and other speculative practices that may increase the risk of\ninvestment loss, can be highly illiquid, are not required to provide periodic pricing or valuations to investors and may involve complex tax structures and delays in distributing\nimportant tax information. Typically, such investment ideas can only be offered to suitable investors through a confidential offering memorandum, which fully describes all\nterms, conditions and ris\n\nve\n\nMSCI World Index—The MSC! World Index is a capitalization weighted index that monitors the performance of stocks from around the world\nJ.P. Morgan Developed Market High Yield Index (IPM Global High Yield)—An index of developed market high yield bonds\n\nJ.P. Morgan Investment Grade Index (ex Emerging Markets)—An index of investment grade corporate bonds, excluding emerging markets\nJ.P. Morgan Emerging Markets Bond Index—An index of emerging market bonds\n\n1012-0637-01 4\n\nHOUSE_OVERSIGHT_030843",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_030843.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5183,
    "word_count": 786,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:46.788839",
    "prefix": "IMAGES-011"
  }
}