{
  "document_id": "HOUSE_OVERSIGHT_022973",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022973.txt",
  "text": "‘One day he came back into the house in great mirth. He said that his guest had stepped on a sea urchin\nand he urinated on her foot as a remedy. “The royal member has done its duty,” he chuckled. He was great\n\nfun and very undemanding.’\n\nThe Prince stayed for two weeks and left a tip of $350 (£220).\n\n‘He slipped it into my hand when we said goodbye,’ says Miles.\n\n‘It was unexpected because other guests didn’t.’\n\nAndrew would visit at least once more, that they recall, with Ghislaine and Epstein.\n\n‘He also flew over the island on his way to Montserrat after the volcano had erupted and got the pilot to\n\ndip the wings as a signal to us.’\n\nThe Prince’s ex-wife, Sarah Ferguson, who became embroiled in the Epstein controversy last week when it\nwas revealed that she had accepted £15,000 from the sex offender to pay her debts, visited once with her\n\ndaughters. Epstein refused a second request for her to visit on her own.\n‘Lots of people came and went,’ says Miles. ‘It was like running a five-star hotel where no one paid.’\n\nOthers who passed through included model Naomi Campbell, who arrived for two days with what Miles\nand Cathy called her ‘coffin’ — a huge oversized trunk filled with clothes.\n\nPeter Mandelson holidayed there with his long-term boyfriend Reinaldo, who suffered sunburn and\n\nwhined about it ‘like a baby’, says Cathy.\n\nNumerous academics, architects and some of the most prominent scientific and business minds also\n\nenjoyed Epstein’s generous hospitality.\n\n‘T can only surmise he might have wanted favours from these people,’ Miles suggests.\nFor all his wealth, Epstein appears to have led a simple life on the island.\n\n‘Dinner was very informal, he never drank alcohol and we rarely had it in stock.\n\n‘He also had a habit of not eating meals in front of people. Instead he would have nibbles such as crab\n\ncakes in his room.’\n\nHis most obvious luxury on the island were his daily massages. Former Epstein ‘masseuse’ Virginia\n\nRoberts says these were usually little more than foreplay to a sex act.\n\nAccording to the Alexanders, whatever went on was performed in his bedroom.\nHOUSE_OVERSIGHT_022973",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022973.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2127,
    "word_count": 367,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:44.631774",
    "prefix": "IMAGES-007"
  }
}