{
  "document_id": "HOUSE_OVERSIGHT_017426",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017426.txt",
  "text": "4.2.12\nWC: 191694\n\nthe Jews vilified in the pamphlet - declared \"I am a Jew\" at an NGO dinner there\nWednesday night.”\n\nThe late Congressman Tom Lantos from California observed:\n\n“whenever the word ‘Holocaust’ was read during the plenary review of the combined text,\none of the Islamic delegates—usually Egypt—intervened to change ‘Holocaust’ to\n‘holocausts.’ Adding insult to injury, the same delegates requested that the phrase ‘and\nthe ethnic cleansing of the Arab population in historic Palestine’ be inserted after the\nappearance of ‘holocausts.’\n\nEach time...language on anti-Semitism and the need to combat it was raised in the\nplenary, the OIC states intervened to couple anti-Semitism with the phrase ‘racist\npractices of Zionism,’ or even more outlandish ‘Zionist practices against Semitism’”—a\ndeliberate move to confuse the real meaning of anti-Semitism.\n\nA second “Durban Conference” was held in Geneva in 2009. Although the U.S., Canada, Italy\nand several other countries boycotted what had by this time become clear would be another hate\nconference, I decided to travel to Geneva in an effort to restore the human rights agenda to its\nproper priorities, or if that wasn’t possible, to expose the UN Human Rights Council for what it\nhas become—an enemy of neutral and universal human rights. It would be an uphill fight because\nthe primary speaker invited to address the second Durban Conference was Mahmoud\nAhmadinejad, the Holocaust-denying President of Iran.\n\nI worked with several genuine human rights organizations in an effort to shame the Human Rights\nCouncil into broadening its agenda to include the genocides in Africa and other serious human\nrights abuses around the globe. We brought real victims of human rights abuses from Rwanda,\nDarfur and other locations where genocides had been ignored, or even facilitated, by the U.N.\n\nWe conducted a parallel human rights conference in which we took testimony from these ignored\nvictims and witnesses, to whom the U.N. had refused to listen. I also delivered an address on the\ninversion of “human rights” and “human wrongs.”\n\nAs it turned out, I was staying in the same hotel as Ahmadinejad. My wife and I were having a\npleasant drink in the lobby bar, when Ahmadinejad and his entourage paraded through the lobby.\nHe looked at us and smiled. I approached one of his handlers and introduced myself. I told him\nthat I would like to challenge the President to a debate about the Holocaust. He asked, “where,\nat Harvard?” Ahmadinejad had previously spoken at Columbia University and I suspected that he\nmight welcome an invitation from Harvard and the platform such as an event would accord him. I\nreplied, “No, the debate should be at Auschwitz; that’s where the evidence is.” He said he would\ncommunicate my offer to the president, who, he told me, was on the way to a press conference on\nthe Mezzanine floor of the hotel. I went to the press conference and tried to ask Ahmadinejad\nwhether he would debate me at Auschwitz. I was immediately hauled off by the Swiss police,\nremoved from the hotel and told I would not be allowed to return “for security reasons.” I\ninsisted that “security reasons” did not justify protecting the President from a hostile question, but\nthey told me that my belongings would be removed from my room and my key changed. I\n\n339\n\nHOUSE_OVERSIGHT_017426",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017426.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3347,
    "word_count": 552,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:44.322776",
    "prefix": "IMAGES-004"
  }
}