{
  "document_id": "HOUSE_OVERSIGHT_016965",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016965.txt",
  "text": "that you would not depict this particular, sun-scorched, caterpillar-chewed clover found\noutside your house in an atlas. No, you aimed—if you were a genius natural philosopher\nlike Goethe, Albinus, or Cheselden—to observe nature but then to perfect the object in\nquestion, to abstract it visually to the ideal. Take a skeleton, view it through a camera\nlucida, draw it with care. Then correct the “imperfections.” The advantage of this\nparting of the curtains of mere experience was clear: It provided a universal guide, one\nnot attached to the vagaries of individual variation.\n\nAs the sciences grew in scope, and scientists grew in number, the downside of\nidealization became clearer. It was one thing to have Goethe depict the “ur-plant” or “ur-\ninsect.” It was quite another to have a myriad of different scientists each fixing their\nimages in different and sometimes contradictory ways. Gradually, from around the 1830s\nforward, one begins to see something new: a claim that the image making was done with\na minimum of human intervention, that protocols were followed. This could mean\ntracing a leaf with a pencil or pressing it into ink that was transferred to the page. It\nmeant, too, that one suddenly was proud of depicting the view through a microscope of a\nnatural object even with its imperfections. This was a radical idea: snowflakes shown\nwithout perfect hexagonal symmetry, color distortion near the edge of a microscope lens,\ntissue torn around the edges in the process of its preparation.\n\nScientific objectivity came to mean that our representations of things were\nexecuted by holding back from intervention—even if it meant reproducing the yellow\ncolor near the edge of the image under the microscope, despite the fact that the scientist\nknew that the discoloration was from the lens, not a feature of the object of inquiry. The\nadvantage of objectivity was clear: It superseded the desire to see a theory realized or a\ngenerally accepted view confirmed. But objectivity came at a cost. You lost that precise,\neasily teachable, colored, full depth-of-field, artist’s rendition of a dissected corpse. You\ngot a blurry, bad depth-of-field, black-and-white photograph that no medical student (nor\neven many medical colleagues) could use to learn and compare cases. Still, for a long\nstretch of the 19th century, the virtue of hands-off, self-restraining objectivity was on the\nrise.\n\nStarting in the 1930s, the hardline scientific objectivity in scientific representation\nbegan running into trouble. In cataloging stellar spectra, for example, no algorithm could\ncompete with highly trained observers who could sort them with far greater accuracy and\nreplicability than any purely rule-following procedure. By the late 1940s, doctors had\nbegun learning how to read electroencephalograms. Expert judgment was needed to sort\nout different kinds of seizure readings, while none of the early attempts to use frequency\nanalysis could match that judgment. Solar magnetograms—mapping the magnetic fields\nacross the sun—required the trained expert to pry the real signal from artifacts that\nemerged from the measuring instruments. Even particle physicists recognized that they\ncould not program a computer to sort certain kinds of tracks into the right bins; judgment,\ntrained judgment, was needed.\n\nThere should be no confusion here: This was not a return to the invoked genius of\nan 18th-century idealizer. No one thought you could train to be a Goethe who alone\namong scientists could pick out the universal, ideal form of a plant, insect, or cloud.\nExpertise could be learned—you could take a course to learn to make expert judgments\nabout electroencephalograms, stellar spectra, or bubble-chamber tracks; alas, no one has\never thought you could take a course that would lead to the mastery of exceptional\n\n162\n\nHOUSE_OVERSIGHT_016965",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016965.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3847,
    "word_count": 607,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:47.496493",
    "prefix": "IMAGES-004"
  }
}