{
  "document_id": "HOUSE_OVERSIGHT_026531",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026531.txt",
  "text": "and heart rate [27], and sometimes blushing or stammering [28]. In contrast to the Social\nHeuristics Hypothesis, our model also predicts that decisions related to cooperation are\nmore likely to be intuitive than other decisions that are similarly usually worthwhile, and\nthat intuitive cooperators are trusted more than reflective cooperators. To our knowledge,\nneither of these predictions has been tested yet.\n\nPeople dislike considering trade-offs related to “sacred values” [29]. Sacred values\nare values such as love, liberty, honor, justice, or life, that people treat “as possessing\ntranscendental significance that precludes comparisons, trade-offs, or indeed any mingling\nwith secular values” [29]. While there is variation in what societies consider sacred,\nvirtually all societies have a concept of sacredness [29]. Sacred values are so strongly\nimbued in us that we do not find them puzzling prima fascia, yet their existence and\norigin remains poorly understood. What makes us treat some values as sacred and what\ndifferentiates these values from secular values like free time or money that we more readily\ntrade off?\n\nOur model provides one possible explanation. People who calculate costs of trading\noff against sacred values are less trustworthy when it comes to safeguarding these values\nthan people who consider them sacred and would never calculate the costs of trading\noff against them. Responding with disgust to these “taboo trade-offs” may be one way\nto prevent us from interacting with people who make such trade offs and hence are less\ntrustworthy, and may also be a way to signal to others that we ourselves would not\nconsider, and therefore make, such trade-offs. Consistent with CWOL, it is taboo to\nconsider the trade-off even if one ultimately makes the right choice, and the longer the\ntrade-off is considered for, the harsher the judgement by observers [29]. As with intuitive\ncooperation, if people who refuse to consider taboo trade-offs are seen as more trustworthy,\n\nthis may lead people to evolve or learn to abide by these taboos. If CWOL indeed underlies\n\niim\n\nHOUSE_OVERSIGHT_026531",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026531.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2122,
    "word_count": 332,
    "line_count": 32,
    "import_date": "2025-11-19T21:47:49.392860",
    "prefix": "IMAGES-009"
  }
}