{
  "document_id": "HOUSE_OVERSIGHT_011772",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011772.txt",
  "text": "/ BARAK / 15\n\nBy November, even his Foreign Minister, David Levy, was making noises\nabout quitting. He said it would be a waste of time to stay in the cabinet if it was\ngoing to bring the peace process to a halt. I warned Bibi, both in the Knesset and in\na series of speeches, about the alternative on the Palestinian side if those who\nwanted a negotiated peace had nothing but stalemate to show for it. And lives, I\ninsisted, were at stake. Both through closed-door sessions of the Knesset’s security\nand foreign affairs committee, and my own contacts in military intelligence, I was\nconvinced that the result would be a second, much more deadly, intifada. Not with\nMolotov cocktails, but guns, and suicide bombs.\n\nI was not out to score political points in keeping the pressure on Bibi to move\nforward. In fact, I announced that if Bibi did go ahead and finalize the terms for\nour Oslo redeployment, Labor would once again provide the extra Knesset votes\nneeded for him to get it approved.\n\nEarly in 1998, he sent word that he wanted to talk. The message came through\nYaakov Ne’eman, his Finance Minister and a prominent lawyer whom I knew and\nliked. He and I held an exploratory meeting at which he proposed talks with Bibi\non the prospect of a unity government that would help move the peace process\nforward. I said I’d talk, with one proviso: the discussions would be genuinely\nsecret, with no leaks. I was not prepared to engage in political gamesmanship. In\nMay, Bibi sent an assurance of confidentiality through Ne’eman. The first of about\na half-dozen meetings came a few days later at the Prime Minister’s residence in\nJerusalem. Then, we shifted venue, meeting at a Mossad-owned villa north of Tel\nAviv. I brought along Bougie Herzog, a bright young lawyer, and Labor Party\nmember, who was working in the same law firm and Ne’eman. It was by no means\nclear we’d agree on a unity government. To my amusement, if not altogether to my\nsurprise, I got word that Bibi was putting out separate political feelers to Shimon\nPeres. But before long, it became clear there was a specific political motivation\nbehind his approaching me. It was indeed the peace process. But it wasn’t the\nPalestinian peace process, something Bibi still clearly wanted to avoid as much as\nhumanly possible. It was an attempt to engage with Syria.\n\nHe asked me about the talks under Rabin and Peres, and my views on the\npossibility of a deal with President Assad. He also wanted my assessment about\nwhether the army could work out arrangements to safeguard the country’s security\nif we handed back most, if not all, of the Golan Heights. If so, what kind of\nsecurity arrangements, with what timeline? We met through the summer, as the\n\n301\nHOUSE_OVERSIGHT_011772",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011772.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2742,
    "word_count": 481,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:46.010834",
    "prefix": "IMAGES-001"
  }
}