{
  "document_id": "HOUSE_OVERSIGHT_020320",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020320.txt",
  "text": "168\n\nDespite all the potential flaws in it, the outsourcing system, ii seemed to work until 2013. It\neven featured a revolving door through which Booz Allen, for example, hired retiring executives\nfrom the intelligence services, such as ex-NSA director Michael McConnell, R. James Woolsey, a\nformer director of CIA, and Lieutenant General James Clapper (ret), who later served as Director\nof National Intelligence.\n\nThe cozy relationship between the private firms and the NSA notwithstanding, the NSA\nleadership was unaware that outsourcing could create a security problem. As far back as 2005,\nMichael Hayden, then the departing head of the NSA, had been warned of one such vulnerability\nin a memorandum written by a counter-intelligence officer at the NSA. Like the earlier 1995\nreport by the threat officer, this memorandum noted the NSA had ceded responsibility for\nmanaging its secret systems to outsiders, and warned that the NSA’s reliance on them to manage\nits computers had opened a back-door into the NSA. In addition, it warned that once an outside\ncontractor managed to slip in through this back door, he could easily jump from one outsourcer\nto another. This was what Snowden did when he moved from Dell to Booz Allen Hamilton in\n2013.\n\nDespite its security flaws, outsourcing provided a number of advantages to the NSA. For\none thing, it provided a means for circumventing the budget restrictions imposed by Congress on\nhiring new employees. In addition, since private companies had less-rigid hiring standards, it\ngreatly expanded the pool of young system administrators by tapping into computer cultures that\nwould be antagonistic to working directly for the government. Finally, it used less NSA\nresources. Since these information technologists were only temporary employees, they were not\nentitled to military pensions, medical leave and other benefits. It was a system which effectively\nreplaced military careerists with free-lancers.\n\nThe irony of the situation was that the NSA had surrounded its front doors with rings of\nbarbwire, close-circuit cameras, and armed guards, but for reasons of economy, bureaucratic\nrestrictions and convenience, it had left the back door of outsourcing opened to temporary\nemployees of private companies. To be sure, it might take some time for them to gain entry to its\ninner sanctum. “It was not a question of if but when one of the contractors would go rogue,” the\nformer NSA executive who wrote the memorandum told me. Snowden answered that question in\n2013 by stealing a vast number of files while working for both Dell and Booz Allen. Even more\nextraordinary than the theft itself was the reaction to it by the NSA. It turned out that there was\nnot cost of failure levied against the outside contractor, Booz Allen, which employed Snowden\nwhen he bypassed its security regime to steal the keys to the kingdom. Even though the\ncounterintelligence investigation showed Snowden stole documents from compartments to which\nhe did not have access, the NSA did not penalize his employer, Booz Allen, even though the NSA\nwas set back for decades according even to Michael McConnell, the vice chairman of Booz Allen.\nInstead, its revenues and profits from government contracts markedly increase between 2013 and\n2015.\n\nHOUSE_OVERSIGHT_020320",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020320.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3292,
    "word_count": 527,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:47.580144",
    "prefix": "IMAGES-005"
  }
}