{
  "document_id": "HOUSE_OVERSIGHT_018648",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018648.txt",
  "text": "Oh yes, rape culture can happen in BDSM just the same way it happens in the \"vanilla\"\nmainstream. And there are certainly people in my local community who I would never\nget involved with, because I do not trust them.\n\nBeing defensive about BDSM and abuse won't help; yes, BDSM is stigmatized and\nstereotyped, but the abuse is still a problem. So after I started blogging, I tried to move\npast my defensiveness and write more concretely -- to write about what exactly the\nBDSM community does to work against abuse. One of my first posts on BDSM and\nabuse was called \"Evidence That The BDSM Community Does Not Enable Abuse.” It\nhighlighted anti-abuse initiatives within the BDSM community. As I learned more about\nBDSM and abuse, and my perspective got more nuanced, I wrote a more expansive post\ncalled \"The Alt Sex Anti-Abuse Dream Team.” It covered all the information I'd given in\nthe earlier post, and also talked about how I personally would structure an anti-abuse\ninitiative with alt-sex people in mind.\n\nLooking back now, those posts still strike me as defensive. I was making good points, but\nI also think that I didn't fully understand where some feminists are coming from when\nthey react negatively to BDSM. This past year, I've learned a lot more about abusive\ngender-based violence, power, and control. And I've concluded that while BDSM is\nobviously not equivalent to abuse, we need better theory to describe the difference\nbetween BDSM and abuse, and we should try to avoid defensiveness while articulating\nthat theory.\n\nI've written before that one thing I think people can do is try to \"start from a position of\nstrength, and seek strength afterwards.\" The overall point of that maxim is that any given\nBDSM activity can eventually make all parties feel more supported, more capable, more\npowerful in the world. That's my ideal end goal; that is what I personally would aim for\nwith my BDSM practice. Perhaps I might do an intense BDSM scene that makes me\nfeel terrible in the moment -- or for a lot of moments... but I want to be sure it will\nmake me more supported, more capable, more powerful later.\n\nThat's an awfully vague maxim, though, and one that can be different for every person. I\nmay have found a more concrete focus in a 1984 anti-abuse concept -- the Power &\nControl Wheel:\n\nIn 1984, staff at the Domestic Abuse Intervention Project (DAIP) began developing\ncurricula for groups for men who batter and victims of domestic violence. We wanted a\nway to describe battering for victims, offenders, practitioners in the criminal justice\nsystem and the general public. Over several months, we convened focus groups of women\nwho had been battered. We listened to heart-wrenching stories of violence, terror and\nsurvival. After listening to these stories and asking questions, we documented the most\ncommon abusive behaviors or tactics that were used against these women. The tactics\nchosen for the wheel were those that were most universally experienced by battered\nwomen.\n\nIna BDSM context, a lot of the behaviors listed on the Power & Control Wheel could be\npart of a consensual encounter -- violence, headgames, name-calling, all kinds of things\ncan be BDSM. But this part, this is important:\n\nHOUSE_OVERSIGHT_018648",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018648.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3242,
    "word_count": 548,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:46.483731",
    "prefix": "IMAGES-005"
  }
}