{
  "document_id": "HOUSE_OVERSIGHT_017948",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017948.txt",
  "text": "Case 1:19-cv-03377 Document1 Filed 04/16/19 Page 14 of 28\n\nwas no ‘international sex-trafficking operation’ and there was never evidence that Mr. Epstein\n‘hosted sex parties’ at his home”. (Exhibit 10).\nG. Dershowitz’s Lies\n\n53. From the beginning, Dershowitz and Epstein have sought to hide their crimes\nbehind a curtain of lies. In response to Roberts’ description of Dershowitz’s participation in\nEpstein’s sex trafficking, Dershowitz began a series of intentional, outright lies designed to\ndistance himself from Epstein, to cover up his own wrongdoing, and to discredit Roberts and\nintimidate her into silence.\n\n54. Dershowitz’s repeated lies are compelling evidence both of his lack of credibility\nand his guilt. Only a person seeking to conceal improper conduct would have engaged in the\npattern of lies which has characterized Dershowitz’s statements since his sex trafficking was\nrevealed.\n\n55, In attempt to conceal his relationship with Epstein, Dershowitz in January 2015\nasserted that “my relationship with him was entirely professional. It is a total bum rap to say that\nI...was ‘chummy’ with him”. (Exhibit 11). That was a lie, as Dershowitz and Epstein knew (see,\ne.g., paragraphs 34-35).\n\n56. Both to conceal Dershowitz’s relationship with Epstein, and to discredit Roberts,\nDershowitz has repeatedly asserted that he was only at Epstein’s residence once in Palm Beach,\nand that was with his family. However, Juan Alessi, a long time Epstein household employee,\nhas confirmed that Dershowitz visited Epstein “pretty often. I would say at least four or five\ntimes a year” and that he would “typically” stay two or three days. Similarly, Alfredo Rodriguez\nwho worked for Epstein approximately only six months confirmed that during that six months\n\nperiod Dershowitz visited Epstein twice.\n\n14\n\nHOUSE_OVERSIGHT_017948",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017948.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1831,
    "word_count": 280,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:44.089684",
    "prefix": "IMAGES-004"
  }
}