{
  "document_id": "HOUSE_OVERSIGHT_021169",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021169.txt",
  "text": "Ghislane was ready too she would insinuate we do the same to her. She\nurged me downwards, until my head was between her opened legs and\ngiving into her wanton indulgence. Twenty minutes passed before Jeffrey\nexerted his last energies for the night, the only advantage of being with an\nold man was they could never last long.\n\nDeparting to our own separate quarters for the night, I called T.J for\ncondolence. It was so important for me to feel like I had someone out\nthere who saw me as more than a pretty girl with vulnerabilities. I needed\nto maintain some sort of a connection to my youthful side. But it would\nbe to no avail as I was getting used to being badly disappointed by all the\nmen in my life.\n\nChapter 8\n\nThe phone nearly rang out and as | was about to hang up the receiver\nwhen he finally picked up. On the other end of the phone I could hardly\nhear T.J above the background noises. When I asked where he was he\ntold me “At our place baby”, meaning the apartment Jeffrey had rented\nfor me to be staying in alone. He already sounded off his chops\nelongating his words and slurring his speech. There was music pumping\nand people shouting behind him and every one sounded like they were\nhaving a great time. I was so sick of his friends coming over using my\nhouse as a place to party and then trashing it so bad I would even have to\nsometimes throw my furniture out. I blew up at him over the phone and\nthreatened to kick him out, back to his parent’s house, so much for my\nrelaxing evening I thought to myself venturing on to tell him “You leech\noff me using the money IT leave behind for you for drugs and throw these\ngigantic parties while I’m away.” Also mentioning the disastrous messes\nI would come home too. “I am so close to ending it with you”, I would\nopenly threaten, but he knew better than I did, that I just couldn’t bring\nmyself to do so, needing some attachment to my youth through all of this.\n“Don’t worry baby” he would say attempting to soothe me with his false\nwords going on to tell me how much he was missing me and how he was\nalways thinking about me when I was away which was like all the time.\n\nI would soon be buttered up and soft for serve. This was my penalty for\nchoosing a guy that accepted my lifestyle with my “Other-Man” as I had\nso eloquently put it to him once as not only acceptable but deemed it\n“Cool”. The conversation ended with an easy good-bye and no “I-Love-\nYou’s” or anything sweet. We weren’t those kinds of partners yet, so\nmuch time spent away from each other and the lifestyles we both led, I\ncouldn’t expect much more from him than what we already had.\n\n49\n\n1 Copycight Protected Material\nCONIIDENTIAL GIUFFRE004 182\n\nJeffrey and I left two days later, heading off to Carmel in California for\na business trip of his, leaving Ghislane and Emmy to catch a commercial\nflight back to N.Y.C, where we would meet up with them later. When we\narrived at the hotel we were given badges for the meeting tomorrow and\nsettled into our rooms. We got adjoining rooms, keeping the doors open\nat all times, but sleeping in different beds. He liked sleeping alone, even\nafter a late night session [ would always go back to my own room. I think\nthat’s why he liked me so much I never put pressure on him to become\nintimately more than what we were already, never giving him the\nimpression ] wanted more than what we had. It seemed to keep him\nhappy just the way we were together. I hung out with Jeffrey that night,\ngoing to a restaurant for dinner and afterwards watching a movie back at\nthe hotel.\n\nThe next morming we went for an early morning breakfast before the\nconference and Jeffrey gave me some money to go shopping instead of\nattending the all day meeting with him. 1 was more than obliged to accept\nhis request, and wished him a good day before planning to meet back in\nthe room around six pm. He gave me five hundred dollars. He said it was\njust enough to go have fun for the day and a girl of my means could find\nplenty to do with that kind of money. J walked around the many\nboutiques that lined the streets of the picturesque cozy town, and picked\nup some bits of clothing here and there and even meta girl who was\npassing through on a road trip. She was somewhere in her late teens with\ngolden sunshine tresses, olive skin and blue eyes. Her name escapes me,\nas it was so unexpected, I think it was Tina or something like that but she\nwas your typical California carefree chic, offering me a few tokes of her\njay as we ducked down a side street together. | was so happy | had met\nthis girl, as she was fun spirited and charismatic a relief from the social\nexpectations I had come to know lately, but always being “on-call” as I\nhad been trained up to be, | ended up inviting her back to meet Jeffrey at\nour hotel later on as a surprise for him. Maybe she was just a bit too\ncarefree for Jeffrey’s taste but anyhow she was pretty enough to let him\nbe the judge of that matter.\n\nOver the next hour of hanging out together I found out that she was on\na road trip with her best friend who was still sleeping off the hard night of\npartying from the night before. She was originally from the southern\nstates as she had a bit of draw still left in her accent, and she had recently\nleft her boyfriend because he was leaving for a college too far away not\nbelieving in long distance relationships. Then it was my turn to dish out\nmy contribution to the conversation of getting to know each other better. I\nalways got anxiety before I would tell a girl what { did for work and\nromance (as such), morally I was ashamed of who I was especially with a\ngirl having led somewhat of a normal life. Next, as always, | expected to\n\n50\n\n0 Copyright Protected Material\n\nGIUFFRL004 183\n\nHOUSE_OVERSIGHT_021169",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021169.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5748,
    "word_count": 1094,
    "line_count": 102,
    "import_date": "2025-11-19T21:47:48.062440",
    "prefix": "IMAGES-006"
  }
}