{
  "document_id": "HOUSE_OVERSIGHT_018551",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018551.txt",
  "text": "This is also how I feel about these ideas of \"inherent male violence.” I don't buy that men\nare \"the dominant sex\" or that men are \"inherently violent.\" Based on what I've read, it\nseems quite clear that individuals with higher testosterone levels -- who are, incidentally,\nnot always men -- often experience more aggressive feelings. Yet that's a far cry from\nlarge-scale generalizations, and it's also frequently irrelevant to questions about how\npeople can best deal with those aggressive feelings. Plus, psychological submission can\nbe a very separate thing from physical aggression levels.\n\nMuch of the time, when it comes to aggression, anger management is the answer, the\nsame way a naturally shy or submissive person needs to learn to set boundaries. But there\nare circumstances where catharsis is completely acceptable. Lots of perfectly decent men\nhave urges towards violent dominance; what do they do about it? How much do they\nagonize, like Christian Grey in Fifty Shades of Grey, and how much do they explore their\ndesires in a consensual and reasonable way?\n\nI always thought that the late-90s movie Fight Club was fascinating primarily because of\nits lens on masculinity and violence. It's not just about the violence men to do each other,\nbut to themselves. Quotes include \"You have to give up; you have to know that someday\nyou're gonna die,\" and \"The first rule of Fight Club is: you do not talk about Fight Club.”\nI first watched it before I knew much about S&M, but now whenever I think about it, I\nthink about how the idea of a fight club -- where people would get together and fight, for\ncatharsis and community -- is so very reminiscent of how a lot of people experience\nS&M. Fight Club even has safewords. Someone says stop, you stop. I obviously don't\nsupport the endpoint of the Fight Club story (1.e., blowing up buildings), but the idea of\nestablishing a men's community via a fight club seems reasonable to me.\n\nSo, what are the practicalities of dealing with aggressive or dominant tendencies in the\nsexual arena? As an S&M person, I've experimented with dominance as well as\nsubmission, but because violence is so associated with masculinity, I turned to some\negalitarian male S&Mers for advice. I believe that even for non-S&M people, their\nperspectives make a really good lens for ideas of gender and violence and power. Of\ncourse, the first thing one of my friends told me was: \"I'm not sure I really see dominance\nin general as being particularly masculine. I don't really think it's a gender associated\nthing.”\n\nThat gentleman, who comments around the Internet under the name Scootah, went on to\nadd: \"I've certainly worried about my kinks in the past. I mean fundamentally, I get\nreally, really turned on by grabbing someone by the hair, throwing them into the wall,\nbackhanding them, etc. That's a pretty disturbing thought for an egalitarian who's worked\nwith abuse victims. I spend a lot of time considering the ethics of my kinks; my partners’\nenthusiastic consent is a major priority.\"\n\nJay Wiseman, author of the famous S&M primer $101, talks about his own early fears\ntowards the beginning of that book. He writes about how he began having sadistic\nfantasies, and went to the public library to research them. All he could find was portraits\nof serial killers, which scared the hell out of him. He writes:\n\nI decided to keep myself under surveillance. I made up my mind that I was not going to\nhurt anybody. If I thought I was turning into someone that would harm somebody else,\n\nHOUSE_OVERSIGHT_018551",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018551.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3545,
    "word_count": 605,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:48.194086",
    "prefix": "IMAGES-005"
  }
}