{
  "document_id": "HOUSE_OVERSIGHT_021172",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021172.txt",
  "text": "stopped at a fifties looking diner and got a cheeseburger and vanilla\nmilkshake, the first and only time I saw Jeffrey eat what I considered to\nbe real food. Seven lanes to drive in and the freeway was still lined\nbumper to bumper in the heavy rain. The sound of downpour on the\nrooftop of the taxi and the rhythm of the windshield wipers was making\nme sleepy. I was looking forward to sleeping through the long flight\nback. Thank goodness we had a private jet to catch back, the trip would\nbe comfortable and not rushed to get there on time through the daily peak\nhour traffic. Jeffrey asked me what I thought of Nadia, more of a kiss and\ntell kind of thing for him, so proud to admit some of his tenacious acts of\npedophilia to me that I knew most people would be embarrassed to even\nthink aloud but I said what he wanted to hear when he asked me what I\nhad thought of her on the way back. I replied, “She is attractive, funny,\nand seems to know what she is doing with you.” Laughing at my\nstatement, he then started to tell me the history behind where he got her.\nFive years ago when she was merely a teenager just turned thirteen. Her\nfather had recently passed away, leaving Nadia’s mother in a tremendous\namount of debt and living in a third world country, she didn’t have the\nmeans necessary to raise her own daughter. When Ghislane approached\nNadia for the first time at a music school, she seemed like a maternal,\ncaring stepmother. Telling Nadia’s mother if she let Nadia go with her,\nshe would se to it personally that Nadia receive the best education and\nchances in life to make it. In her customs it wasn’t odd for a young girl to\nbe married off to bring the family good fortune, so she kissed her baby\ngirl good-bye and sent her off to commence her life of servitude. I sat\nthere speechless listening to Jeffrey brag about his endeavor to get her\nover here, shocked that he could stoop as low to use a barely teen to\noblige his sexual desires. He was laughing and giddy as he replayed the\nmemories of her arrival over in his head, painting me a horrific picture I\nhad no choice but to imitate a smile to face him with.\n\nNo pretty girl is safe from the allurement of these villains procuring the\nyouth off of every street in the world. I knew that day more than ever\nbefore those morals did not exist for people like this. Jeffrey once told me\nthat every girl he has had sexual relations with has benefited in their\ncareer, finances, or an achievement in marriage with a successful\ncolleague of his. Mine was the massage career, ever so often still giving\nme a lesson from a professional, which kept me quiet for a while longer.\nI thought I was already knee deep in this world, if I gave up after putting\nmyself through all of this hell it would’ve all been be for nothing. So I\ntreaded lightly, constantly at a risk of being replaced by another willing\nparticipant and playing the eager student he wanted me to be.\n\n39\n\n[i Copyright Protected Material\nCONTIDENTIAL\n\nGIUFFREO04 188\n\nChapter 9\n\nWe met Ghislane and Emmy in N.Y.C, and it wasn’t.a blissful reunion\nas I hoped for, wanting a break from all of this I was just looking forward\nto getting back to Palm Beach, not leaving for a further four more days. I\ngot home late in the evening as Jeffrey invited me out to the movies after\nwe had relaxed at his house for a while after landing.\n\nI put my keys through the door to my apartment and walked in to a\nquiet house. Not thinking anyone was at home | set my suitcase on the\nfloor and put my cell phone on charge as | always did to be accessible for\nwhenever Jeffrey or Ghislane could call. | went to get a drink out of the\nfridge when I heard some noises coming from the back of my apartment\nwhere my bedroom was. | started back there and slowly turned my\ndoorknob to reveal T.J on top of another girl. When they noticed they\nweren’t alone anymore, T.J got off her with promptness. | recognized the\ngirl from seeing her around at parties, and she was the town lowie,\nscattering her trail of guys along with her presumable diseases, and I\nwasn’t shy to verbalize that when she tried to open her mouth and calm\nthe heated situation between T.J and I. She didn’t like her cards on the\ntable in front of the guy she was screwing around with and got up in a fit\nof rage to attack me. Still nude with only my new white sheets to cover\nher body, I threw her out of my house along with T.J. “I have been\npaying your way for months, only finding out your sleeping with the\nbiggest slut in Royal Palm Beach, at least have some dignity and higher\nyour standards.” I didn’t really have a leg to stand on since I had started\nthis relationship giving him the knowledge I had a sugar daddy to answer\nto above him. “You’re gone all the time and with that old man, what did\nyou expect me to do”? He was right, I wanted what I couldn’t have, but I\nneeded some time to cool down and accept my situation. | loved having\nT.J around to come home too, and he used to be my best friend in my\nschool days. I convinced myself of the lies I continued to accept.\n\nDays later I was still not speaking with TJ, mentally adjusting to my\ncircumstances, I thought I’d have the day off to relax since I hadn’t been\ncalled all day. Until about five pm when Ghislane called and said Jeffrey\nwould like a massage in an hour. Grudgingly I got up from relaxing on\nthe couch, got dressed and put my make-up on, meeting Juan downstairs\na half an hour later. Jeffrey was already lying on the massage table when\nI walked in. I started the massage being very quiet from my somber\nmood, when Jeffrey picked up on it and said “you know it’s not good to\nmassage people when you’re angry, you could pass on negative energy”.\nI wasn’t sure if he was serious or just trying to be nice so I could speak\nabout what was bothering me. Ending up not being able to contain my\n\n56\n\n(1 Copyright Protected Material\nCONFIDENTIAL\n\nGIUTTREOOS 189°\n\nHOUSE_OVERSIGHT_021172",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021172.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5929,
    "word_count": 1123,
    "line_count": 103,
    "import_date": "2025-11-19T21:47:44.668870",
    "prefix": "IMAGES-006"
  }
}