{
  "document_id": "HOUSE_OVERSIGHT_010613",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010613.txt",
  "text": "* EUR is underpricing Brexit and that shorting Euro was a cheaper way to express such a\nview via options. CHF tends to perform strongly when risks become more localized.\n\nClosed on 28 Aug 2016: Buy EUR/USD 6m 1.00/1.20 strangle for 155 usd pips (off\n\n1.1020 spot, DF two-way vols 12.1/12.3) (29 Feb 2016)\n*Owning low delta EURUSD strangles may be an effective and cheap double hedge in the\nscenario that either the US enters a recession or the European debt crisis resurfaces.\n\nOptions Risk Statement\n\nPotential Risk at Expiry & Options Limited Duration Risk\n\nUnlike owning or shorting a stock, employing any listed options strategy is by definition\ngoverned by a finite duration. The most severe risks associated with general options\ntrading are total loss of capital invested and delivery/assignment risk, all of which can\noccur in a short period.\n\nInvestor suitability\n\nThe use of standardized options and other related derivatives instruments are\nconsidered unsuitable for many investors. Investors considering such strategies are\nencouraged to become familiar with the \"Characteristics and Risks of Standardized\nOptions\" (an OCC authored white paper on options risks). U.S. investors should consult\nwith a FINRA Registered Options Principal.\n\nFor detailed information regarding the risks involved with investing in listed options:\nhttp:/Awww.theocc.com/about/publications/character-risks.jsp.\n\nAnalyst Certification\n\n|, Adarsh Sinha, hereby certify that the views expressed in this research report about\nsecurities and issuers accurately reflect the research model applied in such analysis. |\nalso certify that no part of my compensation was, is, or will be, directly or indirectly,\n\nrelated to the specific recommendations or view expressed in this research report.\n\nBankof America\n\nMerrill Lynch Liquid Insight | 22 September 2016 5\n\nHOUSE_OVERSIGHT_010613",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010613.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1863,
    "word_count": 276,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:49.341600",
    "prefix": "IMAGES-001"
  }
}