{
  "document_id": "HOUSE_OVERSIGHT_011117",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011117.txt",
  "text": "CHAPTER 9: SO WHAT’S NEW?\n\nTo claim originality in any field is rash. It is safer to say that some things in this book\nare new as far as 1 know. | know at least what I can’t remember reading elsewhere. |\nam more confident in judging what will surprise in the sense of conflict with what is\ntaught today. There we need only keep up with the current conversation. Judging\n\noriginality with confidence means having read everything before.\n\nMy surprises were not all new, and my novelties (if such) where not all surprises. A\nfew ideas met both descriptions. They pay rule, and the equally heretical Y rule,\nprobably count as both although Becker came within a step of getting there first.\nDepreciation theory is likely to be both. Other possible candidates might include my\nobservation that holds by money managers reveal prices as clearly as trades do, and\nmy hawks-and-doves analogy inferring from this that index funds should\noutperform managed ones when aggregate AUM held by money managers, not\ntrades by them, exceeds a critical percentage of the market to be determined. There\nmay also be both surprise and novelty in my suggestion of monetary policy by\nestablishment of real dollars as legal tender. In my wannabe biologist role, I just\n\nmay have been first to the point out the gaffe in the math of Hamilton’s rule.\n\nFree growth theory takes Mill a little farther by ruling out growth by thrift at the\ncollective scale. It should prove a major surprise to lawmakers, who incentivize\nthrift in the name of growth, and a milder one to economists already prepared by\nthe insights of Solow. My possible originality here was in the simultaneous rates\nequations | derived to test them, and the test itself accessing data for market-valued\ncapital as well as consumption from the Piketty-Zucman website. My definitions of\nmarket-valued net investment and net output, substituting for the book-valued\nversions used in national accounts, were essential for testing. I suppose these rank\n\nas novelties but not surprises.\n\nChapter 9: So What ‘s New? 3/17/16 1\n\nHOUSE_OVERSIGHT_011117",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011117.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2078,
    "word_count": 348,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:44.902446",
    "prefix": "IMAGES-001"
  }
}