{
  "document_id": "HOUSE_OVERSIGHT_011066",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011066.txt",
  "text": "holds frequencies under ten percent, and those frequencies are constantly shifting.\nThe flux proves that losers are allowed mating opportunities too, though not as\n\nmuch, and leave young to compete in the next generation.\n\nHamilton explained why that could make sense in a paper published with Marlene\nZuk in 1982. George Williams in 1976 and John Tooby in 1980 had argued that\nfittest genes in one generation might not be fittest in the next if niche pressures\nvaried to counter current gene choices. Tooby had pointed to parasites and\npathogens, particularly single-cell ones whose life cycle runs less than an hour. They\ncould evolve new strains to outflank our old defenses and call for new ones.\nHamilton and Zuk continued this theme. They suggested that genes might have long\nmemories, put in human terms, and might have seen the same parasites and\npathogens pull such tricks before. If some individuals in the host population still\ncarried the antidote gene that worked the last time the same unexpected strain\narose, or something close enough to it, hosts collectively could weather the threat if\nthat antidote gene could be identified and spread fast enough. Then how? Hamilton\nand Zuk proposed that what winning males display in contests of singing or\ncroaking or agility or symmetry, or bright colors in the right places, was possession\nof the genes needed to counter the current strains of pathogens and parasites.\nLosers in the same contests carried genes that had proved best against strains of the\npast and might come back in the future. Nepotism practiced by winners would\nspeed up the spread of the current antidote. But losers carried genes that had\nworked against other strains that might recur. A way had to be found to keep all\nthose potential antidotes somewhere in the medicine cabinet. Current losers had to\nbe saved for later. Gene diversity was the key to group survival in the long run. The\nquarterback trots to the bench on fourth down because that is better for himself and\nthe team than being carried to the hospital. He realizes that other players are best\nfor punts or field goals or defense until he gets the ball again. Selection pressures do\n\nnot favor the same traits and genes every time.\n\nChapter 7 Petty’s Idea 2/3/16 7\n\nHOUSE_OVERSIGHT_011066",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011066.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2282,
    "word_count": 384,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:44.431109",
    "prefix": "IMAGES-001"
  }
}