{
  "document_id": "HOUSE_OVERSIGHT_015744",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015744.txt",
  "text": "54 Are the Androids Dreaming Yet?\n\nohn Masters stood up to address General Stanley A. McChrystal\n\nand his military staff in Kabul. The topic, of course, the war in\n\nAfghanistan. The main war lasted only eight weeks, but this did not\nend the conflict. A level of tribal violence and insurgent warfare rumbled\non for years, killing around 30 people a week. Masters’ job was to explain\nthe dynamics of Afghanistan and provide politicians and military\ncommanders a framework to understand what was going on.\n\nThink about your country for a moment. What maintains the fabric\nof society — police, family, the local charity club, church, newspapers, the\nbroadcast media? All these institutions work to keep us civilized, but what\nhappens if a country loses them? There are institutions in Afghanistan,\ngood and bad: tribes, gangs, corrupt officials, families. Masters had spent\na year investigating these interactions, and questioning the returning\ncommanders. He and his team believed that understanding the dynamics\nof the conflict was the key to bringing peace to Afghanistan.\n\nIf you live in an industrialized country, you rarely see society\nwithout its civilizing web in place. One interesting ‘experiment’ that\nshows what happens when it fails was the 1976 traffic police strike\nin Finland. Finland is a fantastically law abiding country where most\npeople obey both the written and unwritten laws. During the strike, this\nbehavior changed. Many people began parking illegally but refrained\nfrom blocking the roads. A few took advantage of the absence of police to\ndrive incredibly fast — twice the national limit. These would be labeled as\n‘defectors’ in game theory. Without traffic police, a different automotive\n\nGeneral Stanley A. McChrystal\n\nHOUSE_OVERSIGHT_015744",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015744.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1768,
    "word_count": 279,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:44.493649",
    "prefix": "IMAGES-003"
  }
}