{
  "document_id": "HOUSE_OVERSIGHT_028556",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_028556.txt",
  "text": "14 JAM v. INTERNATIONAL FINANCE CORP.\n\nOpinion of the Court\n\ncerns that we identified when considering similar litiga-\ntion under the Alien Tort Statute. See Jesner v. Arab\nBank, PLC, 584 U.S. __, __ —___ (2018); Kiobel v. Royal\nDutch Petroleum Co., 569 U.S. 108, 116-117 (2018).\n\nThe IFC’s concerns are inflated. To begin, the privileges\nand immunities accorded by the IOIA are only default\nrules. If the work of a given international organization\nwould be impaired by restrictive immunity, the organiza-\ntion’s charter can always specify a different level of im-\nmunity. The charters of many international organizations\ndo just that. See, e.g., Convention on Privileges and Im-\nmunities of the United Nations, Art. IT, §2, Feb. 18, 1946,\n21 U.S. T. 1422, T. I. A. S. No. 6900 (The United Nations\n... shall enjoy immunity from every form of legal process\nexcept insofar as in any particular case it has expressly\nwaived its immunity’); Articles of Agreement of the Inter-\nnational Monetary Fund, Art. IX, §8, Dec. 27, 1945, 60\nStat. 1418, T. I. A. S. No. 1501 (MF enjoys “immunity\nfrom every form of judicial process except to the extent\nthat it expressly waives its immunity’). Notably, the\nIFC’s own charter does not state that the IFC is absolutely\nimmune from suit.\n\nNor is there good reason to think that restrictive im-\nmunity would expose international development banks to\nexcessive liability. As an initial matter, it is not clear that\nthe lending activity of all development banks qualifies as\ncommercial activity within the meaning of the FSIA. To\nbe considered “commercial,” an activity must be “the type”\nof activity “by which a private party engages in” trade or\ncommerce. Republic of Argentina v. Weltover, Inc., 504\nU.S. 607, 614 (1992); see 28 U.S.C. §1603(d). As the\nGovernment suggested at oral argument, the lending\nactivity of at least some development banks, such as those\nthat make conditional loans to governments, may not\nqualify as “commercial” under the FSIA. See Tr. of Oral\nArg. 27-80.\n\nHOUSE_OVERSIGHT_028556",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_028556.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2039,
    "word_count": 337,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:44.372914",
    "prefix": "IMAGES-010"
  }
}