{
  "document_id": "HOUSE_OVERSIGHT_022366",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022366.txt",
  "text": "Legislative prospects? Where these proposals go may be a function of what happens with possible tax\nreform — and the prospects of that are...unknown. Rep. Dave Camp (R-MIl), Chairman of the House Ways &\nMeans Committee has been holding hearings, and issuing a number of legislative proposals that are\ndesigned to elicit comments and prod tax reform. Sen. Max Baucus (D-MT), Chairman of the Senate\nFinance Committee, has also been pursuing tax reform, but has recently announced his retirement. Does\nthat put him in a better or worse position to achieve this goal? Time will tell. But trying to reconcile the\nRepublican desire for lower rates and a broader tax base with the Democratic desire for higher taxes on\nthose they feel can best afford them will not be easy. Considering the country’s pressing fiscal needs,\nhowever, it’s hard to imagine that tax revenues won't have to go up at some point. The question is how, and\nwhose ox gets gored.\n\nMay 7520 rate issued\n\nThe IRS has issued the May 2013 7520 rate. It is 1.2%, a drop of 0.20% (20 basis points) from April’s rate\nof 1.4%. May’s annual, semiannual, quarterly and monthly mid-term rates are all 1%, a 0.09% (9 basis\npoints) drop from April’s annual, semiannual, quarterly and monthly mid-term rates, which were all 1.09%.\n\nBlanche Lark Christerson is a managing director at Deutsche Asset & Wealth Management in New York\nCity, and can be reached at blanche.christerson@db.com.\n\nThe opinions and analyses expressed herein are those of the author and do not necessarily reflect those of Deutsche Bank AG or any\naffiliate thereof (collectively, the “Bank”). Any suggestions contained herein are general, and do not take into account an individual's\nspecific circumstances or applicable governing law, which may vary from jurisdiction to jurisdiction and be subject to change. No\nwarranty or representation, express or implied, is made by the Bank, nor does the Bank accept any liability with respect to the\ninformation and data set forth herein. The information contained herein is not intended to be, and does not constitute, legal, tax,\naccounting or other professional advice; it is also not intended to offer penalty protection or to promote, market or recommend any\ntransaction or matter addressed herein. Recipients should consult their applicable professional advisors prior to acting on the\ninformation set forth herein. This material may not be reproduced without the express permission of the author. \"Deutsche Bank\" means\nDeutsche Bank AG and its affiliated companies. Deutsche Asset & Wealth Management represents the asset management and wealth\nmanagement activities conducted by Deutsche Bank AG or its subsidiaries. Clients are provided Deutsche Asset & Wealth\nManagement products or services by one or more legal entities that are identified to clients pursuant to the contracts, agreements,\noffering materials or other documentation relevant to such products or services. Trust and estate and wealth planning services are\nprovided through Deutsche Bank Trust Company, N.A., Deutsche Bank Trust Company Delaware and Deutsche Bank National Trust\nCompany. © 2013 Deutsche Asset & Wealth Management. All rights reserved. 13-AWM-0182 014942 042913\n\nTax Topics 04/29/13 6\n\nHOUSE_OVERSIGHT_022366",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022366.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3263,
    "word_count": 514,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:46.953664",
    "prefix": "IMAGES-006"
  }
}