{
  "document_id": "HOUSE_OVERSIGHT_024523",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024523.txt",
  "text": "reapply for a license on an annual basis, and that process may include a visit from the applicable state\nregulator. Renewal of a license is generally a fairly routine process.\n\nIn addition, each ECE center or school program is subject to a variety of state and local regulations.\nAlthough these regulations vary greatly from jurisdiction to jurisdiction, governmental agencies generally\nreview the safety, staff qualifications, fitness and adequacy of the buildings and equipment; the ratio of\nstaff to children; the dietary program; the daily curriculum and compliance with health and transportation\nstandards. In most jurisdictions, these agencies conduct scheduled and unscheduled inspections of\nlocations. Repeated failures by a location to comply with applicable regulations can subject it to\nsanctions that might include probation or, in more serious cases, suspension or revocation of the center's\nor program's license to operate and could also lead to sanctions against the Company's other centers or\nprograms located in the same jurisdiction. In addition, this type of action could lead to negative publicity\nextending beyond that jurisdiction.\n\nKLC OpCo generally seeks to operate centers and school programs in states with strict regulations in\norder to avoid unexpected expense and market disruption that may be caused by compliance with\nregulations adopted in states that previously lacked such regulations.\n\nKLC OpCo believes that its operations are in substantial compliance with alt material regulations\napplicable to its business. However, a licensing authority may determine that a particular center or school\nprogram is in violation of applicable regulations and may take action against that center or program and\npossibly other centers in the same jurisdiction. In addition, there may be unforeseen changes in\nregulations and licensing requirements, such as changes in the required ratio of child center staff\npersonnel to enrolled children, which could have a material adverse effect on KLC OpCo’'s operations.\nStates in which KLC OpCo operates routinely review the adequacy of regulatory and licensing\nrequirements and implement changes which may significantly increase its costs to operate in those states.\n\nThe SES programs are operated in substantial compliance with the federal No Child Left Behind Act, as\nwell as applicable state Department of Education regulations that vary from state to state, but generally\nregulate curriculum, staff qualifications, and program quality and effectiveness. KLC OpCo must receive\napproval from each state's Department of Education in order to qualify as an SES provider. The length of\napproval to be an SES provider varies, but is typically from one to five years. Repeated failure by an SES\nprovider to comply with regulations or its request for proposal documentation may cause the provider to\nlose its approval.\n\nFederal regulations and licensing requirements require compliance with minimum standards in order to\nqualify for participation in federal assistance programs. Under the Social Security Act, the U.S. federal\ngovernment has established programs fo assist low-income families with early childhood care and\neducation expenses. These programs include the Childcare and Development Block Grant and At Risk\nProgram. Funding is typically provided through block grants to states and counties, which then\nadminister the programs through local agencies.\n\nThe federal Americans with Disabilities Act, referred to as the ADA, and similar state laws prohibit\ndiscrimination on the basis of disability in public accommodations and employment. Compliance with the\nADA requires that public accommodations reasonably accommodate individuals with disabilities and that\nnew construction or alterations made to commercial facilities conform to accessibility guidelines unless\nstructurally impracticable for new construction or technically infeasible for alterations. Non-compliance\nwith the ADA could result in the imposition of injunctive relief, fines, an award of damages to private\nlitigants and additional capital expenditures to remedy such noncompliance. KLC OpCo has not\nexperienced any material adverse impact as a result of these laws.\n\nSection 21 of the U.S. Internal Revenue Code of 1986, as amended (the \"Code\"), provides for an income\ntax credit ranging from 20% to 35% of certain child care expenses subject to certain maximum limitations.\n\nThe fees paid to KLC OpCo for early childhood care and educational services by eligible taxpayers qualify\nfor the fax credit, subject to the limitations of the Code. In addition, Section 45F of the Code provides\n\n96\n\nHOUSE_OVERSIGHT_024523",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024523.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4653,
    "word_count": 692,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:46.760052",
    "prefix": "IMAGES-008"
  }
}