{
  "document_id": "HOUSE_OVERSIGHT_018505",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018505.txt",
  "text": "needed more guidance, she referred me to a center that gave orgasmic dysfunction\n\"evaluations\" at $1,500.00 a pop. I was earning $7.50 per hour at the time. I didn't go.\n\nI got up my nerve and talked to my mother, who had been extremely helpful and caring\nwhen I came out to her about BDSM. During the BDSM conversation, I'd been scared --\nthen I felt immense relief as Mom told me that there was nothing wrong with me, and\nreassured me that I wasn't \"giving up my liberation.\" When it came to orgasms, though,\nshe seemed unsure of what to say. She did at least tell me that she, too, couldn't come\neasily, which made me feel a little better.\n\nMost helpful was the therapist I found on the Kink Aware Professionals list -- an online\nlist of doctors, lawyers, and other professionals who believe they understand alternative\nsexualities such as BDSM. I tried one therapist who didn't seem to get it, but the second\ntherapist I saw was wonderful. He helped me through an enormous amount of my BDSM\nanxiety. The orgasm problem was thornier, but he didn't make any assumptions, and he\ndid listen carefully, which was more than most people did.\n\nMy therapist gently encouraged me to get a second opinion about my how my body\nworked, from a new gynecologist. Irrationally, I didn't. I suppose I still felt crushed by\nhow the first gynecologist had reacted. I also hoped I'd learn to come as I explored\nBDSM more -- which turned out to be true.\n\nKK ok\n\nVIL. Figuring It Out\n\nIn retrospect, I recognize that I went through a brief period where I had orgasms\nsometimes -- weak ones. But the orgasms were hard to hang on to because they happened\nduring sex with my boyfriend. This would be the same boyfriend I described at the\nbeginning of this piece, when I wrote: now I have the best boyfriend I've ever had. but\njust like every other one, he can't get me off. big dick? oral sex? tons of foreplay? kink?\nit's all there.\n\nNow I see, in retrospect, that not everything was there: neither of us had questioned our\nsexual assumptions, our societally-determined sexual scripts. And one of the biggest\nsexual scripts is that sex ends with the man's orgasm. That the man's orgasm is the goal.\n\nIt's very hard to think around these scripts. It's very hard to even be aware of them. So,\nsince my paramount goal during sex was obviously \"satisfying my man,” I often pushed\nmy orgasm away due to my focus on him. I knew that if I came then I'd feel tired and less\ninterested in sex (at least for a while). And obviously, if he were to have his all-important\nmanly orgasm, I couldn't go falling asleep on him could I? I couldn't even pause to\nmentally process my sensations if he seemed to be enjoying himself, now could I? Plus,\nonce he'd come, I certainly couldn't expect him to stimulate me any more than he already\nhad, because he was tired; he'd just had an orgasm!\n\n(These days, one of my #1 judgments of whether a new partner could be good for me is\nthis: if I didn't come before he did, then does he take a moment post-orgasm to catch his\nbreath, and then turn to me and smile and offer to do what it takes?)\n\nIn the end, figuring it out was almost anticlimactic.\n\nHOUSE_OVERSIGHT_018505",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018505.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3176,
    "word_count": 582,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:45.624925",
    "prefix": "IMAGES-005"
  }
}