{
  "document_id": "HOUSE_OVERSIGHT_016265",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016265.txt",
  "text": "But taking into account that range of probability is just where the new AI excels.\nThe only chink in the armor of AI is that word “vast”; human possibilities, thanks to\nlanguage and the culture that it spawns, are truly Vast.!° No matter how many patterns\nwe may find with AI in the flood of data that has so far found its way onto the Internet,\nthere are Vastly more possibilities that have never been recorded there. Only a fraction\n(but not a Vanishing fraction) of the world’s accumulated wisdom and design and\nrepartee and silliness has made it onto the Internet, but probably a better tactic for the\njudge to adopt when confronting a candidate in the Turing Test is not to search for such\nitems but to create them anew. AI in its current manifestations is parasitic on human\nintelligence. It quite indiscriminately gorges on whatever has been produced by human\ncreators and extracts the patterns to be found there—including some of our most\npernicious habits.'! These machines do not (yet) have the goals or strategies or capacities\nfor self-criticism and innovation to permit them to transcend their databases by\nreflectively thinking about their own thinking and their own goals. They are, as Wiener\nsays, helpless, not in the sense of being shackled agents or disabled agents but in the\nsense of not being agents at all—not having the capacity to be “moved by reasons” (as\nKant put it) presented to them. It is important that we keep it that way, which will take\nsome doing.\n\nOne of the flaws in Weizenbaum’s book Computer Power and Human Reason,\nsomething I tried in vain to convince him of in many hours of discussion, is that he could\nnever decide which of two theses he wanted to defend: AJ is impossible! or Al is possible\nbut evil! He wanted to argue, with John Searle and Roger Penrose, that “Strong AI” is\nimpossible, but there are no good arguments for that conclusion. After all, everything we\nnow know suggests that, as I have put it, we are robots made of robots made of robots. . .\ndown to the motor proteins and their ilk, with no magical ingredients thrown in along the\nway. Weizenbaum’s more important and defensible message was that we should not\nstrive to create Strong AI and should be extremely cautious about the AI systems that we\ncan create and have already created. As one might expect, the defensible thesis is a\nhybrid: A/ (Strong AJ) is possible in principle but not desirable. The AI that’s practically\npossible is not necessarily evil—unless it is mistaken for Strong AI!\n\nThe gap between today’s systems and the science-fictional systems dominating\nthe popular imagination is still huge, though many folks, both lay and expert, manage to\nunderestimate it. Let’s consider IBM’s Watson, which can stand as a worthy landmark\nfor our imaginations for the time being. It is the result of a very large-scale R&D process\nextending over many person-centuries of intelligent design, and as George Church notes\nin these pages, it uses thousands of times more energy than a human brain (a\ntechnological limitation that, as he also notes, may be temporary). Its victory in\nJeopardy! was a genuine triumph, made possible by the formulaic restrictions of the\nJeopardy! rules, but in order for it to compete, even these rules had to be revised (one of\n\n10 Tn Darwin’s Dangerous Idea, 1995, p. 109, I coined the capitalized version, Vast, meaning Very much\nmore than ASTronomical, and its complement, Vanishing, to replace the usual exaggerations infinite and\ninfinitesimal for discussions of those possibilities that are not officially infinite but nevertheless infinite for\nall practical purposes.\n\n1 Aylin Caliskan-Islam, Joanna J. Bryson & Arvind Narayanan, “Semantics derived automatically from\nlanguage corpora contain human-like biases,” Science, 14 April 2017, 356: 6334, pp. 183-6. DOI:\n10.1126/science.aal4230.\n\n45\n\nHOUSE_OVERSIGHT_016265",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016265.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3871,
    "word_count": 645,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:44.473756",
    "prefix": "IMAGES-003"
  }
}