{
  "document_id": "HOUSE_OVERSIGHT_014327",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014327.txt",
  "text": "greatest likelihood is for the loan loss reserve ratio is to stabilize near current\nlevels.\n\n= Remains asset sensitive. Management acknowledged positive trends coming out\nof a future Trump administration, with one being the positive benefit from higher\nrates. With a December rate hike likely on the horizon, CFO Kent Lucien reminded\ninvestors that a 25 bp rate increase would benefit NII marginally ($1.5mn on an\nannual basis), but as the 10yr continues to rally, spread income will benefit more\nsignificantly. A 100 bp increase contributes to a 5.2% increase in NII on an annual\nbasis.\n\n= Continued focus on expenses. Management expects expenses to come in at the\nupper end of their 3% to 3.5% guidance this year, mainly due to performance based\nexpenses such as stock based comp and commissions. A potential source of\nexpense savings should be reduction in the size of its branches, not necessarily\noverall count. While management has piloted this new branch design it believes that\nconverting the entire branch network will be a multiyear process.\n\n\"Capital deployment remains a priority. BOH continues to provide great\ntransparency in regards to their capital deployment strategy. Management\nreiterated their commitment to payout 50% of net income in the form of dividends,\nwith a remaining portion going to buybacks. BOH has completed over $400mn in\nbuybacks over the past five years and noted that they are very comfortable with\nthis strategy, given its proven track record.\n\nChart 19: What do you see as the biggest headwind to BOH’s 2017 EPS growth outlook?\n\n45%\n40%\n35%\n30%\n29%\n20%\n15%\n10%\n\n5%\n\n0%\n\nNormalizing credit Slowing loan growth Pressure onexpense Pressure on the net\nprovisioning costs? following a strong 2016 growth interest margin\n\nSource: BofA Merrill Lynch Global Research\n\nBankof America a 2016 Future of Financials Conference | 17 November 2016 13\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014327",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014327.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1912,
    "word_count": 307,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:47.023497",
    "prefix": "IMAGES-002"
  }
}