{
  "document_id": "HOUSE_OVERSIGHT_013444",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013444.txt",
  "text": "An androgynous driver named Monica greeted me at the airport in a black tuxedo that would make\nAlbert Nobbs weep for joy, prompting me to devilishly think of her as \"Nobbs\" all weekend. She barely\nrecognized me sporting a new Sally Hershberger hairdo, \"the yenta with the dragon tattoo.\"\n\nChecking into the Beverly Hills Hotel | bumped into best actress nominee, Golden Globe and Spirit\nAward winner Michelle Williams with her daughter Matilda Ledger headed to the swimming pool.\nInnocently standing there with no makeup she was remarkably the antithesis of Marilyn Monroe. | told\nher she so deserved the Oscar for her mesmerizing transformation which did not cheer her up knowing\nthe gold was going to Viola or Meryl.\n\nThis year there seemed to be more parties than ever. Vanity Fair publisher Edward Menicheschi staged\na staggering six nights of “CAMPAIGN HOLLYWOOD.” Ermenegildo Zenga and Colin and Livia Firth\nhosted an intimate dinner at the Chateau Marmont to benefit Oxfam America, Colin’s pet charity. Editor\nGraydon Carter and Edward greeted Cameron Diaz, Kristin Davis, Gary and Alexandra Oldman, Mia\nWasikowska. In addition, Livia spoke about her 'Green Carpet Challenge’ which uses eco-friendly fabrics\nfor “wear it once” gowns at awards shows. Get it? Go green on red.\n\nIt was a busy night at the Chateau as French billionaire investor Nicolas Berggruen hosted his party for\nyoung, leggy, breathtakingly beautiful models. Lindsay Lohan was on the loose after a judge having\nannounced she was making great progress. She showed up sober wearing a new face bloated with\ninjectable Restalyne that could only be preparation to portray Elizabeth Taylor in \"Liz and Dick\", her film\nfor Lifetime. Peter Brant and Stephanie Seymour and Peter Morton and Linda Evangelista joined Josh\nHarnett and Emile Hirsh under the terrace heaters. The boys were looking for love in all the right places.\n\nThursday, February 23\n\nThursday night boasted fifteen events causing party panic. Here is a brief rundown of seven.\n\nWith ballots in, competing sudias cordially |\nGren Wilson slipped in the back door and hung w Michae een and aredicer Letty A Aronson.\nProducers Kathy Kennedy and Frank Marshall chatted with DreamWorks\nMortimer. Fox's Tom Rothman and Jim Gianopulos compared notes\nwith Focus's James Shamus Drake Doremus (\"Like Crazy\"), Sean Durkin (\"Martha\nMarcy May Marlene\") and Oscar nominee and Spirit Award winner J.C. Chandor (\"Margin Call\") drank at\nBreakout directors Nick Jarecki (\"Arbitrage\"), Zal Batmanglij (\"Sound of My Voice and \"The\nEast\") and Jay Duplass (\"Jeff Who Lives at Home\") dreamed about their future nominations\nSorkin, Piers Morgan and Lawrence O'Donnell handicapped Romney vs.\nsashayed by.\n\nDecker\n\nUrs Fisher's exhibition Beds & Problem Paintings featured two bed sculptures at Larry Gagosian's Gallery\nfollowed by his private dinner at Mr. Chow's. Art lovers Vera Wang, Russell Simmons, Steve Martin, Jean\nPigozzi and John Waters attended.\n\nThe US-Ireland Alliance honored nominees \"Hugo\" screenwriter John Logan, \"Bridesmaids\" star Melissa\n\nMcCarthy and Michelle Williams at Bad Robot. Logan also wrote \"Rango” \"Coriolanus\", 007’s \"Skyfall\"\nand \"Jersey Boys\" for the big screen.\n\nHOUSE_OVERSIGHT_013444",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013444.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3228,
    "word_count": 505,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:46.001492",
    "prefix": "IMAGES-002"
  }
}