{
  "document_id": "HOUSE_OVERSIGHT_030209",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_030209.txt",
  "text": "From: \nSent: \nTo: \nSubject: \nFabrice Aidan \n7/11/2013 2:44:31 PM \nJeffrey Epstein [jeeyacation@gmail.com] \nFwd: (s) 7/11, Atlantic Council (Hof): Syria: Blackberry Diplomacy \nImportance: High \nYou'll find it interesting. Warm regards \nEnvoy& de mon iPhone \nDebut du message transfer&: \nExpecliteur: GBIU-MideastNews <GBIU-MideastNews@dentons.com> \nDate: 11 juillet 2013 16:43:09 UTC+02:00 \nDestinataire: \"Cheves, Belle\" \n\"Gray, Alex\" < \nB.\" < \nObjet: (s) 7/11, Atlantic Council (Hof): Syria: Blackberry Diplomacy \nAtlantic Council \nSyria: Blackberry Diplomacy \nBy Frederic C. Hof \nJuly 11, 2013 \n, \"Mahle, Melissa \n, \"Seche, Stephen A.\" \n'Dixon, Timothy\" \nA friendly discussion about Syria with a former US State Department colleague gave rise to a point I will not soon forget. \n\"Fred, there's no time for policy deliberations about Syria or anyplace else. We live in the era of Blackberry diplomacy. We \nreact and we improvise as best we can.\" \nAnyone under the age of thirty reading the above would probably think, \"Why in the world is the US government using the \nBlackberry?\" Those who turned thirty long before the end of the last century—even those of us who try seriously not to be \ntechnological Luddites—wonder sometimes if the communications revolution and the 24/7 news cycle it has spawned will \nend up doing more harm than good to the progress of civilization and well-being of the republic. \nThose who have had the privilege and burden of working in the US national security establishment are well-acquainted \nwith how hard it is to find time to think. This was true long before the advent of email and other forms of electronic \ncommunication. Although there may have been times when officials could contemplate great matters of state at something \napproaching leisure, those days have been long gone. Even offices created expressly to explore policy options stretching \nbeyond a twenty minute horizon—the State Department's Policy Planning Staff comes to mind—routinely get pulled into \nthe maelstrom of daily struggles to manage breaking developments through some combination of strategic messaging \nand diplomatic demarches. Email makes it easy for officials up-and-down the chain to plunge into the fray, battling to mold \nlanguage for use at a daily briefing; language that all-too-often mystifies or misleads foreign listeners who hang on words \nfrom the podium as if they are meant to convey the results of deep, deliberative thought on the part of the world's only \nsuperpower. Yet email neither created the problem nor prevents its solution. \nThe problem is the failure of government, certainly in the context of Syria and likely in other foreign policy contexts as well, \nto wrap the daily news cycle food fight in an insulated casing of objectives and strategy clearly understandable to those \ncharged with planning and executing foreign or national security policy. There may be some who believe that objectives \nand strategy are just so 20th century; so Brent Scowcroft-like and so pre-Twitter. There may be some who actually handle \naffairs of state in ways they would not dream of applying to their personal financial portfolios. Perhaps resistance to \nstructured, deliberative processes producing objectives and accompanying strategies is a function of fewer and fewer \npeople in the national security establishment ever having availed themselves of military service; an experience where \nmatters of this nature become, through training and education, as natural as breathing. Perhaps in the specific case of \nSyria there has been a temptation to avoid the hard choices such a process would serve up in the hope that the regime of \nBasher al-Assad would just go away, thereby making hard choices someone else's problem. \nHOUSE OVERSIGHT 030209 \nThe arrival of a new assistant to the president for national security affairs is an ideal opportunity to restore best practices \nto the national security apparatus. To her credit, Susan Rice appears to be reaching out with this very much in mind. If \nchanges are made that better serve the president by forcing people to think through policy options in the context of \nobjectives and strategies, those changes should not reflect poorly on the stewardship of her predecessor. The president \ngets precisely the national security system he mandates and deserves. He is, as JFK noted in the immediate wake of the \nBay of Pigs fiasco, \"the responsible officer of government.\" \nIn the end it is the president, and not the Blackberry or some other device, who will drive the direction and processes of \nforeign policy and diplomacy. It is up to him to tell his national security advisor that he wants the interagency to stop \ntweeting and start thinking; to tell him how he should be evaluating US national security objectives with respect to Syria \n(for example) and strategy options aimed at accomplishing them. This kind of deliberative process will not require people \nto wear powdered wigs and inscribe talking points on parchment with quill pens. It will not even oblige them to disconnect \nelectronically. \nPerhaps the biggest obstacle to an orderly national security process that is deliberative is the sheer brainpower of the \npeople sitting atop the bureaucratic pyramid. Barack Obama and Susan Rice are among the very brightest people to \nserve in the US government. They may think they can figure Syria out themselves, within a small circle of trusted political \nadvisers. They may think they can handle Syria without reaching beyond their own national security staff, without probing \ndeeply into the Departments of State, Defense, the intelligence community, and elsewhere where additional expertise \nresides. They will outsmart themselves if that is the approach they choose. \nBlackberry diplomacy is a choice, not a device decision and certainly not a fact of life. Even in this day and age, it is \npossible to figure out what one wants and how to go about getting it: even in government work. \nan intu...ational legal „aviding tr..-ugh its met....-ff firms -id affiliates. Thk .maiI may be confidential and protected \nby legal privilege. If you are not the intended recipient, disclosure, copying, distribution and use are prohibited; please notify us immediately and delete this copy \nfrom your system. Please see dentons.com for Legal Notices, including IRS Circular 230. \nHOUSE OVERSIGHT 030210",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_030209.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6384,
    "word_count": 999,
    "line_count": 77,
    "import_date": "2025-11-19T21:47:49.382840",
    "prefix": "TEXT-001"
  }
}