{
  "document_id": "HOUSE_OVERSIGHT_026657",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026657.txt",
  "text": "screening people trying to go inside.\n\nSeveral lawyers offered a preview of their defense strategy during the hearing, arguing that the rioting charge\nshould be dismissed because prosecutors hadn’t shown that each defendant was specifically involved in the\nrioting described in charging documents. Although the defendants were brought out in groups before the judge,\nthey’re individually charged.\n\nOne lawyer argued that the US attorney’s office should recuse from prosecuting the cases because the\ndefendants were charged with participating in anti-Trump riots and Trump was now in charge of the US\nDepartment of Justice.\n\n“T appreciate all the creative arguments,” Magistrate Judge Rainey Brandt said in response, but she said that at\nthis early stage of the case she only had to find that the government had shown probable cause to move the\ncases forward.\n\nThe defendants are due back in court on various dates in February and March.\n\n1. [https://pbs.twimg.com/profile_images/1849163545/Zoe_Tillman_photol bigger.jpg] Zoe Tillman\n@ZoeTillman <https://twitter.com/ZoeTillman> Jan\n\n21<https://twitter.com/ZoeTillman/status/822908408475095049> Ruemmler told reporters that her law firm\nLatham & Watkins has done work for the news outlet, Vocativ, which is how she got involved 1 reply 5\nretweets 3 likes\n\n2.\n\n3. [https://pbs.twimg.com/profile_images/1849163545/Zoe_ Tillman photol bigger.jpg] Zoe Tillman\n@ZoeTillman <https://twitter.com/ZoeTillman> Jan\n21<https://twitter.com/ZoeTillman/status/822908213557415938> One journalist arraigned, lawyer says he was\narrested while filming. He's represented by former White House counsel Kathryn Ruemmler 0 replies 19\nretweets 36 likes\n\nInauguration Day protesters may face felony rioting charges<http://nypost.com/2017/01/22/inauguration-day-\nprotesters-may-face-felony-rioting-charges/>\n\nBy Sophia Rosenbaum<http://nypost.com/author/sophia-rosenbaum/>\nNew York Post\n\nJanuary 22, 2017 | 12:55pm\nOfficials in the nation’s capital are throwing the book at anti-Trump protesters —threatening the people who\n\nwere arrested <http://nypost.com/2017/01/20/dozens-arrested-as-anti-trump-protesters-clash-with-police/> with\nmassive fines and up to 10 years in jail.\n\nThe U.S. attorney’s office will seek to charge all 230 of the protesters who took to the streets on Inauguration\nDay — some damaging storefronts and clashing with police — with felony rioting.\n\nAs of Saturday evening, 80 people had already been slapped with the heavy charges, which include fines of up\nto $25,000 and up to 10 years in jail, according to\nBuzzfeed.<https://www.buzzfeed.com/zoetillman/prosecutors-pursue-rioting-charges-over-inauguration-day-\n\npro?utm_term=.dw6wmW1b#.ahOrzlyD>\n\nHOUSE_OVERSIGHT_026657",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026657.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2719,
    "word_count": 339,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:48.067462",
    "prefix": "IMAGES-009"
  }
}