{
  "document_id": "HOUSE_OVERSIGHT_030330",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_030330.txt",
  "text": "Date: Thursday, January 9 2014 01:39 PM \nSubject: RE: Re: \nFrom: Jes Staley \nTo: Jeffrey Epstein <jeevacation@grnail.corn>; \nEveryone is talking about Gates comments on Obama. Surprised by what Gates did. I talked with Daley yesterday, and he \nthought that Gates making his comments while Obama is still in the White House, completely irresponsible. \nLots of talk on Israel and Iran. Gives a higher chance that Israel goes it alone than I have heard elsewhere. \nFrom: Jeffrey Epstein [mailto:jeevacation@gmail.com] \nSent: Thursday, January 09, 2014 8:37 AM \nTo: Jes Staley \nSubject: Re: \nnope, how was tenet \nOn Thu, Jan 9, 2014 at 8:35 AM, Jes Staley wrote: \nI got completely swamped, and then had a dinner with George Tenet and my military guy from Brookings. My fault. Is larry \ncoming by again today? \nFrom: Jeffrey Epstein [mailtoleevacation@gmail.com] \nSent: Thursday, January 09, 2014 7:02 AM \nTo: Jes Staley \nSubject: \neveything ok, we waited \n*********************************************************** \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJeffrey Epstein \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com , and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \n*********************************************************** \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJeffrey Epstein \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nHOUSE OVERSIGHT 030330 \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com , and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nThis e-mail is intended only for the person or entity to which it is addressed and may contain confidential and/or privileged material. Any review, retransmission, dissemination or \nother use of, or taking of any action in reliance upon, the information inthis e-mail by persons or entities other than the intended recipient is prohibited and may be unlawful. Ifyou \nreceived this in error, please contact the sender and delete the material from any computer. \nThis communication is for informational purposes only. It is not intended as and does not constitute an offer or solicitation for the purchase or sale of any financial instrument or as an \nofficial confirmation of any transaction. All market prices, data and other information are not warranted as to completeness or accuracy and are subj ect to change without notice. Any \nexpected returns are provided for illustrative purposes only and are not intended to serve as, and mustnot be relied upon by any prospective investor as, a guaranty, an assurance, a \nprediction of a definitive statement of fact or a probability. Investment in funds manage d by BlueMountain carries certain risks, including the risk of loss of principal. Unless indicated \notherwise, performance results are presented net of fees and expenses. Certain market and economic events having an impact on performance may not repeat themselves. Any \ncomments or statements made herein do not necessarily reflect those of BlueMountain Capital Management, LLC or its affiliates. PAST RESULTS ARE NOT NECESSARILY \nINDICATIVE OF FUTURE RESULTS AND NO REPRESENTATION IS MADE THAT RESULTS SIMILAR TO THOSE SHOWN CAN BE ACHIEVED. \nHOUSE OVERSIGHT 030331",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_030330.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3994,
    "word_count": 593,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:47.008159",
    "prefix": "TEXT-001"
  }
}