{
  "document_id": "HOUSE_OVERSIGHT_016598",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016598.txt",
  "text": "July 3, 2008\nPage 2\n\nthe request for trees and (b) proved that the hedge that had been planted satisfactorily screened\nthe house and complied with the terms of the Agreement.\n\nGrounds for Appeal\n\nThe action of ARCOM was inconsistent with and not in conformity with the provisions of the\nCode and the Agreement which ARCOM and the Code Enforcement Board seek to enforce. The\ngrounds for appeal include the following:\n\n1. ARCOM erroneously interpreted the Agreement to require not only a hedge as specified\nby the Agreement, but to also require the planting of 20 trees behind the hedge. The\nAgreement does not require any planting of trees.\n\n2. ARCOM denied the request by Trump to reconsider its position that trees must be\nplanted.\n\n3. ARCOM directed that the portion of the existing hedge which was undamaged, located\nnorth of the driveway into the property, be partially or fully destroyed and replaced with\nsilver buttonwood hedge material for purposes of \"symmetry\". Such a requirement is not\nin conformity with the Agreement.\n\n4. ARCOM abused its discretion in denying Appellant’s request since it is unreasonable to\nrequire new and additional planting outside of the clearly limited requirements of the\nAgreement.\n\n5. Any action by the Code Enforcement Board or ARCOM with regard to the Agreement is\nimproper and inconsistent with the Town Code since the Code Enforcement Board can\nonly enforce Code provisions and not contractual agreements, notwithstanding any\nlanguage to the contrary in the Agreement.\n\nTrump requests that this appeal be heard by the Town Council at the meeting on\nAugust 11, 2008.\n\nTRUMP PR RTIES LI\n\nernard Diamond, Vice President\n\n# $434496 vi\n\nHOUSE_OVERSIGHT_016598",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016598.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1698,
    "word_count": 276,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:45.520417",
    "prefix": "IMAGES-004"
  }
}