{
  "document_id": "HOUSE_OVERSIGHT_019034",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019034.txt",
  "text": "Date: 7/13/06 M BEACH POLICE DEPARTMEN Page: 81\n\nTime: 9:27:55 Incident Report Program: CMS301L\nCase No. .. . : 1-05-000368 (Continued)\non my voice mail. [______—s«dileft her telephone number for a return\ncall Do] IT left her a message to return call. b6é\n2 b7c\n\nInvestigation Continues..\n\nKRKKREKREREKERERERKEEREEKERKEKER NARRATIVE He AQ KRKKEKKREKKEEERERERERERE RE EE\nNA Reported By: RECAREY, JOSEPH 2/21/06\nEntered By.: ALTOMARO, NICKIE A. 2/22/06\n\nOn February 15, 2006, I made telephone contact.with[L__ who\nprovided directions to where I could locate her. Det Caristo and I\nresponded to 806 Old Dixie Hwy in Lake Park to meet with\n\nCd Upon my arrival, I met with[___]in the parking Tot directly\nbehind MAACO Auto Painting. She was advised I was there to speak with\nher about an ongoing investigation that concerned Jeffrey Epstein in\nPalm Beach. [_|statea she knows Epstein very well and did not want\nto speak with me about Mr. Epstein. She was very fond of Epstein and\ndid not want to speak with me about anything concerning Jeffrey\nEpstein. I explained to her that she was seen at the house and I\nwould like to speak with her. She stated she knew there was an\ninvestigation and that I had spoken with other people and therefore I\nshould know what happened at Epstein's house. ae ended the\nconversation and walked back into her boyfriends business, Blanton\nAutomotive. Det Caristo and I left the area and returned to the\npolice station.\n\nInvestigation continues.\n\nKEK KEKE RREKREKKEEREEKEEEEEERER NARRATIVE fo AL RRKKK RR ERK ERE REK ERK ERE EEK EK\nNA Reported By: RECAREY, JOSEPH 4/10/06\nEntered By.: ALTOMARO, NICKIE A. 4/10/06\n\nA Grand Jury Session was requested during the month of February 2006,\nin which all the girls that had been interviewed would have been\ncalled to testify before the Grand Jury to seek an indictment against\nJeffrey Epstein. Due to subsequent meetings with the State Attorney's\nOffice and Defense Attorney Alan Dershowitz the Grand Jury was\npostponed until a later time. Dershowitz had provided a package of\nmaterial on the main victims in this case in which they appear on\nmyspace.com and speak about alcohol use and some marijuana use. The\nState Attorney's Office wanted time to review the material.\n\nI requested additional subpoenas from the State Attorney's Office in\nwhich I requested information from Dollar Rent a Car and Jet Aviation.\nThe information requested from Dollar Rent a Car was for the rented\nvehicle by Alfredo Rodriguez while under the employ of Epstein for one\nof the victims. The other subpoena requested was for Jet Aviation for\ndates and times when Epstein's planes were in Palm Beach County.\n\nI continued to research other names that were acquired either from\ninterviews or intelligence gathered during the investigation. I\n\nHOUSE_OVERSIGHT_019034",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019034.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2806,
    "word_count": 460,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:45.773082",
    "prefix": "IMAGES-005"
  }
}