{
  "document_id": "HOUSE_OVERSIGHT_022508",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022508.txt",
  "text": "important ways. Both agencies encourage USS. businesses\nto seek the assistance of US embassies when they are con-\nfronted with bribe solicitations or other corruption-related\nissues overseas.”?\n\nThe Department of Commerce offers a num-\nber of important resources for businesses, including the\nInternational Trade Administration’s United States and\nForeign Commercial Service (Commercial Service). The\nCommercial Service has export and industry specialists\nlocated in over 100 US. cities and 70 countries who are\navailable to provide counseling and other assistance to US.\nbusinesses, particularly small and medium-sized companies,\nregarding exporting their products and services. Among\nother things, these specialists can help a U.S. company con-\nduct due diligence when choosing business partners or agents\noverseas. The International Company Profile Program, for\ninstance, can be part of a US. business’ evaluation of poten-\ntial overseas business partners. Businesses may contact the\nCommercial Service through its website, http://export.gov/\neac/, or directly at its domestic and foreign offices.”\n\nAdditionally, che Department of Commerce’s Office\nof the General Counsel maintains a website, http://www.\ncommerce.gov/os/oge/transparency-and-anti-bribery-\ninitiatives, that contains recent articles and speeches, links\nto translations of the FCPA, a catalogue of anti-corruption\nresources, and a list of international conventions and ini-\ntiatives. The Trade Compliance Center in the Department\nof Commerce’s International Trade Administration hosts\na website with anti-bribery resources, http://tcc.export.\ngov/Bribery. This website contains an online form through\nwhich U.S. companies can report allegations of foreign\nbribery by foreign competitors in international business\ntransactions.”° The Department of Commerce also pro-\nvides information to companies through a number of USS.\nand international publications designed to assist firms in\ncomplying with anti-corruption laws. For example, the\nDepartment of Commerce has included a new anti-corrup-\ntion section in its Country Commercial Guides, prepared\nby market experts at U.S. embassies worldwide, that contains\ninformation on market conditions for more than 100 coun-\n\ntries, including information on the FCPA for exporters.”\n\nIntroduction\n\nThe Department of Commerce has also published a guide,\nBusiness Ethics: A Manual for Managing a Responsible\nBusiness Enterprise in Emerging Market Economies, which\ncontains information about corporate compliance pro-\ngrams for businesses involved in international trade.”\n\nThe Departments of Commerce and State also pro-\nvide advocacy support, when determined to be in the\nnational interest, for U.S. companies bidding for foreign\ngovernment contracts. The Department of Commerce’s\nAdvocacy Center, for example, supports US. businesses\ncompeting against foreign companies for international con-\ntracts, such as by arranging for the delivery of an advocacy\nmessage by US. government officials or assisting with unan-\nticipated problems such as suspected bribery by a competi-\ntor.” The Department of State’s Bureau of Economic and\nBusiness Affairs (specifically, its Office of Commercial and\nBusiness Affairs) similarly assists U.S. firms doing business\noverseas by providing advocacy on behalf of US. businesses\nand identifying risk areas for U.S. businesses; more infor-\nmation is available on its website, http://www.state.gov/e/\neb/cba/. Also, the Department of State’s economic officers\nserving overseas provide commercial advocacy and support\nfor U.S. companies at the many overseas diplomatic posts\nwhere the Commercial Service is not represented.\n\nThe Department of State promotes U.S. government\ninterests in addressing corruption internationally through\ncountry-to-country diplomatic engagement; development\nof and follow-through on international commitments relat-\ning to corruption; promotion of high-level political engage-\nment (e.g. the G20 Anticorruption Action Plan); public\noutreach in foreign countries; and support for building\nthe capacity of foreign partners to combat corruption. In\nfiscal year 2009, the U.S. government provided more than\n$1 billion for anti-corruption and related good governance\n\nassistance abroad.\n\nHOUSE_OVERSIGHT_022508",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022508.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4270,
    "word_count": 581,
    "line_count": 87,
    "import_date": "2025-11-19T21:47:45.998993",
    "prefix": "IMAGES-007"
  }
}