{
  "document_id": "HOUSE_OVERSIGHT_017366",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017366.txt",
  "text": "4.2.12\nWC: 191694\n\nWhite House switchboard tried unsuccessfully to reach me. (The White House has an\nunparalleled capacity to reach people. Once when flying on a commercial flight, the pilot came\nout and whispered in my ear, “the President is on the radio-phone. I took the call in the cockpit.)\nI was on a beach, which had no cell phone service. When I got back to my house, there were\nseven frantic messages that the President needed to see me right away. He was staying a couple of\nmiles away from our house, at the home of Dick Friedman in Edgartown. I jumped into my old\nVolvo and drove straight to Friedman’s house. The Secret Service man at the end of the road\nwaved me through, telling me that the President was expecting me. But I was then stopped by\nanother Secret Service man, telling me that the rules required that they search under the hood, so\nI would have to lift it up. I started looking for the mechanism to open the hood. After a few\nminutes, the Secret Service man smiled and said, “Professor you don’t know how to open up the\nhood on your own car, do you?” I responded sheepishly, “I’m not sure.” I then asked him if he\nhad heard of the comedian Jackie Mason? He said yes. I said, “Jackie Mason tells a joke about\nhow when a non-Jew hears knocking under the hood of his car, it makes his day. He gets in there\nand he fixes and fixes. But when a Jew hears knocking under the hood of his car, he immediately\ntrades it in for a new one.” He laughed, and showed me where the lever was. I then drove down\nthe road a short distance where the President was waiting for me in his jogging shorts. He had\nalready heard that I didn’t know how to open up the hood of my own car and laughingly\nwondered whether he should be seeking advice from such a klutz.\n\nDuring the height of the Lewinsky affair, I found myself sitting right next to the President at a\nlarge dinner party. He asked me what I was working on and I told him I was finishing a book\ncalled the Genesis of Justice about the first book of the Bible. Clinton is incredibly\nknowledgeable about the Bible and we spent much of the dinner in intense conversation about the\nvarious Biblical stories in the Book of Genesis. The next day I received a call from Gail Sheehy\n[check this] of Vanity Fair saying that she had heard from somebody at another table at this party\nthat the President spent the entire dinner grilling me about whether oral sex constituted adultery\nwithin the Biblical meaning of that term. I told her, truthfully, that the subject of adultery and oral\nsex had simply never come up during our discussion. We had talked about Abraham and Jacob\nand Joseph. I gave her the names of other people at our table—including Anthony Lewis of The\nNew York Times—and suggested she check with them if she didn’t believe me. She said, “Damn,\nthat was such a good story but I guess I can’t use it.” I said, “Of course you can’t use it, it didn’t\nhappen.” When the article appeared in Vanity Fair, she included the story, knowing that it was\nfalse. I wrote a letter to the editor telling what happened and she replied that although I had\ndenied the truth of the story, somebody at another table confirmed that it was true. Of course the\nperson at the other table couldn’t possibly hear our conversation but he probably heard some\nwords suggesting that we were talking about the Bible, and simply assumed that it must have been\nabout adultery. So much for journalistic integrity.\n\nShortly after the Clinton case was resolved, John Kennedy, Jr.—the late son of the former\nPresident—called and asked me if I would contribute an article to his magazine, George. He\nasked me if I would describe the ten greatest legal blunders of the 20\" Century. Here is what I\ndescribed as the number | and 2 greatest blunders:\n\n279\n\nHOUSE_OVERSIGHT_017366",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017366.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3806,
    "word_count": 698,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:49.348206",
    "prefix": "IMAGES-004"
  }
}