{
  "document_id": "HOUSE_OVERSIGHT_023156",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023156.txt",
  "text": "OUP CORRECTED PROOF - FINAL, 12/9/2014, SPi\n\nxxiv Chronology\n\n15 December 1999 President Clinton hosts summit meeting with Israel’s Prime Minister\nBarak and Syrian Foreign Minister al-Shara, followed by rounds of peace\ntalks in Shepherdstown, West Virginia, in January 2000.\n\n5 March 2000 Government of Israel’s resolution to withdraw from Lebanon.\n\n26 March 2000 Bill Clinton and Hafez al-Assad summit in Geneva.\n\n17 April 2000 Letter from Israel’s Foreign Minister to UN Secretary-General on Israel’s\nwithdrawal from Lebanon.\n\n22 May 2000 Report of the UN Secretary-General on Implementation of Resolutions 425\nand 426.\n\n24 May 2000 IDF completes pull-out from Lebanon.\n\n10 June 2000 President Hafez al-Assad dies.\n\n16 June 2000 Second Report of the UN Secretary-General on Implementation of Resolu-\ntions 425 and 426.\n\n18 June 2000 The UN Security Council confirms Israel’s withdrawal from Lebanon in a\nPresidential Statement.\n\n10 July 2000 Bashar al-Assad is elected President of Syria in a nationwide referendum.\n\n11-25 July 2000 Camp David II negotiations between Ehud Barak and Yasir Arafat.\n\n25 July 2000 Camp David Statement.\n\n28 September 2000 Likud leader Ariel Sharon’s visit to the Temple Mount/Haram al-Sharif,\nprompting major Palestinian riots. Second Palestinian uprising (al-Aqsa\nIntifadah) begins.\n\n7 October 2000 Three Israeli soldiers abducted by Hezbollah along the Blue Line.\n\n17 October 2000 Joint Statements at the Conclusion of the Middle East Peace Summit in\nSharm el-Sheikh.\n\n10 December 2000 Prime Minister Barak resigns and calls for early elections.\n23 December 2000 Clinton Parameters.\n\n21-27 January 2001 Taba Talks.\n\n27 January 2001 Taba Statement.\n\n27 January 2001 Moratinos Non-Paper on Taba Negotiations.\n\n6 February 2001 Ariel Sharon elected Prime Minister of Israel.\n\n19 April 2001 Jordanian-Egyptian Proposal.\n\n30 April 2001 Mitchell Report.\n\n14 June 2001 Palestinian-Israeli Security Implementation Work Plan (Tenet Cease-Fire\nPlan).\n\n17 October 2001 Assassination of Israel tourism minister Rehavam Zeevi in Jerusalem by\n\nmilitants of the PFLP.\n\n17 February 2002 Thomas Friedman of the New York Times publishes interview with\nCrown Prince Abdullah of Saudi Arabia on his peace initiative.\n\n12 March 2002 UN Security Council Resolution 1397.\n28 March 2002 Beirut Arab League Summit Declaration on the Arab Peace Initiative.\n\nHOUSE_OVERSIGHT_023156",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023156.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2387,
    "word_count": 355,
    "line_count": 72,
    "import_date": "2025-11-19T21:47:46.670516",
    "prefix": "IMAGES-007"
  }
}