{
  "document_id": "HOUSE_OVERSIGHT_014355",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014355.txt",
  "text": "¢ Another topic which AB elaborated on was fees/pricing particularly in the US retail\nmarket. Peter Kraus commented that there is a very strong philosophical argument\nfor the regulators to approve new fee structures which would allow investors to pay\nalow beta fee and a higher performance fee for alpha generated (while it exists in\nEurope, a similar structure is not available in the U.S.). While some in the industry\nmay not be fans to adapt such a structure, given challenging cost structure changes,\nhe thinks the product could be much more competitive relative to passive products.\n\nAlternative Asset Manager Top Takeaways\nmice Management (ARES), C-2-7, Neutral\n\nMichael Arougheti, Co-founder and President, presented for Ares. Overall, Mr.\nArougheti was positive on the firm’s growth prospects, given demand for their\nproducts across the platform by institutional investors. In addition, given recent\nfundraising and fees on the horizon, the outlook for FRE and DE is attractive.\n\ne | When asked “What would get you more interested in investing in ARES stock?” the\nmost common response was a higher float and reduced tax complexity (64%),\nfollowed by more diversification in the business model (21%), and confidence in an\nattractive credit return outlook (14%). Investors were less concerned over the\nvisibility on the distribution (0%).\n\nChart 60: What would get you more interested in investing in ARES stock?\n\n70%\n\n60%\n\n50%\n\n40%\n\n30%\n\n20%\n\n10%\n\n0%\n\nA higher float and Confidence inan More diversification in Increased visibility on\nreduced tax complexity attractive credit return the business model the distribution\noutlook\n\nSource: BofA Merrill Lynch Global Research\n\n¢ — If comprehensive tax reform includes an elimination of carried interest tax,\npotentially moving to an ordinary income rate, it could have some impact to after\ntax unitholder returns, but 80-90% of revenue comes from management fees and\nmuch of the income already faces a corporate tax rate. It could make it more\nattractive to shift to a C-corp. A change to the tax deductibility of interest expense\ncould have more far-reaching changes to the business, and to U.S.\n\n« — Ares will always look to do tuck-in acquisitions, and has been doing almost one a\nyear. The pipeline of M&A opportunities continues to grow for ARES, given\ndemographics of principles with founders aging, and the environment becoming\nharder to compete for small managers.\n\nThe Blackstone Group (BX), C-2-8, Neutral\n« Jonathan Gray, Global Head of Real Estate, presented for Blackstone. Overall, Mr.\nGray was positive on the outlook for the U.S., with new pro-growth fiscal policies\n\nBankof America a 2016 Future of Financials Conference | 17 November 2016 41\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014355",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014355.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2749,
    "word_count": 436,
    "line_count": 66,
    "import_date": "2025-11-19T21:47:48.871976",
    "prefix": "IMAGES-002"
  }
}