{
  "document_id": "HOUSE_OVERSIGHT_014744",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014744.txt",
  "text": "Chart 26: The Euro HICP - weighted index proportions recording Chart 27: Eurozone member country inflation rates, with bubble sizes\n\ninflation below 0% and above 2% proportionate to index weights\n\n70\n60\n50\n40\n30\n20\n10\n\n0\n99 00 01 02 03 04 05 06 07 08 09 10 11 12 13 14 15 16\n\n— 2% —<0% 4\n\n0.5 1 1.5 2\n\nSource: Eurostat, BofA Merrill Lynch Global Research Source: Eurostat, BofA Merrill Lynch Global Research\n\nCore inflation at 0.8% is barely above the 2015 low of 0.6%. One statistic that often\ngrabs attention is the high proportion of HICP index components recording deflation\n(currently 31% on a weighted basis). However, much of this represents volatile non-core\ncomponents so is less of a concern. The bigger problem is the fact that even after we\ntake out all these components recording deflation, the 69% of the index remaining is\nonly recording a weighted average inflation rate of 1.3%. Chart 26 shows that the more\nserious problem is that only 10% of components in the basket are recording inflation\nrates above the 2% target. So there is a “lowflation” clustering problem by index item\nand Chart 27 shows that there is also a lowflation clustering problem by country. In fact,\nthe country clustering is even more concentrated than it looks if we allow for the fact\nthat the bigger of the two upside outliers, Belgium (1.8% inflation), has experienced a\npresumably unrepeatable increase in the tax rate on electricity from 6% to 21%, as well\nas other excise duty increases.\n\nOne might be tempted to give the Eurozone the benefit of the doubt on inflation,\ninsofar as its output gap remains material. However, the closure of the output gap still\nrequires strong and continuing stimulus, we would argue, and even that does not\nguarantee that somehow inflation resets to target.\n\nOur worry about item and country lowflation clustering is not that inflation is\n“unanchored”. Our concern is that it flags a “re-anchoring” of inflation at a level well\nbelow 2% and that this new anchor will prove difficult to dislodge.\n\nChart 28: Output gap as % potential GDP Chart 29: Influence of current inflation on 5y5y EUR inflation swaps\n\n0.35\n0.30\n0.25\n0.20\n0.15\n0.10\n0.05\n0.00\n-0.05\n-0.10\n\n4%\n3%\n2%\n1%\n0%\n-1%\n-2%\n-3%\n4%\n-5%\n-6%\n\n00 01 02 03 04 05 06 07 08 09 10 11 12 13 14 15 16 17 18 :ianieniniittieeniaieien\n2012, 2013, 2014. 2015 2016\n\n0.15\n———EA\n\nwee Confidence interval +/- 25D r\n\nUK =—US 2009 2010\n\nee te\n\no\noor?\n\nSource: BofA Merrill Lynch Global Research , AMECO Note: The chart shows the slope of the regression of 5y5y on current inflation, with rolling windows\n\nof 29 quarters\n\nSource: BofA Merrill Lynch Global Research, Bloomberg\n\n14 Global Rates, FX & EM 2017 Year Ahead | 16 November 2016\n\nBankofAmerica <2”\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014744",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014744.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2759,
    "word_count": 484,
    "line_count": 96,
    "import_date": "2025-11-19T21:47:46.669872",
    "prefix": "IMAGES-003"
  }
}