{
  "document_id": "HOUSE_OVERSIGHT_025655",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_025655.txt",
  "text": "From: jeffrey E. [jeevacation@gmail.com] \nSent: 5/15/2017 5:47:57 PM \nTo: Darren Indyke \nSubject: Re: Search for next FBI director moves ahead quickly \ni know \nOn Mon, May 15, 2017 at 7:43 PM, Darren Indyke wrote: \nFYI - Alice Fisher stated to be in the mix of potential candidates for new FBI director. \nDARREN K. INDYKE \nDARREN K. INDYKE, PLLC \n575 Lexington Avenue, 4th Floor \nNew York, New York 10022 \nTelephone: \nTelecopier: \nMobile: \nemail: \n**** Please note that my mobile telephone number has changed to the new number provided above. *** \n***************************************************************************************** \n************* \nThe information contained in this communication is confidential, may be attorney-client \nprivileged, and is intended only for the use of the addressee. It is the property of \nDarren K. Indyke, PLLC. Unauthorized use, disclosure or copying of this communication \nor any part thereof is strictly prohibited and may be unlawful. If you have received this \ncommunication in error, please notify us immediately by return e-mail, and destroy this \ncommunication and all copies thereof, including all attachments. \nCopyright of Darren K. Indyke, PLLC - 0 2017 Darren K. \nIndyke, PLLC — All rights reserved. \n***************************************************************************************** \n************** \nBegin forwarded message: \nFrom: \"SmartBrief on Business & Politics\" <politicssmartbrief.com> \nSubject: Search for next FBI director moves ahead quickly \nDate: May 15, 2017 at 1:40:32 PM EDT \nTo: \n• :a7;-'1V \nCreated for dkiesqaaol.com I Web Version \nHOUSE OVERSIGHT 025655 \nMay 15, 2017 \nCONNECT WITH SMARTBRIEF \nKET, \nPublic policy from a business perspective \nSIGN UP • FORWARD \nNATIONAL PULSE \nSearch for next FBI director moves ahead quickly \nAttorney General Jeff Sessions interviewed eight candidates to replace fired FBI Director James \nComey on Saturday, with President Donald Trump indicating that the nomination could be announced \nby Friday when he leaves for his first foreign trip. Potential replacements include FBI special agent \nAdam Lee, Judge Michael Garcia and former Justice Department employee Alice Fisher, who would \nbe the first female director. \nNew York Post (5/13), Politico (5/14) \nTHE BUSINESS & POLITICS POLL \nWhat's your take on the Comey firing \nPresident Donald Trump's sudden firing of FBI Director James Comey has stirred a flurry of calls for \nan independent investigation of the event and the FBI's probe into possible collusion between Trump's \ncampaign and Russian officials. Critics say the president's action was a deliberate attempt to derail in \nFBI investigation, while defenders say the president acted properly and Comey deserved to be \nfired.This week's question: What's your take on the Comey firing? Cast your vote below. We'll \npost the results Friday. \nThe president acted properly and within his powers \nThe firing was legal but badly handled \nThe firing could be seen as obstructing justice \nThe firing was definitely an obstruction of justice \nNone of the above/other \nHOUSE OVERSIGHT 025656 \nAGENDA ITEMS \nSenators: Trump should relinquish Comey tapes \nGraham (Justin Sullivan/Getty \nImages) \n==r.. \nSenators including Lindsey Graham, R-S.C., said on Sunday that if President \nDonald Trump recorded conversations with former FBI Director James Comey, \nhe should provide those recordings to lawmakers. Sen. Chuck Schumer, D-\nN.Y., said Democrats might seek to delay a vote on a new FBI director until a \nspecial prosecutor is appointed to investigate potential connections between \nTrump and Russia. \nReuters  \n9th Circuit to weigh revised travel ban Reuters (5/15) \nPrice predicts Senate AHCA vote before Aug. The Hill (5/12) \nSenate to look at mechanisms for infrastructure funding Bloomberg BNA (free \ncontent) (5/12) \nDATA POINTS \nConsumer retail activity up in April \nRetail sales increased by 0.4% in April, while the consumer-price index \nincreased by 0.2% during the month. Retail sales improved in nine of the 13 \nmain categories during April. \nBloomberg ( \n(Scott Olson/Getty Images) \nTHE CONVERSATION \n• \n• Former Sen. Judd Gregg: The simple fix GOP should make to health bill The Hill (5/15) \n• Columnist Albert Hunt: Bad behavior is becoming the norm Bloomberg View (5/14) \n• Former Judge Kenneth Starr: No need for Rosenstein to appoint special \nprosecutor The Wall Street Journal (tiered subscription model) (5/14) \nDAILY DIVERSION \n$100 survived 34 transactions in a currency-exchange experiment \nHOUSE OVERSIGHT 025657 \n(Pixabay) \nHOT TOPICS \nCarl Bialik took $100 to a currency exchange to see how many transactions he \ncould make between different currencies before running out of money. Most \nexchanges require you to convert back to US dollars before going into another \nforeign currency, which led to significant fees when buying dollars with less \npopular currencies. \n______FiveThirtyEight  \n• Trump faces leaks on Comey, suggests end to press briefings Fox News \n• Trump unexpectedly fires FBI director Bloomberg \n• Does Comey firing really parallel Nixon's \"massacre?\" Tampa Bay Times (St. Petersburg, \n• Contributor Betsy McCaughey: The Trump ad some will never see RealClearPolitics \nFCC website experiences denial-of-service attacks Reuters \n= \n• • \nWe will continue to work with the Leader (Mitch McConnell) and all the other senators \nwho are interested, as I say, in working toward a positive, productive outcome. And I \ndo, I believe the Senate will produce a bill this summer. \nTom Price, US secretary of health and human services, quoted by The Hill  \nSign Up \nSmartBrief offers 200+ newsletters \nAdvertise \nLearn more about the SmartBrief audience \nMgt \n74, \n- \n=3.7. \nSubscriber Tools: Contact Us: \nManage Subscriptions Advertising - Aaron Kern \nUpdate Your Profile P: 202.407.7866  \nUnsubscribe Editor - Jim Berard \nSend Feedback \nArchive \nSearch \nMailing Address: @ 1999-2017 SmartBrief, Inc.® \nSmartBrief, Inc.®, 555 11th ST NW, Suite 600, Washington, DC 20004 Privacy policy I Legal Information \nHOUSE OVERSIGHT 025658 \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nHOUSE OVERSIGHT 025659",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_025655.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6710,
    "word_count": 987,
    "line_count": 146,
    "import_date": "2025-11-19T21:47:45.549429",
    "prefix": "TEXT-001"
  }
}