{
  "document_id": "HOUSE_OVERSIGHT_013084",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013084.txt",
  "text": "168 9 General Intelligence in the Everyday Human World\n\n9.4.2 Events, Processes and Causality\n\nSpecific aspects of naive physics related to temporality and causality are:\n\n1. Distinguishing roughly-subjectively-instantaneous events from extended processes\nIdentifying beginnings, endings and crossings of processes\n\nIdentifying and distinguishing internal and external changes\n\nIdentifying and distinguishing internal and external changes relative to one’s own body\nInterrelating body-changes with changes in external entities\n\nNotably, these aspects of naive physics involve a different processes occurring on a variety of\ndifferent time scales, intersecting in complex patterns, and involving processes inside the agent’s\nbody, outside the agent’s body, and crossing the boundary of the agent’s body.\n\n9.4.3 Stuffs, States of Matter, Qualities\n\nRegarding the various states of matter, some important aspects of naive physics are:\n\n1. Perceiving gaps between objects: holes, media, illusions like rainbows, mirages and holo-\ngrams\n\n2. Distinguishing the manners in which different sorts of entities (e.g. smells, sounds, light) fill\nspace\n\n3. Distinguishing properties such as smoothness, roughness, graininess, stickiness, runniness,\netc.\n\n4, Distinguishing degrees of elasticity and fragility\n\n5. Assessing separability of aggregates\n\n9.4.4 Surfaces, Limits, Boundaries, Media\n\nGibson [Gib77, Gib79] has argued that naive physics is not mainly about objects but rather\nmainly about surfaces. Surfaces have a variety of aspects and relationships that are important\nfor naive physics, such as:\n\nPerceiving and reasoning about surfaces as two-sided or one-sided interfaces\n\nInference of the various ecological laws of surfaces\n\nPerception of various media in the world as separated by surfaces\n\nRecognition of the textures of surfaces\n\nRecognition of medium/surface layout relationships such as: ground, open environment,\nenclosure, detached object, attached object, hollow object, place, sheet, fissure, stick, fibre,\ndihedral, etc.\n\nAs a concrete, evocative “toy” example of naive everyday knowledge about surfaces and\nboundaries, consider Sloman’s [Slo08a] example scenario, depicted in Figure 9.1 and drawn\nlargely from [SS74] (see also related discussion in [SloO8b], in which “A child can be given one\n\nHOUSE_OVERSIGHT_013084",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013084.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2331,
    "word_count": 319,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:45.262173",
    "prefix": "IMAGES-002"
  }
}