{
  "document_id": "HOUSE_OVERSIGHT_021154",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021154.txt",
  "text": "another lockdown facility and if he betrayed my trust, again, he would\nnever see me again. I would disappear for good this time and for all he\nwould know I could be dead in no time on the streets. He looked at me\nand for the first time in my life he saw the many years I had grown up in\nthe time I was gone and heard the seriousness in the tone of my voice\nwhen I made my vow to him. He put his head in his hands and told me\nthe bad news, my Mom didn’t want me to come home and she was\nmaking his life hell for even suggesting bringing me back into their lives.\nI for some reason threatened her lifestyle and drove her crazy. I had been\nsurprised about a lot of things lately but not that one. The last time | saw\nmy Mom she ever so carefully lied to me and told me she was bringing\nme to an eye-doctor for an infection. Instead we walked into this tall blue\nbuilding with people in uniforms holding clipboards and a few muscly\nguards, she ushered me inside and hurried up to close the large auto lock\ndoors behind her leaving me there alone and imprisoned, which is what\nled me to recently living on the streets. My life was hell as long as she\nwas in control of it, so when she didn’t want me back at home I was fine\nwith that too, but there had to be somewhere else | could go. My dad said\nhe had no choice but to put me back into the facility, but he made a\nsincere promise that he would not take any longer than a week to try to\nfind a place for me to stay and to go to school. A week I could deal with,\nbut 1 was still unsure if I could trust my father and hold him to his word,\nbut yet again, I had no choice. Being my legal guardian he could send me\nanywhere he wanted and there would be nothing I could do, except for\nkeep running. I gave in, and before he left the officers to take me back to\nthe last facility I had run from, I gave him one last hug and reminded him\n“one-week and I’m gone”. Nodding his head and squeezing his arms\ntighter around me, I could only hope he meant it, but he didn’t look too\noptimistic.\n\nIn the police car on the way back to the facility they had to handcuff me\nin case I ran again, but I had no intentions to anyways. I was going to\ngive my dad the week before I began to search for the right opportunity to\njolt again. I was like a “ghost come back,” said so many of my girlfriends\nfrom the past and there was now a lot of new faces there too. At night\nwhen we were all in bed and supposed to be sleeping, I would be\ndaydreaming of better days and imagine myself somewhere in a\ncomfortable bed, actually enjoying my life for a change. A week went by\nin this facility spending most of my days locked up in what they called\n“The White Room”, a bare room with concrete flooring, no toilet or even\na chair to sit on. The only comfort | had was the blue sweater that was\nprovided as part of the uniform, and my hair scrunchie filled with my\nstowed away cash that no one had found during my unpleasant strip-\nsearches. I would spend hours in the white room for objecting to their\n\n19\n\nconformity and unwilling to participate in their drilling regime. I didn’t\nfeel like I owed any.explanation to these people even when they brought\na physiologist in to speak with me, “What was the point when I would be\ngone any day now” and as if any of these people even cared in the first\nplace, I was just another number in the system and they had a job to do.\n\nThere was one mega-bitch, female guard, named Evelyn and she used\nto either really like you or really hate you and God-forbid you were one\nof the unfortunates that she didn’t like, she’d make your entire stay their\nan agonizing nightmare. Constantly picking on girls who were not strong\nenough to cope with their predicament or past issues, she’d stand them up\nand publicly humiliate them, and even when they begged her through\ntheir sobs to let them sit down, she’d only torment them worse. Which\nonly made the strong girls want to antagonize the fragile one’s with more\nmalicious intent. Luckily when I had previously been there she didn’t\ntake much notice of me, but I stayed out of harms way with her, just\nbeing quiet and observant.\n\nBeing back here seemed like an eternity while I held my end of the\nbargain but unfortunately my Father didn’t. The first chance I saw to run\nL took it. | was being sent to go get my blood and urine taken for drug and\ndisease analysis. My driver would be a volunteer from the community\nand it was the perfect getaway for me. | was brought from the white\nsolitaire room and led into the bright sun, feeling like today would be\nfavorable in my escape. We got to the doctors office, my whereabouts\ntold me I had plenty of ways to run and I scouted out the best looking\nroute. My plan was to barge through the volunteer’s inexperienced grip\nand wriggle my way out if needed, then hit the asphalt, running until my\nlegs couldn’t carry me any further. Playing it out in my mind felt\ndifferent to the anticipation that led up to actually doing it. The inner-\nstrength I had was the only thing going to help me in this circumstance.\n\nWe arrived in the parking lot and I hadn’t said a word to him the entire\ndrive, the small framed Spanish man tried to make pleasant conversation\nbut I couldn’t see him as anything but a challenge, so I kept quiet instead,\nignoring his humorous attempts to befriend me. The car pulled to a stop\nand he came around the side to unlock my door, this was it, “here we go”\nT told myself, and pushed past the volunteer. His arms grabbed out at me\nbut only caught me by my shirt, he didn’t even put up much ofa struggle,\nlike some of the other trained one’s I had gotten before, they would put\nme into body locks of all sorts but he just tore at the collar of my shirt\nletting me break free. 1 had done this many times before so I knew I\nwasn’t gone yet, L had to first get out of these clothes. The cops would be\nlooking for someone of my description in the area with a blue shirt and\nkhaki pants, so my first stop was a busy shopping complex. | took the\nmoney from my scrunchie and bought myself a pair of jeans, a shirt, and\n\n20\n\n| Copyright Protected Material O Copyright Protected Material\nCONFIDENTIAL GIUFFREOO4 152 CONFIDENTIAL GIUFFRL004 133\n\nHOUSE_OVERSIGHT_021154",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021154.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6217,
    "word_count": 1210,
    "line_count": 100,
    "import_date": "2025-11-19T21:47:48.205302",
    "prefix": "IMAGES-006"
  }
}