{
  "document_id": "HOUSE_OVERSIGHT_013477",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013477.txt",
  "text": "Case 9:08-cv-80893-KAM Document 168 Entered on FLSD Docket 06/28/2010 Page 2 of 4\n\nDoe v. Epstein\nCASE NO.: 08-CIV-80893-MARRA/IOHNSON\nPage 2\n\n3. Since the April 5, 2010 mediation, additional discovery has been completed.\nand exchanged, including each parties’ psychological (Plaintiff) and psychiatric\n(Defendant) expert depositions. As well, Defendant filed his Motion for Summary\nJudgment and Motion for Bifurcation. Both parties have exchanged witness and exhibit\nlists. Each party will be filing extensive Motions in Limine. Plaintiff's Trial Witness\nList has identified over 170 potential wimesses, and further, Plaintiff identifies over 140\ntrial exhibits, including composite exhibits that are hundreds of pages in length. It is\nconceivable this case could last 12- 20 trial days.\n\n4, Additionally, since the parties attended mediation on April 5, 2010, Defendant\nhas resolved all pending lawsuits, including Plaintiff, C.L. (Case No.: 10-80447) and\nJANE DOES Nos. 2-8 (Case Nos.: 08-80119, 08-80232, 08-08380, 08-80381, 08-80994,\n08-80993, 08-80802), C.M.A. (Case No.08-80811), Jane Does Nos. 101, 102 and 103\n(Case Nos, 09-80591, 09-80656, 10-80309), another Jane Doe (Case No. 08-80804),\nJane Doe II (Case No. 09-80469), as well as other non-filed claims. Furthermore,\nDefendant has also resolved three state court claims. The only cases not resolved are this\ncase and two (2) cases in state court (all three Plaintiffs are represented by Plaintiff's\ncounsel, Brad Edwards, Esq. and his firm). ! .\n\n5. Plaintiffs in other filed cases were represented by various law firms as the\ncourt is aware.\n\n6. With the additional discovery completed to date and with the motions, trial\n\npreparation and judicial rulings necessary to try this case, all yet to be done, Defendant\n\nThere is also a case styled L.M. v. Jeffrey Epstein, CASE NO.: 09-CIV-81092 -MARRAJOHNSON, which was never served\non the Defendant, Defendant has filed 2 Motion to Dismiss.\n\nHOUSE_OVERSIGHT_013477",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013477.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1975,
    "word_count": 298,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:46.675363",
    "prefix": "IMAGES-002"
  }
}