{
  "document_id": "HOUSE_OVERSIGHT_013266",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013266.txt",
  "text": "350 A Glossary\n\nSch06. J. Schmidhuber. Godel machines: Fully Self-referential Optimal Universal Self-improvers. In\nB. Goertzel and C. Pennachin, editors, Artificial General Intelligence, pages 119-226. 2006.\n\nSchO7. Dale Schunk. Theories of Learning: An Educational Perspective. Prentice Hall, 2007.\n\nSEO7. Stuart Shapiro and Al. Et. Metacognition in sneps. AI Magazine, 28, 2007.\n\nSF05. Greenfield SA and Collins T F. A neuroscientific approach to consciousness. Prog Brain Res.,\n2005.\n\nSha76. G. Shafer. A Mathematical Theory of Evidence. Princeton, NJ: Princeton University Press, 1976.\n\nShu03. Thomas R. Shultz. Computational Developmental Psychology. MIT Press, 2003.\n\nSKBB91. D Shannahoff-Khalsa, M Boyle, and M Buebel. The effects of unilateral forced nostril breathing\non cognition. Int J Neurosct., 1991.\n\nSlo01. Aaron Sloman. Varieties of affect and the cogaff architecture schema. In Proceedings of the\nSymposium on Emotion, Cognition, and Affective Computing, AISB-01, 2001.\n\nSlo08a. Aaron Sloman. A new approach to philosophy of mathematics: Design a young explorer able to\ndiscover toddler theorems’. 2008.\n\n$1o08b. Aaron Sloman. The Well-Designed Young Mathematician. Artificial Intelligence, December 2008.\n\nSMO05. Push Singh and Marvin Minsky. An architecture for cognitive diversity. In Darryl Davis, editor,\nVisions of Mind. 2005.\n\nSot11. Kaj Sotala. 14 objections against ai/friendly ai/the singularity answered. Xuenay.net, 2011.\nhttp://www. xuenay.net/objections.html , downloaded 3/20/11.\n\nSS74. Jean Sauvy and Simonne Suavy. The Child’s Discovery of Space: From hopscotch to mazes — an\nintroduction to intuitive topology. Penguin, 1974.\n\nSS03a. John F. Santore and Stuart C. Shapiro. Crystal cassie: Use of a 3-d gaming environment for a\n\ncognitive agent. In Papers of the [J/CAI 2003 Workshop on Cognitive Modeling of Agents and\nMulti-Agent Interactions, 2003.\n\nSS03b. Rudolf Steiner and S K Sagarin. What is Waldorf Education? Steiner Books, 2003.\n\nStc00. Theodore Stcherbatsky. Buddhist Logic. Motilal Banarsidass Pub, 2000.\n\nSV99. A. J. Storkey and R. Valabregue. The basins of attraction of a new hopfield learning rule. Neural\nNetworks, 12:869-876, 1999.\n\nSZ04, R. Sun and X. Zhang. Top-down versus bottom-up learning in cognitive skill acquisition. Cognitive\nSystems Research, 5, 2004.\n\nTC97. M. Tomasello and J. Call. Primate Cognition. Oxford University Press, 1997.\n\nTCO5. Endel Tulving and R. Craik. The Oxford Handbook of Memory. Oxford U. Press, 2005.\n\nTead6. Sebastian Thrun and et al. The robot that won the darpa grand challenge. Journal of Robotic\nSystems, 23-9, 2006.\n\nTM95. S. Thrun and Tom Mitchell. Lifelong robot learning. Robotics and Autonomous Systems, 1995.\n\nTS94. E. Thelen and L. Smith. A Dynamic Systems Approach to the Development of Cognition and\nAction. MIT Press, 1994.\n\nTSO7. M. Taylor and P. Stone. Cross-domain transfer for reinforcement learning. Proc. of the 24th\nInternational Conf. on Machine Learning, 2007.\n\nTur50. Alan Turing. Computing machinery and intelligence. Mind, 59, 1950.\n\nTur77. Valentin F. Turchin. The Phenomenon of Science. Columbia University Press, 1977.\n\nTV96. Turchin and V. Supercompilation: Techniques and results. In Dines Bjorner, M. Broy, and Alek-\nsandr Vasilevich Zamulin, editors, Perspectives of System Informatics. Springer, 1996.\n\nVin93. Vernor Vinge. The coming technological singularity. VISION-21 Symposium, NASA and\n\nOhio Aerospace Institute, 1993. http://www-rohan.sdsu.edu/faculty/vinge/misc/\nsingularity.html.\n\nVyg86. Lev Vygotsky. Thought and Language. MIT Press, 1986.\n\nWA1O. Wendell Wallach and Colin Atkins. Moral Machines. Oxford University Press, 2010.\n\nWan95. P. Wang. Non-Aziomatic Reasoning System. PhD Thesis, Indiana University. Bloomington, 1995.\n\nWan06. Pei Wang. Rigid Flexibility: The Logic of Intelligence. Springer, 2006.\n\nWas09. Mark Waser. Ethics for self-improving machines. In AGI-09, 2009. http: //vimeo.com/\n3698890.\n\nWel90. H. Wellman. The Child’s Theory of Mind. MIT Press, 1990.\n\nWHO6. J. Weng and W. 5. Hwangi. From neural networks to the brain: Autonomous mental development.\nIEEE Computational Intelligence Magazine, 2006.\n\nWho64. Benjamin Lee Whorf. Language, Thought and Reality. 1964.\n\nHOUSE_OVERSIGHT_013266",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013266.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4242,
    "word_count": 590,
    "line_count": 97,
    "import_date": "2025-11-19T21:47:47.152951",
    "prefix": "IMAGES-002"
  }
}