{
  "document_id": "HOUSE_OVERSIGHT_012803",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012803.txt",
  "text": "enables you to ramp up or down the activity in the pleasure center. Want to get a bit more out of your\ndinner, a movie, tennis stroke, work, or sex? Flip the switch. Want to buffer yourself from the pain of\nostracism, a romantic break up, or a colonoscopy? Flip the switch. Would you buy it? Ifso, what would\nyou use it for, and would you be a habitual user? Would you worry about any side effects? Might using\nthis device become addictive, or worse, either destroy the feeling of pleasure altogether or push you into a\nnever-ending quest for satisfaction, with each dollop of pleasure leaving you wanting a bigger dollop next\ntime around. This may seem like science fiction, but it’s closer to non-fiction.\n\nOver fifty years ago, scientists working with rats, implanted electrodes into in a region of the\nbrain called the nucleus accumbens. The electrodes were connected to a switch. If the rat pressed the\nswitch, it activated the electrode and thus stimulated this brain area. The rats indeed pressed, over and\nover again, some at a rate of 2000 presses per hour, with no external reward or threat of punishment.\nPressing the switch was the reward, or at least the vehicle to what appeared to be the experience of\nreward. Pressing the switch was addictive. These scientists had discovered a critical part of the circuitry\nof pleasure, in rats! The rats discovered a pleasure switch, something they wanted to experience over and\nover and over again.\n\nSoon after this discovery, clinicians started using deep brain stimulation to treat individuals with\nneurological complications, including Parkinson’s patients suffering from loss of motor control, patients\nexperiencing sustained pain, Tourette’s patients suffering from motor tics and obsessive-compulsive\nproblems, and even a patient in a coma who had lost, but then slowly recovered the capacity to name and\ngrasp objects. Similar to the rat work, the technique involves implanting an electrical pulse generator\nwithin a targeted brain region. When the generator is turned on, it stimulates activity in previously\nmalfunctioning regions. But as with genetic manipulations and the unknown space that characterizes the\ngenomic universe, so too is the situation unchartered in the neuronal universe. Two patients suffering\nfrom chronic pain were implanted with impulse generators and subsequently developed profound\naddictions to the stimulation. In addition to relatively successful pain reduction, both patients experienced\nan enhanced desire for sex, including erotic feelings. One of these patients self-stimulated so often that\nshe forgot to wash, change clothes, and adhere to family commitments. What happened? Did the\nclinicians treating these patients hit the pleasure center? When stimulated, what actually changed in the\nminds of these patients? Did they simply want more sexual arousal, suggesting that stimulation turned up\nthe gain on their desire for sex? Or, did stimulation change what they /ike, a shift in the sense of pleasure\nthat accompanies sex, and in this case, the anticipation of sex? Or perhaps it changed both wanting and\nliking, especially since we often want things we like?\n\nThese observations of how humans and rats respond to brain stimulation show that particular\n\nareas of the brain are linked to pleasure, especially the motivation to obtain rewarding experiences. These\n\nHauser Chapter 2. Runaway desire 57\n\nHOUSE_OVERSIGHT_012803",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012803.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3421,
    "word_count": 541,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:47.925586",
    "prefix": "IMAGES-002"
  }
}