{
  "document_id": "HOUSE_OVERSIGHT_016964",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016964.txt",
  "text": "The algorist view has gained strength. Anne Milgram served as Attorney General\nof the State of New Jersey from 2007 to 2010. When she took office, she wanted to\nknow who the state was arresting, charging, and jailing, and for what crimes. At the\ntime, she reports in a later TED Talk, she could find almost no data or analytics. By\nimposing statistical prediction, she continues, law enforcement in Camden during her\ntenure was able to reduce murders by 41 percent, saving thirty-seven lives, while\ndropping the total crime rate by 26 percent. After joining the Arnold Foundation as its\nvice president for criminal justice, she established a team of data scientists and\nstatisticians to create a risk-assessment tool; fundamentally, she construed the team’s\nmission as deciding how to put “dangerous people” in jail while releasing the non-\ndangerous. “The reason for this,” Milgram contended, “is the way we make decisions.\nJudges have the best intentions when they make these decisions about risk, but they’re\nmaking them subjectively. They’re like the baseball scouts twenty years ago who were\nusing their instinct and their experience to try to decide what risk someone poses.\nThey’re being subjective, and we know what happens with subjective decision making,\nwhich is that we are often wrong.” Her team established nine-hundred-plus risk factors,\nof which nine were most predictive. The questions, the most urgent questions, for the\nteam were: Will a person commit a new crime? Will that person commit a violent act?\nWill someone come back to court? We need, concluded Milgram, an “objective measure\nof risk” that should be inflected by judges’ judgment. We know the algorithmic\nstatistical process works. That, she says, is “why Google is Google” and why moneyball\nwins games.*?\n\nAlgorists have triumphed. We have grown accustomed to the idea that protocols\nand data can and should guide us in everyday action, from reminders about where we\nprobably want to go next, to the likely occurrence of crime. By now, according to the\nliterature, the legal, ethical, formal, and economic dimensions of algorithms are all quasi-\ninfinite. I’d like to focus on one particular siren song of the algorithm: its promise of\nobjectivity.\n\nScientific objectivity has a history. That might seem surprising. Isn’t the\nnotion—expressed above by the Minnesota psychologists—right? Isn’t objectivity co-\nextensive with science itself? Here it’s worth stepping back to reflect on all the epistemic\nvirtues we might value in scientific work. Quantification seems like a good thing to\nhave; so, too, do prediction, explanation, unification, precision, accuracy, certainty, and\npedagogical utility. In the best of all possible worlds these epistemic virtues would all\npull in the same direction. But they do not—not any more than our ethical virtues\nnecessarily coincide. Rewarding people according to their need may very well conflict\nwith rewarding people according to their ability. Equality, fairness, meritocracy—ethics,\nin a sense, is all about the adjudication of conflicting goods. Too often we forget that this\nconflict exists in science, too. Design an instrument to be as sensitive as possible and it\noften fluctuates wildly, making repetition of a measurement impossible.\n\n“Scientific objectivity” entered both the practice and the nomenclature of science\nafter the first third of the 19th century. One sees this clearly in the scientific atlases that\nprovided scientists with the basic objects of their specialty: There were (and are) atlases\nof the hand, atlases of the skull, atlases of clouds, crystals, flowers, bubble-chamber\npictures, nuclear emulsions, and diseases of the eye. In the 18th century, it was obvious\n\n‘43 TED Talk, January 2014, https://www.ted.com/speakers/anne_milgram.\n\n161\n\nHOUSE_OVERSIGHT_016964",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016964.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3816,
    "word_count": 593,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:47.230618",
    "prefix": "IMAGES-004"
  }
}