{
  "document_id": "HOUSE_OVERSIGHT_011091",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011091.txt",
  "text": "I see no reason why lending banks should be separate from investment banks.\n\nRather the depositors’ money should not be risked in either.\n\nIt is also a mistake to blame Wall Street chicanery. Chicanery is a fact of life, and\nWall Street has more than its share. But I can testify, from a ringside seat, that many\nsound financiers and first-rate economists genuinely believed in the sub-prime\nderivatives they were selling. They were proposed to the trusts I run. ] turned them\ndown as a business proposition because | saw too much complexity and no upside.\n\nBut my read was that the presenters were sold themselves.\nThe problem is not in the people. It is in the inherent fragility of deposit-and-lend\nbanks. Then what would the world be like without them? The answer first needs a\n\ncloser look at the problem.\n\nCredit Risk is More than Leverage\n\nSome leverage is a good thing. Firms issue bonds as well as stocks in order to attract\na wider range of investors. Risk-averse investors may choose the safety of bonds,\nwhose interest claims are paid first, while risk tolerant ones may be happy with the\niffier but more promising equity remainder. Leverage in general is a way to satisfy\n\nboth these constituencies.\n\nCredit risk rises with term (duration) as well as amount of debt. One of the most\ntelling points in Siegel’s Stocks for the Long Run is that corporate bonds of 15 years\nor more have proved more volatile in real total return than equities have. No\nwonder. A corporate bond will have ample debt coverage (gross profit/debt service)\nat date of issuance, and an appropriate credit rating. What will both be fifteen years\n\nfrom now?\n\nHomeowners also typically borrow long-term. They expect to have children in local\n\nschools, husbands and/or wives in local jobs, and other roots in the community. But\n\nChapter 8 Banks, Money and Macroeconomics 2/8/16 2\n\nHOUSE_OVERSIGHT_011091",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011091.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1885,
    "word_count": 319,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:48.495916",
    "prefix": "IMAGES-001"
  }
}