{
  "document_id": "HOUSE_OVERSIGHT_026250",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_026250.txt",
  "text": "_ Declassified by order of the President\nJanuary 18, 2018 February 2, 2018\n\nTo: HPSCI Majority Members\nFrom: HPSCI Majority Staff\nSubject: Foreign Intelligence Surveillance Act Abuses at the Department of Justice and the\n\nFederal Bureau of Investigation\n\nPurpose\n\nThis memorandum provides Members an update on significant facts relating to the\nCommittee’s ongoing investigation into the Department of Justice (DOJ) and Federal Bureau of\nInvestigation (FBI) and their use of the Foreign Intelligence Surveillance Act (FISA) during the\n2016 presidential election cycle. Our findings, which are detailed below, 1) raise concerns with\nthe legitimacy and legality of certain DOJ and FBI interactions with the Foreign Intelligence\nSurveillance Court (FISC), and 2) represent a troubling breakdown of legal processes established\nto protect the American people from abuses related to the FISA process.\n\nInvestigation Update\n\n- On October 21, 2016, DOJ and FBI sought and received a FISA probable cause order\n(not under Title VII) authorizing electronic surveillance on Carter Page from the FISC. Page is a\nU.S. citizen who served as a volunteer advisor to the Trump presidential campaign. Consistent\nwith requirements under FISA, the application had to be first certified by the Director or Deputy .\nDirector of the FBI. It then required the approval of the Attorney General, Deputy Attorney\nGeneral (DAG), or the Senate-confirmed Assistant Attorney General for the National Security\nDivision.\n\nThe FBI and DOJ obtained one initial FISA warrant targeting Carter Page and three FISA\nrenewals from the FISC. As required by statute (50 U.S.C. §1805(d)(1)), a FISA order on an\nAmerican citizen must be renewed by the FISC every 90 days and each renewal requires a\nseparate finding of probable cause. Then-Director James Comey signed three FISA applications\n_ in question on behalf of the FBI, and Deputy Director Andrew McCabe signed one. Then-DAG\nSally Yates, then-Acting DAG Dana Boente, and DAG Rod Rosenstein each signed one or more\nFISA applications on behalf of DOJ.\n\nDue to the sensitive nature of foreign intelligence activity, FISA submissions (including\nrenewals) before the FISC are classified. As such, the public’s confidence in the integrity of the\nFISA process depends on the court’s ability to hold the government to the highest standard—\nparticularly as it relates to surveillance of American citizens. However, the FISC’s rigor in\nprotecting the rights of Americans, which is reinforced by 90-day renewals of surveillance\norders, is necessarily dependent on the government’s production to the court of all material and\n\nrelevant facts. This should include information potentially favorable to the target of the FISA\n\nrr\nPROPERTY OF THE U.S. HOUSE OF REPRESENTATIVES\n\nHOUSE_OVERSIGHT_026250",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_026250.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2795,
    "word_count": 428,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:47.674521",
    "prefix": "IMAGES-008"
  }
}