{
  "document_id": "HOUSE_OVERSIGHT_011916",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011916.txt",
  "text": "that Fox has placed models with Plaintiff MC2 in the past with absolutely no problems.\nHowever, because of the false internet trafficking links between Plaintiffs and Epstein, Fox states\nthat it cannot place anymore models with Plaintiff MC2 until the allegations are cleared up.\n\n18. Before the false links between Plaintiff and Epstein surfaced, Plaintiff Brunel was\nearning a great deal of revenue from MC2 Miami.\n\n19. The false links between Plaintiffs and Epstein began to surface online in about 2005-\n2006. Then, in 2006, Plaintiffs received a letter of credit from Epstein at 5% interest. Plaintiffs\nthen made an investment totaling one-million dollars with Elite Paris, to start a company.\n\n20. Next, Plaintiff Brunel started the company, “E Management”, to work with Elite Models\nin Paris, Plaintiff had to close it almost immediately, because Elite didn’t send any models to\nPlaintiff MC2 for fear of being linked to Epstein.\n\n21. Because the false links between Plaintiffs and Epstein began to gain strength online, Elite\nParis severed the agreement due entirely to these false links. Plaintiff Brunel lost his investment\nof one-million dollars because of this loss of business.\n\n22. Plaintiffs lost potentially ten-million dollars in profits due to this initial one-million dollar\nloss.\n\n23. Additionally, a former financial controller of MC2, Maritza Vasquez, stated in a 2012\ndeposition that Plaintiff Brunel had never done anything inappropriate or illegal with any under-\nage model. (Exhibits H! & H2 -Transcript of Deposition of Maritza Vasquez).\n\n24. Maritza Vasquez was fired from her job at Plaintiff MC2 for embezzling company funds,\nand had criminal charges filed against her (Composite Exhibit I attached). She was also the\nsource of the false information linking Plaintiffs to sex trafficking in the articles written by\n\nConchita Sarnoff of the website Jezebel (Composite Exhibit A, p.2-7).\n\nHOUSE_OVERSIGHT_011916",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011916.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1939,
    "word_count": 300,
    "line_count": 33,
    "import_date": "2025-11-19T21:47:48.858894",
    "prefix": "IMAGES-001"
  }
}