{
  "document_id": "HOUSE_OVERSIGHT_010904",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010904.txt",
  "text": "Case 9:08-cv-80736-KAM Document 291-1 Entered on FLSD Docket 01/21/2015 Page 14 of\n20\n\nsexual abuse. The letter also said that the federal government was going to “defer federal\nprosecution.” No one had told me about deferring federal prosecution before this.\n\n56. In 2011, two FBI agents, called me in Australia and then came to meet me. They\nmet me at the U.S. Consulate in Sidney. They seemed to be very professional and hard working.\nI thought to myself, “Wow, these people will do the right thing against the bad guys and protect\nme.”\n\n57. The agents were mainly focused on Epstein but while there I provided them some\ninformation about others who were involved in illegal acts as well. I was aware that a false\nstatement to these law enforcement officers was a crime and I told the truth — giving them the\ninformation that I could recall about the individuals they inquired about.\n\n58. Epstein also trafficked me for sexual purposes to many other powerful men,\nincluding politicians and powerful business executives. Epstein required me to describe the\nsexual events that I had with these men presumably so that he could potentially blackmail them.\nI am still very fearful of these men today.\n\n59. — I will continue to cooperate fully in the investigation and prosecution of Epstein,\nMaxwell, or any of their friends who participated in the sexual abuse of minors. I also hope that\nthis information is treated in a way that will keep me safe from Epstein and others criminals\nidentified here so as to encourage more victims of similar crimes to come forward. If these\ncrimes are not prosecuted, despite my volunteering this information and cooperation, then it may\ndeter other similar victims from coming forward.\n\n60. ‘In this affidavit, I have tried to focus on how I was trafficked for sexual purposes.\nI have not described all of the details of the sexual activities Epstein forced me to have. Also, I\n\nhave not described all of the details of the other events discussed here. If a judge wants me to\n\n13\n\nHOUSE_OVERSIGHT_010904",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010904.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2037,
    "word_count": 348,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:45.767324",
    "prefix": "IMAGES-001"
  }
}