{
  "document_id": "HOUSE_OVERSIGHT_020465",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020465.txt",
  "text": "see threats everywhere and overreact in ways that both undermine our own principles and\nunnecessarily damage the US-China relationship.\n\nThe sections that follow lodge recommendations under three broad headings. The first\n\ntwo, promoting “transparency” and “integrity,” are hardly controversial in the face of the\nexisting challenge, and they elicited little debate. Sunshine is the best disinfectant against\nany manipulation of American entities by outside actors and we should shine as much light\nas possible on Chinese influence seeking over organizations and individuals if it is covert,\ncoercive, or corrupting. We should also shore up the vitality of our institutions and our own\nsolidarity against Chinese divide-and-conquer tactics. Defending the integrity of American\ndemocratic institutions requires standing up for our principles of openness and freedom,\nmore closely coordinating responses within institutional sectors, and also better informing\nboth governmental and nongovernmental actors about the potentially harmful influence\nactivities of China and other foreign actors.\n\nIt was in the third category, promoting “reciprocity,” where the Working Group confronted\nthe most difficult choices. In a wide range of fields, the Chinese government severely\nrestricts American platforms and access while Chinese counterparts are given free rein in\nour society. Can this playing field be leveled and greater reciprocity be attained without\nlowering our own standards of openness and fairness? Since complaints and demarches by\nthe US government and private institutions have not produced adequate results, is it possible\nto get Chinese attention by imposing reciprocal restrictions that do not undermine our own\nprinciples of openness?\n\nThe Working Group, not always in unanimity, settled on a selective approach. We believe\nthat in certain areas the only practical leverage resides in tit-for-tat retaliation. This\nwould not be an end in itself, but a means to compel a greater reciprocity. The Chinese\ngovernment respects firmness, fairness summons it, and American opinion compels it.\n\nEach section of this report offers its own recommendations for responding to China’s\ninfluence seeking activities in ways that will enhance the transparency of relationships,\ndefend the integrity of American democratic institutions, and grant American individuals\nand institutions greater access in China that equates with the degree of access afforded\nChinese counterparts in the United States.\n\nOur recommendations urge responses to China’s challenge that will promote greater\ntransparency, integrity, and reciprocity. We believe that a new emphasis on such\n“constructive vigilance” is the best way to begin to protect our democratic traditions,\ninstitutions, and nation, and to create a fairer and more reciprocal relationship that will be\nthe best guarantor of healthier ties between the United States and China.\n\nIntroduction\n\nHOUSE_OVERSIGHT_020465",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020465.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2951,
    "word_count": 426,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:46.125933",
    "prefix": "IMAGES-005"
  }
}