{
  "document_id": "HOUSE_OVERSIGHT_012110",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012110.txt",
  "text": "Edwards adv. Epstein\nTelephone interview with Virginia Roberts\nPage 4 of 23\n\nV: I’ve got it written down. It’s like - I’m not good with math — hold on —I thought I wrote\nit down but I didn’t. I’m not too sure, J think it was 1998 off the top of my head and\naround June of 1998, I would say as I was turning 16 at the end of the summer.\n\nJS: Alright. You talked about the room where Jeffrey had the pornographic photographs.\nDid you actually see that room on the occasion of your first visit there?\n\nV: No, I got to see that room a few visits after but I was just trying to describe that room to\nyou guys so you knew exactly what room I was talking about.\n\nJS: | Another question for you, and I don’t mean to be prying into your personal life, and if I\nask you any questions at all that you’re uncomfortable answering, then you just tell me\nthat and we’ll move on, because I appreciate your cooperation and the last I thing I want\nto do is impose upon that cooperation, but can you tell us please just generally what kind\nof sexual experience you had had prior to this confrontation with Jeffrey?\n\nV: Yeah, sure. A close family friend has sexually abused me, and I was on the streets at 13\nyears old. I was picked up by a 67 year old man named Ron _Eppinger_ who did exactly\nwhat Jeffrey did with me abuse and violate my youthfulness _ & I was with him for 6\nmonths. So, he was gone and then I had this boyfriend who was like my school friend\nfrom young days but we just kept in contact with each other and we were on and off\nconstantly, and that was Tony Figeroua_, and there was also another younger guy was\nnear my age, Michael, I can’t remember his last name, but yeah, there, I mean, there\nwasn’t like a string of men or anything, but there was Ron, like I told you, and he was the\nfirst guy expecting me to do so-called disgusting affairs. Jeffrey actually knew Ron,\nwhich was quite weird when I told Jeffrey the story about Ron, and Jeffrey had actually\nmet him, and yeah. Anyway, just another story, and yeah, there were a couple of men,\nbut that gives you an idea.\n\nJS: | Now when you described the photographs in the room as pornographic, tell me just a\nlittle bit about the photographs, if you would please? First, how many of them were\nthere?\n\nV: At least 100, and like I said, they covered the room from the ceiling, not the ceiling but\nfrom the top of the edge of the wall to the bottom of the floor. I want to say at least a\nhundred, even more, there could have been more in the boxes Some of them were A4_\nphotographs, like the large size, some of naked women posing, you know, positions, sexy\npositions. Others were, you know, some girls had bikinis on, and it wasn’t so\npornographic, but it was all women, and it was all in a sexual nature.\n\nJS: | Were there photographs where more than one person appeared?\n\nV: Oh yeah, plenty of them. There were lots of naked photographs, I mean I was just trying\nto give you a visual range. There was anything from 5x6s to 4x8s to 8x4s. Some of them\n\nHOUSE_OVERSIGHT_012110",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012110.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3027,
    "word_count": 585,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:47.503840",
    "prefix": "IMAGES-001"
  }
}