{
  "document_id": "HOUSE_OVERSIGHT_014540",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014540.txt",
  "text": "The Declinists at Work\n\nMarch 1979\nUsed with permission of Bloomberg L.P.\nCopyright© 2016. All rights reserved.\n\nJuly 2016\nSource: Financial Times. Martin Wolf/James Ferguson, 2016. “Global elites must heed the warning\n\nof populist rage.” Financial Times / FT.com, 20 July. Used under licence from the Financial Times. All\nRights Reserved.\n\nConference Board. Even median household income,\nas measured by the US Census Bureau, rose in\n2015 at the fastest rate on record.\n\nIn the corporate sector, total profits of domestic\ncorporations as a percentage of GDP, as measured\nby the national income and product accounts\n(NIPA), are close to all-time highs. At 11.5% of\nGDP, profits not only are well above the historical\naverage of 9.6%, but have been higher than\ncurrent levels only 17% of the time since 1950, as\nshown in Exhibit 2.\n\nDespite these “glass half-full” facts, the\nannouncements of US decline that pervaded the\nairwaves in the depths of the global financial\ncrisis have persisted. We continue to be inundated\nwith analysis of “America’s relative decline,”4\n“America’s slow-growth tailspin” and “sclerotic\ngrowth,” “an economic in-tray full of problems”*®\nand, of course, “secular stagnation.”’ Two books\npublished in 2016 that have received extensive\ncoverage epitomize the sentiment: Robert Gordon’s\nThe Rise and Fall of American Growth® and\nMarc Levinson’s An Extraordinary Time: The\nEnd of the Postwar Boom and the Return of the\nOrdinary Economy?\n\nSome of the images are equally telling. We\nwere struck by a recent image of the Statue of\nLiberty on its side that resembles a Business Week\ncover of March 1979 with a tear trickling down\n\nLady Liberty’s face. Since WWII, the waning of US\npreeminence has been a topic of recurrent hand-\nwringing. Whether prompted by the flexing of\nSoviet muscle, most spectacularly with the launch\nof Sputnik in the 1950s; the civil rights upheavals\nand growing fallout from the Vietnam War in the\n1960s, the Arab oil embargo and the Watergate\nscandal of the 1970s, the rise of Japan in the 1980s\nor the rise of China in the 2000s, the declinists\nhave foretold the ebbing of American preeminence.\nTypical of the genre is a 2009 book provocatively\ntitled When China Rules the World\" by British\ncolumnist Martin Jacques.\n\nYet, as we wrote in our 2011 Outlook: Stay\nthe Course, neither the global financial crisis nor\nthe rise of China will hinder what we described\nas “America’s structural resilience, fortitude\nand ingenuity” and remove the US from its\npreeminent perch.\n\nWhat explains our difference of opinion, which\nhas consistently underpinned our investment\nrecommendation for a greater allocation to US\nassets and for remaining invested at such high\nvaluations? Why do we believe that the US is on\na more solid footing both absolutely and relative\nto all other major countries in the world? Is it a\nmatter of perspective, analytical rigor, bias, review\nof longer economic history, or reliance on a big\ncadre of external experts in specialized fields?\n\nOutlook | Investment Strategy Group 7\n\nHOUSE_OVERSIGHT_014540",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014540.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3062,
    "word_count": 497,
    "line_count": 80,
    "import_date": "2025-11-19T21:47:47.295042",
    "prefix": "IMAGES-003"
  }
}