{
  "document_id": "HOUSE_OVERSIGHT_024008",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024008.txt",
  "text": "INVESTORS SHOULD CAREFULLY REVIEW THE INFORMATION CONTAINED IN_ THIS\nMEMORANDUM IN SECTION IX, “CERTAIN INVESTMENT CONSIDERATIONS,” AND SECTION xX,\n“CERTAIN TAX AND ERISA CONSIDERATIONS.” INVESTMENT IN THE INTERESTS IS SUITABLE\nONLY FOR SOPHISTICATED INVESTORS AND REQUIRES THE FINANCIAL ABILITY AND\nWILLINGNESS TO ACCEPT THE RISKS AND LACK OF LIQUIDITY INHERENT IN AN INVESTMENT\nIN THE INTERESTS. IN PARTICULAR, ONE OR MORE SUBSIDIARIES OF THE FUND OR OTHER\nENTITIES IN WHICH THE FUND INVESTS DIRECTLY OR INDIRECTLY MAY QUALIFY AS\n“PASSIVE FOREIGN INVESTMENT COMPANIES” OR “CONTROLLED FOREIGN CORPORATIONS”\nFOR U.S. FEDERAL INCOME TAX PURPOSES, WHICH COULD RESULT IN ADVERSE TAX\nCONSEQUENCES TO INVESTORS THAT ARE U.S. PERSONS.\n\nTHIS MEMORANDUM CONTAINS A SUMMARY OF THE PARTNERSHIP AGREEMENT AND\nCERTAIN OTHER DOCUMENTS REFERRED TO HEREIN. HOWEVER, THE SUMMARIES IN THIS\nMEMORANDUM DO NOT PURPORT TO BE COMPLETE AND ARE SUBJECT TO AND QUALIFIED\nIN THEIR ENTIRETY BY REFERENCE TO THE ACTUAL TEXT OF THE RELEVANT DOCUMENT,\nCOPIES OF WHICH WILL BE PROVIDED TO EACH PROSPECTIVE INVESTOR UPON REQUEST.\nEACH PROSPECTIVE INVESTOR SHOULD REVIEW THE PARTNERSHIP AGREEMENT, THE\nSUBSCRIPTION AGREEMENT AND SUCH OTHER DOCUMENTS FOR COMPLETE INFORMATION\nCONCERNING THE RIGHTS, PRIVILEGES AND OBLIGATIONS OF INVESTORS IN THE FUND. IN\nTHE EVENT THAT THE DESCRIPTIONS OR TERMS OF THE MEMORANDUM ARE INCONSISTENT\nWITH OR CONTRARY TO THE DESCRIPTIONS OR TERMS OF THE PARTNERSHIP AGREEMENT,\nTHE SUBSCRIPTION AGREEMENT OR OTHER DOCUMENTS, THE PARTNERSHIP AGREEMENT,\nTHE SUBSCRIPTION AGREEMENT OR SUCH OTHER DOCUMENTS SHALL CONTROL. THE\nGENERAL PARTNER AND ITS AFFILIATES RESERVE THE RIGHT TO MODIFY THE TERMS OF THE\nOFFERING AND THE INTERESTS DESCRIBED IN THIS MEMORANDUM, AND THE INTERESTS\nARE OFFERED SUBJECT TO THE GENERAL PARTNER'S ABILITY TO REJECT ANY COMMITMENT\nIN WHOLE OR IN PART.\n\nCERTAIN INFORMATION IN THIS MEMORANDUM HAS BEEN OBTAINED FROM SOURCES\nBELIEVED TO BE RELIABLE ALTHOUGH NONE OF THE FUND, GENERAL PARTNER, THE\nMANAGEMENT COMPANY OR THEIR RESPECTIVE AFFILIATES GUARANTEE ITS ACCURACY,\nCOMPLETENESS OR FAIRNESS. OPINIONS AND ESTIMATES MAY BE CHANGED WITHOUT\nNOTICE.\n\nTHE FUND IS OFFERING INTERESTS TO U.S. PERSONS THAT ARE “QUALIFIED PURCHASERS” AS\nDEFINED IN THE INVESTMENT COMPANY ACT AND “ACCREDITED INVESTORS’ AS DEFINED\nIN THE SECURITIES ACT.\n\nAN INVESTMENT IN THE FUND MAY BE SUBJECT TO INCREASING REGULATIONS AND\nGOVERNMENTAL OVERSIGHT, INCLUDING, FOR EXAMPLE, THE BANK SECRECY ACT AND THE\nUSA PATRIOT ACT OF 2001, INCLUDING THEIR RESPECTIVE IMPLEMENTING REGULATIONS\nWHICH, AMONG OTHER THINGS, CONSTITUTE THE ANTI-MONEY LAUNDERING\nREGULATIONS. THERE CAN BE NO ASSURANCE THAT SUCH RULES WILL NOT REQUIRE\nVARIOUS INVESTOR DISCLOSURES TO, AMONG OTHERS, DOMESTIC AND FOREIGN\nGOVERNMENT AUTHORITIES.\n\nYOUR INVESTMENT WILL BE DENOMINATED IN UNITED STATES DOLLARS ($) AND,\nTHEREFORE, WILL BE SUBJECT TO ANY FLUCTUATION IN THE RATE OF EXCHANGE BETWEEN\nU.S. DOLLARS ($) AND THE CURRENCY OF YOUR OWN JURISDICTION. SUCH FLUCTUATIONS\nMAY HAVE AN ADVERSE EFFECT ON THE VALUE, PRICE OR INCOME OF YOUR INVESTMENT.\n\nALL SECURITIES INVESTMENTS RISK THE LOSS OF CAPITAL. NO GUARANTEE OR\nREPRESENTATION IS MADE THAT THE FUND WILL ACHIEVE ITS INVESTMENT OBJECTIVE. AN\nINVESTMENT IN THE FUND IS SPECULATIVE AND INVOLVES CERTAIN CONSIDERATIONS AND\n\nCONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024008",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024008.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3394,
    "word_count": 504,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:45.790750",
    "prefix": "IMAGES-007"
  }
}