{
  "document_id": "HOUSE_OVERSIGHT_019976",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019976.txt",
  "text": "registered. At the same time, each successive call mostly canceled the others out.\n\nThis paralysis led the three advisers to rely on the other particularly effective way to\nmove him, which was to use the media. Hence each man became an inveterate and\npolished leaker. Bannon and Kushner studiously avoided press exposure; two of the most\npowerful people in government were, for the most part, entirely silent, eschewing almost\nall interviews and even the traditional political conversations on Sunday morning\ntelevision. Curiously, however, both men became the background voices to virtually all\nmedia coverage of the White House. Early on, before getting down to attacking each\nother, Bannon and Kushner were united in their separate offensives against Priebus.\nKushner’s preferred outlet was Joe Scarborough and Mika Brzezinski’s Morning Joe, one\nof the president’s certain morning shows. Bannon’s first port of call was the alt-right\nmedia (“Bannon’s Breitbart shenanigans,” in Walsh’s view). By the end of the first month\nin the White House, Bannon and Kushner had each built a network of primary outlets, as\nwell as secondary ones to deflect from the obviousness of the primary ones, creating a\nWhite House that simultaneously displayed extreme animosity toward the press and yet\ngreat willingness to leak to it. In this, at least, Trump’s administration was achieving a\nlandmark transparency.\n\nThe constant leaking was often blamed on lower minions and permanent executive\nbranch staff, culminating in late February with an all-hands meeting of staffers called by\nSean Spicer—cell phones surrendered at the door—during which the press secretary\nissued threats of random phone checks and admonitions about the use of encrypted texting\napps. Everybody was a potential leaker; everybody was accusing everybody else of being\na leaker.\n\nEverybody was a leaker.\n\nOne day, when Kushner accused Walsh of leaking about him, she challenged him back:\n“My phone records versus yours, my email versus yours.”\n\nBut most of the leaks, certainly the juiciest ones, were coming from the higher-ups—\nnot to mention from the person occupying the topmost echelon.\n\nThe president couldn’t stop talking. He was plaintive and self-pitying, and it was\nobvious to everyone that if he had a north star, it was just to be liked. He was ever\nuncomprehending about why everyone did not like him, or why it should be so difficult to\nget everyone to like him. He might be happy throughout the day as a parade of union steel\nworkers or CEOs trooped into the White House, with the president praising his visitors\nand them praising him, but that good cheer would sour in the evening after several hours\nof cable television. Then he would get on the phone, and in unguarded ramblings to\nfriends and others, conversations that would routinely last for thirty or forty minutes, and\ncould go much longer, he would vent, largely at the media and his staff. In what was\ntermed by some of the self-appointed Trump experts around him—and everyone was a\n\nHOUSE_OVERSIGHT_019976",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019976.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3040,
    "word_count": 491,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:45.475747",
    "prefix": "IMAGES-005"
  }
}