{
  "document_id": "HOUSE_OVERSIGHT_026556",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026556.txt",
  "text": "DURING THE RULE OF WESTERN-ORIENTED autocrat Mohammad Reza Shah\nPahlavi, Tehran was a rapidly evolving society that deceptively appeared to be crossing\ninto the modern age. My own family history is perhaps representative of Iran's urban\nmiddle-class trajectory during the 20th century: My devout paternal grandmother, born in\n1907, wore a chador and wasn't formally educated beyond elementary school; three of her\nfour daughters attended university, and all eschewed the veil. All of their daughters grew\nup in a Tehran in which miniskirts were the trend, and Googoosh -- Iran's pre-\nrevolutionary J. Lo (but remarkably modest by today's standards) -- was their main\n\n\"source of emulation.\"\n\nKhomeini's opposition to the shah was fueled in part by the latter's enfranchisement of\nwomen, which the ayatollah deliberately conflated with sexual decadence. In his 1970\nbook Islamic Governance(Hukumat-e Islami) -- which would later provide the ideological\nand political template for post-revolutionary Iran -- Khomeini hyperventilated that\n\"sexual vice has now reached such proportions that it is destroying entire generations,\ncorrupting our youth, and causing them to neglect all forms of work! They are all rushing\nto enjoy the various forms of vice that have become so freely available and so\n\nenthusiastically promoted.\"\n\nKhomeini nonetheless reassured his liberal revolutionary compatriots -- just months\nbefore the revolution, while in Paris exile -- that \"women [would be] free in the Islamic\nRepublic in the selection of their activities and their future and their clothing.\" Much to its\nretrospective dismay, a sizable chunk of Iran's liberal intelligentsia -- both male and\nfemale -- lined up behind Khomeini, some even referring to him as an \"Iranian Gandhi.\"\nShortly after consolidating power, however, Khomeini and his disciples swiftly moved to\ncrush opposing views and curtail female social and sartorial freedoms. \"Islam doesn't\nallow for people to [wear swimsuits] in the sea,\" he proclaimed shortly after becoming\n\nsupreme leader. We \"will skin their hide!\"\n\nWomen who resisted the mandatory veil were met with violence and intimidation,\nincluding lyrical taunts of \"Ya roosari, ya toosari!\" (‘Cover your head or be smacked in\nthe head!\"). As Iranian Nobel Peace Prize laureate Shirin Ebadi recently wrote,\n\n\"Although the 1979 revolution in Iran is often called an Islamic revolution, it can actually\n\nHOUSE_OVERSIGHT_026556",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026556.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2439,
    "word_count": 370,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:46.545998",
    "prefix": "IMAGES-009"
  }
}