{
  "document_id": "HOUSE_OVERSIGHT_023082",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023082.txt",
  "text": "Chart 10: Sector EPS impact from border Chart 11: Sector EPS impact from border Chart 12: Sector EPS impact from border\nadjustment tax (15% rate) adjustment tax (20% rate) adjustment tax (25% rate)\n\nStaples -38%\n\nDiscretionary -35%\n\nStaples -31%\n\nDiscretionary  -28%\n\nStaples -23%\n\nDiscretionary -21%\n\nEnergy Energy Energy\nHealth Care Health Care Health Care\nInfo Tech Info Tech Info Tech\nUtilities Utilities Utilities\nTelecom Telecom Telecom\nFinancials Financials Financials\nReal Estate Real Estate Real Estate\nIndustrials Industrials Industrials\n\nMaterials Materials 4% Materials 5%\n\n-30% — -20%  -10% 0% 10% 40% -30% -20% -10% 0% = 10% -50% -40% -30% -20% -10% 0% 10%\n\nm 15% tax rate 20% tax rate 25% tax rate\nSource: BofAML US Equity & Quant Strategy, FactSet, S&P Source: BofAML US Equity & Quant Strategy, FactSet, S&P Source: BofAML US Equity & Quant Strategy, FactSet, S&P\n\nOffsetting BAT with a little math and some price increases\n\nA company could fully offset the border adjustment tax by raising prices such that the\nafter-tax increase in sales would exceed the drag from the lost deduction of costs. All\nelse equal, the break-even price increase would be equivalent to the cost of goods sold\nas a % of sales multiplied by net % imported and the tax to after-tax ratio, which at a\n20% rate is 0.25 (20%/80%).\n\ntax rate (%)\n(1 — tax rate (%))\n\nBAT price of fset = COGS (% of sales) * net import (%) *\n\nAs an example, a company with a 25% gross margin that imports 30% of its goods\nwould need to increase its prices by of 5-6% to offset the border adjustment tax, all\nelse equal.\n\nOffsetting BAT with FX\n\nSome of the increase in the after-tax cost of imported goods can also be offset by a\nstrengthening dollar. For example, companies producing goods in Mexico, which stand to\nsee a 25% increase in the cost of imported goods, should see the cost increase partially\noffset by the 13% devaluation of the Mexican Peso against the US dollar since the\nelection. The net cost increase is a more digestible 9%, especially when you also\nconsider that the Peso has devalued nearly 30% since its 2013 peak. While it may offer\nlittle consolation to corporates, the US Dollar Index is up over 25% since mid-2014, so\nthe border adjustment tax would presumably act as a reversal of the lowered cost of\noverseas production over that period.\n\nBorder adjustment sensitivity analysis\n\nThe table below illustrates how the change in the tax rate and the application of the\nborder adjustment tax would impact the domestic earnings of a hypothetical company\nwith sensitivity to different tax rates and net export assumptions. We assumed the\ncompany has a 40% gross margin, operating expenses are 20% of sales and an initial\ntax rate of 35%. As you would expect, the biggest benefit would accrue to companies\nwith significant net exports at a high domestic tax rate (bigger tax shield) and the most\nnegative impact to significant net imports at a high domestic tax rate (higher taxes on\nhigher taxable income).\n\nBankofAmerica <2”\n\n14 Equity Strategy Focus Point | 29 January 2017 Merrill Lynch\n\nHOUSE_OVERSIGHT_023082",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023082.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3105,
    "word_count": 527,
    "line_count": 76,
    "import_date": "2025-11-19T21:47:47.946276",
    "prefix": "IMAGES-007"
  }
}