{
  "document_id": "HOUSE_OVERSIGHT_021040",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021040.txt",
  "text": "More Complex Tax Math: If Lower Brackets Excluded, Draconian Rate Hikes\n\nRequired to Attempt to Bring USA Inc. Budget Into Financial Balance\n\nCurrent Federal Income Tax Rates vs.\nRates Needed to Reduce Deficit to 3% of GDP in 10 Years\n\n100% © ee\n\n80% --- ee 7T7T%_-\n= u Current Federal Income Tax Rates\n”n\n£ O Marginal Tax Rates Required to Balance USA Inc.'s Budget*\n60%\noO\ne\nwo\n£\n8\n\nCa\n= ° 33%\n£ 28% 28%\noS 25% 25%\ni\n\n20% i i a\n\n10% 10%\nTier 1 Tier 2 Tier 3 Tier 4\n\nNote: *The tax math presented here are pure mathematical illustrations — it is simply calculated to measure how much tax rates need to\nincrease (for the top two income brackets) to achieve a deficit-to-GDP ratio of 3% by 2019E assuming a baseline budget path and relying on\npersonal income tax rate hikes alone. These calculations are merely mechanical illustrations and are not meant to portray realistic solutions.\n\nource: The Urban Institute (Desperately Seeking Revenue, By Altshuler, Lim and Williams,\nSi The Urban Institute (D tely Seeking R By Altshuler, Li ct Willi 1/5/2010.\nwww.kpcb.com ne. at Might a Turnaround Expert Consider?\nB kpeb USA Inc. | What Might a T dE Consider? 397\n\nPros + Cons of Tax Rate Hikes\n\ne Amore progressive income tax system could lower tax burden from\npotential subsidy cuts and carbon taxes on the low-income population.\n\ne Addressing income inequality may enhance perceived fairness — and\npolitical chances — of comprehensive deficit measures.\n\nAcross-the-board tax rate increases would hurt nearly everyone, but\nespecially lower-income taxpayers.\n\nRate increases on upper brackets usually spur tax avoidance, and\nrevenues often fall short of targets.\n\nRate increases, which discourage savings, amplify distortions in the\neconomy from tax subsidies, exclusions and tax expenditures, all of\nwhich encourage consumption.\n\nKP\nwww.kpcb.com USA Inc. | What Might a Turnaround Expert Consider? 398\n\nHOUSE_OVERSIGHT_021040",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021040.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1921,
    "word_count": 318,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:47.099378",
    "prefix": "IMAGES-006"
  }
}