{
  "document_id": "HOUSE_OVERSIGHT_011603",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011603.txt",
  "text": "moshav of Za’arit. We equipped Yoni’s force with a pair of Land Rovers in\nLebanese army colors and had them hide overnight in the moshav’s orchards, a\nhundred yards from the road on the Lebanese side of the frontier. The next\nmorning, when we got confirmation the convoy was on its way, they crossed\nand stationed themselves on the road, lifted the hood of one of the vehicles and\nmade as if they were trying to repair engine trouble. Both the blocking forces\nwere in half-tracks with heavy machine-guns in case the convoy chose to stand\nand fight.\n\nWhat we didn’t count on was a Lebanese driver, ina VW Beetle as I recall,\nputtering along the road shortly after Yoni’s team crossed. The man waved at\nthem. Quite rightly, Yoni let him drive on. Along with the other obvious reasons\nnot to fire on a civilian VW, he didn’t want to alert the Syrians and their hosts\nthere was danger ahead. But the Lebanese motorist, as well as a group of nearby\nfarmers, were suspicious enough to deliver a warning that there were a couple\nof stalled Land Rovers on the side of the road. The convoy halted shortly after\npassing Mookie’s force, hidden in a field a few dozen yards away.\n\nHad I not been in the command post, I’m pretty sure what would have\nhappened next. The mission would have been called off. This time, I was the\none in direct contact with all three teams. Even before I gave the order, Yoni\nhad anticipated it. He and Uzi turned west to confront the convoy. In a brief\ninitial exchange of gunfire, one of Uzi’s men was wounded, not seriously, in the\nleg. But with Mookie’s team firing from behind and Yoni’s and Uzi’s men in\nfront, the convoy was trapped, and the Syrians captured.\n\nThe safest way back into Israel would have been the way the force had\nentered. But Yoni and Uzi realized the main imperative was to get the Syrians\nout as quickly as possible. At a not-inconsiderable cost to a pair of American\nlimousines, Uzi drove each of them, with a total of five Syrian officers, through\na boulder-strewn field across the border.\n\nThe Syrians included three senior members of the Operations Department of\nthe General Staff, and two from Air Force intelligence. Israel made an\nimmediate offer to swap them for our pilots, though how enthusiastically ’m\nnot sure. With this kind of leverage on our side, it seemed unlikely the Syrians\nwould do further harm to our pilots. Our intelligence officers were keen to get\nevery bit of information they could before sending the Syrians home. It would\nbe a year later before the exchange was done. Yoni received a well-deserved\ntzalash for his role in the mission.\n\n132\nHOUSE_OVERSIGHT_011603",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011603.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2636,
    "word_count": 468,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:45.822532",
    "prefix": "IMAGES-001"
  }
}