{
  "document_id": "HOUSE_OVERSIGHT_016490",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016490.txt",
  "text": "maintaining anonymity for the victims of sexual assault and respectfully requests that this Court\nalso direct the District Attorney’s Office to redact the names of any victims before serving the\nPost with copies of the redacted appellate briefs. The Post further requests that this Court order\nthe District Attorney’s Office to provide the Post with copies of the redacted briefs within seven\ndays of entry of its order granting this motion.\n\nFACTUAL BACKGROUND\n\nA. Epstein’s Conviction for Sex Crimes and Designation as a Level Three Sex Offender\n\nIn June 2008, a Florida Court sentenced Jeffrey Epstein to eighteen months in prison after\nhe pleaded guilty to soliciting prostitution from a fourteen-year-old girl. Affirmation of John M.\nBrowning dated December 21, 2018 (“Browning Aff.”), Ex. A.\n\nAfter serving thirteen months of his sentence, Epstein was released and required to\nregister as a sex offender in New York, where he owned property and sought to reside. /d. Ex.\nB. The New York State Board of Examiners of Sex Offenders (““NYBSO”) recommended that\nEpstein be designated a level three sex offender — which is the level reserved for the most\ndangerous sexual predators — because investigators in Florida had found compelling evidence\nthat Epstein had abused scores of underage girls, despite only pleading guilty to solicitation of a\nsingle minor. Epstein, 89 A.D.3d at 570, 933 N.Y.S.2d at 240.\n\nRemarkably, New York Assistant District Attorney Jennifer Gaffney ignored the NYBSO\nrecommendation and asked the trial court tasked with deciding Epstein’s sex-offender status to\ndesignate him as a level one offender only, which is the least-restrictive category possible and is\ntypically applied to offenders who pose the lowest risk of committing further crimes. Jd. ADA\nGaffney argued that, since “there was only an indictment for one victim,” Epstein should not be\n\nplaced under the heavy scrutiny required for the most dangerous class of abusers. /d. Ex. B. For\n\n481 1-3721-9459v.3 3930033-000039\n\nHOUSE_OVERSIGHT_016490",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016490.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2035,
    "word_count": 318,
    "line_count": 33,
    "import_date": "2025-11-19T21:47:48.485837",
    "prefix": "IMAGES-004"
  }
}