{
  "document_id": "HOUSE_OVERSIGHT_014519",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014519.txt",
  "text": "TAX ALERT 2016-5: THE 2016 ELECTION: TAX CHANGES EXPECTED\n\nProposals. Both President-elect Trump and the House Republicans would lower the top tax rate for ordinary\nincome to 33%. President-elect Trump would maintain the top rate on capital gains at 20%, though it might be\napplicable at a lower threshold than current law. House Republicans would lower the top rate on capital gains to\none-half of the highest rate imposed on ordinary income, or 16.5%. Both President-elect Trump and the House\nRepublicans have proposed repealing (and replacing) the Affordable Care Act, which is the source of the current\n3.8% surtax. The Affordable Care Act is also the source of the extra 0.9% surtax on high-income earners (wages\nexceeding $250,000 for couples; $200,000 for singles) and other indirect tax increases such as the reduced cap on\nflexible spending accounts and tighter rules for deducting medical expenses. A repeal of the Affordable Care Act\ncould lead to an immediate tax cut. President-elect Trump would impose a $100,000 cap on itemized deductions\n($200,000 for joint filers); the House Republicans would eliminate itemized deductions other than charitable gifts\nand mortgage interest. Both President-elect Trump and the House Republicans would eliminate the Alternative\nMinimum Tax. President-elect Trump’s proposal would tax the income from “carried interests” as ordinary\n\nincome.\n\nPlanning. At its most basic, income tax planning is (i) timing income so it is recognized in a lower-tax year, and (ii)\ntiming deductions so they are deducted in a higher-tax year. However, the proposals listed above contain both\n“good news” and “bad news” for 2017, so we cannot offer a universal rule as to whether income or deductions\nare better recognized in 2016, 2017 or even 2018. Each taxpayer needs to make an educated prediction. If there\nis not a clear answer, sometimes it can make sense to recognize some income (or deductions) in one year and\nsome the next. That approach has the benefit of making sure you don’t completely pick the worse year.\n\nThe following are some general planning considerations.\n\ne Installmentsale. If asale is made in return for an installment note, the resulting gain can be reported\non the installment method, meaning gain can be deferred into the year in which payment is received.\nNot all assets can be sold via the installment method, and there are several special rules. For example,\nmarketable securities cannot be sold and reported using the installment method. We have a separate\nWealth Strategy Report: Installment Sales.\n\nIf a sale is made for an installment note, you can also elect to be taxed in the year of sale rather than\ndeferring the gain. This election must be made by the due date (including extensions) of the return\nfor the year in which the sale occurred. Thus, an installment sale in 2016 could allow you to wait until\nas late as October 2017 to decide whether to use the installment method or report all the gain in\n2016. This could allow a decision to be made with 20/20 hindsight, at least as of October.\n\ne Equity-based income. Certain types of compensation are tied to the value of an underlying stock. As\none example, a nonqualified compensatory stock option’s value will vary with the changing value of\nthe underlying stock. As another example, a grant of restricted stock will be taxed when it vests,\nunless a so-called “83(b) election” is made to be taxed at the time of grant. In either case, the amount\nof compensation that is taxable will depend on the value of the stock at the appropriate time. When\ndeciding the most favorable tax year to recognize these types of equity-based compensation, in\naddition to the usual considerations of the applicable tax rate, it is important to account for the\nexpected investment performance of the underlying stock. As a simple example, deferring a stock\noption exercise to the next year might produce a better result not because of a better tax rate but\nbecause of the expected growth in the stock’s value.\n\nHOUSE_OVERSIGHT_014519",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014519.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4035,
    "word_count": 665,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:48.048871",
    "prefix": "IMAGES-003"
  }
}