{
  "document_id": "HOUSE_OVERSIGHT_012656",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012656.txt",
  "text": "KIRKLAND & ELLIS LLP\n\nAND AFFILIATED PARTNERSHIPS\n\n777 South Figueroa Street\nLos Angeles, Califomla 90017\n\nKenneth W. Starr PF Facsimile:\n\nTo Call Writer Directly: (213) 680-8500\nwww.kiddand.com\n\nNovember 28, 2007\nVIA FACSIMILE\n\nHonorable Alice S. Fisher\nAssistant Attorney General\nDepartment of Justice\nCriminal Division\n\n950 Pennsylvania Avenue NW\nRoom 2107\n\nWashington, DC 20530\n\nRe: Jeffrey Epstein\nDear Ms. Fisher:\n\n« T represent Jeffrey Epstein, who, as you may be aware, was the target of a dual\ninvestigation by both state and federal authorities in Florida for acts relating to his interactions\nwith numerous young women. As you may also be aware, Mr. Epstein has entered into a\nDeferred Prosecution Agreement (the “Agreement”) with the United States Attorney’s Office for\nthe Southern District of Florida (the “USAO”) to resolve its criminal investigation of him. I am\nwriting to. request a meeting with you to discuss certain aspects of this case that I find especially\ntroublesome.\n\nAs part of the agreement Mr. Epstein was required to sign to avoid a federal indictment,\n\nMr. Epstein was required to waive jurisdiction and liability under 18 U.S.C. §2255 for the\n_ Settlement of monetary claims that might-be made by a group of unidentified alleged victims\n\nwho will be identified by the USAO at some point in the future. Neither I, nor any of the other\ndefense lawyers involved in this matter, have ever héard of sucha procedure. And as part of this\nAgreement, Mr. Epstein is precluded from contesting liability as to civil lawsuits secking\nmonetary compensation for damages brought by any of the identified individuals who elect to :\nsettle their civil claims for the statutory minimum of either $50,000 (the amount set by Congress\nas of the date of the occurrences) or $150,000 (the amount currently set by statute) or some other\nagreed upon damage amount. ‘We believe that the utilization of 18 U.S.C. § 2255 asa pre-\ncondition of criminal plea agreements or nhon-prosecution agreements is highly unusual and\nrequires careful consideration and additional guidance by your Office. We also believe that the\n\n.\n\n: \\ Chicago Hang Kong London Munich New York . San Francisco Washington, D.C.\n\nHOUSE_OVERSIGHT_012656",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012656.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2227,
    "word_count": 357,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:48.304072",
    "prefix": "IMAGES-002"
  }
}