{
  "document_id": "HOUSE_OVERSIGHT_012391",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012391.txt",
  "text": "a\n\n3) Memorandum on Informing Congressional Committees of Changes Involving Foreign Economic\n\nAssistance Funds, Pub. Papers of John F. Kennedy 6 (Jan. 9, 1963): President Kennedy stated that a\n\nprovision in the bill he was signing contained an unconstitutional legislative veto. He announced that\n\"[i]t is therefore my intention .. . to treat this provision as a request for information.\" Id.\n\n4) Statement by the President Upon Approving the Public Works Appropriations Act, Pub. Papers of\nLyndon B. Johnson 104 (Dec. 31, 1963): President Johnson also found that a legislative veto provision\nwas unconstitutional and stated that he would treat it as a request for information.\n\n5) Statement About Signing the Public Buildings Amendments of 1972, Pub. Papers of Richard Nixon\n\n686 (June.17, 1972): President Nixon stated that a clause conditioning the use of authority by the\nexecutive branch on the approval of a congressional committee was unconstitutional. He ordered the\nagency involved to comply with \"the acceptable procedures\" in the bill “without regard to the\nunconstitutional provisions I have previously referred to.\" Id: at 687.\n\n6) Statement on Signing the Department of Defense Appropriation Act of 1976, Pub. Papers of Gerald\nR. Ford 241 (Feb. 10, 1976): President Ford stated that a committee approval mechanism was\n\nunconstitutional and announced that he would \"treat the unconstitutional provision . . . to the extent it\nrequires further Congressional committee approval, as a complete nullity.\" Id. at 242.\n\n7) Statement on Signing Coastal Zone Management Improvement Act of 1980, Pub. Papers of Jimmy\nCarter 2335 (Oct. 18, 1980): President Carter stated that a legislative veto provision was\n\nunconstitutional and that any attempt at a legislative veto would \"not [be] regarded as legally binding.\"\nId.\n\n8) Statement on Signing the Union Station Redevelopment Act of 1981, Pub. Papers of Ronald\nReagan 1207 (Dec. 29, 1981): President Reagan stated that a legislative veto was unconstitutional and\nannounced that \"[t]he Secretary of Transportation will not... regard himself as legally bound by any\nsuch resolution.\" Id.\n\n9) Statement On Signing the National and Community Service Act of 1990, Pub. Papers of George\nBush 1613 (Nov. 16, 1990): President Bush rejected the constitutionality of provisions that required a\n\nPresidentially appointed board exercising executive authority to include, among its 21 members,\n“seven members nominated by the Speaker of the House of Representatives... [and] seven members\nnominated by the Majority Leader of the Senate.\" Id. at 1614. He announced that the restrictions on his\nchoice of nominees to the board \"are without legal force or effect.\" Id.\n\n10) 7 A Compilation of the Messages and Papers of the Presidents 377 (Aug. 14, 1876) (Pres. Grant):\nThis is one of the earliest of many instances of a President \"construing\" a provision (to avoid\n\nconstitutional problems) in a way that seems to amount to a refusal to enforce a provision of it. An\n1876 statute directed that notices be sent to certain diplomatic and consular officers \"to close their\noffices.\" President Grant, in signing the bill, stated that, “[iJn the literal sense of this direction it would\nbe an invasion of the constitutional prerogatives and duty of the Executive.\" Id. In order to avoid this\nproblem, President Grant \"constru[ed]\" this provision \"only to exercise the constitutional prerogative of\nCongress over the expenditures of the Government,\" not to \"imply{] a right in the legislative branch to\ndirect the closing or discontinuing of any of the diplomatic or consular offices of the Government.\" Id.\n\nat 378.\n\n_ Other Presidential Documents\n\n1) A Presidential Legal Opinion, 66 Harv. L. Rev. 1353 (1953): This was a legal opinion from\n\nPresident Franklin Roosevelt to Attorney General Jackson. President Roosevelt stated that he was\nsigning the Lend-Lease Act despite a provision providing for a legislative veto, \"a provision which, in\n\nHOUSE_OVERSIGHT_012391",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012391.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4001,
    "word_count": 624,
    "line_count": 66,
    "import_date": "2025-11-19T21:47:44.930373",
    "prefix": "IMAGES-001"
  }
}