{
  "document_id": "HOUSE_OVERSIGHT_012881",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012881.txt",
  "text": "There are many situations where taking a risk pays off, whether we think of stealth military\noperations, chancy shots in the final seconds of a basketball game, or significant investments in an up and\ncoming stock option. Playing it safe pays off. But those who stick their necks out and take a chance, may\nbring home significant gains. It is because of these competing strategies and potential payoffs that\nevolutionary biologists have imagined that selection could maintain both personality types within a\npopulation — a point noted earlier for the MAOA and glucose-related genes. If selection has worked in\nthis way, then there must be genetic variation that allows for both strategies. To date, the strongest\nevidence comes from a family of genes associated with the regulation of dopamine, with the memorable\nacronyms of DAT1, DRD2 and DRD4; each of these genes is associated with different forms, each form\nassociated with different levels of dopamine. Recall from chapter 2 that dopamine plays an essential role\nin our experience of reward, including how motivated we are to get it and what we anticipate based on our\nunderstanding of the situation — have we been rewarded in the past, how often, and how much? The idea\nhere is that those who carry genes that output a higher level of dopamine may weight rewards more\nheavily and thus, show risk-blindness; for these individuals, the eye is on the prize, not the path or\nobstacles to this prize.\n\nAcross a number of studies, results show that variation in the expression of these genes is\nassociated with high-risk, low self-control behaviors, including pathological gambling, substance abuse,\nsensation seeking, and financial investments. For example, in two separate studies, individuals with\ndifferent variants of the DRD4 gene played a financial investment game involving real money. In one,\ndesigned by Joan Chiao, subjects decided to invest in either a risky asset with variable returns or a riskless\nasset with consistent returns. In the second study, the Swedish economist Ana Dreber and the American\nanthropologist Corin Apicella allowed subjects to either walk away with an initial starting pot of money,\nor to invest some of it ina risky asset. Those with the DRD4 variant that expresses higher levels of\ndopamine were more likely to pursue the risky investment. What this work reveals is that part of the\nvariation we observe among people who make risky investments, drink too much alcohol, and gamble\nwith their income, is due to variation in the dopamine family of genes. These are hidden risks that come\nto life thanks to molecular biologist’s microscope. What also comes to life is the fact that these same\ngenes are relevant to violence, causing some to strike out even though there are significant risks and\nterrible consequences.\n\nIn several studies, using an American health data base of several thousand adolescents, results\nconsistently show a relationship between particular variants of the dopamine genes and violence. For\nexample, the sociologist Guang Guo examined the relationship between violent delinquency — involving\nuse of guns and knives — and variation in DRD2 and DAT1 among 2,5000 individuals ages 12-23 years.\n\nDRD2 was of particular interest because medical records and clinical trials reveal that administering\n\nHauser Chapter 4. Wicked in waiting 135\n\nHOUSE_OVERSIGHT_012881",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012881.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3371,
    "word_count": 540,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:44.844894",
    "prefix": "IMAGES-002"
  }
}