{
  "document_id": "HOUSE_OVERSIGHT_014104",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014104.txt",
  "text": "Case 9:08-cv-80736-KAM Document 319-1 Entered on FLSD Docket 03/24/2015 Page 21 of\n34\n\nRESPONSE:\n\nDefendant objects to this Document Request to the extent that Plaintiffs seek to alter or shift any\nburdens of proof as a matter of law in this action. Subject to and without waiving the foregoing\nspecific objections and General Objections, Defendant responds that he will produce all\nresponsive, non-privileged documents currently in his possession, custody or control.\n\n10. | Copies of any and all documents supporting the allegation that “Jane Doe #3 is a serial\nliar” as described in paragraph 8 of the sworn Declaration of Alan M. Dershowitz.\nRESPONSE:\n\nSubject to and without waiving the General Objections, Defendant responds that he will produce\n\nall responsive, non-privileged documents currently in his possession, custody or control.\n\n11. | Copies of any and all documents tending to establish that President Clinton has never\nvisited Jeffrey Epstein’s island, Little Saint James, as described in paragraph 8 of the sworn\nDeclaration of Alan M. Dershowitz.\n\nRESPONSE:\n\nDefendant objects to this Document Request because it misstates paragraph 8 of the sworn\nDeclaration of Alan M. Dershowitz, which expressly states that “on information and belief, |\nhave been advised that Secret Service records would confirm that President Clinton has never set\nfoot on that island.” (Emphasis added). Subject to and without waiving the foregoing specific\nobjections and the General Objections, Defendant responds that he has no responsive, non-\n\nprivileged documents.\n\nHOUSE_OVERSIGHT_014104",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014104.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1587,
    "word_count": 239,
    "line_count": 33,
    "import_date": "2025-11-19T21:47:45.738640",
    "prefix": "IMAGES-002"
  }
}