{
  "document_id": "HOUSE_OVERSIGHT_028540",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_028540.txt",
  "text": "﻿(Slip Opinion) OCTOBER TERM, 2018\n1\nSyllabus\nNOTE: Where it is feasible, a syllabus (headnote) will be released, as is\nbeing done in connection with this case, at the time the opinion is issued.\nThe syllabus constitutes no part of the opinion of the Court but has been\nprepared by the Reporter of Decisions for the convenience of the reader.\nSee United States v. Detroit Timber & Lumber Co., 200 U. S. 321, 337.\nSUPREME COURT OF THE UNITED STATES\nSyllabus\nJAM ET AL. v. INTERNATIONAL FINANCE CORP.\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\nTHE DISTRICT OF COLUMBIA CIRCUIT\nNo. 17–1011. Argued October 31, 2018—Decided February 27, 2019\nIn 1945, Congress passed the International Organizations Immunities\nAct (IOIA), which, among other things, grants international organizations\nthe “same immunity from suit ... as is enjoyed by foreign\ngovernments.” 22 U. S. C. §288a(b). At that time, foreign governments\nwere entitled to virtually absolute immunity as a matter of international\ngrace and comity. In 1952, the State Department adopted\na more restrictive theory of foreign sovereign immunity, which\nCongress subsequently codified in the Foreign Sovereign Immunities\nAct (FSIA), 28 U. S. C. §1602. The FSIA gives foreign sovereign governments\npresumptive immunity from suit, §1604, subject to several\nstatutory exceptions, including, as relevant here, an exception for actions\nbased on commercial activity with a sufficient nexus with the\nUnited States, §1605(a)(2).\nRespondent International Finance Corporation (IFC), an IOIA international\norganization, entered into a loan agreement with Coastal\nGujarat Power Limited, a company based in India, to finance the construction\nof a coal-fired power plant in Gujarat. Petitioners sued the\nIFC, claiming that pollution from the plant harmed the surrounding\nair, land, and water. The District Court, however, held that the IFC\nwas immune from suit because it enjoyed the virtually absolute immunity\nthat foreign governments enjoyed when the IOIA was enacted.\nThe D. C. Circuit affirmed in light of its decision in Atkinson v.\nInter-American Development Bank, 156 F. 3d 1335.\nHeld: The IOIA affords international organizations the same immunity\nfrom suit that foreign governments enjoy today under the FSIA.\nPp. 6–15.\n(a) The IOIA “same as” formulation is best understood as making\ninternational organization immunity and foreign sovereign immunity\n2 JAM v. INTERNATIONAL FINANCE CORP.\nSyllabus\ncontinuously equivalent. The IOIA is thus like other statutes that\nuse similar or identical language to place two groups on equal footing.\nSee, e.g., Civil Rights Act of 1866, 42 U. S. C. §§1981(a), 1982;\nFederal Tort Claims Act, 28 U. S. C. §2674. Whatever the ultimate\npurpose of international organization immunity may be, the immediate\npurpose of the IOIA immunity provision is expressed in language\nthat Congress typically uses to make one thing continuously equivalent\nto another. Pp. 6–9.\n(b) That reading is confirmed by the “reference canon” of statutory\ninterpretation. When a statute refers to a general subject, the statute\nadopts the law on that subject as it exists whenever a question\nunder the statute arises. In contrast, when a statute refers to another\nstatute by specific title, the referenced statute is adopted as it existed\nwhen the referring statute was enacted, without any subsequent\namendments. Federal courts have often relied on the reference\ncanon to harmonize a statute with an external body of law that the\nstatute refers to generally. The IOIA’s reference to the immunity enjoyed\nby foreign governments is to an external body of potentially\nevolving law, not to a specific provision of another statute. Nor is it a\nspecific reference to a common law concept with a fixed meaning.\nThe phrase “immunity enjoyed by foreign governments” is not a term\nof art with substantive content but rather a concept that can be given\nscope and content only by reference to the rules governing foreign\nsovereign immunity. Pp. 9–11.\n(c) The D. C. Circuit relied upon Atkinson’s conclusion that the reference\ncanon’s probative force was outweighed by an IOIA provision\nauthorizing the President to alter the immunity of an international\norganization. But the fact that the President has power to modify\notherwise applicable immunity rules is perfectly compatible with the\nnotion that those rules might themselves change over time in light of\ndevelopments in the law governing foreign sovereign immunity. The\nAtkinson court also did not consider the opinion of the State Department,\nwhose views in this area ordinarily receive “special attention,”\nBolivarian Republic of Venezuela v. Helmerich & Payne Int’l Drilling\nCo., 581 U. S. ___, ___, and which took the position that immunity\nrules of the IOIA and the FSIA were linked following the FSIA’s enactment.\nPp. 11–13.\n(d) The IFC contends that interpreting the IOIA immunity provision\nto grant only restrictive immunity would defeat the purpose of\ngranting immunity in the first place, by subjecting international organizations\nto suit under the commercial activity exception of the\nFSIA for most or all of their core activities. This would be particularly\ntrue with respect to international development banks, which use\nthe tools of commerce to achieve their objectives. Those concerns are\nCite as: 586 U. S. ____ (2019)\n3\nSyllabus\ninflated. The IOIA provides only default rules. An international organization’s\ncharter can always specify a different level of immunity,\nand many do. Nor is it clear that the lending activity of all development\nbanks qualifies as commercial activity within the meaning of\nthe FSIA. But even if it does qualify as commercial, that does not\nmean the organization is automatically subject to suit, since other\nFSIA requirements must also be met, see, e.g., 28 U. S. C. §§1603,\n1605(a)(2). Pp. 13–15.\n860 F. 3d 703, reversed and remanded.\nROBERTS, C. J., delivered the opinion of the Court, in which THOMAS,\nGINSBURG, ALITO, SOTOMAYOR, KAGAN, and GORSUCH, JJ., joined.\nBREYER, J., filed a dissenting opinion. KAVANAUGH, J., took no part in\nthe consideration or decision of the case.\nCite as: 586 U. S. ____ (2019)\n1\nOpinion of the Court\nNOTICE: This opinion is subject to formal revision before publication in the\npreliminary print of the United States Reports. Readers are requested to\nnotify the Reporter of Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in order\nthat corrections may be made before the preliminary print goes to press.\nSUPREME COURT OF THE UNITED STATES\n_________________\nNo. 17–1011\n_________________\nBUDHA ISMAIL JAM, ET AL., PETITIONERS v.\nINTERNATIONAL FINANCE CORPORATION\nON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF\nAPPEALS FOR THE DISTRICT OF COLUMBIA CIRCUIT\n[February 27, 2019]\nCHIEF JUSTICE ROBERTS delivered the opinion of the\nCourt.\nThe International Organizations Immunities Act of 1945\ngrants international organizations such as the World\nBank and the World Health Organization the “same immunity\nfrom suit . . . as is enjoyed by foreign governments.”\n22 U. S. C. §288a(b). At the time the IOIA was\nenacted, foreign governments enjoyed virtually absolute\nimmunity from suit. Today that immunity is more limited.\nMost significantly, foreign governments are not\nimmune from actions based upon certain kinds of commercial\nactivity in which they engage. This case requires us to\ndetermine whether the IOIA grants international organizations\nthe virtually absolute immunity foreign governments\nenjoyed when the IOIA was enacted, or the more\nlimited immunity they enjoy today.\nRespondent International Finance Corporation is an\ninternational organization headquartered in the United\nStates. The IFC finances private-sector development\nprojects in poor and developing countries around the\nworld. About 10 years ago, the IFC financed the construc-\n2 JAM v. INTERNATIONAL FINANCE CORP.\nOpinion of the Court\ntion of a power plant in Gujarat, India. Petitioners are\nlocal farmers and fishermen and a small village. They\nallege that the power plant has polluted the air, land, and\nwater in the surrounding area. Petitioners sued the IFC\nfor damages and injunctive relief in Federal District\nCourt, but the IFC claimed absolute immunity from suit.\nPetitioners argued that the IFC was entitled under the\nIOIA only to the limited or “restrictive” immunity that\nforeign governments currently enjoy. We agree.\nI\nA\nIn the wake of World War II, the United States and\nmany of its allies joined together to establish a host of new\ninternational organizations. Those organizations, which\nincluded the United Nations, the International Monetary\nFund, and the World Bank, were designed to allow member\ncountries to collectively pursue goals such as stabilizing\nthe international economy, rebuilding war-torn nations,\nand maintaining international peace and security.\nAnticipating that those and other international organizations\nwould locate their headquarters in the United\nStates, Congress passed the International Organizations\nImmunities Act of 1945, 59 Stat. 669. The Act grants\ninternational organizations a set of privileges and immunities,\nsuch as immunity from search and exemption from\nproperty taxes. 22 U. S. C. §§288a(c), 288c.\nThe IOIA defines certain privileges and immunities by\nreference to comparable privileges and immunities enjoyed\nby foreign governments. For example, with respect to\ncustoms duties and the treatment of official communications,\nthe Act grants international organizations the privileges\nand immunities that are “accorded under similar\ncircumstances to foreign governments.” §288a(d). The\nprovision at issue in this case provides that international\norganizations “shall enjoy the same immunity from suit\nCite as: 586 U. S. ____ (2019)\n3\nOpinion of the Court\nand every form of judicial process as is enjoyed by foreign\ngovernments.” §288a(b).\nThe IOIA authorizes the President to withhold, withdraw,\ncondition, or limit the privileges and immunities it\ngrants in light of the functions performed by any given\ninternational organization. §288. Those privileges and\nimmunities can also be expanded or restricted by a particular\norganization’s founding charter.\nB\nWhen the IOIA was enacted in 1945, courts looked to\nthe views of the Department of State in deciding whether\na given foreign government should be granted immunity\nfrom a particular suit. If the Department submitted a\nrecommendation on immunity, courts deferred to the\nrecommendation. If the Department did not make a recommendation,\ncourts decided for themselves whether to\ngrant immunity, although they did so by reference to State\nDepartment policy. Samantar v. Yousuf, 560 U. S. 305,\n311–312 (2010).\nUntil 1952, the State Department adhered to the classical\ntheory of foreign sovereign immunity. According to\nthat theory, foreign governments are entitled to “virtually\nabsolute” immunity as a matter of international grace and\ncomity. At the time the IOIA was enacted, therefore, the\nDepartment ordinarily requested, and courts ordinarily\ngranted, immunity in suits against foreign governments.\nIbid.; Verlinden B. V. v. Central Bank of Nigeria, 461 U. S.\n480, 486 (1983). 1\nIn 1952, however, the State Department announced that\nit would adopt the newer “restrictive” theory of foreign\n——————\n1\nThe immunity was “virtually” absolute because it was subject to\noccasional exceptions for specific situations. In Republic of Mexico v.\nHoffman, 324 U. S. 30 (1945), for example, the State Department\ndeclined to recommend, and the Court did not grant, immunity from\nsuit with respect to a ship that Mexico owned but did not possess.\n4 JAM v. INTERNATIONAL FINANCE CORP.\nOpinion of the Court\nsovereign immunity. Under that theory, foreign governments\nare entitled to immunity only with respect to their\nsovereign acts, not with respect to commercial acts. The\nState Department explained that it was adopting the\nrestrictive theory because the “widespread and increasing\npractice on the part of governments of engaging in commercial\nactivities” made it “necessary” to “enable persons\ndoing business with them to have their rights determined\nin the courts.” Letter from Jack B. Tate, Acting Legal\nAdviser, Dept. of State, to Acting Attorney General Philip\nB. Perlman (May 19, 1952), reprinted in 26 Dept. State\nBull. 984–985 (1952).\nIn 1976, Congress passed the Foreign Sovereign Immunities\nAct. The FSIA codified the restrictive theory of foreign\nsovereign immunity but transferred “primary responsibility\nfor immunity determinations from the Executive to\nthe Judicial Branch.” Republic of Austria v. Altmann, 541\nU. S. 677, 691 (2004); see 28 U. S. C. §1602. Under the\nFSIA, foreign governments are presumptively immune\nfrom suit. §1604. But a foreign government may be subject\nto suit under one of several statutory exceptions.\nMost pertinent here, a foreign government may be subject\nto suit in connection with its commercial activity that has\na sufficient nexus with the United States. §1605(a)(2).\nC\nThe International Finance Corporation is an international\ndevelopment bank headquartered in Washington,\nD. C. The IFC is designated as an international organization\nunder the IOIA. Exec. Order No. 10680, 3 CFR 86\n(1957); see 22 U. S. C. §§282, 288. One hundred eightyfour\ncountries, including the United States, are members\nof the IFC.\nThe IFC is charged with furthering economic development\n“by encouraging the growth of productive private\nenterprise in member countries, particularly in the less\nCite as: 586 U. S. ____ (2019)\n5\nOpinion of the Court\ndeveloped areas, thus supplementing the activities of ” the\nWorld Bank. Articles of Agreement of the International\nFinance Corporation, Art. I, Dec. 5, 1955, 7 U. S. T. 2193,\nT. I. A. S. No. 3620. Whereas the World Bank primarily\nprovides loans and grants to developing countries for\npublic-sector projects, the IFC finances private-sector\ndevelopment projects that cannot otherwise attract capital\non reasonable terms. See Art. I(i), ibid. In 2018, the IFC\nprovided some $23 billion in such financing.\nThe IFC expects its loan recipients to adhere to a set of\nperformance standards designed to “avoid, mitigate, and\nmanage risks and impacts” associated with development\nprojects. IFC Performance Standards on Environmental\nand Social Sustainability, Jan. 1, 2012, p. 2, ¶1. Those\nstandards are usually more stringent than any established\nby local law. The IFC includes the standards in its loan\nagreements and enforces them through an internal review\nprocess. Brief for Respondent 10.\nIn 2008, the IFC loaned $450 million to Coastal Gujarat\nPower Limited, a company located in India. The loan\nhelped finance the construction of a coal-fired power plant\nin the state of Gujarat. Under the terms of the loan\nagreement, Coastal Gujarat was required to comply with\nan environmental and social action plan designed to protect\nareas around the plant from damage. The agreement\nallowed the IFC to revoke financial support for the project\nif Coastal Gujarat failed to abide by the terms of the\nagreement.\nThe project did not go smoothly. According to the IFC’s\ninternal audit, Coastal Gujarat did not comply with the\nenvironmental and social action plan in constructing and\noperating the plant. The audit report criticized the IFC\nfor inadequately supervising the project.\nIn 2015, a group of farmers and fishermen who live near\nthe plant, as well as a local village, sued the IFC in the\nUnited States District Court for the District of Columbia.\n6 JAM v. INTERNATIONAL FINANCE CORP.\nOpinion of the Court\nThey claimed that pollution from the plant, such as coal\ndust, ash, and water from the plant’s cooling system, had\ndestroyed or contaminated much of the surrounding air,\nland, and water. Relying on the audit report, they asserted\nseveral causes of action against the IFC, including negligence,\nnuisance, trespass, and breach of contract. The\nIFC maintained that it was immune from suit under the\nIOIA and moved to dismiss for lack of subject matter\njurisdiction.\nThe District Court, applying D. C. Circuit precedent,\nconcluded that the IFC was immune from suit because the\nIOIA grants international organizations the virtually\nabsolute immunity that foreign governments enjoyed\nwhen the IOIA was enacted. 172 F. Supp. 3d 104, 108–\n109 (DC 2016) (citing Atkinson v. Inter-American Development\nBank, 156 F. 3d 1335 (CADC 1998)). The D. C.\nCircuit affirmed in light of its precedent. 860 F. 3d 703\n(2017). Judge Pillard wrote separately to say that she\nwould have decided the question differently were she\nwriting on a clean slate. Id., at 708 (concurring opinion).\nJudge Pillard explained that she thought the D. C. Circuit\n“took a wrong turn” when it “read the IOIA to grant international\norganizations a static, absolute immunity that is,\nby now, not at all the same ‘as is enjoyed by foreign governments,’\nbut substantially broader.” Ibid. Judge Pillard\nalso noted that the Third Circuit had expressly declined to\nfollow the D. C. Circuit’s approach. See OSS Nokalva, Inc.\nv. European Space Agency, 617 F. 3d 756 (CA3 2010).\nWe granted certiorari. 584 U. S. ___ (2018).\nII\nThe IFC contends that the IOIA grants international\norganizations the “same immunity” from suit that foreign\ngovernments enjoyed in 1945. Petitioners argue that it\ninstead grants international organizations the “same\nimmunity” from suit that foreign governments enjoy to-\nCite as: 586 U. S. ____ (2019)\n7\nOpinion of the Court\nday. We think petitioners have the better reading of the\nstatute.\nA\nThe language of the IOIA more naturally lends itself to\npetitioners’ reading. In granting international organizations\nthe “same immunity” from suit “as is enjoyed by\nforeign governments,” the Act seems to continuously link\nthe immunity of international organizations to that of\nforeign governments, so as to ensure ongoing parity between\nthe two. The statute could otherwise have simply\nstated that international organizations “shall enjoy absolute\nimmunity from suit,” or specified some other fixed\nlevel of immunity. Other provisions of the IOIA, such as\nthe one making the property and assets of international\norganizations “immune from search,” use such noncomparative\nlanguage to define immunities in a static way. 22\nU. S. C. §288a(c). Or the statute could have specified that\nit was incorporating the law of foreign sovereign immunity\nas it existed on a particular date. See, e.g., Energy Policy\nAct of 1992, 30 U. S. C. §242(c)(1) (certain land patents\n“shall provide for surface use to the same extent as is\nprovided under applicable law prior to October 24, 1992”).\nBecause the IOIA does neither of those things, we think\nthe “same as” formulation is best understood to make\ninternational organization immunity and foreign sovereign\nimmunity continuously equivalent.\nThat reading finds support in other statutes that use\nsimilar or identical language to place two groups on equal\nfooting. In the Civil Rights Act of 1866, for instance,\nCongress established a rule of equal treatment for newly\nfreed slaves by giving them the “same right” to make and\nenforce contracts and to buy and sell property “as is enjoyed\nby white citizens.” 42 U. S. C. §§1981(a), 1982. That\nprovision is of course understood to guarantee continuous\nequality between white and nonwhite citizens with respect\n8 JAM v. INTERNATIONAL FINANCE CORP.\nOpinion of the Court\nto the rights in question. See Jones v. Alfred H. Mayer\nCo., 392 U. S. 409, 427–430 (1968). Similarly, the Federal\nTort Claims Act states that the “United States shall be\nliable” in tort “in the same manner and to the same extent\nas a private individual under like circumstances.” 28\nU. S. C. §2674. That provision is most naturally understood\nto make the United States liable in the same way as\na private individual at any given time. See Richards v.\nUnited States, 369 U. S. 1, 6–7 (1962). Such “same as”\nprovisions dot the statute books, and federal and state\ncourts commonly read them to mandate ongoing equal\ntreatment of two groups or objects. See, e.g., Adamson v.\nBowen, 855 F. 2d 668, 671–672 (CA10 1988) (statute making\nUnited States liable for fees and expenses “to the same\nextent that any other party would be liable under the\ncommon law or under the terms of any statute” interpreted\nto continuously tie liability of United States to that of\nany other party); Kugler’s Appeal, 55 Pa. 123, 124–125\n(1867) (statute making the procedure for dividing election\ndistricts “the same as” the procedure for dividing townships\ninterpreted to continuously tie the former procedure\nto the latter).\nThe IFC objects that the IOIA is different because the\npurpose of international organization immunity is entirely\ndistinct from the purpose of foreign sovereign immunity.\nForeign sovereign immunity, the IFC argues, is grounded\nin the mutual respect of sovereigns and serves the ends of\ninternational comity and reciprocity. The purpose of\ninternational organization immunity, on the other hand, is\nto allow such organizations to freely pursue the collective\ngoals of member countries without undue interference\nfrom the courts of any one member country. The IFC\ntherefore urges that the IOIA should not be read to tether\ninternational organization immunity to changing foreign\nsovereign immunity.\nBut that gets the inquiry backward. We ordinarily\nCite as: 586 U. S. ____ (2019)\n9\nOpinion of the Court\nassume, “absent a clearly expressed legislative intention\nto the contrary,” that “the legislative purpose is expressed\nby the ordinary meaning of the words used.” American\nTobacco Co. v. Patterson, 456 U. S. 63, 68 (1982) (alterations\nomitted). Whatever the ultimate purpose of international\norganization immunity may be—the IOIA does not\naddress that question—the immediate purpose of the\nimmunity provision is expressed in language that Congress\ntypically uses to make one thing continuously equivalent\nto another.\nB\nThe more natural reading of the IOIA is confirmed by a\ncanon of statutory interpretation that was well established\nwhen the IOIA was drafted. According to the “reference”\ncanon, when a statute refers to a general subject, the\nstatute adopts the law on that subject as it exists whenever\na question under the statute arises. 2 J. Sutherland,\nStatutory Construction §§5207–5208 (3d ed. 1943). For\nexample, a statute allowing a company to “collect the same\ntolls and enjoy the same privileges” as other companies\nincorporates the law governing tolls and privileges as it\nexists at any given moment. Snell v. Chicago, 133 Ill. 413,\n437–439, 24 N. E. 532, 537 (1890). In contrast, a statute\nthat refers to another statute by specific title or section\nnumber in effect cuts and pastes the referenced statute as\nit existed when the referring statute was enacted, without\nany subsequent amendments. See, e.g., Culver v. People\nex rel. Kochersperger, 161 Ill. 89, 95–99, 43 N. E. 812, 814–\n815 (1896) (tax-assessment statute referring to specific\narticle of another statute does not adopt subsequent\namendments to that article).\nFederal courts have often relied on the reference canon,\nexplicitly or implicitly, to harmonize a statute with an\nexternal body of law that the statute refers to generally.\nThus, for instance, a statute that exempts from disclosure\n10 JAM v. INTERNATIONAL FINANCE CORP.\nOpinion of the Court\nagency documents that “would not be available by law to a\nparty . . . in litigation with the agency” incorporates the\ngeneral law governing attorney work-product privilege as\nit exists when the statute is applied. FTC v. Grolier Inc.,\n462 U. S. 19, 20, 26–27 (1983) (emphasis added); id., at 34,\nn. 6 (Brennan, J., concurring in part and concurring in\njudgment). Likewise, a general reference to federal discovery\nrules incorporates those rules “as they are found on\nany given day, today included,” El Encanto, Inc. v. Hatch\nChile Co., 825 F. 3d 1161, 1164 (CA10 2016), and a general\nreference to “the crime of piracy as defined by the law\nof nations” incorporates a definition of piracy “that changes\nwith advancements in the law of nations,” United States\nv. Dire, 680 F. 3d 446, 451, 467–469 (CA4 2012).\nThe same logic applies here. The IOIA’s reference to the\nimmunity enjoyed by foreign governments is a general\nrather than specific reference. The reference is to an\nexternal body of potentially evolving law—the law of\nforeign sovereign immunity—not to a specific provision of\nanother statute. The IOIA should therefore be understood\nto link the law of international organization immunity to\nthe law of foreign sovereign immunity, so that the one\ndevelops in tandem with the other.\nThe IFC contends that the IOIA’s reference to the immunity\nenjoyed by foreign governments is not a general\nreference to an external body of law, but is instead a specific\nreference to a common law concept that had a fixed\nmeaning when the IOIA was enacted in 1945. And because\nwe ordinarily presume that “Congress intends to\nincorporate the well-settled meaning of the common-law\nterms it uses,” Neder v. United States, 527 U. S. 1, 23\n(1999), the IFC argues that we should read the IOIA to\nincorporate what the IFC maintains was the then-settled\nmeaning of the “immunity enjoyed by foreign governments”:\nvirtually absolute immunity.\nBut in 1945, the “immunity enjoyed by foreign govern-\nCite as: 586 U. S. ____ (2019)\n11\nOpinion of the Court\nments” did not mean “virtually absolute immunity.” The\nphrase is not a term of art with substantive content, such\nas “fraud” or “forgery.” See id., at 22; Gilbert v. United\nStates, 370 U. S. 650, 655 (1962). It is rather a concept\nthat can be given scope and content only by reference to\nthe rules governing foreign sovereign immunity. It is true\nthat under the rules applicable in 1945, the extent of immunity\nfrom suit was virtually absolute, while under the\nrules applicable today, it is more limited. But in 1945, as\ntoday, the IOIA’s instruction to grant international organizations\nthe immunity “enjoyed by foreign governments” is\nan instruction to look up the applicable rules of foreign\nsovereign immunity, wherever those rules may be found—\nthe common law, the law of nations, or a statute. In other\nwords, it is a general reference to an external body of\n(potentially evolving) law.\nC\nIn ruling for the IFC, the D. C. Circuit relied upon its\nprior decision in Atkinson, 156 F. 3d 1335. Atkinson\nacknowledged the reference canon, but concluded that the\ncanon’s probative force was “outweighed” by a structural\ninference the court derived from the larger context of the\nIOIA. Id., at 1341. The Atkinson court focused on the\nprovision of the IOIA that gives the President the authority\nto withhold, withdraw, condition, or limit the otherwise\napplicable privileges and immunities of an international\norganization, “in the light of the functions performed by\nany such international organization.” 22 U. S. C. §288.\nThe court understood that provision to “delegate to the\nPresident the responsibility for updating the immunities\nof international organizations in the face of changing\ncircumstances.” Atkinson, 156 F. 3d, at 1341. That delegation,\nthe court reasoned, “undermine[d]” the view that\nCongress intended the IOIA to in effect update itself by\nincorporating changes in the law governing foreign sover-\n12 JAM v. INTERNATIONAL FINANCE CORP.\nOpinion of the Court\neign immunity. Ibid.\nWe do not agree. The delegation provision is most\nnaturally read to allow the President to modify, on a\ncase-by-case basis, the immunity rules that would otherwise\napply to a particular international organization. The\nstatute authorizes the President to take action with respect\nto a single organization—“any such organization”—\nin light of the functions performed by “such organization.”\n28 U. S. C. §288. The text suggests retail rather than\nwholesale action, and that is in fact how authority under\n§288 has been exercised in the past. See, e.g., Exec. Order\nNo. 12425, 3 CFR 193 (1984) (designating INTERPOL as\nan international organization under the IOIA but withholding\ncertain privileges and immunities); Exec. Order\nNo. 11718, 3 CFR 177 (1974) (same for INTELSAT). In\nany event, the fact that the President has power to modify\notherwise applicable immunity rules is perfectly compatible\nwith the notion that those rules might themselves\nchange over time in light of developments in the law governing\nforeign sovereign immunity.\nThe D. C. Circuit in Atkinson also gave no consideration\nto the opinion of the State Department, whose views in\nthis area ordinarily receive “special attention.” Bolivarian\nRepublic of Venezuela v. Helmerich & Payne Int’l. Drilling\nCo., 581 U. S. ___, ___ (2017) (slip op., at 9). Shortly after\nthe FSIA was enacted, the State Department took the\nposition that the immunity rules of the IOIA and the FSIA\nwere now “link[ed].” Letter from Detlev F. Vagts, Office of\nthe Legal Adviser, to Robert M. Carswell, Jr., Senior Legal\nAdvisor, OAS, p. 2 (Mar. 24, 1977). The Department\nreaffirmed that view during subsequent administrations,\nand it has reaffirmed it again here. 2 That longstanding\n——————\n2\nSee Letter from Roberts B. Owen, Legal Adviser, to Leroy D. Clark,\nGen. Counsel, EEOC (June 24, 1980) in Nash, Contemporary Practice\nof the United States Relating to International Law, 74 Am. J. Int’l. L. 917,\nCite as: 586 U. S. ____ (2019)\n13\nOpinion of the Court\nview further bolsters our understanding of the IOIA’s\nimmunity provision.\nD\nThe IFC argues that interpreting the IOIA’s immunity\nprovision to grant anything less than absolute immunity\nwould lead to a number of undesirable results.\nThe IFC first contends that affording international\norganizations only restrictive immunity would defeat the\npurpose of granting them immunity in the first place.\nAllowing international organizations to be sued in one\nmember country’s courts would in effect allow that member\nto second-guess the collective decisions of the others.\nIt would also expose international organizations to money\ndamages, which would in turn make it more difficult and\nexpensive for them to fulfill their missions. The IFC\nargues that this problem is especially acute for international\ndevelopment banks. Because those banks use the\ntools of commerce to achieve their objectives, they may be\nsubject to suit under the FSIA’s commercial activity exception\nfor most or all of their core activities, unlike foreign\nsovereigns. According to the IFC, allowing such suits\nwould bring a flood of foreign-plaintiff litigation into U. S.\ncourts, raising many of the same foreign-relations con-\n——————\n918 (1980) (“By virtue of the FSIA, and unless otherwise specified in\ntheir constitutive agreements, international organizations are now\nsubject to the jurisdiction of our courts in respect of their commercial\nactivities, while retaining immunity for their acts of a public character.”);\nLetter from Arnold Kanter, Acting Secretary of State, to President\nGeorge H. W. Bush (Sept. 12, 1992) in Digest of United States\nPractice in International Law 1016–1017 (S. Cummins & D. Stewart\neds. 2005) (explaining that the Headquarters Agreement of the Organization\nof American States affords the OAS “full immunity from judicial\nprocess, thus going beyond the usual United States practice of affording\nrestrictive immunity,” in exchange for assurances that OAS would\nprovide for “appropriate modes of settlement of those disputes for which\njurisdiction would exist against a foreign government under the” FSIA);\nBrief for United States as Amicus Curiae 24–29.\n14 JAM v. INTERNATIONAL FINANCE CORP.\nOpinion of the Court\ncerns that we identified when considering similar litigation\nunder the Alien Tort Statute. See Jesner v. Arab\nBank, PLC, 584 U. S. ___, ___–___ (2018); Kiobel v. Royal\nDutch Petroleum Co., 569 U. S. 108, 116–117 (2013).\nThe IFC’s concerns are inflated. To begin, the privileges\nand immunities accorded by the IOIA are only default\nrules. If the work of a given international organization\nwould be impaired by restrictive immunity, the organization’s\ncharter can always specify a different level of immunity.\nThe charters of many international organizations\ndo just that. See, e.g., Convention on Privileges and Immunities\nof the United Nations, Art. II, §2, Feb. 13, 1946,\n21 U. S. T. 1422, T. I. A. S. No. 6900 (“The United Nations\n. . . shall enjoy immunity from every form of legal process\nexcept insofar as in any particular case it has expressly\nwaived its immunity”); Articles of Agreement of the International\nMonetary Fund, Art. IX, §3, Dec. 27, 1945, 60\nStat. 1413, T. I. A. S. No. 1501 (IMF enjoys “immunity\nfrom every form of judicial process except to the extent\nthat it expressly waives its immunity”). Notably, the\nIFC’s own charter does not state that the IFC is absolutely\nimmune from suit.\nNor is there good reason to think that restrictive immunity\nwould expose international development banks to\nexcessive liability. As an initial matter, it is not clear that\nthe lending activity of all development banks qualifies as\ncommercial activity within the meaning of the FSIA. To\nbe considered “commercial,” an activity must be “the type”\nof activity “by which a private party engages in” trade or\ncommerce. Republic of Argentina v. Weltover, Inc., 504\nU. S. 607, 614 (1992); see 28 U. S. C. §1603(d). As the\nGovernment suggested at oral argument, the lending\nactivity of at least some development banks, such as those\nthat make conditional loans to governments, may not\nqualify as “commercial” under the FSIA. See Tr. of Oral\nArg. 27–30.\nCite as: 586 U. S. ____ (2019)\n15\nOpinion of the Court\nAnd even if an international development bank’s lending\nactivity does qualify as commercial, that does not\nmean the organization is automatically subject to suit.\nThe FSIA includes other requirements that must also be\nmet. For one thing, the commercial activity must have a\nsufficient nexus to the United States. See 28 U. S. C.\n§§1603, 1605(a)(2). For another, a lawsuit must be “based\nupon” either the commercial activity itself or acts performed\nin connection with the commercial activity. See\n§1605(a)(2). Thus, if the “gravamen” of a lawsuit is tortious\nactivity abroad, the suit is not “based upon” commercial\nactivity within the meaning of the FSIA’s commercial\nactivity exception. See OBB Personenverkehr AG v. Sachs,\n577 U. S. ___, ___–___ (2015); Saudi Arabia v. Nelson, 507\nU. S. 349, 356–359 (1993). At oral argument in this case,\nthe Government stated that it has “serious doubts” whether\npetitioners’ suit, which largely concerns allegedly tortious\nconduct in India, would satisfy the “based upon” requirement.\nTr. of Oral Arg. 25–26. In short, restrictive immunity\nhardly means unlimited exposure to suit for international\norganizations.\n* * *\nThe International Organizations Immunities Act grants\ninternational organizations the “same immunity” from\nsuit “as is enjoyed by foreign governments” at any given\ntime. Today, that means that the Foreign Sovereign\nImmunities Act governs the immunity of international\norganizations. The International Finance Corporation is\ntherefore not absolutely immune from suit.\nThe judgment of the United States Court of Appeals for\nthe D. C. Circuit is reversed, and the case is remanded for\nfurther proceedings consistent with this opinion.\nIt is so ordered.\n16 JAM v. INTERNATIONAL FINANCE CORP.\nOpinion of the Court\nJUSTICE KAVANAUGH took no part in the consideration or\ndecision of this case.\nCite as: 586 U. S. ____ (2019)\n1\nBREYER, J., dissenting\nSUPREME COURT OF THE UNITED STATES\n_________________\nNo. 17–1011\n_________________\nBUDHA ISMAIL JAM, ET AL., PETITIONERS v.\nINTERNATIONAL FINANCE CORPORATION\nON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF\nAPPEALS FOR THE DISTRICT OF COLUMBIA CIRCUIT\n[February 27, 2019]\nJUSTICE BREYER, dissenting.\nThe International Organizations Immunities Act of 1945\nextends to international organizations “the same immunity\nfrom suit and every form of judicial process as is enjoyed\nby foreign governments.” 22 U. S. C. §288a(b). The\nmajority, resting primarily upon the statute’s language\nand canons of interpretation, holds that the statute’s\nreference to “immunity” moves with the times. As a consequence,\nthe statute no longer allows international organizations\nimmunity from lawsuits arising from their\ncommercial activities. In my view, the statute grants\ninternational organizations that immunity—just as foreign\ngovernments possessed that immunity when Congress\nenacted the statute in 1945. In reaching this conclusion,\nI rest more heavily than does the majority upon the\nstatute’s history, its context, its purposes, and its consequences.\nAnd I write in part to show that, in difficult\ncases like this one, purpose-based methods of interpretation\ncan often shine a useful light upon opaque statutory\nlanguage, leading to a result that reflects greater legal\ncoherence and is, as a practical matter, more sound.\nI\nThe general question before us is familiar: Do the words\nof a statute refer to their subject matter “statically,” as it\n2 JAM v. INTERNATIONAL FINANCE CORP.\nBREYER, J., dissenting\nwas when the statute was written? Or is their reference\nto that subject matter “dynamic,” changing in scope as the\nsubject matter changes over time? It is hardly surprising,\ngiven the thousands of different statutes containing an\nuntold number of different words, that there is no single,\nuniversally applicable answer to this question.\nFairly recent cases from this Court make that clear.\nCompare New Prime Inc. v. Oliveira, 586 U. S. ___, ___\n(2019) (slip op., at 7) (adopting the interpretation of “‘contracts\nof employment’ ” that prevailed at the time of the\nstatute’s adoption in 1925); Wisconsin Central Ltd. v.\nUnited States, 585 U. S. ___, ___ (2018) (slip op., at 2)\n(adopting the meaning of “‘money’” that prevailed at the\ntime of the statute’s enactment in 1937); Carcieri v. Salazar,\n555 U. S. 379, 388 (2009) (interpreting the statutory\nphrase “‘now under Federal jurisdiction’” to cover only\nthose tribes that were under federal jurisdiction at the\ntime of the statute’s adoption in 1934); and Republic of\nArgentina v. Weltover, Inc., 504 U. S. 607, 612–613 (1992)\n(adopting the meaning of “ ‘commercial’” that was “attached\nto that term under the restrictive theory” when the\nForeign Sovereign Immunities Act was enacted in 1976),\nwith Kimble v. Marvel Entertainment, LLC, 576 U. S. ___,\n___ (2015) (slip op., at 14) (noting that the words “‘restraint\nof trade’” in the Sherman Act have been interpreted\ndynamically); West v. Gibson, 527 U. S. 212, 218 (1999)\n(interpreting the term “‘appropriate’” in Title VII’s remedies\nprovision dynamically); and Allied-Bruce Terminix\nCos. v. Dobson, 513 U. S. 265, 275–276 (1995) (interpreting\nthe term “‘involving commerce’” in the Federal Arbitration\nAct dynamically).\nThe Court, like petitioners, believes that the language of\nthe statute itself helps significantly to answer the static/dynamic\nquestion. See ante, at 7–9. I doubt that the\nlanguage itself helps in this case. Petitioners point to the\nwords “as is” in the phrase that grants the international\nCite as: 586 U. S. ____ (2019)\n3\nBREYER, J., dissenting\norganizations the “same immunity from suit . . . as is\nenjoyed by foreign governments.” Brief for Petitioners 23–\n24. They invoke the Dictionary Act, which states that\n“words used in the present tense include the future” “unless\nthe context indicates otherwise.” 1 U. S. C. §1. But\nthat provision creates only a presumption. And it did not\neven appear in the statute until 1948, after Congress had\npassed the Immunities Act. Compare §1, 61 Stat. 633,\nwith §6, 62 Stat. 859.\nMore fundamentally, the words “as is enjoyed” do not\nconclusively tell us when enjoyed. Do they mean “as is\nenjoyed” at the time of the statute’s enactment? Or “as is\nenjoyed” at the time a plaintiff brings a lawsuit? If the\nformer, international organizations enjoy immunity from\nlawsuits based upon their commercial activities, for that\nwas the scope of immunity that foreign governments\nenjoyed in 1945 when the Immunities Act became law. If\nthe latter, international organizations do not enjoy that\nimmunity, for foreign governments can no longer claim\nimmunity from lawsuits based upon certain commercial\nactivities. See 28 U. S. C. §1605(a)(2).\nLinguistics does not answer the temporal question. Nor\ndo our cases, which are not perfectly consistent on the\nmatter. Compare McNeill v. United States, 563 U. S. 816,\n821 (2011) (present-tense verb in the Armed Career Criminal\nAct requires applying the law at the time of previous\nconviction, not the later time when the Act is applied),\nwith Dole Food Co. v. Patrickson, 538 U. S. 468, 478 (2003)\n(present-tense verb requires applying the law “at the time\nsuit is filed”). The problem is simple: “Without knowing\nthe point in time at which the law speaks, it is impossible\nto tell what is past and what is present or future.” Carr v.\nUnited States, 560 U. S. 438, 463 (2010) (ALITO, J., dissenting).\nIt is purpose, not linguistics, that can help us\nhere.\nThe words “same . . . as,” in the phrase “same immunity\n4 JAM v. INTERNATIONAL FINANCE CORP.\nBREYER, J., dissenting\n. . . as,” provide no greater help. The majority finds support\nfor its dynamic interpretation in the Civil Rights Act\nof 1866, which gives all citizens the “same right” to make\nand enforce contracts and to buy and sell property “as is\nenjoyed by white citizens.” 42 U. S. C. §§1981(a), 1982\n(emphasis added). But it is purpose, not words, that readily\nresolves any temporal linguistic ambiguity in that\nstatute. The Act’s objective, like that of the Fourteenth\nAmendment itself, was a Nation that treated its citizens\nequally. Its purpose—revealed by its title, historical\ncontext, and other language in the statute—was “to guarantee\nthe then newly freed slaves the same legal rights\nthat other citizens enjoy.” CBOCS West, Inc. v. Humphries,\n553 U. S. 442, 448 (2008). Given this purpose, its\ndynamic nature is obvious.\nSimilarly, judges interpreting the words “same . . . as”\nhave long resolved ambiguity not by looking at the words\nalone, but by examining the statute’s purpose as well.\nCompare, e.g., Kugler’s Appeal, 55 Pa. 123, 123–125 (1867)\n(adopting a dynamic interpretation of “same as” statute in\nlight of “plain” and “manifest” statutory purpose); and\nGaston v. Lamkin, 115 Mo. 20, 34, 21 S. W. 1100, 1104\n(1893) (adopting a dynamic interpretation of “same as”\nelection statute given the legislature’s intent to achieve\n“simplicity and uniformity in the conduct of elections”),\nwith O’Flynn v. East Rochester, 292 N. Y. 156, 162, 54\nN. E. 2d 343, 346 (1944) (adopting a static interpretation\nof “same as” statute given that the legislature “did not\ncontemplate” that subsequent changes to a referenced\nstatute would apply (interpreting N. Y. Gen. Mun. Law\nAnn. §360(5) (West 1934))). There is no hard-and-fast rule\nthat the statutory words “as is” or the statutory words\n“same as” require applying the law as it stands today.\nThe majority wrongly believes that it can solve the\ntemporal problem by bringing statutory canons into play.\nIt relies on what it calls the “reference canon.” That canon,\nCite as: 586 U. S. ____ (2019)\n5\nBREYER, J., dissenting\nas it appeared more than 75 years ago in Sutherland’s\nbook on statutory construction, says that “when a statute\nrefers to a general subject, the statute adopts the law on\nthat subject as it exists whenever a question under the\nstatute arises.” Ante, at 9 (citing 2 J. Sutherland, Statutory\nConstruction §§5207–5208 (3d ed. 1943); emphasis\nadded).\nBut a canon is at most a rule of thumb. Indeed, Sutherland\nhimself says that “[n]o single canon of interpretation\ncan purport to give a certain and unerring answer.” 2\nSutherland, supra, §4501, p. 316. And hornbooks, summarizing\ncase law, have long explained that whether a\nreference statute adopts the law as it stands on the date of\nenactment or includes subsequent changes in the law to\nwhich it refers is “fundamentally a question of legislative\nintent and purpose.” Fox, Effect of Modification or Repeal\nof Constitutional or Statutory Provision Adopted by Reference\nin Another Provision, 168 A. L. R. 627, 628 (1947);\nsee also 82 C. J. S., Statutes §485, p. 637 (2009) (“The\nquestion of whether a statute which has adopted another\nstatute by reference will be affected by amendments made\nto the adopted statute is one of legislative intent and\npurpose”); id., at 638 (statute that refers generally to\nanother body of law will ordinarily include subsequent\nchanges in the adopted law only “as far as the changes are\nconsistent with the purpose of the adopting statute”).\nThus, all interpretive roads here lead us to the same\nplace, namely, to context, to history, to purpose, and to\nconsequences. Language alone cannot resolve the statute’s\nlinguistic ambiguity.\nII\n“Statutory interpretation,” however, “is not a game of\nblind man’s bluff.” Dole Food Co., 538 U. S., at 484\n(BREYER, J., concurring in part and dissenting in part).\nWe are “free to consider statutory language in light of a\n6 JAM v. INTERNATIONAL FINANCE CORP.\nBREYER, J., dissenting\nstatute’s basic purposes,” ibid., as well as “‘the history of\nthe times when it was passed,’” Leo Sheep Co. v. United\nStates, 440 U. S. 668, 669 (1979) (quoting United States v.\nUnion Pacific R. Co., 91 U. S. 72, 79 (1875)). In this case,\nhistorical context, purpose, and related consequences tell\nus a great deal about the proper interpretation of the\nImmunities Act.\nCongressional reports explain that Congress, acting in\nthe immediate aftermath of World War II, intended the\nImmunities Act to serve two related purposes. First, it\nwould “enabl[e] this country to fulfill its commitments in\nconnection with its membership in international organizations.”\nS. Rep. No. 861, 79th Cong., 1st Sess., 3 (1945); see\nalso id., at 2–3 (explaining that the Immunities Act was\n“basic legislation” expected to “satisfy in full the requirements\nof . . . international organizations conducting activities\nin the United States”); H. R. Rep. No. 1203, 79th\nCong., 1st Sess., 3 (1945) (similar). And second, it would\n“facilitate fully the functioning of international organizations\nin this country.” S. Rep. No. 861, at 3.\nA\nI first examine the international commitments that\nCongress sought to fulfill. By 1945, the United States had\nentered into agreements creating several important multilateral\norganizations, including the United Nations (UN),\nthe International Monetary Fund (IMF), the World Bank,\nthe UN Relief and Rehabilitation Administration\n(UNRRA), and the Food and Agriculture Organization\n(FAO). See id., at 2.\nThe founding agreements for several of these organizations\nrequired member states to grant them broad immunity\nfrom suit. The Bretton Woods Agreements, for example,\nprovided that the IMF “shall enjoy immunity from\nevery form of judicial process except to the extent that it\nexpressly waives its immunity.” Articles of Agreement of\nCite as: 586 U. S. ____ (2019)\n7\nBREYER, J., dissenting\nthe International Monetary Fund, Art. IX, §3, Dec. 27,\n1945, 60 Stat. 1413, T. I. A. S. No. 1501. UNRRA required\nmembers, absent waiver, to accord the organization “the\nfacilities, privileges, immunities, and exemptions which\nthey accord to each other, including . . . [i]mmunity from\nsuit and legal process.” 2 UNRRA, A Compilation of the\nResolutions on Policy: First and Second Sessions of the\nUNRRA Council, Res. No. 32, p. 51 (1944). And the UN\nCharter required member states to accord the UN “such\nprivileges and immunities as are necessary for the fulfillment\nof its purposes.” Charter of the United Nations, Art.\n105, 59 Stat. 1053, June 26, 1945, T. S. No. 993.\nThese international organizations expected the United\nStates to provide them with essentially full immunity.\nAnd at the time the treaties were written, Congress understood\nthat foreign governments normally enjoyed immunity\nwith respect to their commercial, as well as their\nnoncommercial, activities. Thus, by granting international\norganizations “the same immunity from suit” that\nforeign governments enjoyed, Congress expected that\ninternational organizations would similarly have immunity\nin both commercial and noncommercial suits.\nMore than that, Congress likely recognized that immunity\nin the commercial area was even more important for\nmany international organizations than it was for most\nforeign governments. Unlike foreign governments, international\norganizations are not sovereign entities engaged\nin a host of different activities. See R. Higgins, Problems\n& Process: International Law and How We Use It 93\n(1994) (organizations do not act with “ ‘sovereign authority,’”\nand “to assimilate them to states . . . is not correct”).\nRather, many organizations (including four of the five I\nmentioned above) have specific missions that often require\nthem to engage in what U. S. law may well consider to be\ncommercial activities. See infra, at 12.\nNonetheless, under the majority’s view, the immunity of\n8 JAM v. INTERNATIONAL FINANCE CORP.\nBREYER, J., dissenting\nmany organizations contracted in scope in 1952, when the\nState Department modified foreign government immunity\nto exclude commercial activities. Most organizations could\nnot rely on the treaty provisions quoted above to supply\nthe necessary immunity. That is because, unless the\ntreaty provision granting immunity is “self-executing,” i.e.,\nautomatically applicable, the immunity will not be effective\nin U. S. courts until Congress enacts additional legislation\nto implement it. See Medellin v. Texas, 552 U. S.\n491, 504–505 (2008); but see id., at 546–547 (BREYER, J.,\ndissenting). And many treaties are not self-executing.\nThus, in the ordinary case, not even a treaty can guarantee\nimmunity in cases arising from commercial activities.\nThe UN provides a good example. As noted, the UN\nCharter required the United States to grant the UN all\n“necessary” immunities, but it was not self-executing. In\n1946, the UN made clear that it needed absolute immunity\nfrom suit, including in lawsuits based upon its commercial\nactivities. See Convention on Privileges and Immunities\nof the United Nations, Art. II, §2, Feb. 13, 1946, 21\nU. S. T. 1422, T. I. A. S. No. 6900 (entered into force Apr.\n29, 1970); see also App. to S. Exec. Rep. No. 91–17, p. 14\n(1970) (“The U. N.’s immunity from legal process extends\nto matters arising out its commercial dealings . . . ”). But,\nuntil Congress ratified that comprehensive immunity\nprovision in 1970, no U. S. law provided that immunity\nbut for the Immunities Act. Id., at 1. Both the UN and\nthe United States found this circumstance satisfactory\nbecause they apparently assumed the Immunities Act\nextended immunity in cases involving both commercial\nand noncommercial activities: When Congress eventually\n(in 1970) ratified the UN’s comprehensive immunity provision,\nthe Senate reported that the long delay in ratification\n“appears to have been the result of the executive\nbranch being content to operate under the provisions of\nthe” Immunities Act. Id., at 2.\nCite as: 586 U. S. ____ (2019)\n9\nBREYER, J., dissenting\nIn light of this history, how likely is it that Congress,\nseeking to “satisfy in full the requirements of . . . international\norganizations conducting activities in the United\nStates,” S. Rep. No. 861, at 2–3 (emphasis added), would\nhave understood the statute to take from many international\norganizations with one hand the immunity it had\ngiven them with the other? If Congress wished the Act to\ncarry out one of its core purposes—fulfilling the country’s\ninternational commitments—Congress would not have\nwanted the statute to change over time, taking on a meaning\nthat would fail to grant not only full, but even partial,\nimmunity to many of those organizations.\nB\nCongress also intended to facilitate international organizations’\nability to pursue their missions in the United\nStates. To illustrate why that purpose is better served by\na static interpretation, consider in greater detail the work\nof the organizations to which Congress wished to provide\nbroad immunity. Put the IMF to the side, for Congress\nenacted a separate statute providing it with immunity\n(absent waiver) in all cases. See 22 U. S. C. §286h. But\nUNRRA, the World Bank, the FAO, and the UN itself all\noriginally depended upon the Immunities Act for the\nimmunity they sought.\nConsider, for example, the mission of UNRRA. The\nUnited States and other nations created that organization\nin 1943, as the end of World War II seemed in sight. Its\nobjective was, in the words of President Roosevelt, to\n“ ‘assure a fair distribution of available supplies among’”\nthose liberated in World War II, and “‘to ward off death by\nstarvation or exposure among these peoples.’” 1 G. Woodbridge,\nUNRRA: The History of the United Nations Relief\nand Rehabilitation Administration 3 (1950). By the time\nCongress passed the Immunities Act in 1945, UNRRA had\nobtained and shipped billions of pounds of food, clothing,\n10 JAM v. INTERNATIONAL FINANCE CORP.\nBREYER, J., dissenting\nand other relief supplies to children freed from Nazi concentration\ncamps and to others in serious need. 3 id., at\n429; see generally L. Nicholas, Cruel World: The Children\nof Europe in the Nazi Web 442–513 (2005).\nThese activities involved contracts, often made in the\nUnited States, for transportation and for numerous commercial\ngoods. See B. Shephard, The Long Road Home:\nThe Aftermath of the Second World War 54, 57–58 (2012).\nIndeed, the United States conditioned its participation on\nUNRRA’s spending what amounted to 67% of its budget on\npurchases of goods and services in the United States. Id.,\nat 57–58; see also Sawyer, Achievements of UNRRA as an\nInternational Health Organization, 37 Am. J. Pub. Health\n41, 57 (1947) (describing UNRRA training programs for\nforeign doctors within the United States, which presumably\nrequired entering into contracts); International Refugee\nOrg. v. Republic S. S. Corp., 189 F. 2d 858, 860 (CA4\n1951) (describing successor organization’s transportation\nof displaced persons, presumably also under contract).\nWould Congress, believing that it had provided the absolute\nimmunity that UNRRA sought and expected, also\nhave intended that the statute be interpreted “dynamically,”\nthereby removing most of the immunity that it had\nthen provided—not only potentially from UNRRA itself\nbut also from other future international organizations\nwith UNRRA-like objectives and tasks?\nC\nThis history makes clear that Congress enacted the\nImmunities Act as part of an effort to encourage international\norganizations to locate their headquarters and carry\non their missions in the United States. It also makes clear\nthat Congress intended to enact “basic legislation” that\nwould fulfill its broad immunity-based commitments to\nthe UN, UNRRA, and other nascent organizations.\nS. Rep. No. 861, at 2. And those commitments, of neces-\nCite as: 586 U. S. ____ (2019)\n11\nBREYER, J., dissenting\nsity, included immunity from suit in commercial areas, since\norganizations were buying goods and making contracts in\nthe United States.\nTo achieve these purposes, Congress enacted legislation\nthat granted necessarily broad immunity. And that fact\nstrongly suggests that Congress would not have wanted\nthe statute to reduce significantly the scope of immunity\nthat international organizations enjoyed, particularly\norganizations engaged in development finance, refugee\nassistance, or other tasks that U. S. law could well decide\nwere “commercial” in nature. See infra, at 12.\nTo that extent, an examination of the statute’s purpose\nsupports a static, not a dynamic, interpretation of its\ncross-reference to the immunity of foreign governments.\nUnlike the purpose of the Civil Rights Act, the purpose\nhere was not to ensure parity of treatment for international\norganizations and foreign governments. Instead, as\nthe Court of Appeals for the D. C. Circuit pointed out\nyears ago, the statute’s reference to the immunities of\n“foreign governments” was a “shorthand” for the immunities\nthose foreign governments enjoyed at the time the Act\nwas passed. Atkinson v. Inter-American Development\nBank, 156 F. 3d 1335, 1340, 1341 (1998).\nIII\nNow consider the consequences that the majority’s\nreading of the statute will likely produce—consequences\nthat run counter to the statute’s basic purposes. Although\nthe UN itself is no longer dependent upon the Immunities\nAct, many other organizations, such as the FAO and several\nmultilateral development banks, continue to rely\nupon that Act to secure immunity, for the United States\nhas never ratified treaties nor enacted statutes that might\nextend the necessary immunity, commercial and noncommercial\nalike.\n12 JAM v. INTERNATIONAL FINANCE CORP.\nBREYER, J., dissenting\nA\nThe “commercial activity” exception to the sovereign\nimmunity of foreign nations is broad. We have said that a\nforeign state engages in “commercial activity” when it\nexercises “‘powers that can also be exercised by private\ncitizens.’” Republic of Argentina, 504 U. S., at 614. Thus,\n“a contract to buy army boots or even bullets is a ‘commercial’\nactivity,” even if the government enters into the\ncontract to “fulfil[l] uniquely sovereign objectives.” Ibid.;\nsee also H. R. Rep. No. 94–1487, p. 16 (1976) (“[A] transaction\nto obtain goods or services from private parties would\nnot lose its otherwise commercial character because it was\nentered into in connection with an [Agency for International\nDevelopment] program”).\nAs a result of the majority’s interpretation, many of the\ninternational organizations to which the United States\nbelongs will discover that they are now exposed to civil\nlawsuits based on their (U. S.-law-defined) commercial\nactivity. And because “commercial activity” may well have\na broad definition, today’s holding will at the very least\ncreate uncertainty for organizations involved in finance,\nsuch as the World Bank, the Inter-American Development\nBank, and the Multilateral Investment Guarantee Agency.\nThe core functions of these organizations are at least\narguably “commercial” in nature; the organizations exist\nto promote international development by investing in\nforeign companies and projects across the world. See Brief\nfor International Bank for Reconstruction and Development\net al. as Amici Curiae 1–4; Brief for Member Countries\nand the Multilateral Investment Guarantee Agency\nas Amici Curiae 13–15. The World Bank, for example,\nencourages development either by guaranteeing private\nloans or by providing financing from its own funds if private\ncapital is not available. See Articles of Agreement of\nthe International Bank for Reconstruction and Development,\nArt. I, Dec. 27, 1945, 60 Stat. 1440, T. I. A. S. No.\nCite as: 586 U. S. ____ (2019)\n13\nBREYER, J., dissenting\n1502.\nSome of these organizations, including the International\nFinance Corporation (IFC), themselves believe they do not\nneed broad immunity in commercial areas, and they have\nwaived it. See, e.g., Articles of Agreement of the International\nFinance Corporation, Art. 6, §3, Dec. 5, 1955, 7\nU. S. T. 2214, 264 U. N. T. S. 118 (implemented by 22\nU. S. C. §282g); see also 860 F. 3d 703, 706 (CADC 2017).\nBut today’s decision will affect them nonetheless. That is\nbecause courts have long interpreted their waivers in a\nmanner that protects their core objectives. See, e.g.,\nMendaro v. World Bank, 717 F. 2d 610, 614–615 (CADC\n1983). (This very case provides a good example. The D. C.\nCircuit held below that the IFC’s waiver provision does not\ncover petitioners’ claims because they “threaten the\n[IFC’s] policy discretion.” See 860 F. 3d, at 708.) But\ntoday’s decision exposes these organizations to potential\nliability in all cases arising from their commercial activities,\nwithout regard to the scope of their waivers.\nUnder the majority’s interpretation, that broad exposure\nto liability is at least a reasonable possibility. And that\nbeing so, the interpretation undercuts Congress’ original\nobjectives and the expectations that it had when it enacted\nthe Immunities Act in 1945.\nB\nThe majority’s opinion will have a further important\nconsequence—one that more clearly contradicts the statute’s\nobjectives and overall scheme. It concerns the important\ngoal of weeding out lawsuits that are likely bad or\nharmful—those likely to produce rules of law that interfere\nwith an international organization’s public interest\ntasks.\nTo understand its importance, consider again that international\norganizations, unlike foreign nations, are\nmultilateral, with members from many different nations.\n14 JAM v. INTERNATIONAL FINANCE CORP.\nBREYER, J., dissenting\nSee H. R. Rep. No. 1203, at 1. That multilateralism is\nthreatened if one nation alone, through application of its\nown liability rules (by nonexpert judges), can shape the\npolicy choices or actions that an international organization\nbelieves it must take or refrain from taking. Yet that is\nthe effect of the majority’s interpretation. By restricting\nthe immunity that international organizations enjoy, it\n“opens the door to divided decisions of the courts of different\nmember states,” including U. S. courts, “passing judgment\non the rules, regulations, and decisions of the international\nbodies.” Broadbent v. Organization of Am. States,\n628 F. 2d 27, 35 (CADC 1980); cf. Singer, Jurisdictional\nImmunity of International Organizations: Human Rights\nand Functional Necessity Concerns, 36 Va. J. Int’l L. 53,\n63–64 (1995) (recognizing that “[i]t would be inappropriate\nfor municipal courts to cut deep into the region of autonomous\ndecision-making authority of institutions such as the\nWorld Bank”).\nMany international organizations, fully aware of their\nmoral (if not legal) obligations to prevent harm to others\nand to compensate individuals when they do cause harm,\nhave sought to fulfill those obligations without compromising\ntheir ability to operate effectively. Some, as I have\nsaid, waive their immunity in U. S. courts at least in part.\nAnd the D. C. Circuit, for nearly 40 years, has interpreted\nthose waivers in a way that protects the organization\nagainst interference by any single state. See, e.g.,\nMendaro, 717 F. 2d, at 615. The D. C. Circuit allows a\nlawsuit to proceed when “insistence on immunity would\nactually prevent or hinder the organization from conducting\nits activities.” Id., at 617. Thus, a direct beneficiary of\na World Bank loan can generally sue the Bank, because\n“the commercial reliability of the Bank’s direct loans . . .\nwould be significantly vitiated” if “beneficiaries were\nrequired to accept the Bank’s obligations without recourse\nto judicial process.” Id., at 618. Where, however, allowing\nCite as: 586 U. S. ____ (2019)\n15\nBREYER, J., dissenting\na suit would lead to “disruptive interference” with the\norganization’s functions, the waiver does not apply. Ibid.\nOther organizations have attempted to solve the liability/immunity\nproblem by turning to multilateral, not\nsingle-nation, solutions. The UN, for instance, has\nagreed to “make provisions for appropriate modes of settlement\nof . . . [d]isputes arising out of contracts or other\ndisputes of a private law character.” Convention on Privileges\nand Immunities of the United Nations, Art. VIII,\n§29, 21 U. S. T. 1438, T. I. A. S. No. 6900. It generally\ndoes so by agreeing to submit commercial disputes to\narbitration. See Restatement (Third) of Foreign Relations\nLaw of the United States §467, Reporters’ Note 7 (1987).\nOther organizations, including the IFC, have set up alternative\naccountability schemes to resolve disputes that\nmight otherwise end up in court. See World Bank, Inspection\nPanel: About Us (describing World Bank’s threemember\n“independent complaints mechanism” for those\n“who believe that they have been . . . adversely affected by\na World Bank-funded project”), https://inspectionpanel.org/\nabout-us/about-inspection-panel (as last visited Feb. 25,\n2019); Compliance Advisor Ombudsman, How We Work:\nCAO Dispute Resolution (describing IFC and Multilateral\nInvestment Guarantee Agency dispute-resolution\nprocess, the main objective of which is to help resolve issues\nraised about the “social and environmental impacts of\nIFC/MIGA projects”), www.cao-ombudsman.org/howwework/\nombudsman.\nThese alternatives may sometimes prove inadequate.\nAnd, if so, the Immunities Act itself offers a way for America’s\nExecutive Branch to set aside an organization’s immunity\nand to allow a lawsuit to proceed in U. S. courts.\nThe Act grants to the President the authority to “withhold,”\nto “withdraw,” to “condition,” or to “limit” any of the\nAct’s “immunities” in “light of the functions performed by\nany such international organization.” 22 U. S. C. §288.\n16 JAM v. INTERNATIONAL FINANCE CORP.\nBREYER, J., dissenting\nWere we to interpret the statute statically, then, the\ndefault rule would be immunity in suits arising from an\norganization’s commercial activities. But the Executive\nBranch would have the power to withdraw immunity\nwhere immunity is not warranted, as the Act itself provides.\nAnd in making that determination, it could consider\nwhether allowing the lawsuit would jeopardize the\norganization’s ability to carry out its public interest tasks.\nIn a word, the Executive Branch, under a static interpretation,\nwould have the authority needed to separate lawsuit\nsheep from lawsuit goats.\nUnder the majority’s interpretation, by contrast, there is\nno such flexibility. The Executive does not have the power\nto tailor immunity by taking into account the risk of a\nlawsuit’s unjustified interference with institutional objectives\nor other institutional needs. Rather, the majority’s\nholding takes away an international organization’s immunity\n(in cases arising from “commercial” activities)\nacross the board. And without a new statute, there is no\nway to restore it, in whole or in part. Nothing in the\npresent statute gives the Executive, the courts, or the\norganization the power to restore immunity, or to tailor\nany resulting potential liability, where a lawsuit threatens\nseriously to interfere with an organization’s legitimate\nneeds and goals.\nThus, the static interpretation comes equipped with\nflexibility. It comes equipped with a means to withdraw\nimmunity where justified. But the dynamic interpretation\nfreezes potential liability into law. It withdraws immunity\nautomatically and irretrievably, irrespective of institutional\nharm. It seems highly unlikely that Congress\nwould have wanted this result.\n* * *\nAt the end of World War II, many in this Nation saw\ninternational cooperation through international organiza-\nCite as: 586 U. S. ____ (2019)\n17\nBREYER, J., dissenting\ntion as one way both to diminish the risk of conflict and to\npromote economic development and commercial prosperity.\nCongress at that time and at the request of many of\nthose organizations enacted the Immunities Act. Given\nthe differences between international organizations and\nnation states, along with the Act’s purposes and the risk of\nuntoward consequences, I would leave the Immunities Act\nwhere we found it—as providing for immunity in both\ncommercial and noncommercial suits.\nMy decision rests primarily not upon linguistic analysis,\nbut upon basic statutory purposes. Linguistic methods\nalone, however artfully employed, too often can be used to\njustify opposite conclusions. Purposes, derived from context,\ninformed by history, and tested by recognition of\nrelated consequences, will more often lead us to legally\nsound, workable interpretations—as they have consistently\ndone in the past. These methods of interpretation can\nhelp voters hold officials accountable for their decisions\nand permit citizens of our diverse democracy to live together\nproductively and in peace—basic objectives in\nAmerica of the rule of law itself.\nWith respect, I dissent.",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_028540.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 67782,
    "word_count": 10727,
    "line_count": 1310,
    "import_date": "2025-11-19T21:47:46.692898",
    "prefix": "TEXT-001"
  }
}