{
  "document_id": "HOUSE_OVERSIGHT_020495",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020495.txt",
  "text": "36\n\nWhile the US government needs to adopt a no-tolerance policy toward attempts by Chinese\nsecurity forces to travel to the United States to secretly harass, manipulate, intimidate, and\nmonitor China’s perceived enemies in the United States, the best antidote to such intrusion\nis for federal and local governments to do more to strengthen ties to Chinese American\ncommunities and to give greater visibility into the various inducements and pressures\nBeijing exerts on these communities. That the FBI has begun to reach out to prominent\nChinese in the United States, offering protection, is a good beginning.\n\nA sustained education campaign is also urgently needed to inform the members of the\nChinese American community of the potential adverse consequences of involvement with\nChina’s united front activities. Chinese American organizations also need to do a better job\nof informing themselves about the underlying goals of PRC’s united front organizations\n\nas there are potential reputational costs of allying with them and losing independence. It\ncan be taken as a positive sign that, for example, the Committee of 100, an organization\nfounded by many illustrious Chinese Americans, has begun to debate the possibility of\nbarring its leading members from accepting positions with PRC united front organizations\nofficially aligned with the Chinese Communist Party.”?\n\nChina’s activities in the United States can also be made more transparent by requiring\nspin-off groups from united front organizations in Beijing to register under the Foreign\nAgent Registration Act as agents of a foreign power. This would include all of the bureaus\nof the Peaceful Reunification Council, the China Overseas Exchange Association, and the\nChina Overseas Friendship Association, among others that are, in fact, influence-seeking\norganizations with political implications run by a foreign state. In addition, Chinese\nAmericans who accept positions in united front structures—such as the Chinese People’s\nPolitical Consultative Conference—should also be required to register as agents of a foreign\npower seeking influence in the United States. China has tried to sell these “honors” to\n\nthe Chinese American community as a costfree way of expressing their sincere feelings\n\nof pride in China. However, the reality is that once a person accepts such “honors,” along\nwith free travel to China and other emoluments, the Chinese Communist Party will always\nseek to exact a further price. And where that price creates divided loyalties and results in\nactions harmful to American interests and values, the US government must respond with\nappropriate legal and regulatory measures.\n\nNOTES\n\n1 Fora broad take on the issue of Chinese influence operations, see Mattis, Peter, “An American Lens on China’s\nInterference and Influence-Building Abroad.” The Asan Forum. April 30, 2018. http://www.theasanforum.org\n/an-american-lens-on-chinas-interference-and-influence-building-abroad/; for a more in-depth look at the\nindividuals involved both on the Chinese and American sides, see Eades, Mark, “China’s United Front Seeks\n\nto Undermine US Support for Taiwan.” International Policy Digest. September 11, 2017. https://intpolicydigest\n.org/2017/09/11/china-s-united-front-seeks-to-undermine-u-s-support-for-taiwan/; “Florence Fang’s\n\nThe Chinese American Community\n\nHOUSE_OVERSIGHT_020495",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020495.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3360,
    "word_count": 480,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.587212",
    "prefix": "IMAGES-006"
  }
}