{
  "document_id": "HOUSE_OVERSIGHT_032007",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_032007.txt",
  "text": "I tell him I have been cast as an extra in two scenes and he laughs knowing I am desperate to hang around him\nand the production.\n\n8:30 a.m. on Wednesday, October 21st, another warm, stunning fall day. I report to the wardrobe trailer on\n65th Street and Madison Avenue. I carry four elaborate cocktail dresses and bags of matching accessories. My\nhair is in rollers. Statuesque Julia Koch walks over from her Park Avenue apartment carrying her white\nValentino and long diamond earrings. Her real-life financial titan husband David is unaware where she is this\nmorning.\n\nVanity Fair's keeper of the Best Dressed List, Amy Fine Collins, arrives totally organized in turquoise vintage\nGeoffrey Beene, and Vogue's fashion editor Hamish Bowles wears a riot of plaids, patterns and a large yellow\nfake flower on his lapel. Costume Designer Ellen Mirojnick, who created Gordon Gekko's rich slick look in the\nfirst film, is ecstatic with the extras I invited.\n\nOliver is shooting a scene with Josh Brolin (the star of Stone’s “W’’). His character Bretton (never Bret)\nJames, a ruthless Wall Street kingpin, and his perfect wife Samantha (Noelle Beck) are hosting a benefit piano\nrecital for a 13-year-old child prodigy in their huge, art-filled townhouse at 41 East 65th Street. The building\nactually belongs to Baby Jane Holzer, a wealthy art collector still famous for hanging with Andy Warhol in the\n‘60s. The production designer had Jane's fabulous Warhols moved to storage and replaced with matching\nphotographic copies. Very expensive contemporary art is again an important production element of Oliver's\nvision.\n\nAt 10:30 a.m., all the extras are placed around the living room set. Oliver's French mother, Jacqueline Stone,\nand her friend Monique Van Vooren, both in their 80s, are seated in front of the fireplace chatting in French.\nProduction assistants fuss over them. Debonair macho man Chuck Pfieffer, who appeared in the original film,\nand I immediately invent a back story—I am his corporate wife—and we position ourselves on a couch next to\nthe director’s mother. Julia gets the best spot close to the piano and Amy, Hamish and decorator Geoffrey\nBradfield are right behind her. Josh is brought in and the kibitzing stops.\n\nOliver appears on the set with eagle eyes and a sly grin and quickly re-positions everyone. He explains the\nscene, gives out lines to his favored extras, and on his way out to the monitors in the next room mentions that\nmy earrings are too small. Wardrobe jumps. Josh rehearses and Oliver finally yells, \"Action.\" The kid plays\nthe piano, Josh explains why we are in his home, asks for money, the camera dollies as extras say their lines\nand Shia appears at the door uninvited for a confrontation with Josh. Three hours later a PA yells, \"Lunch\".\n\nIn costume, Amy, Hamish and I run to The Monkey Bar. I am late to meet “The Harpies,” including Liz\nSmith, Barbara Walters, Cynthia McFadden, Nora Ephron, Jennifer Isham, Maury Perl and Beth Kseniak.\n\nGraydon Carter is at the next table. I tell him Oliver Stone wants him in \"Wall Street 2\" as an extra. (I make\nthis up.) Graydon jokes that he only works with lines. I say, \"Not a problem.\" (This will be news to Oliver.)\n\nBack on the set I tell Oliver that Graydon is willing to be in the film with lines. Oliver finds that intriguing.\nOliver shoots the piano recital scene over and over again from different angles all afternoon. Financial wizard\nDon Marron saunters on the set to visit and Oliver spontaneously puts him in a scene chatting with Josh. Carrie\n\nMulligan hangs out watching boyfriend Shia work.\n\nAt sundown Julia Koch has to race from reel to real life and explain to her husband where she has been all day.\n(He loves it.)\n\nHOUSE_OVERSIGHT_032007",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_032007.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3742,
    "word_count": 635,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:48.686398",
    "prefix": "IMAGES-011"
  }
}