{
  "document_id": "HOUSE_OVERSIGHT_015719",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015719.txt",
  "text": "Mind over Computer 29\n\nIn the vast, inhospitable Outback it is vitally important you\nremember that water can be found at the two rocks near the old gnarled\ntree. Forget this and you will die of thirst. It was once thought the skill\nevolved through natural selection, but this might not be the correct\nexplanation. Recent studies show many of us can use mnemonic tricks\nto significantly improve our memory. Aboriginal skills might actually be\nlearned and passed on from generation to generation.\n\nIQ gives us a way to sum up intelligence using a single number\nbut is this too simplistic? We all have friends who would be our first\ncall if we met that special someone or lost our jobs. They are often not\nthe smartest people we know, but they are highly empathetic. These\npeople have ‘social intelligence. Other friends may fail academic tests\nyet demonstrate wonderful musical or artistic ability. They have creative\nintelligence. As we dig deeper, more talents emerge: sporting prowess,\norganizational brilliance, the ability to inspire loyalty. All these traits\nappear independently of academic brilliance.\n\nDuring the last century, scientists worked hard to understand these\ndifferent intelligence traits. The most influential theory came out of\nstudies done at the United States Army Educational testing service, by\nRaymond Cattell and John Horn, and later added to by John Carroll.\nTheir initials give the theory its name. CHC theory breaks down the\ngeneral idea of intelligence into many different subgroups: ‘G’ factors.\n\nIf you are good at recalling all the kings and queens of England\nin chronological order, or can name every member of the 1966 English\nWorld Cup team or, perhaps, all the members of the baseball Hall of Fame,\nyou would have high ‘crystalized intelligence’ — ‘Gc. It measures the sum\ntotal of all the things you have learned and retained in your long-term\nmemory, your store of useful, and useless, facts. On the other hand there\nis innate intelligence, the sort that allows you to solve problems where\ntapping memory banks is not useful. My family often buy me puzzles for\nChristmas, the sort where you manipulate bits of bent metal that appear\nlinked, but can be separated\nwith a little ingenuity. These\npuzzles test our ability to work\nwith problems we have never\nseen before and is called ‘fluid\nintelligence’ — ‘Gf? tn *\n\nWe can go further. A good \\\ntennis player will have high ‘Gt >\nand ‘Gv’ scores: ‘t’ for time and\n‘Vv for vision, a good pub quiz Metal Puzzle\n\nHOUSE_OVERSIGHT_015719",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015719.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2518,
    "word_count": 423,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:45.281177",
    "prefix": "IMAGES-003"
  }
}