{
  "document_id": "HOUSE_OVERSIGHT_013004",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013004.txt",
  "text": "88 4 Brief Survey of Cognitive Architectures\n\ne foundational use of uncertainty in reasoning\n\nOne can create an analogy between LIDA’s workspace structures and codelets and a logic-\nbased architecture’s assertions and functions. However, LIDA’s codelets only operate on the\nstructures that are active in the workspace during any given cycle. This includes recent percep-\ntions, their closest matches in other types of memory, and structures recently created by other\ncodelets. The results with the highest estimate of success, i.e. activation, will then be selected.\n\nUncertainty plays a role in LIDA’s reasoning in several ways, most notably through the base\nactivation of its behavior codelets, which depend on the model’s estimated probability of the\ncodelet’s success if triggered. LIDA observes the results of its behaviors and updates the base\nactivation of the responsible codelets dynamically.\n\nWe note that for this kind of uncertain inference/activation interplay to scale well, some\nlevel of cognitive synergy must be present; and based on our understanding of LIDA it is not\nclear to us whether the particular inference and association algorithms used in LIDA possess\nthe requisite synergy.\n\n4.5.9.2 LIDA versus CogPrime\n\nThe LIDA cognitive cycle, broadly construed, exists in CogPrime as in other cognitive archi-\ntectures. To see how, it suffices to map the key LIDA structures into corresponding CogPrime\nstructures, as is done in Table 4.1. Of course this table does not cover all CogPrime processes,\nas LIDA does not constitute a thorough explanation of CogPrime structure and dynamics. And\nin most cases the corresponding CogPrime and LIDA processes don’t work in exactly the same\nway; for instance, as noted above, LIDA’s action selection relies solely on LIDA’s “activation”\nvalues, whereas CogPrime’s action selection process is more complex, relying on aspects of\nCogPrime that lack LIDA analogues.\n\n4.5.10 Psi and MicroPsi\n\nWe have saved for last the architecture that has the most in common with CogPrime : Joscha\nBach’s MicroPsi architecture, closely based on Dietrich Dorner’s Psi theory. CogPrime has\nborrowed substantially from Psi in its handling of emotion and motivation; but Psi also has\nother aspects that differ considerably from CogPrime. Here we will focus more heavily on the\npoints of overlap, but will mention the key points of difference as well.\n\nThe overall Psi cognitive architecture, which is centered on the Psi model of the motivational\nsystem, is roughly depicted in Figure 4.14.\n\nPsi’s motivational system begins with Demands, which are the basic factors that motivate\nthe agent. For an animal these would include things like food, water, sex, novelty, socialization,\nprotection of one’s children, and so forth. For an intelligent robot they might include things\nlike electrical power, novelty, certainty, socialization, well-being of others and mental growth.\n\nPsi also specifies two fairly abstract demands and posits them as psychologically fundamental\n(see Figure 4.15):\n\n® competence, the effectiveness of the agent at fulfilling its Urges\ne® certainty, the confidence of the agent’s knowledge\n\nHOUSE_OVERSIGHT_013004",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013004.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3170,
    "word_count": 483,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:48.224233",
    "prefix": "IMAGES-002"
  }
}