{
  "document_id": "HOUSE_OVERSIGHT_031884",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031884.txt",
  "text": "frustrating and (so far) inconclusive nature of the Libyan\nintervention.\n\nHowever, the Syrian conflict also needs to be seen in the context of a\ngeneration-long experiment with liberal interventionism. That era\nbegan in 1991, when the collapse of the Soviet Union left the US as\nthe world’s sole superpower and a swift victory in the first Gulf war\nrestored confidence in the power and effectiveness of American\nmilitary might. Since then, the debate about how and when to use\nmilitary power has waxed and waned. Western governments chastised\nthemselves over the failure to protect the Kurds and the Shia in Iraq\nin 1991, over the Rwandan genocide of 1994 and over the many\nyears of dithering as lives were lost in the Balkans. But a series of\napparently successful interventions — Bosnia, Kosovo, East Timor,\nSierra Leone — gradually strengthened the belief that western military\npower could be used to end conflicts and save civilians.\n\nThe bitter experiences of the Afghan and Iraq wars, however, shifted\nthe debate on military intervention once more. Both Barack Obama in\nthe US and David Cameron in Britain promised to be leaders who\nwould adopt a much more cautious attitude to foreign military\nadventures. Then along came the Arab spring and western leaders\nonce again found themselves committing to military action, this time\nin Libya — Mr Obama with evident reluctance, Mr Cameron and\nPresident Nicolas Sarkozy of France with apparent enthusiasm.\n\nThe Libyan war illustrates how unfolding events can force a political\nleader’s hand. That could still happen in Syria. But it seems much\nmore likely that, this time, the west will stand aside.\n\nIn part, this is because of deadlock at the UN, where Russia and\nChina — angry about the Libyan war — are blocking efforts to pass a\nresolution that even condemns events in Syria, let alone prepares the\nground for intervention. However the broader context is the west’s\ndiminishing ability and willingness to intervene at all.\n\nHOUSE_OVERSIGHT_031884",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031884.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2001,
    "word_count": 328,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:44.775758",
    "prefix": "IMAGES-011"
  }
}