{
  "document_id": "HOUSE_OVERSIGHT_026624",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026624.txt",
  "text": "fe ahs a ahs ahs alee ahs afc ais abe ols fe ae ahs ose ahs ale aks ale fs ake ahs fe alse ols ae ais abe ake ols ahs fe ole alse aks afc aks abe abe ae ols ae ols oe ols ofc aks ake ak ais abs ols alse aks afc ais aks ole ake ahs fe ols aks oe ois ale ac aks abe a alse ols oe os oie fe ais ale a ols fe als oe ols ofc ak 2s 2c ais\n\nThe information contained in this communication is confidential, may be attorney-client\nprivileged, and is intended only for the use of the addressee. It is the property of\n\nDarren K. Indyke, PLLC. Unauthorized use, disclosure or copying of this communication\nor any part thereof is strictly prohibited and may be unlawful. If you have received this\ncommunication in error, please notify us immediately by return e-mail, and destroy this\ncommunication and all copies thereof, including all attachments.\n\nCopyright of Darren K. Indyke, PLLC - © 2016 Darren K.\n\nIndyke, PLLC — All rights reserved.\n\nhe ahs ae ahs ahs fe ose os ae ais abe as ols fe ake ols afte ahs afc ais ale a aks ahs aft ols fe hs ae ais ols abe ake ols fe ahs ols fe ais afc fe ais abe aks ols fe aft ols oe aks 2s afc aks abe ae ahs fe oft aks ols fe os afc aks ale als ols fe a os fe ais ale aks als fe ols afc fe alse ais afc ais ole a ols afc a als ale as ae\n\nBegin forwarded message:\n\nFrom: Darren Indyke >\n\nSubject: Donald Trump Rape Lawsuit Refiled With New Witness | Law News\nDate: October 1, 2016 at 4:40:32 PM EDT\n\nTo: Jeffrey Epstein <jeevacation@gmail.com>\n\nhttp:/Jawnewz.con~/high-profile/trump- team- fires- back-after-jane-doe-refiles-rape-lawsuit-with-new- witness/\n\nSent from my iPhone\n\nHOUSE_OVERSIGHT_026624",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026624.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1629,
    "word_count": 315,
    "line_count": 30,
    "import_date": "2025-11-19T21:47:47.813702",
    "prefix": "IMAGES-009"
  }
}