{
  "document_id": "HOUSE_OVERSIGHT_029522",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029522.txt",
  "text": "Palm House Robert Matthews EB-5 Clintons Trump Tony Bennett https://therealdeal.com/miami/issues_articles/lost-paradise-at-th...\n\n3 of 10\n\nMHyoo\n\n~ \"SOUTH FLORIDA REAL ESTATE NEWS\nQ SUBSCRIBE MY ACCOUNT\n\nMatthews, 61, gave investors the impression that he was a well-known luxury hotel\ndeveloper with a global track record, including completed projects in New York, Bora\n\nBora and Mexico. There is no evidence of him completing these projects.\n\nInstead, his past dealings were mired in controversy and litigation, including another\nfailed condo-hotel project in Nantucket called the Point Breeze that was forced into\n\nbankruptcy in 2010.\n\nMatthews, who was raised in Massachusetts, moved to Connecticut in the mid-80s\nafter dropping out of college and started buying up apartments and commercial\nproperties in Waterbury. Locals there began drawing comparisons between Matthews\nand the fictional Jay Gatsby due to his ritzy parties and expensive tastes, according to\nthe Hartford Courant.\n\nHe owned a 108-foot yacht named the Bon Vivant and claimed to possess North\nCarolina's original Bill of Rights, which had been stolen by a Union soldier in 1865\nand was recovered by the FBI just over 10 years ago. Adding to the Gatsby\ncomparisons, Matthews became close with Connecticut’s then-governor, John\nRowland, in the 90s.\n\nThe developer used his political connections to secure favorable contracts with the\nstate government, allowing him to purchase government-owned property, among\nother things, according to the New York Times. To return the favor, Matthews\nallegedly bought a condo in Washington, D.C., from Rowland through a straw buyer\nin 1997 for nearly 20 percent more than what the governor had originally paid.\n\nThe condo sale and other business dealings eventually led to a corruption\ninvestigation into Rowland. But Matthews was never charged. So, he headed to South\nFlorida where he first bought the historic Palm House — which needed substantial\nrepairs — in 2006. Then six years later, Matthews began soliciting EB-5 investors for\n\nwhat he called Palm Beach's last opportunity to build a “five-star hotel”\n\n6/26/19, 11:57 AM\n\nHOUSE_OVERSIGHT_029522",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029522.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2159,
    "word_count": 327,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:48.621546",
    "prefix": "IMAGES-010"
  }
}