{
  "document_id": "HOUSE_OVERSIGHT_014348",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014348.txt",
  "text": "uncertain macro backdrop. That said, following the results of the election, and\nassuming the new administration can create fiscal stimulus, management sounded\noptimistic around growth prospects in C&! (10% ex-energy YoY), owner-occupied,\netc.\n\n= Energy portfolio performing in-line with expectations. Management reaffirmed\nthe >8% allowance on its energy portfolio ($2.3mn or 5% of total loans) remains\nsufficient to cover future losses. However, continued stress in its oilfield services\nportfolio (26% of portfolio) remains the primary reason behind ZION’s cautious\nview. This was consistent with the 60% of the audience polled whose ownership in\nthe stock is modestly influenced by this portfolio. That said, until supply/demand\nfundamentals improve or activity picks up, material reserve release is unlikely.\n\nChart 51: How much does credit quality in ZION’s energy portfolio influence your decision on owning\nthe stock?\n\n70%\n60%\n50%\n40%\n30%\n20%\n10%\n\n0%\n\nStill a material factor in my A modest factor in my No longer a factor in my\ninvestment decision investment decision investment decision\n\nSource: BofA Merrill Lynch Global Research\n\n=  Steepening yield curve a modest benefit, though short-end matters more.\nDespite recent actions that have reduced the bank’s asset sensitivity, ZION remains\nthe most asset sensitive among US banks. For a 25bp rise in the short-end, ZION\nestimates a $30mn incremental benefit to spread income. That said, due to the\nvariable-rate mismatch between assets/liabilities, a steeper yield curve is expected\nto have a marginal impact.\n\n= Potential changes to CCAR viewed as positive for ZION. Mr. Burdiss viewed the\npotential change to the annual stress test (CCAR), specifically the static RWA\nbalance, as net positive for the bank/industry. That said, overall these changes are\nimmaterial as CCAR remains their capital constraint. Although only 14% of the\naudience polled think more aggressive capital return is the most important catalyst\nfor the stock (top response: 29% for stronger revenue growth), investor bias leaned\nhigher as it relates to total payout.\n\n34 2016 Future of Financials Conference | 17 November 2016 Bankof America 2\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014348",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014348.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2213,
    "word_count": 336,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:44.724562",
    "prefix": "IMAGES-002"
  }
}