{
  "document_id": "HOUSE_OVERSIGHT_020049",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020049.txt",
  "text": "that he was willing to take on the state power. The outsider against the insiders. After all,\nthat’s why he was elected.\n\nAt some level he had a point. One reason presidents don’t fire the director of the FBI is\nthat they fear the consequences. It’s the Hoover syndrome: any president can be hostage to\nwhat the FBI knows, and a president who treats the FBI with something less than\ndeference does so at his own peril. But this president had stood up to the feds. One man\nagainst the unaccountable power that the left had long railed against—and that more\nrecently the right had taken as a Holy Grail issue, too. “Everybody should be rooting for\nme,” the president said to friends, more and more plaintively.\n\nHere was another peculiar Trump attribute: an inability to see his actions the way most\nothers saw them. Or to fully appreciate how people expected him to behave. The notion of\nthe presidency as an institutional and political concept, with an emphasis on ritual and\npropriety and semiotic messaging—statesmanship—was quite beyond him.\n\nInside the government, the response to Comey’s firing was a kind of bureaucratic\nrevulsion. Bannon had tried to explain to Trump the essential nature of career government\nofficials, people whose comfort zone was in their association with hegemonic\norganizations and a sense of a higher cause—they were different, very different, from\nthose who sought individual distinction. Whatever else Comey might be, he was first and\nforemost a bureaucrat. Casting him ignominiously out was yet another Trump insult to the\nbureaucracy.\n\nRod Rosenstein, the author of the letter that ostensibly provided the justification for\nfiring Comey, now stood in the line of fire. The fifty-two-year-old Rosenstein, who, in\nrimless glasses, seemed to style himself as a bureaucrat’s bureaucrat, was the longest-\nserving U.S. attorney in the country. He lived within the system, all by the book, his\nhighest goal seeming to be to have people say he did things by the book. He was a straight\nshooter—and he wanted everyone to know it.\n\nAll this was undermined by Trump—trashed, even. The brow-beating and snarling\npresident had hectored the country’s two top law enforcement officials into an ill-\nconsidered or, at the very least, an ill-timed indictment of the director of the FBI.\nRosenstein was already feeling used and abused. And then he was shown to have been\ntricked, too. He was a dupe.\n\nThe president had forced Rosenstein and Sessions to construct a legal rationale, yet\nthen he could not even maintain the bureaucratic pretense of following it. Having enlisted\nRosenstein and Sessions in his plot, Trump now exposed their efforts to present a\nreasonable and aboveboard case as a sham—and, arguably, a plan to obstruct justice. The\npresident made it perfectly clear that he hadn’t fired the director of the FBI because he did\nHillary wrong; he fired Comey because the FBI was too aggressively investigating him\nand his administration.\n\nHOUSE_OVERSIGHT_020049",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020049.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2990,
    "word_count": 490,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.055495",
    "prefix": "IMAGES-005"
  }
}