{
  "document_id": "HOUSE_OVERSIGHT_020207",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020207.txt",
  "text": "35\n\nCHAPTER FIVE\n\nContractor\n\n“Private contractors don’t clear employees. The government does.”--\nAdmiral Michael McConnell, Vice Chairman of Booz Allen Hamilton\n\nSnowden, age 26, returned from Europe and moved into his mother’s condo. He was not only\nunemployed now, having resigned the CIA without qualifying for any benefits, but his financial\nstate had been hurt by the huge losses he had suffered playing the options market in Geneva. His\nvision of himself as a secret agent, the unstoppable “Wolfking Awesomefox” may have also\nsuffered. According to the narrative he later supplied to the Guardian, he had become deeply\nconcerned about the immoral way in which the CIA conducted its intelligence operations in\nSwitzerland. \"Much of what I saw in Geneva really disillusioned me about how my government\nfunctions and what its impact is in the world. I realized that I was part of something that was\ndoing far more harm than good,\" Snowden told the Guardian. By way of example, he said he\nlearned that the CIA had gotten a Swiss banker drunk enough arrested to be arrested when he\ndrove, so the CIA could compromise him. Snowden, who did not drink himself, was appalled at\nthis ploy. Despite his growing antagonism towards the US government, he had not given up on, if\nnot becoming a secret agent, working in the netherworld of secret intelligence.\n\nAlthough Snowden’s career had abruptly ended at the CIA, there still was a backdoor through\nwhich he could re-enter the spy world. It was private corporations that hired civilian technicians\nto work for spy agencies as independent contractors. By 2009, The CIA, NSA and other US\nintelligence services had outsourced much of the job of maintaining and upgrading their computer\nsystems to these private companies. They supplied the NSA with most of its system\nadministrators and other information technology workers. This arrangement allowed the NSA to\neffectively bypass budget limits and other restrictions limiting how many NSA technicians it could\nrecruit. Instead, of putting these workers on its own payroll, they nominally worked for, and\nreceived their paychecks from, private employers. In fact, many of these outside contractors\nworked full-time for the NSA.\n\nSnowden applied in April 2009 to one of these private companies, Dell SecureWorks. It was\na subsidiary of the Dell computer company. To diverse out of manufacturing computers, Dell had\nrecently gone into the business of managing government computer systems for the NSA and other\nintelligence services. As a leading specialist in the field of corporate cyber security, Dell had no\nproblem obtaining sizable contracts for from the NSA’s Technology Directorate. In 2008, the\nNSA had in effect outsourced to Dell the task of re-organizing its back-up systems at its regional\nbases. Now Dell had to find thousands of independent contractors to work at these bases In\n2009, when Snowden applied, Dell was seeking to fill positions at the NSA’s regional base in\n\nHOUSE_OVERSIGHT_020207",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020207.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2999,
    "word_count": 482,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:44.094853",
    "prefix": "IMAGES-005"
  }
}