{
  "document_id": "HOUSE_OVERSIGHT_022551",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022551.txt",
  "text": "49\n\nviolations,”®° three former Haitian officials involved in the\n\nsame scheme were convicted of money laundering,”\n\nMail and Wire Fraud\n\nThe mail and wire fraud statutes may also apply. In\n2006, for example, a wholly owned foreign subsidiary of\na US. issuer pleaded guilty to both FCPA and wire fraud\ncounts where the scheme included overbilling the sub-\nsidiary’s customers—both government and private—and\nusing part of the overcharged money to pay kickbacks to the\ncustomers’ employees. The wire fraud charges alleged that\nthe subsidiary had funds wired from its parent’s Oregon\nbank account to off-the-books bank accounts in South\nKorea that were controlled by the subsidiary. The funds,\namounting to almost $2 million, were then paid to manag-\ners of state-owned and private steel production companies\nin China and South Korea as illegal commission payments\nand kickbacks that were disguised as refunds, commissions,\n\nand other seemingly legitimate expenses.”\n\nCertification and Reporting Violations\n\nCertain other licensing, certification, and reporting\nrequirements imposed by the U.S. government can also be\nimplicated in the foreign bribery context. For example, as\na condition of its facilitation of direct loans and loan guar-\nantees to a foreign purchaser of US. goods and services,\nthe Export-Import Bank of the United States requires the\nUS. supplier to make certifications concerning commis-\nsions, fees, or other payments paid in connection with the\nfinancial assistance and that it has not and will not violate\nthe FCPA. A false certification may give rise to criminal\nliability for false statements.\"\n\nSimilarly, manufacturers, exporters, and brokers of\ncertain defense articles and services are subject to regis-\ntration, licensing, and reporting requirements under the\nArms Export Control Act (AECA), 22 U.S.C. § 2751, et\nseq., and its implementing regulations, the International\nTraffic in Arms Regulations (ITAR), 22 C.ER. § 120, e¢\nseq. For example, under AECA and ITAR, all manufactur-\ners and exporters of defense articles and services must reg-\n\nister with the Directorate of Defense Trade Controls. The\n\nsale of defense articles and services valued at $500,000 or\nmore triggers disclosure requirements concerning fees and\ncommissions, including bribes, in an aggregate amount of\n$100,000 or more.” Violations of AECA and ITAR can\n\nresult in civil and criminal penalties.”*\n\nTax Violations\n\nIndividuals and companies who violate the FCPA may\nalso violate U.S. tax law, which explicitly prohibits tax deduc-\ntions for bribes, such as false sales “commissions” deductions\nintended to conceal corrupt payments.”*’ Internal Revenue\nService-Criminal Investigation has been involved in a num-\nber of FCPA investigations involving tax violations, as well as\n\nother financial crimes like money laundering.\n\nHOUSE_OVERSIGHT_022551",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022551.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2847,
    "word_count": 426,
    "line_count": 69,
    "import_date": "2025-11-19T21:47:44.135916",
    "prefix": "IMAGES-007"
  }
}