{
  "document_id": "HOUSE_OVERSIGHT_019919",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019919.txt",
  "text": "and appreciated. He was the anti-wonk. He was the counterexpert. His was the gut call. He\nwas the everyman. He was jazz (some, in the telling, made it rap), everybody else an\nearnest folk music. In the other reality, in which resided most of his antagonists, his\nvirtues were grievous if not mental and criminal flaws. In this reality lived the media,\nwhich, with its conclusion of a misbegotten and bastard presidency, believed it could\ndiminish him and wound him (and wind him up) and rob him of all credibility by\nrelentlessly pointing out how literally wrong he was.\n\nThe media, adopting a “shocked, shocked” morality, could not fathom how being\nfactually wrong was not an absolute ending in itself. How could this not utterly shame\nhim? How could his staff defend him? The facts were the facts! Defying them, or ignoring\nthem, or subverting them, made you a liar—intending to deceive, bearing false witness. (A\nminor journalism controversy broke out about whether these untruths should be called\ninaccuracies or lies.)\n\nIn Bannon’s view: (1) Trump was never going to change; (2) trying to get him to\nchange would surely cramp his style; (3) it didn’t matter to Trump supporters; (4) the\nmedia wasn’t going to like him anyway; (5) it was better to play against the media than to\nthe media; (6) the media’s claim to be the protector of factual probity and accuracy was\nitself a sham; (7) the Trump revolution was an attack on conventional assumptions and\nexpertise, so better to embrace Trump’s behavior than try to curb it or cure it.\n\nThe problem was that, for all he was never going to stick to a script (“his mind just\ndoesn’t work that way” was one of the internal rationalizations), Trump craved media\napproval. But, as Bannon emphasized, he was never going to get the facts right, nor was\nhe ever going to acknowledge that he got them wrong, so therefore he was not going to get\nthat approval. This meant, next best thing, that he had to be aggressively defended against\nthe media’s disapproval.\n\nThe problem here was that the more vociferous the defense—mostly of assertions that\ncould easily be proved wrong—the more the media redoubled its attacks and censure.\nWhat’s more, Trump was receiving the censure of his friends, too. And it was not only\ncalls from friends worried about him, but staffers calling people to call him and say\nSimmer down. “Who do you have in there?” said Joe Scarborough in a frantic call. “Who’s\nthe person you trust? Jared? Who can talk you through this stuff before you decided to act\non it?”\n\n“Well,” said the president, “you won’t like the answer, but the answer is me. Me. I talk\n\nto myself.”\n\nHence, within twenty-four hours of the inauguration, the president had invented a\nmillion or so people who did not exist. He sent his new press secretary, Sean Spicer—\nwhose personal mantra would shortly become “You can’t make this shit up’—to argue his\ncase in a media moment that turned Spicer, quite a buttoned-down political professional,\n\nHOUSE_OVERSIGHT_019919",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019919.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3003,
    "word_count": 515,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:49.366896",
    "prefix": "IMAGES-005"
  }
}