{
  "document_id": "HOUSE_OVERSIGHT_019893",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019893.txt",
  "text": "“No way we'll get fifty million unless we can guarantee him victory,” said a clear-eyed\nKushner.\n\n“Twenty-five million?” prodded Bannon.\n“If we can say victory 1s more than likely.”\n\nIn the end, the best Trump would do is loan the campaign $10 million, provided he got\nit back as soon as they could raise other money. (Steve Mnuchin, then the campaign’s\nfinance chairman, came to collect the loan with the wire instructions ready to go, so\nTrump couldn’t conveniently forget to send the money.)\n\nThere was in fact no real campaign because there was no real organization, or at best\nonly a uniquely dysfunctional one. Roger Stone, the early de facto campaign manager, quit\nor was fired by Trump—with each man publicly claiming he had slapped down the other.\nSam Nunberg, a Trump aide who had worked for Stone, was noisily ousted by\nLewandowski, and then Trump exponentially increased the public dirty-clothes-washing\nby suing Nunberg. Lewandowski and Hope Hicks, the PR aide put on the campaign by\nIvanka Trump, had an affair that ended in a public fight on the street—an incident cited by\nNunberg in his response to Trump’s suit. The campaign, on its face, was not designed to\nwin anything.\n\nEven as Trump eliminated the sixteen other Republican candidates, however far-\nfetched that might have seemed, it did not make the ultimate goal of winning the\npresidency any less preposterous.\n\nAnd if, during the fall, winning seemed slightly more plausible, that evaporated with\nthe Billy Bush affair. “I’m automatically attracted to beautiful—I just start kissing them,”\nTrump told the NBC host Billy Bush on an open mic, amid the ongoing national debate\nabout sexual harassment. “It’s like a magnet. Just kiss. I don’t even wait. And when you’re\na star they let you do it. You can do anything... . Grab them by the pussy. You can do\nanything.”\n\nIt was an operatic unraveling. So mortifying was this development that when Reince\nPriebus, the RNC head, was called to New York from Washington for an emergency\n\nmeeting at Trump Tower, he couldn’t bring himself to leave Penn Station. It took two\nhours for the Trump team to coax him across town.\n\n“Bro,” said a desperate Bannon, cajoling Priebus on the phone, “I may never see you\nagain after today, but you gotta come to this building and you gotta walk through the front\ndoor.”\n\nOOK Ok\n\nThe silver lining of the ignominy Melania Trump had to endure after the Billy Bush tape\nwas that now there was no way her husband could become president.\n\nHOUSE_OVERSIGHT_019893",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019893.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2509,
    "word_count": 427,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:49.177377",
    "prefix": "IMAGES-005"
  }
}