{
  "document_id": "HOUSE_OVERSIGHT_020357",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020357.txt",
  "text": "205\n\nof Justice charged with corruption; and Suleyman Kerimov, a civil servant from Dagestan, who\nhad amassed an estimated fortune of $7.1 billion. Kerimov recently had been charged for\nmanipulating a Potash cartel case in Belarus. Most of these clients were reputed to be part of\nPutin’s inner circle.\n\nTo break the ice, I asked him about Oliver Stone. I knew he had a small role in Oliver Stone’s\nforthcoming movie “Snowden.” in which he plays Snowden’s lawyer in Moscow.\n\n“T was impressed by how few takes he needed to shoot my scene,” he answered.\n“How did you come to be Snowden’s lawyer?” I asked.\n\n“Snowden picked me from a roster of 15 lawyers with which he had been given.” He then went\nto Sheremetyevo International Airport to meet his new client. They met on the morning of Friday\nJuly 12, 2013. At that point, he said that Snowden had been held virtually incommunicado for 20\ndays. Other than Russian officials, the only person he had been allowed to see during this period\nwas Assange’s aide, Sarah Harrison.\n\n“Where in the airport did you meet him?” I asked. Was it in a VIP lounge?”\n\n“Tt was in the transit zone,” he replied coyly. “That is all I can say.” They spoke through a\ntranslator, as Snowden did not speak Russian. By this time, Sarah Harrison had sent 21 countries\npetitions for asylum that were signed by Snowden. Whatever their purpose, Kucherena did not\nconsider them helpful. “I told him that if he wanted to get sanctuary in Russia, he would have to\nimmediately withdraw all the petitions in which he had asked other countries for asylum.”\nKucherena said that otherwise he could not represent him. Snowden agreed to that condition.\n\nLater that afternoon Kucherena accompanied Snowden to area G9 in the transit zone where\nthey emerged from a door marked “authorized personnel only” shortly before 5 PM. The room\nwas packed with representatives of Human Rights Watch, Amnesty International, Wikileaks and\nother Moscow-based activist groups. They had been invited the previous day by an emails signed\n“Edward Snowden” instructing then to go to Terminal F at Sheremetyevo International Airport\nwhere they would be met by airport personnel carrying a “G9.” It was a rare, if not\nunprecedented, event, for an American citizen to defect to Russia.\n\nWearing an open-neck blue shirt and badly-creased jacket, Snowden read a prepared statement\nthat accused the United States government of violating the universal declaration of human rights\nand described himself as a victim of political persecution. | He then formally announced that he\nwas “requesting asylum in Russia.”\n\nIn discussing this meeting, Kucherena told me that Snowden had not intended to seek asylum\nin Russia when he arrived on June 23. Since he also said he had not met Snowden prior to July\n12\", I asked how he knew Snowden’s intentions.\n\nHOUSE_OVERSIGHT_020357",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020357.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2849,
    "word_count": 478,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:49.078527",
    "prefix": "IMAGES-005"
  }
}