{
  "document_id": "HOUSE_OVERSIGHT_011121",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011121.txt",
  "text": "then pictured a future instant’s worth of expected satisfaction. Its perceived value at\nthat future moment would give its perceived value now save for differences\nexplained by the time gap between. I adopted the old terms time preference or time\ndiscount rate to account for whatever they might be. There was no assumption as to\nwhether the rate should prove positive or negative or zero, nor that the same rate\nshould apply to other future instants. My goal was to leave not even the farthest-\nfetched of loopholes. If 1 have succeeded, the present value rule followed as\nsubjective certitude giving exact expectations, though not outcomes, for each future\ninstant and thus for all together. Note that my depreciation theory follows, but with\nthe caveat that the version I have shown adds the usual assumption that time\npreference is positive. That part is not certitude, although neither are we likely to\n\ndoubt it.\n\nIt was not hard to derive the maximand rule as the next step. Once we define tastes\nor more generally aims as whatever behavior reveals, the rest follows quickly.\n\n(Remember that I have no problem with mutually circular definitions.)\n\nThere were probably a few heuristic novelties. The parable of the boss and her\nsecretary might itself be new. So might the slave paradox with its parable of Phil and\nBill. Many including Adam Smith have pointed out economic inefficiencies in slavery,\nmoral criticism aside. | can’t recall mention of this most obvious one. Bill’s\nmaintenance consumption was taste-satisfying cash flow to Bill, and capitalized in\nhis present value to himself. It is pure expense to Phil once Bill is enslaved. If all but\none of us were enslaved by the one left, national output would drop by substantially\n\nall maintenance consumption on the books of the one slaveowner.\n\nThere may also be minor novelty in my analogy between accounting for the firm and\naccounting for human capital in Chapter 6. One possible example is my use of the\nterm “decapitalization” to include depletion and liquidation in sale as well as\ndepreciation. It simplifies to depreciation in the case of human capital because that\n\nfactor cannot be alienated in reinvestment or gift or sale. One inference was that\n\nChapter 9: So What ‘s New? 3/17/16 5\n\nHOUSE_OVERSIGHT_011121",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011121.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2283,
    "word_count": 379,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:49.428590",
    "prefix": "IMAGES-001"
  }
}