{
  "document_id": "HOUSE_OVERSIGHT_021530",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021530.txt",
  "text": "FD-302a (Rev. 10-6-95) ES\n\n31E-MM-108062\n\ntold the girls that [Ld knew a man by the name of\nJEFFREY LNU who would pay $300.00 to girls who would give hima\nmassage. that it was very\nlegitimate and that he never touched them, he just wanted to see a\npretty girl giving him a massage at home.\n\n[_siwas suspicious and wondered why he would pay so\nmuch money just for a just a massage.[____—sidtold her it was very\n\neasy money and she was not required to do anything else but massage\nhim. Loft wanted to have pretty\n\nyoung girls around him.\n\nand told her\nthat she had made an appointment for to go to JEFFREY's\nhouse to give him a massage. had never _ agreed to this but\nfelt_obligated to go to the appointment now that] had set it\nup to Ioave her the address of JEFFREY's apartment which-was\nlocated on 63rd street at Central Park East (from what she can\nrecall). She also remembered the apartment was adjacent to the\nRalph Lauren store in the Upper East Side, NYC. was still\napprehensive about going but since the appointment was during the\nday she figured nothing bad could happen.\n\nShe recalled that the apartment was a four story\nbrownstone and when she pressed the buzzer a maid answered the\n\nIn a minute or so JEFFREY came downstairs and introduced\nhimself. She described him as_a man in his 60's with salt and\npepper hair and about 5'9\",\n\nHe then too er to a room\nwas set up like a massage parlor complete with massage table and an\nassortment of massage oils, lotions, and other aroma-therapy\nproducts.\n\nJEFFREY then explained that he wanted her to strip to her\nunderwear and massage him.[_—sJdeclined but did take some of\nher clothes off. She left on a tank top and what she called\n\nJEFFREY then\nleft the room and returned fully undressed with the exception of a\n\nHOUSE_OVERSIGHT_021530 |",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021530.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1792,
    "word_count": 322,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:47.161573",
    "prefix": "IMAGES-006"
  }
}