{
  "document_id": "HOUSE_OVERSIGHT_019264",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019264.txt",
  "text": "BREAKING DOWN DEMOCRACY: Goals, Strategies, and Methods of Modern Authoritarians\n\nup’ the agreement between British prime minister\nNeville Chamberlain and Adolf Hitler that resulted in\nGermany's seizure of parts and eventually all of Czecho-\nslovakia. This clearly falsified the historical record. Far\nfrom suppressing Chamberlain's actions, historians and\npoliticians alike have held up the Munich agreement\n\nas a symbol of all that went wrong due to the European\ndemocracies’ appeasement of Hitler.”\n\nPutin has also justified the Hitler-Stalin pact on the\ngrounds that it kept the Soviet Union out of war for a\ntime and was in keeping with the amoral power politics\npracticed in that era. As for the divvying up of Eastern\nEurope, he repeated the hoary lie that the record was\nunclear as to whether the pact’'s secret protocols—in\nwhich the two parties agreed on which territories each\nwould subsequently control—were genuine.’ Predict-\nably, Putin did not go into the unwritten parts of the\nagreement that caused Stalin to forcibly repatriate a\ngroup of German dissidents, mostly Communists, who\nhad sought refuge in the Soviet Union.\n\nBoth the history manual and the political leadership\njustify the transformation of postwar Eastern Europe\ninto a Soviet-controlled bloc—in which the econ-\nomy came under state control, religious belief was\npersecuted, civil society was destroyed, the press was\nconverted into a monolithic instrument of propagan-\nda, and opposition political parties were crushed—by\nclaiming that Moscow needed a layer of territorial\nsecurity to protect it from the hostile West. “Historical\nnecessity” is how Putin’s spokesman described Soviet\ndomination of the region. Putin likewise blames the\ndemocracies for the Iron Curtain: “We understand the\nfatality of an ‘iron curtain’ for us. We will not go down\nthis path. No one will build a wall around us.”\n\nThe manual recalls Mikhail Gorbachev not for his\nattempts to reform and liberalize the Communist\nsystem, but instead for his having permitted the\nunraveling of the European security belt in 1989 and\nthe collapse of the Soviet Union in 1991. Moving into\nthe 21st century, the manual denounces the color\nrevolutions in neighboring countries like Georgia\nand Ukraine as Western-backed schemes to replace\npro-Russian leaders with pro-American usurpers. In\nthis view, the centuries may change and the Soviet\nempire may fade into history, but Russia's geopolitical\npredicament remains constant.\n\nSakharov as nonperson\nBecause Putin is intent on blaming the West for Rus-\nsias problems, both past and present, he has worked\n\nto ensure that critical domestic voices are removed\nfrom Russian history. This explains the near total ab-\nsence of Andrey Sakharov from any discussion of the\nSoviet past or Russia's future course.\n\nToday Sakharov is recalled abroad as a dissident and\nNobel Peace Prize laureate. In Russia, however, he\nhas been relegated to the status of nonperson. Putin\nand other leaders never refer to him, his legacy, or\n\nhis views. The organizations that were launched to\npromote his principles are harassed and placed on the\n“foreign agents’ list.*° In an age of flourishing digital\nmedia, Russians are ironically less likely to know what\nSakharov stood for than was the case under Soviet\ncensorship, when underground samizdat literature\nwas reproduced on manual typewriters to reach an\naudience of a few hundred.\n\nIn fact, Sakharov was an imposing global presence\nfrom the mid-1960s until his death in 1989. His stat-\nure derived from his prominent role in the develop-\nment of the Soviet nuclear arsenal. He was sometimes\ncalled the “father of the hydrogen bomb,” and because\nof the respect he enjoyed in the global scientific com-\nmunity, his views on arms control carried enormous\nweight.\n\nHis initial forays into political dissent consisted of cau-\ntious statements about the importance of weapons\ntreaties between Washington and Moscow. But the\nmore he thought about arms control, the more closely\nhe looked at his own society. And soon he was making\ncaustic comments about the yawning gap between\nSoviet boasts on the achievements of socialism and\nthe reality of Soviet backwardness.\n\nHe eventually came to see the system that prevailed\nin the Soviet Union as inherently repressive. Sakharov\nattributed Russia's epidemic of alcoholism to the\nleadership's having purged the governing system of\nmoral considerations. He said it was “important that\nour society gradually emerge from the dead end of\nunspirituality.” He spoke of the need for the “system-\natic defense of human rights and ideals, and not a\npolitical struggle, which would inevitably incite people\nto violence, sectarianism, and frenzy.\"\n\nThe Kremlin has worked hard to make Russians forget\nthat he once ranked among the eminent figures of\nglobal political protest. The current leadership is\nespecially determined to ensure that Sakharov's core\ngoals disappear from the debate: a Russia committed\nto humane and democratic values, a government that\n\n30\n\nHOUSE_OVERSIGHT_019264",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019264.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5030,
    "word_count": 790,
    "line_count": 115,
    "import_date": "2025-11-19T21:47:48.732106",
    "prefix": "IMAGES-005"
  }
}