{
  "document_id": "HOUSE_OVERSIGHT_020008",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020008.txt",
  "text": "moderate Democratic view. As for Trump himself, here was a man who was simply trying\nto get out from under something he didn’t especially care about.\n\nRyan and Priebus’s salesmanship promised to get the president out from under other\nissues as well. Health care reform, according to the Ryan plan, was something of a magic\nbullet. The reform the Speaker would push through Congress would fund the tax cuts\nTrump had guaranteed, which, in turn, would make all that Trump-promised infrastructure\ninvestment possible.\n\nOn this basis—this domino theory that was meant to triumphantly carry the Trump\nadministration through to the August recess and mark it as one of the most\ntransformational presidencies in modern times—Ryan kept his job as Speaker, rising from\nhated campaign symbol to the administration’s man on the Hill. In effect, the president,\nquite aware of his and his staff’s inexperience in drafting legislation (in fact, nobody on\nhis senior staff had any experience at all), decided to outsource his agenda—and to a\nheretofore archenemy.\n\nWatching Ryan steal the legislative initiative during the transition, Bannon faced an\nearly realpolitik moment. If the president was willing to cede major initiatives, Bannon\nwould need to run a counteroperation and be ready with more Breitbart shenanigans.\nKushner, for his part, developed a certain Zen—you just had to go with the president’s\nwhims. As for the president, it was quite clear that deciding between contradictory policy\napproaches was not his style of leadership. He simply hoped that difficult decisions would\nmake themselves.\n\n7 OK Ok\n\nBannon was not merely contemptuous of Ryan’s ideology; he had no respect, either, for\nhis craft. In Bannon’s view, what the new Republican majority needed was a man like\nJohn McCormick, the Democratic Speaker of the House who had served during Bannon’s\nteenage years and had shepherded Johnson’s Great Society legislation. McCormick and\nother Democrats from the 1960s were Bannon’s political heroes—put Tip O’Neill in that\npantheon, too. An Irish Catholic working-class man was philosophically separate from\naristocrats and gentry—and without aspirations to be either. Bannon venerated old-\nfashioned pols. He looked like one himself: liver spots, jowls, edema. And he hated\nmodern politicians; they lacked, in addition to political talents, authenticity and soul. Ryan\nwas an Irish Catholic altar boy who had stayed an altar boy. He had not grown up to be a\nthug, cop, or priest—or a true politician.\n\nRyan certainly wasn’t a vote counter. He was a benighted figure who had no ability to\nsee around corners. His heart was in tax reform, but as far as he could tell the only path to\ntax reform was through health care. But he cared so little about the issue that—yjust as the\nWhite House had outsourced health care to him—he outsourced the writing of the bill to\ninsurance companies and K Street lobbyists.\n\nHOUSE_OVERSIGHT_020008",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020008.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2933,
    "word_count": 471,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:49.339528",
    "prefix": "IMAGES-005"
  }
}