{
  "document_id": "HOUSE_OVERSIGHT_014762",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014762.txt",
  "text": "Stress testing CNY\n\nClaudio Piron Yang Chen\n\nMerrill Lynch (Singapore) Merrill Lynch (Hong Kong)\nclaudio.piron@baml.com ychen8@baml.com\nGabriele Foa Ronald Man\n\nMLI (UK) Merrill Lynch (Hong Kong)\ngabriele.foa@baml.com ronald.man@baml.com\n\nSiEESS testing CNY\n\nWe stress test China’s FX reserves to capital outflows and warn of a potential\nUSD520bn fall in FX reserves in 2017, translating into higher CNY volatility.\n\n« We also look at broader EM FX sensitivity to CNY depreciation and find ZAR and\nRUB most vulnerable.\n\n« We examine if bond index and MSCI inclusion could significantly offset outflows,\nbut are doubtful for now.\n\nCNY - anything left in reserve?\n\nWe forecast USD/CNY to rise to 7.25 by year-end 2017 based on sustained capital\noutflows from China and the People’s Bank of China (PBoC) allowing the exchange rate\nto depreciate accordingly. A key change in the PBoC’s new FX regime, announced in\nAugust 2015, is to raise the influence of market forces over the exchange rate.\n\nWe showed that not all outflows are created equal. Some outflows are good and reflect\nstructural changes in China’s economy and liberalization of China’s financial account;\nsome outflows are ugly in the sense they represent illicit outflows. Yet both types of\noutflows are influenced by policy uncertainty in China, which we showed can explain a\nsignificant amount of capital outflows through Chinese purchases of overseas assets.\n\nThe impact of capital outflows alone on China’s FX reserves is negative. A decline in FX\nreserves is also associated with an increase in volatility of the RMB (Chart 57). But the\nnegative impact on FX reserves may be offset by China’s trade balance. If China’s trade\nbalance and capital outflows are similar to that recorded in 2015 and 2016, then China’s\nFX reserves would be between USD 2,600bn and USD 2,900bn in 2017. This represents\na fall of USD520-220bn given current FX reserves of USD3,120bn and would amount to\nChina having diminished control over its currency and higher CNY volatility - assuming\nno dramatic changes to capital controls.\n\nChart 57: China FX reserves (down) and RMB volatility (up)\n\n4,000 1,500\n3,750 1,250\n3,500 1,000\n3,250 750\n3,000 500\n2,790 290\n2,500 0\n2011 2012 2013 2014 2015 2016\n\n=== China FX reserves, USDbn === USDICNY 1Y rolling standard deviation, pips (RHS)\nSource: BofA Merrill Lynch Global Research, Bloomberg\n\n32 Global Rates, FX & EM 2017 Year Ahead | 16 November 2016 Bankof America\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014762",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014762.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2488,
    "word_count": 399,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:46.003992",
    "prefix": "IMAGES-003"
  }
}