{
  "document_id": "HOUSE_OVERSIGHT_017214",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017214.txt",
  "text": "4.2.12\nWC: 191694\n\nthe leaked documents speak for themselves. He allowed the chips to fall where they may and they\noften fall on the head of the current office holders around the world.\n\nProsecuting Wikileaks or its founder for “the crime” of publishing classified information, while at\nthe same time rewarding -- with prizes, access, interviews, and status — “reputable” journalists and\nnewspapers for doing essentially the same thing, would constitute selective prosecution.\nAmerican law, as distinguished for example from German law, generally permits selective\nprosecution of criminals, on the ground that resources are limited and prosecutors must have\nsome discretion in deciding how to expend their limited resources. In order to “get the most bang\nfor the buck”, prosecutors are generally free to pick and choose among the many who violate\nbroad, open-ended and often vague criminal statutes, such as tax, regulatory and criminal\nnegligence laws. They are not free to exercise this discretion in a partisan manner: going after\nmembers of the opposing political party. Nor can they properly do so on the basis of race,\nreligion or other protected categories. But they may select for prosecution the most visible or\nnotorious offenders, since such prosecutions are likely to have the greatest deterrent effect on\nother potential law violators. For example, Leona Helmsley, one of the most famous women in\nAmerica, was indicted for tax evasion on April 15™!\n\nOne area in which it is dangerous and wrong to permit selective prosecution is the publication of\nclassified information by the media. If the government can pick and choose the few it decides to\nprosecute among the many who publish classified information, it will have far too much power\nover the content of what the media reports.** The First Amendment recognizes no distinction\nbetween the patriotic and unpatriotic, the responsible and irresponsible, the favorable or\nunfavorable, media. It was precisely these improper distinctions that were employed by the John\nAdams administration when it selectively enforced the Alien and Sedition laws against\n“Jeffersonians”’, “Jacobins”, and other perceived enemies of the Federalists. It took more than a\ncentury and a half for the Supreme Court to declare that although “.. the Sedition Act was never\ntested in this court, the attack upon its validity has carried the day in the ‘court of history’, citing\n“a broad consensus that the act was inconsistent with the First Amendment”. (I was a law clerk\nwhen that opinion was issued in 1964.)\n\n‘48 The Supreme Court has recognized, in the context of the First Amendment, that a law purporting to regulate\nspeech or press, in order to survive the “strict scrutiny” standard of review required by the First Amendment, must\nnot be overinclusive or underinclusive. See Brown v. Entertainment Merchants Assn.: “Underinclusiveness raises\nserious doubts about whether the government is in fact pursuing the interest it invokes, rather than disfavoring a\nparticular speaker or viewpoint... And finally, the Act’s purported aid to parental authority is vastly overinclusive.\nNot all of the children who are forbidden to purchase violent video games on their own have parents who care\nwhether they purchase violent video games. While some of the legislation’s effect may indeed be in support of\nwhat some parents of the restricted children actually want, its entire effect is only in support of what the State\nthinks parents ought to want. This is not the narrow tailoring to “assistant parents” that restriction of First\nAmendment rights requires...California’s legislation straddles the fence between (1) addressing a serious social\nproblem and (2) helping concerned parents control their children. Both ends are legitimate, but when they affect\nFirst Amendment rights they must be pursued by means that are neither seriously underinclusive nor seriously\noverinclusive. See Church of Lukumi Babalu Aye, Inc. v. Hialeah, 508 U.S. 520, 546 (1993) As a means of\nprotecting children from portrayals of violence, the legislation is seriously underinclusive, not only because it\nexcludes portrayals other than video games, but also because it permits a parental or avuncular veto. And as a\nmeans of assisting concerned parents it is seriously overinclusive because it abridges the First Amendment rights\nof young people whose parents (and aunts and uncles) think violent video games are a harmless pastime. And the\noverbreadth in achieving one goal is not cured by the underbreadth in achieving the other. Legislation such as\nthis, which is neither fish nor fowl, cannot survive strict scrutiny.”\n\n127\n\nHOUSE_OVERSIGHT_017214",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017214.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4669,
    "word_count": 733,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:48.578848",
    "prefix": "IMAGES-004"
  }
}