{
  "document_id": "HOUSE_OVERSIGHT_026789",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026789.txt",
  "text": "I never feel like less of an American than when the richest people abandon the poorest.\n\nI never feel like less of an American than when a President lies, and his supporters applaud.\n\nSometimes it takes the experience of shame to galvanize change, and this is such a time. Having lived too long\non the self-image of \"America is the greatest, richest, most powerful country in the world,\" we produced\nTrumpism, which has shattered that image. It's been a traumatic experience. Mature adults are supposed to be\nresilient in the face of difficult challenges, but a person can bend only so far. That's why one sees an outraged\n\nResistance, moving from \"He's not my President\" to \"Is this even my country?\"\n\nIf as we often hear, America isn't a place on the map but an idea, the idea is in trouble. Every day I'm reminded\nof Sinclair Lewis's 1935 novel, Jt Can Happen Here, which imagined the election of a Fascist to the\npresidency. As tumultuous as the Thirties were, fascism didn't happen here. In fact, the New Deal and the\ninception of a social safety net came about. But reactionary forces simmer away when they aren't at a boil. Who\nwould have thought that the leader of the House in 2018 wants to weaken the social safety net by \"saving\"\n\nSocial Security and Medicare?\n\nA survey of 117 historians recently ranked Donald Trump the worst President in history, which seems right\nafter only one year in office. But what makes me feel like less of an American is knowing that 40% of my\nfellow citizens love and approve of him, who have reservations, yes, but overall want his agenda to move ahead.\nIn the daily fire hose of presidential offenses, little attention was paid to the revelation by Reince Priebus,\nformer White House chief of staff, that however chaotic this Presidency looked from the outside, it was worse\n\non the inside--fifty times worse.\n\nTrumpism is the product of collective consciousness, and although one hears about \"the wisdom of crowds,\" but\nwhen collective consciousness veers as close to lunacy as this administration, healing is the only answer.\nReactionary forces, racists, white supremacists, and haters are like algae on the surface of a pond. Algae only\nappears if the pond is dank and still. When water is clear and flowing, there is no condition for algae to thrive\n\nin.\n\nThe remedies for healing America are flowing with more force than before. Notions like Medicare for all, free\nhigher education, and bringing huge banks to heel were semi-fantasy in the last Presidential election. Now they\nare quickly moving mainstream. Ecological awareness is growing and unstoppable. There is a possibility that by\ndestroying America's self-image, Trumpism has opened the way for facing reality, which after all is better than\n\nliving up to a self-image that is hollow at the core.\n\nHOUSE_OVERSIGHT_026789",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026789.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2826,
    "word_count": 478,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:45.568203",
    "prefix": "IMAGES-009"
  }
}