{
  "document_id": "HOUSE_OVERSIGHT_033159",
  "filename": "IMAGES-012-HOUSE_OVERSIGHT_033159.txt",
  "text": "money pours out of the Northeast (and in some cases, from as far as London\nand Singapore) and into this already wealthy section of southeast Florida.\nApproximately 70 hedge and private equity funds are now headquartered\nhere, many of which have set up shop in the last two years, jacking up home\nprices and spurring a countywide initiative to become, as some have said,\n“the new Greenwich.”\n\nFor hedge fund managers who might normally be inclined toward\nWestchester or Connecticut, the allure of South Florida is as plain as grits\non toast. The homes are sprawling; the Intracoastal Waterway is a yachter’s\nparadise. It has a glittering social scene. During high season—October\nthrough March—there might be several fundraisers on any given night.\nPerhaps the key factor, however: In Florida, there are no individual income\ntaxes, no estate taxes and no capital gains taxes. A hedge fund manager\nreporting $1 million in income can expect to pay only the federal\ngovernment, whereas his counterpart living in Connecticut pays that plus an\nextra $67,000. And if the poor schmuck were still in New York City? He’d\nbetter be ready to fork over $104,300.\n\nAs for why all of this is happening now, when Florida has long been a sunny\ntax haven, so to speak, financiers point to the upcoming application of\nSection 457A of the Internal Revenue Code. Before 457A was enacted,\ncertain fees and related earnings could grow tax deferred in offshore\naccounts for up to ten years. But now, according to the section, hedge fund\nmanagers will need to funnel all of the fees that were deferred before 2009\nand their related earnings back into the U.S. by 2017. If a manager lives in\nFlorida when this happens, he’s much less likely to pay exorbitant state\ntaxes on the whole amount. If he still lived in New York City?\nFuggedaboudit.\n\nIt’s the job of Kelly Smallridge, president and CEO of the Palm Beach\nBusiness Development Board, to ensure that hedge fund and private equity\nmanagers are informed of these benefits, in the hopes that they, and their\nfirms, will become Palm Beach County’s newest residents. She’s developed a\nred-carpet tour that goes beyond looking at office space and real estate to\ninclude meeting headmasters at private schools, the school-district\nsuperintendent and the mayor and speaking with the governor’s staff and\nCEOs who have moved their operations here. Plus, of course, a few nights\non the town.\n\nHOUSE_OVERSIGHT_033159",
  "metadata": {
    "original_filename": "IMAGES-012-HOUSE_OVERSIGHT_033159.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2435,
    "word_count": 407,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:49.084655",
    "prefix": "IMAGES-012"
  }
}