{
  "document_id": "HOUSE_OVERSIGHT_018242",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018242.txt",
  "text": "the military cars whipping in and out all day. “He asked me what books | could\nrecommend to understand this period we are living in. I said, ‘I could give you some\nbooks, but you wouldn’t understand them.” Nan laughed. The iron spike. “This can’t\nbe understood by reading!” Nan was trying to educate his students in the original\nprinciples of Ch’an: a set of psychological and physical tools to reveal deeper\npatterns in the world.\n\n4,\n\nAfter wearing his guests down with relentless dinner-time questioning that first\nnight | was at Lake Tai, Master Nan began to offer his views of our age. What he saw,\nhe explained, was a world pressing too hard on a fault line. We faced, he said,\nchoosing his word carefully, an “ephocal” quake. We were at a moment when the\nriver of change he had spent a lifetime feeling out was about to shift its course over\nthe landscape, drowning many of the reliable, old routes. The origins of this change\nwere buried in the very things we hoped might, in fact, save us from shock: money,\ninformation, speed. “People are now constantly connected to computers and\nmachines, and this is changing the way they think. People just cannot make sense of\nwhat is happening,” he said. “There is no respite. The world is going to go faster and\nfaster in this regard.”\n\n“In the 19 century the biggest threat to humanity was pneumonia,” he continued.\n“In the 20 century it was cancer. The illness that will mark our era, and particularly\nthe start of the 215t century, is insanity. Or we can say, spiritual disease.” He paused.\n“This next century is going to be especially turbulent. It has already begun. And\nwhen I say insanity and spiritual disease, I don’t only mean inside the minds of\nindividuals. Politics, military, economics, education, culture and medicine - all these\nwill be affected.”\n\nI could sense the logic behind Master Nan’s argument. The industrialization and\nurbanization of the 19 century had packed much of the world into Dickensian\nurban pits. These became petri dishes for pneumonia. Too much industry and\nurbanization, too fast. The 20‘ century of plastics and artificial, untested, unsafe\nmaterials had torn away at our genetic base and worsened cancers. Too much\nscience, too fast. In our age, in the 215t century he felt a wasting disease would be\ncarried by information, by cell phones, by packets of data, by every bitstream we\njacked into our lives - and it would go right for our brains. Our institutions and our\nideas about power and stability would fall apart. The remapping of force that the\ninformation revolution represented was a profound, destructive shift - what Nan\ncalled a jieshu, the Chinese word for a rupture in the fabric of human history. In such\nan era, the once reliable old habits would become useless, even dangerous. All that\nwould matter were your instincts. Frankly, all you would have would be your\ninstincts because no existing map could guide you through a completely new\nlandscape. In fact, the existing maps, should you stubbornly continue to use them,\nwould lead you along dangerous paths towards catastrophes you could not even\nimagine.\n\n10\n\nHOUSE_OVERSIGHT_018242",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018242.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3142,
    "word_count": 537,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:49.096833",
    "prefix": "IMAGES-004"
  }
}