{
  "document_id": "HOUSE_OVERSIGHT_023250",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023250.txt",
  "text": "Subject:\nTo: Melanie Spinclla (iii i i!\nLeon, Iam on the verge of giving up. sorry. I cannot deal with the major incompetence of your family\noffice. I have been vocal about change. you have made none. john castrucci, still involved etc. the\nbullshit corporate speak, of -our accounting dept , our bookeeping dept our finance dept, the comptroller\nnow gives me responses that --we have heard from Deloitte , I ask, who at Deloite?. -- dont know ,\n\nthe new team at Deloite says the old team was wrong ! what new team? what old team? -- dont know. .\nPwe agrees who at PWC ,?? Iask,- dont know. BDO is almost finished - who,? dont know; .\nakin gump agrees. . Fenn? - not sure.\n\nI have spoken to each of karp,, pezner, fenn, brad. joslin, bodian. multiple times . like your office\nno one in charge with knowledge. so rudderless hysteria . silly beyond belief as this issue is a non\nevent. other issues have been shunted aside that have real consequences. I know you are jet lagged. I\nam schedule tightly today , but can free myself for 15 minutes if you want . if so have melanie talk to\nlesley\n\nDate: Monday, 3 October 2016\nSubject:\nTo: Jeffrey Epstein <jeevacation@gmail.com>\nalan told me you are going to meet tomorrow morning. He has asked me to review the presentation. I\nsuggest you see for yourself. since you argued that he was partial architect of the big transaction. you\nwill see. -- bad numbers. unclear assumptions. opaque presentation. no alternatives. no review of\nagreements. standardized schedules without names , handed out to the dentists.. NOT even up to date\ninputed numbers , why in the world would they present numbers 4 months old. ??!!/ it is only imputs.\ndividend assupmtions. a mix of silliness. ( art given to museums is listed as cash out ). discount rates of\n13.05 %. what type of number. . 100k for illness expense and funeral, in a spread sheet of 5 billion\ndollars.? insurance numbers left out. says debra owns half the boat? taxes? all a waste of time\n\nA clat probabaly makes sense. however who runs it, if interest rates change. did you give them the\nassunptions on growth?\n\nDate: Sun, May 1, 2016 at 6:51 PM\nSubject: Fwd: Valuation Discount\nTo: Melanie Spinella <i\nLeon please read the attached proposed response to the IRS__, see if you can understand it !!!._ Ive asked\nfor are-do. and given prelimiary directions to Alan to have it edited over the weekend\n\nIf you are quarterbacking ,ok with me. just please let everyone know. you must deal with the\noutrageous incompetence in your family office .. Alans words \" but I was told that.. , but I was told by\nthe office (sic) that ..., BUT 1 was told by joslin,. , but I was told by . \" why is leon blaming me for ..\"\nI ve have always given you my best advice, If you reflect on your financial life , you have been kept safe ,\nhad remarkable results and no disasters. I have repeatedly urged you to get rid of the people in your\noffice. , you have repeatedly chosen to ignore my advice , you told me last week that the emotional\nreason was in order to be weaned off my group and not have to pay my high fees. ( though ignoring\nthe benefit of between 1.5 and 2b to the better. ). and no explosions. You have email after email\n»where i remind you that I am not your bookkeeper or accountant ( in brads corporate speak his\" finance\ndept ??!!) that it should be redone .I have reviewed a multitude of the silly reports given to you and\nhave pointed out the continued numerous inaccuracies. your question \" so what if the numbers are off ,\nso what if the categories are off. whats the big deal??. I suggest you de risk you finances and make the\ntough decisions necessary - pay the right amounts ( high) to get the work done properly or , you are , Im\nafraid, certain to get an unhappy answer.. tom will be back from vacation. this week.\n\nHOUSE_OVERSIGHT_023250",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023250.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3835,
    "word_count": 710,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:48.982776",
    "prefix": "IMAGES-007"
  }
}