{
  "document_id": "HOUSE_OVERSIGHT_013435",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_013435.txt",
  "text": "﻿Print this page Close\nJeffrey Epstein address book 'Holy Grail’ of famous names\nBy MICHELE DARGAN\nDAILY NEWS STAFF WRITER\nUpdated: 7:58 p.m. Friday, March 11, 2011\nPosted: 7:57 p.m. Friday, March 11, 2011\nWhen talking about the personal address book of billionaire sex offender Jeffrey Epstein, the term “little black book”\ntakes that phrase to a whole new level.\nManhattan money manager Epstein’s book reads like a laundry list of the world’s richest and most powerful people,\nincluding some Palm Beachers.\nReferred to as “The Holy Grail” by Epstein’s former house manager — now serving time for trying to sell it to attorneys —\nthe 97-page address book details multiple addresses, phone numbers, e-mails and other contact information for former\nPresident Bill Clinton, Britain’s Prince Andrew and Sarah Ferguson, Donald Trump, Sen. John Kerry, various members\nof the Kennedy clan and former British Prime Minister Tony Blair, among many others.\nThe British press has been having a field day digging up new details about Epstein’s friendship with Prince Andrew.\nVirginia Roberts — known only as Jane Doe 102 in court papers — has been dishing her story to London’s Daily Mail.\nDetails include Roberts having been in the company of the prince three times at Epstein’s behest.\nRoberts also recounted meeting Clinton on Epstein’s private Caribbean island, according to the Mail.\nBut Roberts made no suggestion of sexual relations with Prince Andrew or with Clinton, the Mail reported. Similarly,\nthere is no suggestion of anything salacious with any of the Palm Beachers listed among the money manager’s contacts.\nRoberts — who spent four years with Epstein — refers to him as “a monster” who paid her lavishly to satisfy his and his\nfriends sexual whims — although Roberts doesn’t identify the friends.\nBritish papers also have reported that Ferguson accepted £15,000 from Epstein. The money was paid to her former\nassistant, who claimed Ferguson owed him unpaid wages and other bills. Ferguson has since told the Mail and other\nBritish papers that she made “a gigantic error of judgment” in accepting the money from Epstein and that she will pay\nhim back.\nThe entire “Grail” was made public as part of a pending civil court case in which Epstein is suing attorney Brad Edwards,\nwho represented several underage girls who sued Epstein.\nEpstein sued Edwards, alleging he was involved in false claims made by Ponzi schemer Scott Rothstein; Edwards\ncountersued Epstein, saying he filed a frivolous lawsuit to get him to back down from representing the young women.\nAll the lawsuits against Epstein said his modus operandi in the initial visit was the same: The girls were taken to\nEpstein’s Palm Beach mansion and led upstairs to a spa room by one of Epstein’s assistants, where he would ask the\ngirls to perform sexually charged massages and/or various sex acts, for which he would pay them.\nOther high-profile names in Epstein’s book include Special Envoy for Middle East Peace George Mitchell, New York City\nMayor Michael Bloomberg, New York Gov. Andrew Cuomo, Barbara Walters, Alec Baldwin, Ralph Fiennes, George\nHamilton, Dustin Hoffman, Kevin Spacey, Liz Hurley, Lauren Hutton, Janice Dickinson, Naomi Campbell, Christy\nTurlington, Henry Kissinger, Joan Rivers, Courtney Love, Mick Jagger, Cornelia Guest, Phil Collins, Itzhak Perlman,\nSimon LeBon, Charlie Rose, Richard Branson, playwright Candace Bushnell, designers Tom Ford and Vera Wang, soap\nopera actress Nadia Bjorlin and erotic film star Koo Stark, who once dated Prince Andrew.\nAmong the high-powered Palm Beachers listed in the money manager’s address book are Catherine and Fred Adler,\nSamantha and Serena Boardman, Jimmy and Jane Buffett, Pepe Fanjul, Conrad and Barbara Black, Gerry Goldsmith,\nMarjorie Gubelman, Dana Hammond, David Koch, Henry Kravis, Frayda and George Lindemann Sr., Bob and Todd\nMeister, Alfred Taubman, Stanley, Bea and Brett Tollman, and Martin Trust.\nGaston Cantens, a spokesman for Florida Crystals Corp., said Fanjul and Epstein “obviously knew each other and had\nsome contact in the past. But there isn’t any ongoing business or social relationship with Mr. Epstein.”\nReached by phone at his Palm Beach home, media mogul Black said he knew Epstein as “a friend of my colleague Mr.\nWexner.”\nLes Wexner, CEO of The Limited Brands, was reported to have been Epstein’s biggest client and close friend. Wexner\nreplaced Epstein as his money manager, according to recent reports.\nSome of the names in Epstein’s book are sub-listed under geographic locations. The heading “massage” is notated\nunder many of Epstein’s locations. Names and phone numbers, most of them first names only, are listed under the\nmassage entries.\nRegistered as a level 3 sex offender, Epstein pleaded guilty to soliciting underage girls for sex at his El Brillo Way home\nin Palm Beach. In addition to serving 13 months of an 18-month jail sentence, Epstein has settled at least two dozen\nlawsuits with young women for undisclosed amounts.\nFind this article at:\nhttp://www.palmbeachdailynews.com/news/jeffrey-epstein-address-book-holy-grail-of-famous-1315130.html\nPrint this page\nClose",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_013435.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5144,
    "word_count": 814,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:44.267362",
    "prefix": "TEXT-001"
  }
}