{
  "document_id": "HOUSE_OVERSIGHT_021143",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021143.txt",
  "text": "Ss\n\nLAWYERS\n\nJ hw was a running sweepstakes or office pool for the unhappiest\nperson in the White House. Many had held the title, but one of the\nmost frequent winners was White House counsel Don McGahn. He was\na constant target for his boss's belittling, mocking, falsetto-voice mimicry,\nand, as well, sweeping disparagements of his purpose and usefulness.\n\n“This is why we can’t have nice things,” McGahn uttered almost obses-\nsively under his breath, quoting the Taylor Swift song to comment on\nwhatever egregious act Trump had just committed (“ . . because you break\nthem,” the song continues).\n\nMcGahn's background was largely as a federal election lawyer. Mostly\nhe was on the more-money, less-transparency side—he was against, rather\nthan for, aggressive enforcement of election laws. He served as the counsel\nto the Trump campaign, arguably among the most careless about election\nlaw compliance in recent history. Before joining the Trump administra-\ntion, McGahn had no White House or executive branch experience. He\nhad never worked in the Justice Department or, in fact, anywhere in gov-\nernment. Formerly an attorney for a nonprofit affiliated with the Koch\nbrothers, he was known as a hyperpartisan: when Obama’s White House\ncounsel, Kathy Ruemmler, the previous occupant of McGahr’s office,\nreached out to congratulate him and to offer to be a resource on past prac-\ntices, McGahn did not respond to her email.\n\ni\n:\n'\n;\nI\n\nSIEGE 39\n\nOne of McGahn's jobs was to navigate what was possibly the most\ncomplicated relationship in modern government: he was the effective\npoint person between the White House and the Department of Justice.\nPart of his portfolio, then, was to endure the president's constant rage and\nbewilderment about why the DO] was personally hounding him, and his\nincomprehension that he could do nothing about it.\n\n“It’s my Justice Department,’ Trump would tell McGahn, often repeat-\ning this more than dubious declaration in his signature triad.\n\nNobody could quite be certain of the number of times McGahn had\nhad to threaten, with greater or lesser intention, to quit if Trump made\ngood on his threat to fire the attorney general, the deputy attorney gen-\neral, or the special counsel. Curiously, one defense against the charge that\nthe president had tried to fire Mueller in June 2017 in an effort to end the\nspecial counsel's investigation—as the New York Times claimed in a Jan-\nuary 2018 scoop—was the fact that Trump was almost constantly trying\nto fire Mueller or other DOJ figures, doing so often multiple times a day.\n\nMcGahn’s steadying hand had so far helped avert an ultimate crisis.\nBut he had missed or let slip by or simply ignored a number of intemper-\nate, unwise, and interfering actions by the president that might, McGahn\nfeared, comprise the basis of obstruction charges. Deeply involved with the\nconservative Federalist Society and its campaign for “textualist” judges.\nMcGahn had long dreamed himself of becoming a federal judge him-\nself, but given the no-man’-land he occupied between Trump and the\nJustice Department—not to mention Trump’s sometimes daily attacks or\nthe DOJ’s independence, which McGahn had to accept or condone—he\nknew his future as a jurist was dead.\n\n+ oF\n\nFifteen months into Trumps tenure, the tensions between the administra-\ntion and the Department of Justice had erupted into open conflict. Now it\nwas war—the White House against its own DO).\n\nHere was a modern, post-Watergate paradox: the independence o:\nthe Justice Department. The DOJ might be, from every organizationa\nand statutory view, an instrument of the White House, and, as much a:\nany other agency, its mission might appear to be driven by whoever hele\n\nHOUSE_OVERSIGHT_021143",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021143.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3720,
    "word_count": 609,
    "line_count": 78,
    "import_date": "2025-11-19T21:47:48.583053",
    "prefix": "IMAGES-006"
  }
}