{
  "document_id": "HOUSE_OVERSIGHT_031278",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031278.txt",
  "text": "fe ahs a ahs ahs alee ahs afc ais abe ols fe ae ahs ose ahs ale aks ale fs ake ahs fe alse ols ae ais abe ake ols ahs fe ole alse aks afc aks abe abe ae ols ae ols oe ols ofc aks ake ak ais abs ols alse aks afc ais aks ole ake ahs fe ols aks oe ois ale ac aks abe a alse ols oe os oie fe ais ale a ols fe als oe ols ofc ak 2s 2c ais\n\nThe information contained in this communication is confidential, may be attorney-client\nprivileged, and is intended only for the use of the addressee. It is the property of\n\nDarren K. Indyke, PLLC. Unauthorized use, disclosure or copying of this communication\nor any part thereof is strictly prohibited and may be unlawful. If you have received this\ncommunication in error, please notify us immediately by return e-mail, and destroy this\ncommunication and all copies thereof, including all attachments.\n\nCopyright of Darren K. Indyke, PLLC - A© 2016 Darren K.\n\nIndyke, PLLC a€* All rights reserved.\n2 ooo ooo oa aaa a aoa aaa aaa a a aa aa aaa a ao a a a a aaa af ff a a a a A A A A A ACC ACA A A A A A A AACA A A A A A A A A\n\nPrivileged - Redacted\n\nDARREN K. INDYKE\nDARREN K. INDYKE, PLLC\n575 Lexington Avenue, 4th Floor\nNew York, New York 10022\n\n2 ole ae ahs ae ose ahs oie a ais ale as os alse os ofc ais ais ale aks ols oft ose ois aie afc aks als a ahs fe alse 2s afc fc 2s aie aks als fe ols aks fe aks ais afc ais ale as ols alse aks ols fe ois aie aks ols fe als ols ofc ae aks afc aks ols a ols fe oft ofc a ois ofc ais ale aks ols fe ols ofc fe aks oc 2s aie as ale te as\n\nThe information contained in this communication is confidential, may be attorney-client\nprivileged, and is intended only for the use of the addressee. It is the property of\n\nDarren K. Indyke, PLLC. Unauthorized use, disclosure or copying of this communication\nor any part thereof is strictly prohibited and may be unlawful. If you have received this\ncommunication in error, please notify us immediately by return e-mail, and destroy this\ncommunication and all copies thereof, including all attachments.\n\nCopyright of Darren K. Indyke, PLLC - A© 2016 Darren K.\n\nIndyke, PLLC a€* All rights reserved.\n\nhe ole a os ose 2s fe ai ais ale aks ahs fe oft ols fe ois hs ae ais als ahs ose ols ofc ae ois aie aks ols os fe ols fe a os ofc aks aie ake alse ols ols aks ois ae aks ale aks aks fe ols ahs ols oe aks ale aks ale as ahs fe a ols ols fe ois ahs aks abs fe aks ahs fe ols ahs ofc ais abe a aks als fe ols ae aks oe 2s ae ais\n\nBegin forwarded message:\n\nFrom: \"Michael, Charles” <j >\n\nSubject: RE: Privileged and Confidential - Fwd: JAMES PATTERSON NEW BOOK TELLING FEDS COVER\nUP OF BILLIONAIRE JEFF EPSTEIN CHILD RAPES RELEASE DATE OCT 10 2016 STEVEN HOFFENBERG IS\nON THE BOOK WRITING TEAM !IIf\n\nDate: August 16, 2016 at 10:42:56 PM EDT\n\nTo: 'Darren Indyke’ <\n\nDarren:\n\nCharles\n\nFrom: Darren Indyke [mailto i\n\nSent: Monday, August 15, 2016 5:35 PM\n\nTo: Michael, Charles\n\nSubject: Privileged and Confidential - Fwd: JAMES PATTERSON NEW BOOK TELLING FEDS COVER UP OF BILLIONAIRE JEFF EPSTEIN CHILD\nRAPES RELEASE DATE OCT 10 2016 STEVEN HOFFENBERG IS ON THE BOOK WRITING TEAM !!!!\n\nHOUSE_OVERSIGHT_031278",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031278.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3118,
    "word_count": 632,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:48.708579",
    "prefix": "IMAGES-011"
  }
}