{
  "document_id": "HOUSE_OVERSIGHT_024968",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024968.txt",
  "text": "11\n\nordeal of the 2003 US-led invasion of Iraq and the long occupation\nthat followed. Had the United States been successful in Iraq, Syria\nwould have been the next target, as pro-Israel neocons, the main\narchitects of the Iraq war, had intended. Syria was then confronted by\nthe 2005 Lebanese crisis, triggered by the assassination of former\nprime minister Rafik Hariri. Syrian forces were ousted from Lebanon\nand the Assad regime threatened with extinction by the combined\npressures of the United States and France.\n\nThere is also a much older memory that still hangs like a dark cloud --\nthat of the massacres at Hama in central Syria in 1982. It was then\nthat Hafez al-Assad put down, with great violence, an armed\ninsurrection by the Muslim Brothers. Beginning in 1977, this Islamic\ngroup had launched a series of terrorist attacks against the regime,\nmurdering several of the president’s close associates and eventually\nseizing control of Hama, where they killed Ba’ath Party and\ngovernment officials. The regime regained control of the town, but\nonly after a bloodbath in which between 10,000 and 20,000 people\nlost their lives.\n\nThirty years later, some Islamists still dream of revenge, while\nminorities such as the Alawites fear that if the regime were to fall,\nthey would be massacred in turn. Emerging from underground, the\nMuslim Brothers have now called on the people to join the protests.\nThe cry for freedom risks being drowned by sectarian strife.\n\nSuch has been Bashar al-Assad’s harsh apprenticeship. He has had to\nsurmount a series of regime-threatening crises much like those his\nfather confronted in his time. Both Assads felt some satisfaction at\nmanaging to survive them and thus provide Syria with a measure of\nstability and security, especially compared with Iraq and Lebanon.\nThere was, however, a price to pay. Having to live and survive in a\nhostile environment inevitably conferred great powers on the security\nservices, guardians of the regime -- to the increasing resentment of\n\nHOUSE_OVERSIGHT_024968",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024968.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2032,
    "word_count": 330,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.922711",
    "prefix": "IMAGES-008"
  }
}