{
  "document_id": "HOUSE_OVERSIGHT_023642",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023642.txt",
  "text": "how that got published?\nPK: It was originally a guy from LIFE. He’d\ninterviewed me, and mentioned some of\nthe staffers had seen Rosemary's Baby,\nwhere there’s an anagram moment with\nScrabble pieces, something to do with\nwitcheraft —\nEP: “Steven Marcato”.\nPK: Yeah. Staffers had discovered this joke\nabout the Vice President’s name, based\non that scene. They couldn’t use it in\nLIFE, but it had to 0 somewhere. So, I\nran it in the four-page comic that Richard\nGuindon and I did together.\nEP: Both the LBJ piece and Rosemerica\ncomic clearly bend into surrealism. The\nresponse of readers, delighted and infuri-\nated, had to be one of the best moments\nof yout life.\nPK: Many many people believed [the LBJ\npiece], even for just a moment. It was\nsomething I’d learned from Joseph Heller,\nwhen I interviewed him (Realist #39). I\nasked about one of the patients in Catch-\n22, who is in a veteran’s hospital. The\npatient was wrapped up like a mummy,\nfed through IV's, excreting through tubes\n— he was just a middleman for digestion.\nI asked Heller, and he said, “Well you\nknow, it’s possible, but not probable.”\nEP: “Possible but not probable” explains\nthese last fifteen months on Earth.\nPK: Regarding the LBJ piece, there were\npeople who claimed to remember a pho-\ntograph! (laughs)\n\nPeople who said they believed the\narticle, if only for a moment, included\nDaniel Ellsberg, who released The Pen-\n\n2“Trump’s Presidency is Doomed,” The\nWashington Post, January 16, 2017.\n\ntagon Papers. He said the reason he be-\nlieved it, was because he just so much\nwanted it to be true.\n\nEP: Speaking of Ellsberg, and now Trump,\nhow do you feel about leaking?\n\nPK: Well, I leak several times a day.\n(Shared laughter)\n\nEP: It’s very good for you.\n\nPK: That’s bladder control.\n\nEP: It’s funny that the Russian sex black-\nmail was Trump having a urine party with\na bunch of hookers.\n\nPK: That was a fake. But it became a\nperfect image for comedians worldwide.\nEP: But it’s like the LBJ issue — maybe it\nwill stick. People also remember The Dis-\nneyland Orgy from the magazine. And the\nwonderful FUCK COMMUNISM poster.\nPK: You know, I use a walker, but I go to\nthe gym three times a week, to use the\ntreadmill. I had my FUCK GOMMUNISM\nt-shirt on, you know, the red white and\nblue. As I was walking out, there was a\npoliceman who held the door open for\nme. And he saw the t-shirt.\n\nEP: Oh, god —\n\nPK: He said, “Hey, that’s a great t-shirt!”\nHe took it literally!\n\nEP: | know the poster was said to be the\nperfect confluence of two banned terms.\nPK: Kurt Vonnegut praised it for that.\nEP: “Fuck” has kind of won, right? You\ncan say “Fuck” anything now, and it’s\nfine. That is one experience I don’t have,\ngrowing up when that word was so ver-\nboten. I understand how saying “Fire” in\na crowded theater is illegal, but I don’t\nhave an understanding of a world where\n\n1“Roseamerica’s Baby,” The Realist #93,\nAugust 1972.\n\nsaying “Fuck” could get your arrested.\nHow did Lenny Bruce work around it?\nPK: He had to use a euphemism. He’d\nhave to say “frig.”\n\nThe first time I met Lenny, he came to\nNew York, and he called — because The\nRealist was his favorite magazine.\n\nEP: That had to feel great.\n\nPE: It did. Steve Allen was the first sub-\nscriber. He would give subscription gifts\nto several friends, and Lenny was one\nof them.\n\nLenny then sent a lot of subscriptions\nto his friends. That’s how it started, and\nhow it grew — word of mouth — which\nis better than advertising, because it’s\nfree and you're getting it from someone\nyou know, an individual.\n\nWhen I met Lenny for the first time,\nI gave him an advance copy of an inter-\nview with Dr Albert Ellis, a psychologist.\nLenny was reading and said “He used\nthe word [‘fuck’]!” I explained to him\nthat Ellis had a campaign that “fucking\nwas good” therefore, if you wanted to\nsay something unfriendly, you should\nsay “unfuck you”...\n\nLenny asked, “How does he get away\nwith this?” I told him, “The Supreme\nCourt said use of the word wasn’t obscene\nin a magazine if it was a redeeming social\nvalue, and no prurient interest.”\n\nLenny asked, “What’s that? Prurient?”\nHe went to his suitcase on his bed in the\nhotel room. Inside was a huge unabridged\ndictionary. At first, it said something like\n“itching” — and Lenny asked, “Is this\nsomething like a novelty store?”\n\nEP: Where they sell the powder!\nPK: Or the dribble glasses. But the second\n\nCreated in 1963 by Paul Krassner and John Francis Putnam, this poster was a staple of dorm rooms for decades. Kurt Vonnegut\ncalled it “a miracle of compressed intelligence nearly as admirable for potent simplicity, in my opinion, as Einstein's e=mc?.”\n\nLh ft\nCOMMUNISM!\n\nADDITIONAL COPIES AVAILABLE FROM THE MOTHERS OF THE AMERICAN REVOLUTION, WASHINGTON, D.C.\n\nWw\n\nHOUSE_OVERSIGHT_023642",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023642.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4749,
    "word_count": 850,
    "line_count": 154,
    "import_date": "2025-11-19T21:47:49.224643",
    "prefix": "IMAGES-007"
  }
}