{
  "document_id": "HOUSE_OVERSIGHT_023843",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023843.txt",
  "text": "New Curricula for a New Way of Teaching 97\n\nvery idea that a Yale degree would make you capable of getting a good\njob as a programmer is frowned upon by the faculty. They are training\ncomputer science professors. This is the logical end result of subject-\nbased training.\n\nNow, what Giamatti had in mind as the end goal of college,\ntraining for the mind, is a noble enough ideal, and a natural out-\ncome of cognitive process-based education. The classic liberal arts\nview of education, one that a reader might think I am not in favor\nof, is actually a better model than the model that has evolved in the\nnation’s top universities. The idea that you should try thinking in\na variety of fields is a better plan, and one more in line with what I\nam proposing here, than the model that exists on most universities’\ncampuses. The latter model, the one that makes students major in a\nsubject and thus supposedly become prepared to work in that field,\nis really just a big lie.\n\nThere is nothing unusual here. Here again, is a statement from the\nIvy League professor whom I quoted earlier:\n\nThere is an unspoken rule at places like my university that if you\nare really good, you do exactly what your teacher does.\n\nSo what are these schools training students for? It could be only one\nthing—to become professors. There is no attempt to teach practical\nreal-world applications of the ideas taught in classes, in part because\nthe faculty themselves don’t know those applications. Here is the Big\nTen computer science professor again:\n\nThere are roughly 60 faculty members in computer science. They\ncover all the traditional areas of computer science. Ironically,\nsoftware engineering, which is what 90% of the undergraduates\ndo when they graduate, is not covered. It is not considered an\nintellectual or academic discipline. It is considered too practical.\nThere is only one software engineering course and it is taught by\nan adjunct because no one really cares about it.\n\nThis is a real problem because (the Big Ten professor again). . .\n\nThere are hundreds of computer science majors here. The\nfaculty doesn’t feel it needs to change because there are students\n\nHOUSE_OVERSIGHT_023843",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023843.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2177,
    "word_count": 374,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:44.433809",
    "prefix": "IMAGES-007"
  }
}