{
  "document_id": "HOUSE_OVERSIGHT_024620",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024620.txt",
  "text": "29\n\nNations General Assembly which issued in November 26, 1947 a\nresolution dividing Palestine into two states: A Jewish state\nconsisting of 54 percent of the territory of Palestine, an Arab state\nconsisting of 44 percent of that territory, and the Jerusalem Area, as a\nCorpus Separatum, consisting of 2 percent of Palestine.\nFurthermore, the Resolution decided to have an Economic Union\nbetween the two states and stipulated that the Jerusalem Area, which\nincluded Bethlehem, should be a separate area under the control of\nthe UN.\n\nThe Zionist leadership pretended to accept the resolution, relying on\nthe fact that it would be refused by the reactionary Arab leadership.\nAfter the UN Resolution, clashes broke out among the two\ncommunities. The armed Zionist organizations, well prepared and\norganized, as well as heavily armed, defeated the poorly armed\nPalestinians and the weak unorganized Arab armies.\n\nThey occupied and annexed 70 percent of Jerusalem and 50 percent\nof the territory allocated to the Arab State, and on May 15, 1948,\ndeclared the State of Israel on 78 percent of historical Palestine\nterritory, leaving the Palestinians without a state and in limbo.\n\nAll these events happened in collusion among the colonial British\ngovernment, the Jewish Agency and some Arab regimes, ruled and/or\ncontrolled by the British.\n\nAftermath of the 1948 War\n\nAs mentioned above, there was an enlarged Jewish state [Israel], but\nthe remaining territories of Palestine were either annexed to Jordan\n[The West Bank], or put under Egyptian rule [The Gaza Strip].\n\nSo, the Palestinian people, who constituted 67 percent of the\npopulation of Palestine in 1947 and owned 93 percent of its land,\nwere betrayed and left in a state of destitution.\n\nSixty-two percent of them were driven out of their home under\ngunpoint and in several massacres committed by armed Zionist\n\nHOUSE_OVERSIGHT_024620",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024620.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1888,
    "word_count": 301,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:48.494442",
    "prefix": "IMAGES-008"
  }
}