{
  "document_id": "HOUSE_OVERSIGHT_022512",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022512.txt",
  "text": "The FCPA:\n\nAnti-Bribery Provisions\n\nTHE FCPA: ANTI-BRIBERY\n\nPROVISIONS\n\nThe FCPA addresses the problem of international corruption in two ways: (1)\n\nthe anti-bribery provisions, which are discussed below, prohibit individuals\n\nand businesses from bribing foreign government officials in order to obtain\n\nor retain business and (2) the accounting provisions, which are discussed in\n\nChapter 3, impose certain record keeping and internal control requirements\n\non issuers, and prohibit individuals and companies from knowingly falsifying\n\nan issuer's books and records or circumventing or failing to implement an is-\n\nsuer’s system of internal controls. Violations of the FCPA can lead to civil and\n\ncriminal penalties, sanctions, and remedies, including fines, disgorgement,\n\nand/or imprisonment.\n\nIn general, the FCPA prohibits offering to pay, pay-\ning, promising to pay, or authorizing the payment of money\nor anything of value to a foreign official in order to influ-\nence any act or decision of the foreign official in his or her\nofficial capacity or to secure any other improper advantage\n\nin order to obtain or retain business.\n\nWho Is Covered by the Anti-Bribery Provisions?\nThe FCPA’s anti-bribery provisions apply broadly to\n\nthree categories of persons and entities: (1) “issuers” and\n\ntheir officers, directors, employees, agents, and sharehold-\ners; (2) “domestic concerns” and their officers, directors,\nemployees, agents, and shareholders; and (3) certain per-\nsons and entities, other than issuers and domestic concerns,\n\nacting while in the territory of the United States.\n\nIssuers—15 U.S.C. § 78dd-1\nSection 30A of the Securities Exchange Act of 1934\n(the Exchange Act), which can be found at 15 US.C.\n\n§ 78dd-1, contains the anti-bribery provision governing\n\nHOUSE_OVERSIGHT_022512",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022512.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1798,
    "word_count": 264,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:46.658951",
    "prefix": "IMAGES-007"
  }
}