{
  "document_id": "HOUSE_OVERSIGHT_023951",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023951.txt",
  "text": "CHAPTER 14\n\ni\n\nMZ\n\nWhat Can We Do About It?\n\nSimple solutions seldom are. It takes a very unusual mind to\nundertake analysis of the obvious.\n—Alfred North Whitehead\n\nWhat is obvious here? Schooling is broken. It needs to be rethought.\nWhat can we build as an alternative? It is a simple question really. If\nwe had all the resources in the world and we really wanted to edu-\ncate our children, where education means teach them to think clearly,\nlive well-thought-out lives, and be able to pursue their dreams, what\nwould we build?\n\nIt is, of course, very difficult to think about replacing sacred in-\nstitutions. The only way I know to think about it, is as a thought\nexperiment. Just imagine that we lived in a different world, maybe a\nGreek colony in the Ist century, and ask yourself how we might edu-\ncate our children in this environment, pretending that schools are the\none thing we cannot build for some reason. As we think about this,\nwe must not assume that what we teach in schools now needs to be\ntaught in some other way. We simply need to ask: What should one\nteach children? while making no assumptions that what we have been\nteaching is necessarily relevant.\n\nTo put this another way, the right question to ask is: What do chil-\ndren need to be able to do, in order to function in the world they inhabit?\nThe next question is, of course, How would we teach children to do\nthose things?\n\nNow admittedly I am prejudicing the answer here by simply leav-\ning out the word know. The usual question is, What should children\nknow? It is this question that leads people to make lists of things every\n3rd-grader should know and allows school boards to create lists of\nfacts students need to be tested on. So, let’s leave that word out of the\ndiscussion and see where it gets us.\n\n205\n\nHOUSE_OVERSIGHT_023951",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023951.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1812,
    "word_count": 328,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:46.130257",
    "prefix": "IMAGES-007"
  }
}