{
  "document_id": "HOUSE_OVERSIGHT_016879",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016879.txt",
  "text": "Throughout his career, whether studying language, advocating a realistic biology of\nmind, or examining the human condition through the lens of humanistic Enlightenment\nideas, psychologist Steven Pinker has embraced and championed a naturalistic\nunderstanding of the universe and the computational theory of mind. He is perhaps the\nfirst internationally recognized public intellectual whose recognition is based on the\nadvocacy of empirically based thinking about language, mind, and human nature.\n\n“Just as Darwin made it possible for a thoughtful observer of the natural world to\ndo without creationism, ” he says, “Turing and others made it possible for a thoughtful\nobserver of the cognitive world to do without spiritualism. ”\n\nIn the debate about AI risk, he argues against prophecies of doom and gloom,\nnoting that they spring from the worst of our psychological biases—exemplified\nparticularly by media reports: “Disaster scenarios are cheap to play out in the\nprobability-free zone of our imaginations, and they can always find a worried,\ntechnophobic, or morbidly fascinated audience.” Hence, over the centuries: Pandora,\nFaust, the Sorcerer’s Apprentice, Frankenstein, the population bomb, resource depletion,\nHAL, suitcase nukes, the Y2K bug, and engulfment by nanotechnological grey goo. “A\ncharacteristic of AI dystopias,”’ he points out, “is that they project a parochial alpha-\nmale psychology onto the concept of intelligence. . .. History does turn up the occasional\nmegalomaniacal despot or psychopathic serial killer, but these are products of a history\nof natural selection shaping testosterone-sensitive circuits in a certain species of primate,\nnot an inevitable feature of intelligent systems.”\n\nIn the present essay, he applauds Wiener’s belief in the strength of ideas vis-a-vis\nthe encroachment of technology. As Wiener so aptly put it, “The machine’s danger to\nsociety is not from the machine itself but from what man makes of it.”\n\n76\n\nHOUSE_OVERSIGHT_016879",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016879.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1986,
    "word_count": 297,
    "line_count": 31,
    "import_date": "2025-11-19T21:47:44.989913",
    "prefix": "IMAGES-004"
  }
}