{
  "document_id": "HOUSE_OVERSIGHT_017952",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017952.txt",
  "text": "Case 1:19-cv-03377 Document1 Filed 04/16/19 Page 18 of 28\n\n67. Dershowitz lied and said he never saw any naked pictures of females in Epstein’s\nPalm Beach home during his many visits, yet the police footage that was obtained from the\nsearch of Epstein’s home proves that there were naked pictures of females throughout the home\nincluding in the common areas.\n\n68. In adesperate attempt to deflect attention from his own misconduct, Dershowitz\nfabricated an extortion plot by Roberts and her lawyers. Dershowitz falsely told the media that\nhe was being used as a pawn as part of a fanciful plan to extort money from a billionaire business\nmogul and colleague of Epstein. Dershowitz’s claim was that he was framed in order to send a\nmessage to the billionaire that this is what would happen to the billionaire if the billionaire did\nnot pay Roberts and her attorneys. As Dershowitz knew:\n\n(a) No complaint was ever made against the billionaire.\n\n(b) No money was either paid or demanded by or from the billionaire.\n\n(c) Roberts’ assertions about Dershowitz long predated the time of the alleged\nextortion plot.\n\n69. Dershowitz also falsely claimed that Roberts’ lawyer had told him that he had\nconcluded that Roberts was “wrong” and “simply wrong” in accusing Dershowitz. Dershowitz,\nin violation of the canons of ethics and in at least one case in violation of state law, had\nsurreptitiously tape recorded confidential settlement negotiations he had engaged in with Ms.\nRoberts’ lawyer. Dershowitz then played and described excerpts from those tapes out of context\nto reporters to try to make it appear that Ms. Roberts’ lawyer’s hypothetical comments, and\ncharacterizations of Dershowitz’s assertions, represented that lawyer’s conclusions. As the sworn\ntestimony (Exhibit 13) of Dershowitz’s own lawyer, and the facts set forth below, demonstrate,\n\nDershowitz’s assertions about what Ms. Roberts’ lawyer said are, again, false.\n\n18\n\nHOUSE_OVERSIGHT_017952",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017952.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1956,
    "word_count": 310,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:48.900413",
    "prefix": "IMAGES-004"
  }
}