{
  "document_id": "HOUSE_OVERSIGHT_017500",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017500.txt",
  "text": "unrelated to this case, documents related to the\n\nsettlements. Other than proving the existence of the\n\n. ; :\ncase, there's very little an investor, at least from\nmy end, investigates into the actual case. It was\n\nmore after having the case exist and not caring about\nreally what was going on in the case other than a lot\n\nof money was going to be collected.\n\nQ. Well, with respect to showing them that the\ncase existed and that there was a likelihood of a\npossibility of a payday at the end, how did you\nconvince them of that? What did you use to convince\nthem of that?\n\nA. 1 did two main things. One, | put the boxes\n\nin my office while they were there. ] told them to\nspecifically look at a couple of sheets of a flight\n\nmanifest that was in the file that Russ had shown me.\nAnd ] told them that it would be a breach of\n\nattorney/client privilege for them to look at the\nfile, but that ] was going to step out for a while and.\n\nleave them there with the boxes, wink, wink, and\n\nthat's what I did. I stepped out, ] let them look at\nwhatever they wanted to Jook at. 1 came back in, they\nwere satisfied that it was areal case and ] was off\n\nand running,\n\nQ. And these were the real legitimate files for\nPage 40\n\neA\nEa\n\nA. | talked to Russ Adler. ] may have talked\nto some of the other Jawyers._] flipped through\ncertain boxes in the file.\n\nQ. How did you get the boxes?\n\nA. lj asked someone to bring them to me.\n\nQ. Do you know where those files were stored?\n\nA. | do not.\n\nQ. So you flipped -- sorry, please continue.\nFlipped through some files?\n\nA. 1 flipped through some files. 1] had the\n\nfiles in my office. The day that the investor group\ncame in, 1 actually had Ken Jenne and some others\nactually bring me some more of the boxes actually into\nmy office while the investors were there. J already\n\nhad some of the boxes with me.\n\nQ. You say \"Ken Jenne and others,” who were the\nothers to whom you are referencing?\n\nA. | don't specifically recall who carried them\nin. 1 was very focused on my investors at that time.\n\nQ. Were any of the lawyers present with you\n\nwhen you were meeting with these investors?\nA. During the actual meeting with them, no. |]\n\nrecall that some of the Jawyers may have met some of\nthe investors, but ] don't recal] who.\nQ. Do you recall approximately when that\n\ncig aaNet ees ect atin eer\n\n05 SLA ARR ELS TENA NWN HATE RE THUY STRESS UES me mR PS MSN\n\nOpmwWNFOU WAI AU PWNYNFP COU WANA HS WN LH\n\nNM NMNHNMNFPP BBE PR Pee\n\nPage 38:\n\nhappened?\n\nA. No, it's the same dates that ] was giving\nyou before.\n\nQ. Okay. So you had, to further your Ponzi\nscheme, you had to familiarize yourself with this case\nso that you could speak intelligently with the\ninvestors; is that correct?\n\nA. Well, sort of because most of what ] told\nthe investors was all things that ] was creating as ]\nwent.\n\nQ. About this particular case, the Epstein\ncase?\n\nA. Yes, from an investor -- you have to\nunderstand how the inner working of the Ponzi scheme\nwere crafted but --\n\nQ. Please tell me then.\n\nA. ]'m telling you -- hang on. From an\ninvestor's standpoint, the investor is simply lookin\nfor is the case believable. And once they get past\nthat, is it of such case -- excuse me, is it of sucha\nnature that it is possible to be generating a\nsignificant amount of settlement dollars. And then\nafter that, their concern is simply on the due\n\ndiligence side of making sure we actually have the settlements.\nmoney, that the documents pass -- the documents Q. Why was the flight manifest so interesting\nPage 39 : Page 41\n\nthis case; is that correct?\n\nA. These were the legitimate files, yes.\n\nQ. Nothing had been created at this time for\nthem to look through?\n\nA. |] didn't add anything to the case files.\nThe case files were significant enough by themselves.\n\nQ. Do you know how long they were in your\noffice; days, weeks?\n\nA. The people or the boxes?\n\nQ. The boxes.\n\nA. The boxes were in there probably a little\nmore than a week. | don't have a specific\nrecollection.\n\nQ. Okay. Did you ever go through them?\n\nA. Yes, ! flipped through them at some point in\ntime.\n\nQ. And what do you recall about what you saw in\nthe cases? Do you remember anything?\n\nA. J remember seeing the flight manifest. ]\ndon't recall seeing anything else. I'm sure ] looked\n\nat other things, but again, for my purposes it was\ninsignificant to me because the actual content of the\n\nboxes was not necessary in the sale of the fake\n\nOrn oO FF WN FE\n\nOwpwWNPFP OW DOAIDUOUBPWNFP DO WMIAYNBPWNEH\n\nSSG SERENE cw ae Hee Ng I EN SAT NENA RUMEN DEE NU IE A HE PEERS S SENSIS BS SMA ALAS EO PNT TT ENR AN CSE OR\nNNONMNNNNEPRP REP EPH EE\n\nll (Pages 38 to 41)\n\nFRIEDMAN, LOMBARDI & OLSON\n305-371-6677\n\n5ed93085-0554-447f-bcdd-ca2d8fe941 df\n\nHOUSE_OVERSIGHT_017500",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017500.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4724,
    "word_count": 898,
    "line_count": 180,
    "import_date": "2025-11-19T21:47:47.421524",
    "prefix": "IMAGES-004"
  }
}