{
  "document_id": "HOUSE_OVERSIGHT_010785",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010785.txt",
  "text": "Oo OAT HH PW nN\n\nNNN NNN PP BP PP BP oe oe oe oe\n“Ud WN EF Ow ON AU eB WN HO\n\nOo Own un ® Wn\n\nNNNNNNFRP RP RPP EP BP BP BB\nORWNHEP COvwWAaIYHA UY BWNHO\n\nA. Truth has many, many meanings and is a\ncontinuum. The Supreme Court has held that\nrhetorical hyperbole cannot be the basis, for\nexample, of perjury prosecutions or generally of a\ndefamation prosecution.\n\nSo it depends on the context. You might\njust look at the dictionary and probably get a\nvariety of definitions for it.\n\nBY MR. SCAROLA:\n\nQ. Well, what I'm concerned about,\n\nMr. Dershowitz, is not a dictionary definition. I\nwant to know what your understanding of rhetorical\nhyperbole is.\n\nAnd do you agree that pursuant to your\nunderstanding of rhetorical hyperbole, it is an\nexaggeration beyond the facts?\n\nMR. SCOTT: Objection, argumentative and\n\ncompound, three questions.\n\nA. No --\n\nMR. SCOTT: You can answer.\n\nA. -- I would not agree with that definition.\n\nBY MR. SCAROLA:\n\nQ. Okay. Then define it for us, if you\nwould, please.\n\nA. I think J have already.\n\noOo Onwa nu BW DdD\n\nNNNNNP PEF PP BP Pe PB\nBWNFP Ow OI HU BwWnNR OO\n\n187\n\ntranscript of the interview? We'd like to see\nit.\n\nMR. SCAROLA: That's exactly what I gave\nyou, the photocopy.\n\nMR. SCOTT: We're doing it right now.\nMaybe we can move on and come back then.\n\nMR. SCAROLA: No, I would like to proceed.\n\nMR. SCOTT: Then let's stop until I get a\ncopy of it. Because he -- | want --\n\nMR. SCAROLA: J don't think that's\nnecessary because your client has told us that\nhe has a superb memory and one of the things |\nwould like to know is what he's able to recall.\n\nIf he needs to refresh his memory, the\ntranscripts will be here in just a moment, but\nI don't want to delay going forward.\n\nMR. SCOTT: Do you need the transcript to\nrefresh your memory?\n\nTHE WITNESS: Well, I have no memory of\nwhat specifically | said on a particular day in\na particular interview.\n\nMR. SCOTT: Since you have a copy in front\nof him, why don't you just show him your copy\nthen? Read the -- ask your question and let\nhim read it.\n\n186\n\nQ. I'm sorry, I missed the definition. Could\nyou tell us what rhetorical hyperbole is?\n\nMR. SCOTT: Objection, repetitious. He's\ndone it.\n\nA. Why don't we just read back my answer.\n\nBY MR. SCAROLA:\n\nQ. Because I didn't understand it, so I would\nlike you to try to give us a direct response to that\nquestion if you're able te.\n\nA. | will repeat exactly what I said. A\nrhetorical means verbal and hyperbole means some\nexaggeration of the facts for political or other\nreasons, but generally it is truthful in a literal\nsense but perhaps -- it all depends on context.\n\nAnd if you tell me the context in which I\nused it, I will be happy to describe what | meant in\nthat context. But } don’t think you can really\nanswer a question about what two words put together\n\nmean without understanding the context.\nQ. Okay. Well, we're going to talk about\nsome context.\nDo you recall having been interviewed on\nCNN Tonight on January 5, 2015?\nA. have no current recollection of --\nMR. SCOTT: Do you have a copy of the\n\nBY MR. SCAROLA:\n\nQ. Do you recall having been interviewed on\nCNN Tonight by Don Lemon?\n\nA. Yes, I do.\n\nQ. Do you recall having been interviewed on\nCNN Tonight by Don Lemon in carly January of 2015,\nwhere you spoke about matters that have become the\nsubject of this litigation?\n\nA. Yes, Ido.\n\nQ. Did you make the following statement\nduring the course of that interview: \"As to the\nairplanes, there are manifests that will prove\nbeyond any doubt that I was never on a private\nairplane with this woman or any other underage\ngirl\"?\n\nMR. SCOTT: You need to see the\ntranscript?\nTHE WITNESS: No. No.\nA. That is a truthful statement. | would\nrepeat it right now. I've reviewed the manifests.\nFirst, 1 know I was never on the airplane\nwith any underage woman. I know that for a fact. |\nhave absolutely no doubt in my mind about that. And\nthe records that I have reviewed confirm that.\nThey have Virginia Roberts on a number of\n\n3 (Pages 185 to 188)\n\nwww.phippsreporting.com\n(888) 811-3408\n\nHOUSE_OVERSIGHT_010785",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010785.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4040,
    "word_count": 752,
    "line_count": 164,
    "import_date": "2025-11-19T21:47:45.158454",
    "prefix": "IMAGES-001"
  }
}