{
  "document_id": "HOUSE_OVERSIGHT_013192",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013192.txt",
  "text": "276 14 Representing Implicit Knowledge via Hypergraphs\n\nCognitive Equation Principle: In an intelligent system, many abstract patterns that are\npresent in the system at a certain time as patterns among other Schema and Concepts, will at\na near-future time be present in the system as patterns among elementary system components.\n\nThe Cognitive Equation Principle, briefly discussed in Chapter 3, basically means that Con-\ncepts and Schema emergent in the system are recognized by the system and then embodied\nas elementary items in the system so that patterns among them in their emergent form be-\ncome, with the passage of time, patterns among them in their directly-system-embodied form.\nThis is a natural consequence of the way intelligent systems continually recognize patterns in\nthemselves.\n\nNote that derived hypergraphs may be constructed corresponding to any complex system\nwhich demonstrates a variety of internal dynamical patterns depending on its situation. How-\never, if a system is not intelligent, then according to the patternist philosophy evolution of its\nderived hypergraph can’t necessarily be expected to follow the above principles.\n\n14.4.1 SMEPH Principles in CogPrime\n\nWe now more explicitly elaborate the application of these ideas in the CogPrime context. As\nnoted above, in addition to explicit knowledge representation in terms of Nodes and Links,\nCogPrime also incorporates implicit knowledge representation in the form of what are called\nMaps: collections of Nodes and Links that tend to be utilized together within cognitive processes.\n\nThese Maps constitute a CogPrime system’s derived hypergraph, which will not be iden-\ntical to the hypergraph it uses for explicit knowledge representation. However, an interesting\nfeedback loop arises here, in that the intelligence’s self-study will generally lead it to recognize\nlarge portions of its derived hypergraph as patterns in itself, and then embody these patterns\nwithin its concretely implemented knowledge hypergraph. This relates to the Cognitive Equa-\ntion Principle defined above 3, in which an intelligent system continually recognizes patterns in\nitself and embodies these patterns in its own basic structure (so that new patterns may more\neasily emerge from them).\n\nOften it happens that a particular CogPrime node will serve as the center of a map, so that\ne.g. the Concept Link denoting cat will consist of a number of nodes and links roughly centered\naround a ConceptNode that is linked to the WordNode cat. But this is not guaranteed and\nsome CogPrime maps are more diffuse than this with no particular center.\n\nSomewhat similarly, the key SMEPH dynamics are represented explicitly in CogPrime: prob-\nabilistic reasoning is carried out via explicit application of PLN on the CogPrime hypergraph,\nevolutionary learning is carried out via application of the MOSES optimization algorithm, and\nattention allocation is carried out via a combination of inference and evolutionary pattern min-\ning. But the SMEPH dynamics also occur implicitly in CogPrime: emergent maps are reasoned\non probabilistically as an indirect consequence of node-and-link level PLN activity; maps evolve\nas a consequence of the coordinated whole of CogPrime dynamics; and attention shifts between\nmaps according to complex emergent dynamics.\n\nTo see the need for maps, consider that even a Node that has a particular meaning attached\nto it - like the Iraq Node, say - doesn’t contain much of the meaning of Jrag in it. The meaning\nof frag lies in the Links attached to this Node, and the Links attached to their Nodes - and\nthe other Nodes and Links not explicitly represented in the system, which will be created by\n\nHOUSE_OVERSIGHT_013192",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013192.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3704,
    "word_count": 575,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:44.183286",
    "prefix": "IMAGES-002"
  }
}