{
  "document_id": "HOUSE_OVERSIGHT_018315",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018315.txt",
  "text": "permits the easy spread and accumulation of links.Terror cells or social networks or\nfinancial markets all lay out in this fashion. Wide-open, convenience-making links\nare expanding, and they serve as a kind of global nervous system, more sensitive\nwith each passing generation. These lines of connection run two ways, of course:\nNetworks permit any of us to connect to nearly anywhere, and to unimaginable\ntechnological power. But, at the same time, the world connects back to us. Wired\njihadis and currencies and bio bits - they’re all tied in with us too. So yes: We’re\nmurdering the exotic with our data connections and machines and discount plane\nflights. Should we be surprised when, from time to time now, the exotic shows up\nand murders us right back?\n\nWe've seen, now, the way in which that pulling connection between center and\nperiphery - that tension of our network - pulls apart old structures. And this is the\nfirst, urgent Seventh Sense understanding: Connection changes the nature of an\nobject by placing it on this tense mesh. Connect a patient, a doctor, a flying machine,\na currency - each is twisted and changed as a result. Some become great. Others\nsnap, never to be rebuilt. Some adjust, painfully. The pulling network action\naccounts for our greatest new fortunes but also the tumbling of old ideas and\ninstitutions. This is why our age is so uneasy. This is also part of the picture of\nnetwork power we have to keep in mind, the image of a stretched skein plucking\napart old structures. Baran’s fishnet grows, it locks everything it touches into anew\nstructure, one that resists the “arrest the usual suspects” sort of interruption. We’ve\nsaid: Connection changes the nature of an object. To be connected to a Baran-style\nsystem instead of a brush-cut 1950’s AT&T system makes a difference.\n\nThe connected devices themselves are constantly improving. Back in Baran’s day,\ndozens of scientists counted themselves lucky to share a single computer. A few\ndecades later, the PC revolution gave everyone their own machine. And now, of\ncourse, we each have many computers in our lives: phones, wired TVs, computers.\nBecause of connection, we have access to thousands of such devices in data\ncenters.1°7 We can touch them in an instant, a fusion of software and hardware and\nconnection that we are starting to know lean on as “everyware.” This now\ncommonplace magic was formalized back in 1965 by Gordon Moore, one of the\nfounding engineers at Intel, who noticed the rather amazing fact that since the\nintroduction of integrated chips in 1959, the number of transistors on each tiny chip\nhad been doubling every two years.!°8 It seemed hard to imagine this pace could\nendure, but then it did and does, something known as Moore’s Law. Back in 1997\nAndy Grove, who followed Moore as CEO of Intel, the chip giant, was named TIME’s\nMan of the Year. I wrote that story and I remember Grove telling me, in a\nconfessional spirit: “I never stopped thinking about the business. I worked\n\n107 And now, of course: Richard Harper, Tom Rodden, Yvonne Rogers and Abigail\nSellen Eds. Being Human: Human-Computer Interaction in the year 2020, (Redmond:\nMicrosoft Research Publication 2008)\n\n108 This how commonplace magic: Chris Mack, “The Multiple Lives of Moore’s\nLaw: Why Gordon Moore’s grand prediction has endured for 50 years”, IEEE\nSpectrum (March 30, 2015), accessible online.\n\n83\n\nHOUSE_OVERSIGHT_018315",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018315.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3414,
    "word_count": 569,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.721783",
    "prefix": "IMAGES-004"
  }
}