{
  "document_id": "HOUSE_OVERSIGHT_011745",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011745.txt",
  "text": "year before. “We signed a three-phase contract with Arafat,” I said. “Try to\nimagine one of you selling me three pieces of property. If I fail to pay for the\nfirst one on time, you might not immediately cancel the contract. You might\neven be ready to help me collect the necessary money. But you would never\nproceed to deliver the second property before I paid for the first one, unless you\nwere a fool.” I also warned of longer-term dangers: “terrorism, radical Islamic\nfundamentalism, the proliferation of surface-to-surface missiles and weapons of\nmass destruction, and threats to the long-term stability of the more pragmatic\nArab regimes.” I singled out Iran, because it was determined to export its brand\nof fundamentalism Islam, sponsor terror and develop a nuclear weapon.\n\nI also accompanied CSIS colleagues on speaking engagements to other\nAmerican cities. I was about to board a flight to Seattle in April when I got a\nmessage saying Rabin wanted to talk to me. After we took off, I used the on-\nboard phone facility and, with a swipe of a credit card, was soon on the line to\nthe Prime Minister. Since the exchange was in Hebrew, I’m fairly sure anyone\noverhearing me had no idea what we were talking about. “I need you to come\nback as soon as possible,” Rabin said. I already knew, from Giora, that he was\nanxious to find a long-term replacement as Minister of Interior. The leading\nlight in the Sephardi religious party Shas, Arye Deri, had had to leave the post\nunder allegations of bribe-taking. After Rabin had taken on the portfolio himself\nfour 18 months, he had placed Labor’s Uzi Baram there, but only as a\ntemporary arrangement. I didn’t feel I could refuse outright. But I reminded him\nthat under army rules, “as soon as possible” still meant another 100 days. And\nideally, I said I wanted to finish the best part of a year in Washington. I asked\nwhether it would be possible to join the cabinet in the middle of November\ninstead. “What difference will a few more months make?”\n\nRabin said he needed me now, and that mid-November would be too late.\n“Ehud, in politics, you can never predict what will happen by then.” Neither of\nus could have known how terribly prophetic his words would turn out to be.\n\nI was not only new to cabinet politics. I wasn’t even a member of the\nKnesset. But in addition to naming me as head of a major ministry — in charge\nof everything from citizenship and immigration to planning, zoning, and the\nfunding of local government — Rabin made me a member of his “inner cabinet”\n\n274\nHOUSE_OVERSIGHT_011745",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011745.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2555,
    "word_count": 451,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:47.725909",
    "prefix": "IMAGES-001"
  }
}