{
  "document_id": "HOUSE_OVERSIGHT_028300",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028300.txt",
  "text": "THE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\n\nPRESS CLIPPING (INTERNET)\n\nTHES\nINDEPENDENT\n\nhttp://www.independent.co.uk/arts-entertainment/art/features/frieze-art-fair-2010-get-ready-for-british-arts-\n\nbiggest-week-2100683.html\n\nFrieze Art Fair 2010: Get ready for British art's biggest week\n\nFrieze Art Fair is back — and it's bigger than ever, with 173 international galleries. Alice Jones looks forward to this\nyear's event and the week-long whirl of auctions, exhibitions and parties it brings to London\n\nFriday, 8 October 2010\n\nAs always, the proof will be in the purchasing, but signs that confidence has returned to the market can already\nbe found in the buzz around the traditional run of Frieze week auctions. At Christie's, Hirst will be auctioned\nalongside two works by Gerhard Richter (valued at up to £1m) and, hollow laugh, Andreas Gursky’s\nphotomontage of the New York Stock Exchange, last seen hanging in the boardroom at Lehman Brothers\n(estimate: £100,000 — £150,000). Sotheby's has Jerry Hall's extraordinary collection up for sale — including work by\nFrank Auerbach, Lucian Freud and Andy Warhol. And Phillips de Pury will hope to break the £1m mark with David\nHockney's Autumn Pool while Maurizio Cattelan's Una Domenica a Rivara, a rope of knotted bedsheets to hang\nfrom a window, is estimated to sell at £400,000 to £600,000. Elsewhere, in a bold new addition to the landscape,\n£20m-worth of art will go on sale in an 18th-century mansion part-owned by the Russian real-estate billionaire\nSergei Polonsky. The House of the Noble Man, a stone's throw from Frieze in Cornwall Terrace, is curated by\nVictoria Golembiovskaya and the artist Wolfe von Lenkiewicz and will include four rare Picassos and Cezanne's\nDon Quixote.\n\nFor all of these and more, the international arterati will descend on London next week, jetting in from the\ntraditional hot spots of New York, Berlin and Moscow, as well as from the emerging collector territories of the\nMiddle East, India and China for what is now known simply as Frieze week. It's no longer just about the fair; a\nwhole city's-worth of cultural activity has coalesced around those big white marquees. The breakfast views are\nbooked in, the big museum shows are up and the parties — from a Frieze week opener at the Groucho Club to the\nritzy annual Cartier dinner at Bar Boulud and ArtReview's Power 100 party at Sketch — are planned. After its initial\nstruggles, the hype-filled boom years and fear-filled bust years, Frieze is now firmly established, an unmissable\nstop-off between Basel and Miami on the global art calendar. A decade ago, London didn't even have its own\ncontemporary art fair. Now, for five days in mid- October, the art set wouldn't dream of being anywhere else.\n\n20\n\nHOUSE_OVERSIGHT_028300",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028300.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2811,
    "word_count": 445,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:44.383989",
    "prefix": "IMAGES-009"
  }
}