{
  "document_id": "HOUSE_OVERSIGHT_033257",
  "filename": "TEXT-002-HOUSE_OVERSIGHT_033257.txt",
  "text": "From: paul krassner \nSent: 10/16/2017 5:12:25 PM \nTo: jeffrey E. [jeeyacation@gmail.com] \nSubject: FYI \nAttachments: f9d496f4156db88c578809252b54c5cf.png \nImportance: High \nSeptember 24, 2017 \nTrump's urging that some NFL players be fired could cost him 15 years \nin prison \nLegal Information Institute \n1. U.S. Code ) Title 18 ) Part I ) Chapter 11 ) § 227 \n18 U.S. Code § 227 - Wrongfully influencing a private entity's employment decisions by a \nMember of Congress or an officer or employee of the legislative or executive branch \n• US Code \n• Notes \n(a) Whoever, being a covered government person, with the intent to influence, solely \non the basis of partisan political affiliation, an employment decision or employment \npractice of any private entity—\n(1 \ntakes or withholds, or offers or threatens to take or withhold, an official act, or \n(2) \ninfluences, or offers or threatens to influence, the official act of another, shall be fined \nunder this title or imprisoned for not more than 15 years, or both, and may be \ndisqualified from holding any office of honor, trust, or profit under the United States. \n(b) In this section, the term \"covered government person\" means—\n(1) \na Senator or Representative in, or a Delegate or Resident Commissioner to, the \nCongress; \n(2) \nan employee of either House of Congress; or \n(3) \nthe President, Vice President, an employee of the United States Postal Service or the \nPostal Regulatory Commission, or any other executive branch employee (as such \nterm is defined under section 2105 of title 5, United States Code). \nI sent the Attn: Mueller re Trump crime to these journalists: \nAP John Rogers — on vacation \nNY Times \nHOUSE OVERSIGHT 033257 \nLA Times \nWashington Post \nVillage Voice \nSyndicated Sports columnist \nand Al Franken: \nThank you for submitting your message to my U.S. Senate office. Each week, several thousand Minnesotans \nsend me their thoughts and suggestions on legislation and important issues facing our nation. This impressive \nvolume is a testament to the Minnesotan traditions of grassroots activism and civic participation that distinguish \nour state. I closely track the concerns that are expressed in your letters and emails, and will answer them as soon \nas possible. \nSincerely, \nAl Franken \nUnited States Senator \nP.S. To sign up to receive my email updates visit http://franken.senate.gov/ \nHOUSE OVERSIGHT 033258",
  "metadata": {
    "original_filename": "TEXT-002-HOUSE_OVERSIGHT_033257.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2392,
    "word_count": 376,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:47.542781",
    "prefix": "TEXT-002"
  }
}