{
  "document_id": "HOUSE_OVERSIGHT_017534",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017534.txt",
  "text": "DAVID BROOKS\n\nDavid Brooks (born August 11, 1961) is a political and cultural\ncommentator who writes for The New York Times. He worked as\nan editorial writer and film reviewer for the Washington Times;\na reporter and later op-ed editor for The Wall Street Journal;\n\na senior editor at The Weekly Standard from its inception; a\ncontributing editor at Newsweek and The Atlantic Monthly;\n\nand as a commentator on National Public Radio. He is\n\nnow a columnist for The New York Times and commentator\n\non PBS NewsHour.\n\nBrooks, who is Jewish, was born in Toronto,\nCanada—his father was a U.S. citizen living in Canada at the\ntime—and grew up in New York City in Stuyvesant Town. He\ngraduated from Grace Church School in New York City, Radnor\nHigh School (located in a Main Line suburb of Philadelphia)\nin 1979 and from the University of Chicago, with a degree\nin history, in 1983.\n\nBrooks edited a 1996 anthology of writings by\nnew conservative writers, Backward and Upward: The New\nConservative Writing. He wrote a book of cultural commentary\ntitled Bobos in Paradise: The New Upper Class and How They\nGot There, published in 2000, and followed it four years later\nwith On Paradise Drive: How We Live Now (And Always Have)\nin the Future Tense.\n\nHe also authored The Social Animal: The Hidden\nSources of Love, Character and Achievement. The book was\nexcerpted in The New Yorker magazine in January 2011\nand received mixed reviews upon its full publication, by\nRandom House, in March of that year. The book has been a\ncommercial success, reaching the #3 spot on the Publishers\nWeekly best-sellers list for non-fiction in April 2011.\n\nBrooks was a visiting professor of public policy at\nDuke University’s Terry Sanford Institute of Public Policy, and\nhe taught an undergraduate seminar there in the fall of 2006.\n\nHe and his wife live in the Cleveland Park\nneighborhood of Northwest Washington, DC.\n\nBrooks describes himself as being originally a liberal\nbefore “coming to my senses.” In 1983, he wrote a parody\nof conservative pundit William F. Buckley Jr., which said\n“Tn the afternoons he is in the habit of going into crowded\nrooms and making everybody else feel inferior. The evenings\nare reserved for extended bouts of name-dropping.”\n\nBuckley admired the parody and offered Brooks\najob with National Review. A turning point in Brooks’s\nthinking came later that year in a televised debate with\nMilton Friedman, which, as Brooks describes it, “was\nessentially me making a point, and he making a two-\nsentence rebuttal which totally devastated my point.”\n\nBefore the 2003 invasion of Iraq, Brooks argued\nforcefully for American military intervention, echoing the\nbelief of commentators and political figures that American\nand British forces would be welcomed as liberators. In the\nspring of 2004, some of his opinion pieces suggested that\nhe had tempered his earlier optimism about the war.\n\nBrooks’ public writing about the U.S. wars in\nAfghanistan and Iraq is similar to those by neoconservatives,\naccording to a Salon article by Glenn Greenwald, that labels\nBrooks as a neoconservative. His angry dismissal of the\nconviction of Scooter Libby as being “a farce” and having “no\n\nsignificance” was derided by political blogger Andrew Sullivan.\n\nOn August 10, 2006, Brooks wrote a column for The\nNew York Times titled “Party No. 3”. The column proposed\nthe idea of the McCain-Lieberman Party, or the fictional\nrepresentation of the fictional moderate majority in America.\n\nOttawa Citizen commentator David Warren has\nidentified Brooks as the sort of conservative pundit that\nliberals like, someone who is “sophisticated” and “engages\nwith” the liberal agenda, in contrast to a real conservative like\nCharles Krauthammer. Brooks has long been a supporter of\nJohn McCain; however, he did not show a liking for McCain’s\n2008 running mate, Sarah Palin, calling her a “cancer” on\nthe Republican Party. He has referred to her as a “joke,”\nunlikely to ever win the Republican nomination. But he later\nadmitted during a CSPAN interview that he had gone too far\nin his previous “cancer” comments about Palin, which he\nregretted, and simply stated he was not a fan of her values.\n\nIn a March 2007 article published in The New\nYork Times titled “No U-Turns”, Brooks explained that the\nRepublican Party must distance itself from the minimal-\ngovernment conservative principles that had arisen\nduring the Abraham Lincoln, Barry Goldwater, Ronald\nReagan and Calvin Coolidge eras. He claims that these\ncore concepts had served their purposes and should\nno longer be embraced by Republicans in order to win\nelections, which he considers the most important purpose\nof a political party designed to serve the political class.\n\nBrooks has been a frequent admirer of President\nBarack Obama. In an August 2009 profile of Brooks, The\nNew Republic describes his first encounter with Obama, in the\nspring of 2005: “Usually when I talk to senators, while they\nmay know a policy area better than me, they generally don’t\nknow political philosophy better than me. I got the sense he\nknew both better than me. [...] remember distinctly an image\nof—we were sitting on his couches, and I was looking at his\npant leg and his perfectly creased pant, and I’m thinking,\n\na) he’s going to be president and b) he’ll be a very good\npresident.” Two days after Obama’s second autobiography,\n\nThe Audacity of Hope, hit bookstores, Brooks published a\ncolumn in The New York Times, titled “Run, Barack, Run”,\nurging the Chicago politician to run for president. However as\nof December 2011 in a CSPAN interview, Brook’s opinion of\nObama’s presidency was more tempered, giving Obama only\na “B-” rating, and said that Obama’s chances of reelection\nwould be less than 50-50 if elections were held at that time.\n\nIn writing for The New York Times in January 2010,\nBrooks described Israel as “an astonishing success story”.\nHe wrote that “Jews are a famously accomplished group,”\nwho, because they were “forced to give up farming in the\nMiddle Ages... have been living off their wits ever since”. In\nBrooks’ view, “Israel’s technological success is the fruition\nof the Zionist dream. The country was not founded so stray\nsettlers could sit among thousands of angry Palestinians\nin Hebron. It was founded so Jews would have a safe place\nto come together and create things for the world.”\n\nBrooks opposes what he sees as self-destructive\nbehavior, such as teenage sex and divorce. His view is that\n“sex is more explicit everywhere barring real life. As the\nentertainment media have become more sex-saturated,\nAmerican teenagers have become more sexually abstemious”\nby “waiting longer to have sex...[and] having fewer partners.”\nHe sees the culture war as nearly over, because “today’s\nyoung people...seem happy with the frankness of the left\nand the wholesomeness of the right.” As a result, he\nis optimistic about the United States’ social stability,\nwhich he considers to be “in the middle of an\namazing moment of improvement and repair.”\n\nBrooks also broke with many in the conservative\nmovement when, in late 2003, he came out in favor of same-\nsex marriage in his New York Times column. He equated\nthe idea with traditional conservative values: “We should\ninsist on gay marriage. We should regard it as scandalous\nthat two people could claim to love each other and not\nwanit to sanctify their love with marriage and fidelity...\n\nIt’s going to be up to conservatives to make the important,\nmoral case for marriage, including gay marriage.”\n\nRegarding abortion, Brooks has advocated for\npro-choice government regulations: abortion should be\nlegal, with parental consent for minors, during the first four\nor five months, and illegal afterward, except in extremely\nrare circumstances. (New York Times, April 22, 2002.)\n\nHOUSE_OVERSIGHT_017534",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017534.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 7789,
    "word_count": 1281,
    "line_count": 168,
    "import_date": "2025-11-19T21:47:45.937112",
    "prefix": "IMAGES-004"
  }
}