{
  "document_id": "HOUSE_OVERSIGHT_011451",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011451.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n148\nH3vlgiu2\n\nbut it certainly is not anything that there is going to be any\n\nreal evidence about in this case.\n\nThe next two LiButti factors, the next one relates to\nany interest in the outcome of the litigation. Again,\nMr. Cassell has to manufacture some interest here. These folks\nare not defendants in this case, these witnesses. They have no\nfinancial interest. They have no ties. There is no joint\ndefense agreement. There is no indemnification agreement.\n\nThere is nothing. They have absolutely no dog in this fight,\n\nagain, which is no interest in the litigation.\n\nThere's just really nothing that would allow any\n\nadverse inference in this case one way or the other.\nFinally, your Honor -- well, two final points. The\n\nquestioning, you know, the kind of questions that were posed to\n\nthese witnesses were precisely the kind of questions that have\n\nbeen disapproved in the Second Circuit. And that's Brink's\n\nInc. v. City of New York, which is in the papers; WorldCom\n\nSecurity Litigation, also in the papers; and LiButti itself.\n\nThese are not technical objections. It serves no legitimate\nevidentiary purpose for a lawyer to come in and simply ask a\n\nvery bunch of highly charged, leading questions to which they\n\nknow the witness is going to say, \"I take the Fifth.\" There is\nno evidentiary ball advanced with those questions, because it's\njust lawyer argument that doesn't do anything for anybody. So\n\nboth sides could ask a hundred questions, they could both be\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011451",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011451.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1617,
    "word_count": 272,
    "line_count": 80,
    "import_date": "2025-11-19T21:47:49.363439",
    "prefix": "IMAGES-001"
  }
}