{
  "document_id": "HOUSE_OVERSIGHT_031805",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031805.txt",
  "text": "From: jeffrey E. <jeevacation@gmail.com>\nSent: Friday, July 13, 2018 7:11 AM\n\nTo: Paul Barrett i Richard Kahn aS\nSubject:\n\nIm not angry, sorry, itissad. itis apparent that you have no experience trading. we both madeamistake. . the\nspy trades were the results of arank amatuer... youtook a postion on the direction of the market. ok. you\ndecided to play it extra short time and short. . why? becaue the options are cheaper. ? knowing full well that time\npremium was running. . first silly move. . | allowed as promised to give you authority. . you seta target. . it hit the\ntraget , you moved in back. based on media reporting on trump visit? you didnt act. the market dipped and you\npanicked. . AMATEUR. wrong options wrong timing , no discipline and as a percentaage of investment. a one day dip\nfof 25%. wanting to buy the highter strike , is ok. but why the same month? why the same moment. why the same\nindex. . sorry. | have taught this for many years. and your gradeisanF. not one goodmoveinmany. . re\nbroadcom. the crack happend in the morning. options were higher. no alternative presented. no analysis. , this is\nno way to manage money. _ | have lost a great deal of money hoping you would be able to do as you promised you\ncould. would.. Had youtold me, jeffrey | d like to try a new job as a manager lets start slow! canlearn. i would\nbe less annoyed. you told me you had great confidence knew the risks and truly believed you would be able to raise\nmoney .do well and prosper. . If it were not you, this would have ended months ago.. we should work ona\nsolution . not sure yet what shape it takes.\n\nplease note\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\nJEE\nUnauthorized use, disclosure or copying of this\ncommunication or any part thereof is strictly prohibited\nand may be unlawful. If you have received this\ncommunication in error, please notify us immediately by\nreturn e-mail or by e-mail to jeevacation@gmail.com, and\ndestroy this communication and all copies thereof,\nincluding all attachments. copyright -all rights reserved\n\nHOUSE_OVERSIGHT_031805",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031805.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2233,
    "word_count": 391,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:47.404183",
    "prefix": "IMAGES-011"
  }
}