{
  "document_id": "HOUSE_OVERSIGHT_032089",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_032089.txt",
  "text": "Read the full story\n\nGTX Corp Annual Update - Vista Partners\nDownload the full document\n\nWe Know Where You Are\n\nPhoenix, AZ --(www.USEquityNews.com)-- 03/12/2009 - If the above headline sounds a bit\nspooky, be prepared for things to get a lot spookier in the coming years - but also a lot more\nuseful, valuable and fun. That's because electronic technology has once again taken a turn that\ncould, like the cell phone, affect much of your waking life, either directly or indirectly.\n\nRead the fill story\n\nGTX Corp brings personal location-based services to the masses with Google Maps API\nPremier Business\n\nWherever you go, there you are, goes the saying — but others might have a tough time finding you,\nat least until now. With GTX Corp’s Personal Location Services, people can go online and, via an\nintuitive interface, track the exact location of loved ones, or even their high-value assets. GTX\noffers miniaturized assisted Global Positioning Satellite (GPS) tracking and cellular location-\ntransmitting technology for consumer products and applications. The company’s business model\nis to deliver solutions to consumers in a wide variety of wearable location devices, from shoes to\ntiny clip-on devices no larger than a small matchbox, by licensing its core technology to branded\nconsumer product partners.\n\nRead the full story\n\nGPS-Equipped Shoes Keep Track of Wanderers\n\nTuesday, August 11, 2009 - Caring for a loved one with dementia is worrisome, especially if\n\nthat person is prone to taking flight. Statistics suggest that 60 percent of people with Alzheimer's\n\nHOUSE_OVERSIGHT_032089",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_032089.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1595,
    "word_count": 253,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:47.909266",
    "prefix": "IMAGES-011"
  }
}