{
  "document_id": "HOUSE_OVERSIGHT_025238",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025238.txt",
  "text": "come from the states, may be underestimated. A 2011 analysis by the Joint Economic Committee shows that lower\nportfolio return assumptions on pension assets sharply increase the magnitude of underfunded pensions (see chart, right).\n\nAS reported unfunded state pension and OPEEB liabilities State and local unfunded pension liabilities under\n\nBillions, USD different portfollo return assumptions, Trillions, USO\n1,400\n\n1,200\n1,000\n800\n600\n400\n200\n\no\n2001 2003 2005 27 2009 a% Return 6% Return 5% Retuin 4% Return\nSource: State Comprehensive An nual Financial Reports. Source: CBO, Center forRetirement Research.\n\nHowever, there’s more of an effort at the state/local level to address this issue than at the Federal level. More than\n40 states lowered pension benefit liabilities over the last 3 years according to the National Conference of State\nLegislatures. Measures taken include raising employee contributions (while lowering employer payments), raising\nminimum retirement ages, cutting post-employment healthcare benefits and in some cases, switching to defined\ncontribution from defined benefit plans.\n\nThe good news, to paraphrase Mark Twain, is that reports of municipal bonds’ demise have been greatly\n\nexaggerated. From 1970 through to the end of 2011, municipal bonds rated by Moody’s experienced a grand total of 71\ndefaults among 17,700 issuers (11 of which occurred during 2010 and 2011). General obligation bonds accounted for 5\ndefaults; 29 were related to housing; 22 for hospitals and healthcare; 3-4 each for education and infrastructure. Utilities\nand cities registered 2 each, while counties, special districts, and water & sewer and experienced | each. The average\nrecovery for defaulted munis was 65%, compared to 49% on corporate senior unsecured bonds. Last comment on\nmunicipals: while /oca/ tax collections are weak due to the collapse in home prices, state tax collections have been\nincreasing for 7 quarters in a row.\n\nState and local tax revenue US mutual fund flows\nPercent, YoY change of 4-quarter moving average Billions, USD\n20% 1.000\n15% 00\n10% Local sii\nnb 400\nO% 200\n7% i]\n-10% Stat -200\n“15% 400 Equities\n2004 24005 2006 2007 2008 09 «62iO OUST 2007 2008 2000 2010 2011 2012\nSource: US Census. Source: Invesiment Company Institute.\n\nOK, so the US economy is improving, but is still heavily dependent on monetary and fiscal stimulus to grow, and the only\nbelt-tightening one can find is at the state and local level. Since 2009, after equities collapsed and bond prices rose, how\nhave many investors reacted?\n\nBy selling more equities and buying a lot more bonds. See chart above (a global version of this chart looks roughly the\nsame).\n\nHave investors been positioning this way since stocks are expensive?\n\nNot really. Insert a giant martini glass on the chart below from 1998 to 2001 (I hate using simple averages which include\nperiods when the market had lost its collective mind). The current P/E multiple is in the middle of the ex-bubble range of\nthe last 25 years. Some bank stocks look interesting, even after accounting for reliance on shrinking loan loss reserves to\n\nHOUSE_OVERSIGHT_025238",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025238.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3136,
    "word_count": 498,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:46.660184",
    "prefix": "IMAGES-008"
  }
}