{
  "document_id": "HOUSE_OVERSIGHT_029902",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029902.txt",
  "text": "Tm OTe\n\nAs usual, no politics C\"Democrat Republican\") or politicians C\"Obama\" \"Bush\" \"Clinton\" \"Palin\", etc.),\neditorials, opeds, opinion pieces, flippancy. No ad hominem comments. No self-promotion: referencing your\nbooks, papers, courses, “selling from the stage\", pushing your well-known agenda. No footnotes or\nhyperlink: stay on the page. No anecdotes about spouses, significant others, kids, family pets. write a\nstand-alone piece: don't respond to the pieces of other contributors already posted.\n\nGo deeper than the news. Tell me something I don't know. This is not a purely scientific question: this\nis question about our culture and ourselves. The ideas we present on Edge can offer readers and the wider\npublic a new set of metaphors to describe ourselves, our minds, the way we think, the world, and all of\nthe things we know in it.\n\nBe imaginative, exciting, compelling, inspiring. Tell a great story. Make an argument that makes a\ndifference. Amaze and delight. Surprise us!\n\nI look forward to hearing from you. Happy New Year!\nSincerely,\n\nJohn Brockman\nEditor & Publisher\n\nThe EDGE Question in the News:\n\n“Deliciously creative...the variety astonishes...intellectual skyrockets of stunning brilliance. Nobody\nin the world is doing what Edge is doing.\" ARTS & LETTERS « \"Fantastically stimulating...It's like the\n\ncrack cocaine of the thinking world.... Once you start, you can't stop thinking about that question.\" BBC\nRADIO 4 ¢ \"Big, deep and ambitious questions... breathtaking in scope.\" NEW SCIENTIST + \"A stellar cast\nof intellectuals ... a stunning array of responses. \"NEW SCIENTIST » Brilliant ... captivating\n\noverwhelming.\"\"SEED « \"Bold, often thrilling, sometimes chilling, answers.\" NEWS-OBSERVER « \"The\nfascinating breadth of their visions of the future is revealed today by the discussion website edge.com,\nwhich has asked some of the world's finest mind the question: 'what will change everything?'\" THE TIMES\n\n¢ “Edge: brilliant, essential and addictive. The result of this ambitious venture, for those who have\nalready experienced navigating the web pages of edge.org, is not only brilliant, but addictive. It\ninterprets, it interrogates, it provokes. Each text can be a world in itself.\" PUBLICO CLISBON) --COVER\nSTORY, SUNDAY MAGAZINE « “The world's finest minds have responded with some of the most insightful,\nhumbling, fascinating confessions and anecdotes, an intellectual treasure trove. ... Best three or four\nhours of intense, enlightening reading you can do for the new year. Read it now.\" SAN FRANCISCO CHRONICLE\n« \"The splendidly enlightened Edge website (www.edge.org) has rounded off each year of inter-disciplinary\ndebate by asking its heavy-hitting contributors to answer one question. I strongly recommend a visit.”\nTHE INDEPENDENT » \"A great event in the Anglo-Saxon culture.\" EL MUNDO « \"As fascinating and weighty as\none would imagine.\" THE INDEPENDENT ¢ \"They are the intellectual elite, the brains the rest of us rely on\nto make sense of the universe and answer the big questions. But in a refreshing show of new year\nhumility, the world's best thinkers have admitted that from time to time even they are forced to change\ntheir minds.\" THE GUARDIAN + \"Praised by everyone from the Guardian, Prospect magazine, Wired, the New\nYork Times and BBC Radio 4, Edge is an online collective of deep thinkers. Their contributors aren't on\nthe frontier, they are the frontier.\" THE SCOTSMAN » \"A selection of the most explosive ideas of our\nage.\" SUNDAY HERALD + \"Uplifting ...enthralling.\" MAIL ON SUNDAY « \"If you think the web is full of\ntrivial rubbish, you will find the intellectual badinage of edge.org to be a blessed counterpoint.\" THE\n\nTIMES « \"... fascinating and provocative reading.\" -- THE GUARDIAN » \"...reads like an intriguing dinner\nparty conversation among great minds in science.\" -- DISCOVER « \"Fantastically stimulating...It's like\nthe crack cocaine of the thinking world.... Once you start, you can't stop thinking about that question.”\n\nBBC RADIO 4 ¢ \"Danger -- brilliant minds at work... exhilarating, hilarious, and chilling.\" EVENING\nSTANDARD ¢« \"Wonderful reading.\" THE TIMES » “Strangley addictive.\"THE TELEGRAPH « \"The greatest virtual\nresearch university in the world.\" ARTS & LETTERS DAILY +» “Audacious and stimulating.\" LA VANGUARDIA +\n“Brilliant! Stimulating reading for anyone seeking a glimpse into the next decade.\" THE SUNDAY TIMES « \"A\nrunning fire of a provocative and fascinating thesis.\" LA STAMPA\n\nHF\n\nHOUSE_OVERSIGHT_029902",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029902.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4511,
    "word_count": 699,
    "line_count": 66,
    "import_date": "2025-11-19T21:47:49.006187",
    "prefix": "IMAGES-010"
  }
}