{
  "document_id": "HOUSE_OVERSIGHT_023318",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023318.txt",
  "text": "Subject:\n\nTo: Brad Wechsler aaa Melanie Spinella\n\ngrats 3,4,5,6, also need accounting documents and backup. year 2014. other info request to follow\n\nDate: Wed, May 11, 2016 at 2:19 PM\n\nSubject: Re:\n\nTo: \"jeevacation@gmail.com\" <jeevacation mail.com>\nA couple of questions:\n1. Jeffrey-you saw the format in which we organized the back-up for year one of grat 1 (quite thick/alot of back-\nup).\n\nDoes that format work (for you and internal use) or do you want it simplified/modified. Let's discuss.\n\n2. Since this will take the focus and effort of a lot of people (just to pull and organize the various records...both\nlegal and accting, I'd like to tell the staff that we are answering an \"information request\" from the irs on the\ngrats. It will generally be helpful for them to know why the work is impt.\n\nYou and leon ok with this?\n\nWill call you to discuss.\n\nDate: Thu, May 12, 2016 at 12:17 PM\nSubject: tight schedule lets try a set time to speak\nTo: Melanie Spinclla i\n\nLeon, you hired me to produce a work of art. it was not inexpensive. the value far exceeds any other piece in\nyour collection.- by FAR. It took me 30 years to be able to craft such a work. J understand your desire to\nmodifiy my work, in doing so you have brad telling me , just a bit more red., here let me show\nyou, you yourself pick up a brush a add some strokes. you have joslin spray water on it to maintain it. I\nvigorously complain that joslin in ruining my work.. you describe me as zeus, i describe it as artist and a\nreaction to his work being ruined. however Im aware that you own the work and you have the right to paint\nover it. tear it up , put it in the closet in the basement . its yours.\nI was told that Toms office is sending someone in ,or some people in, to review \"some things.\" brad told me\n,the partnership accounting. I know absolutely nothing more than that. though bringing in his team was my idea\n. Having them review things without even asking for my input , or let alone my direction ,is ridiculous. but.. I\nguess you wanted to save money. ?\nThe audit has brought to the fore the lack of your office quality that i have been violently squawking about. ie\n. children playing with works of art. . It is inconceivable to me that John castrucci is still there , joslin part\ntime, but relied on . joe error prone and brad a corporate bandleader talking about the office's finance team,\naccounting dept, and directing wendy to do things that are clearly not in your interest. ( saving money again\n?) its nuts!!.a still non-existent IT dept. impossible , it was the first thing on my list of things that were\nneeded to be done. Still no trading accounts to speak of , though its prophylactic quality has been discussed\nover and over during the past three years . computers do not read Page Six. the women atthe IRS do.! you\nsaid your motivation in keeping this group of part timers was a consequence of the high cost of my\nartwork. . the unfortunate result was easily predictable. - now\n\nIf you want my and my atelier to continue, I will oversee the audits. take charge of the TRA BRH\n\nassignments and review 2012 amendment options!!( note :your redo of the estate fire drill has not progressed\nvery far ). Lots of paper needs to be collected and reviewed, At MY direction. the outside team will be brought\nin at my expense working for me and you. coming in for interviews and reviews, . sucession, technology, tax\nand compliance. investment reporting , , computerized timelines for filings etc. . household\nclassifcations and reporting with a system of best practices.\n\nMy goal is clear - to end, not extend , our financial interactions. you will have a machine that works , it\nwill not be complexto oversee , to create it, is some thing else . Unfortunatley for us both, the price for my\nworks has not changed since day one. 40m per year, I m willing to discount it to 35 as I did give you a bad\nnumber when asked and should pay an embarassment fine. Im also aware, as you made perfectly clear . that\nyou have already paid what you consider a great deal of money, for my work , but again its value exceeds\n\nHOUSE_OVERSIGHT_023318",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023318.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4124,
    "word_count": 762,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:48.935112",
    "prefix": "IMAGES-007"
  }
}