{
  "document_id": "HOUSE_OVERSIGHT_025930",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025930.txt",
  "text": ">> They would discover that Donald Trump has developed a remarkable set of rules and principles that\nallow him to make decisions with incredible speed. Trump knows a lot, but what is amazing is how rapidly\nhe figures out what he doesn’t know.\n\nbie\n\n>> My favorite story is of the Wollman Skating Rink in New York’s Central Park.\n\n>> The Wollman Rink was a heavily used public skating rink which had fallen into disrepair in 1980. New\nYork City tried for six years to fix it, spent $13 million, and the rink still was not ready to open. In June of\n1986 Trump, who could see the rink from his apartment, finally got tired of the embarrassment and offered\nto fix the rink at his own expense. At first the city turned him down because its bureaucracy did not want to\nbe embarrassed by someone fixing something they couldn’t fix. Trump kept pushing and finally out of\nembarrassment the city gave in.\n\n>>\n\n>> The key part of the story is Trump’s reaction to being put in charge. He promptly recognized that he\ndidn’t know anything about fixing a skating rink. He asked himself who built a lot of skating rinks.\n“Canadians!” he concluded. He found the best Canadian ice skating rink construction company. When the\nCanadians flew in to assess the situation, they were amazed at how bad the city had been at solving the\nproblem. They assured Trump that this was an easy job. Trump fixed the six year embarrassment two\nmonths ahead of schedule and nearly $800,000 under-budget. (The city did end up paying for the work, and\nTrump donated the profits to charity.)\n\nbie\n\n>> After reading this chapter you begin to think that maybe Donald Trump really could build a wall along\nour southern border for a lot less than our current government estimates.\n\n>>\n\n>> ‘The Art of the Deal’ is filled with stories like this — stories of common sense stories of calculated risk\ntaking, and stories of innovation and marketing.\n\n>> Anyone who would like to better understand Donald Trump would be helped by reading this remarkable\nbook.\n\n>>\n\n>> Another is his pledges and I have no way of knowing if he will make good on all of them but I do agree\nwith all of them. Trump is the only candidate that is serious about building The Wall\" ! Two other\nimportant pledges Trump has made that no other candidate of either party has matched ! First deportation of\nmillions of illegals that are demanding and costing American taxpayers billions of dollars and\n\nsecond Closing 34 Muslim traing Camps throughout our country! I WOULD LIKE TRUMP OR ANY\nOTHER CANDIDATES PLEDGE TO REINSTATE ANY AND ALL MILITARY OFFICERS\nDISCHARGED BECAUSE THEY DISAGREED WITH OBAMA OR HIS POLICIES!!\n\nbie\n\n>> Here is another that kind of wraps up my feelings about Trump\n\n>> Raccoon's in your basement! An interesting analogy\n\n>> You've been on vacation for two weeks, you come home, and your basement is infested with\n\nraccoon's. Hundreds of rabid, messy, mean raccoon's have overtaken your basement. You want them gone\nimmediately so you hire a guy. A pro. You don't care if the guy smells, you need those raccoon's gone\npronto and he's the guy to do it! You don't care if the guy swears, you don't care if he's an alcoholic, you\ndon't care how many times he's been married, you don't care if he voted for Obama, you don't care if he has\nplumber's crack...you simply want those raccoon's gone!\n\n>>\n\n>> You want your problem fixed! He's the guy. He's the best. Period. That's why Trump. Yes he's a bit\nof an ass, yes he's an egomaniac, but you don't care.\n\n>> The country is a mess because politicians suck, the Republican Party is two-faced & gutless, illegal's are\neverywhere. You want it all fixed! You don't care that Trump is crude, you don't care that he insults\npeople, you don't care that he had been friendly with Hillary, you don't care that he has changed positions,\nyou don't care that he's been married 3 times, you don't care that he fights with Megyn Kelly and Rosie\nO'Donnell, you don't care that he doesn't know the name of some Muslin terrorist,...this country is weak,\n\nHOUSE_OVERSIGHT_025930",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025930.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4056,
    "word_count": 720,
    "line_count": 75,
    "import_date": "2025-11-19T21:47:48.037317",
    "prefix": "IMAGES-008"
  }
}