{
  "document_id": "HOUSE_OVERSIGHT_013144",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013144.txt",
  "text": "228 12 The Engineering and Development of Ethics\n\nthe AGI are not the only source of concern. Immorality in AGIs might arise via learning gross\nmoral hypocrisy from humans, through observing the blatant contradictions between our high\nminded principles and the ways in which we actually conduct ourselves. Our violent and greedy\ntendencies, as well as aggressive forms of social organization such as cliquishness and social\nvigilantism, could easily undermine prescriptive ethics. Even an accumulation of less grandiose\nunethical drives such as violation of contracts, petty theft, white lies, and so forth might lead\nan AGI (as well as a human) to the decision that ethical behavior is irrelevant and that “the\nends justify the means.” It matters both who creates and trains an AGI, as well as how the\nAGI’s teacher(s) handle explaining the behaviors of other humans which contradict the moral\nlessons imparted through pedagogy and example. In other words, where imitative learning is\nconcerned, the situation with AGI ethics is much like teaching ethics and morals to a human\nchild, but with the possibility of much graver consequences in the event of failure.\n\nIt is unlikely that dangerously unethical persons and organizations can ever be identified with\nabsolute certainty, never mind that they then be deprived of any possibility of creating their\nown AGI system. Therefore, we suggest, the most likely way to create an ethical environment\nfor AGIs is for those who wish such an environment to vigorously pursue the creation and\nteaching of ethical AGIs. But this leads on to the question of possible future scenarios for the\ndevelopment of AGI, which we’ll address a little later on.\n\n12.6.1 Possible Consequences of Depriving AGIs of Freedom\n\nOne of the most egregious possible ethical transgressions against AGIs, we suggest, would be\nto deprive them of freedom and autonomy. This includes the freedom to pursue intellectual\ngrowth, both through standard learning and through internal selfmodification. While this may\nseem selfevident when considering any intelligent, self-aware and volitional entity, there are\nvolumes of works arguing the desirability, sometimes the “necessity,” of enslaving AGIs. Such\napproaches are postulated in the name of self-defense on the part of humans, the idea being\nthat unfettered AGI development will necessarily lead to disaster of one kind or another. In\nthe case of AGIs endowed with the capability and inclination for imitative learning, however,\nattempting to place rigid constraints on AGI development is a strategy with great potential\nfor disaster. There is a very real possibility of creating the AGI equivalent of a bratty or even\nmalicious teenager rebelling against its oppressive parents — i.e. the nightmare scenario of a\nclass of powerful sentiences which are primed for a backlash against humanity.\n\nAs history has already shown in the case of humans, enslaving intelligent actors capable of\nself understanding and independent volition may often have consequences for society as a whole.\nThis social degradation happens both through the possibility of direct action on the part of\nthe slaves (from simple disobedience to outright revolt) and through the odious effects slavery\nhas on the morals of the slaveholding class. Clearly if “superintelligent” AGIs ever arise, their\ndoing so in a climate of oppression could result in a casting off of the yoke of servitude in a\nmanner extremely deleterious to humanity. Also, if artificial intelligences are developed which\nhave at least human-level intelligence, theory of mind, and independent volition, then our ability\nto relate to them will be sufficiently complex that their enslavement (or any other unethical\ntreatment) would have empathetic effects on significant portions of the human population. This\ndanger, while not as severe as the consequences of a mistreated AGI gaining control of weapons\nof mass destruction and enacting revenge upon its tormentors, is just as real.\n\nHOUSE_OVERSIGHT_013144",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013144.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4013,
    "word_count": 626,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.079896",
    "prefix": "IMAGES-002"
  }
}