{
  "document_id": "HOUSE_OVERSIGHT_014458",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014458.txt",
  "text": "o account the specific investment o\n\nthat statements regarding future prospects may not be realized. Any decision to purchase or subscribe for securities in any o\n\nsecurity or the information in the prospectus or ot!\nSecurities and other financial instruments discussed in this report, or recommended, o\nany insured depository institution (including, Bank o\n\ndeposits or other obligations o\namong others, market risk, coun\n\ninstruments may be difficult to value or sell and rel\nincome from such securities and other financial instruments, if any, may fluctuate an\nment. Past performance is not necessarily a guide to\n\nose their entire principal inves\nThis report may contain a short-\n\nreflects both a longer term total\nbe more or less positive than as\nBofA Merrill Lynch is aware that\n\ne\nForeign currency rates o\n\nbq\n\nime, hold a\nBofA Merrill\nWw\nme\nrecipient of this report.\n\nIn the event that the recipient received this report pursuant to a contract\n\ntherewith MLPF&S may be deemed\n\ntransactions, including transactions i\n\nthe issuer. Short-term trading ide\ny rating.\n\ngor restricting \"shortselling” in many j\n\ninstrument\n\nCopyright and General Information regarding Research Reports:\n\nCopyright 2016 Bank of America Cor\n\nretransmitted or disclosed, in whole\nsimultaneously to internal\n\nor in part, or in any form or manner, without\nand client websites and other portals by BofA\n\nreview of this research report consti\n(including any investmen\n\nBofA Merrill Lynch Global\nhould consult their ow\nny BofA Merrill Lynch en\nn public information. Fac\n\npa |\n\nities. None of MLPF&S, any of i\nResearch policy prohibits rese\ncontaining such rating, recom\normation relating to the tax s\n\nThe information herein (o\n\nutes your agreement not to redistribute, retransmi\nrecommendations, estimates or price targets) without\nMaterials prepared by BofA Merrill Lynch Global Research personnel are based on\ninformation known to, professionals in other business areas of BofA Merrill Lynch, including investment banking personnel. BofA Merrill\nResearch and certain business groups. As a resul\nresearch reports. To the extent this report discusses any legal proceeding or issue\n\n, BofA\n\nher offering document issued in connec\n\nK. regulatory regime, including the Financial Services Scheme, do not a\nerrill Lynch Global Research policies relating to conflicts of interest are described at http://go.bofa.com/coi.\nments linked to securities that may have been recommended in this report. ML\n\npublic i\n\nerrill\ns, it has not been prepared as nor is it intended to express any legal conclusion, opinion or advice. Investors\n\nmendation or investment thesis.\n\nplaintifi\ne to any such\n\nal instrument or derivative is suitab\n\nid tha\n\nas and recommendations are dif\nrelative to other stocks within i\n\nation of the ideas expressed in this report may depend upon an investor's abi\n\nurisdictions. Investors are urged\n\ns discussed in this report.\n\nporation. All rights reserved. iQmethod, iQmethod 2.0, iQprofile, iQtoolkit, iQworks are service marks of Ban\niQcustom®, iQdatabase® are registered service marks of Bank of America Corporation. This research report is prepared for the use of BofA Merri\nhe express written consent of BofA Merrill Lynch. BofA Merri\nerrill Lynch and are not publicly-available materials. Any unauthorized use or di\n, or disclose to others the contents, opinions, co\nfirst obtaining expressed permission from an authorized officer of BofA Merrill Lynch.\nnformation. Facts and views presented in this material\n\nLynch does not disclose certain clien\n\nerent fi\ns Coverage Cluster. Short-term trading ideas and recommendations may\n\npinion expressed herein constitutes an offer or a solicitation of an offer to transact in any securities or o\n\nfering must be based solely\n\nion with such offering, and not on this report.\nfered or sold by Merrill Lynch, are not\nAmerica, N.A}. Investments in general anc, derivatives, in particular, involve numerous risks, including,\nerparty default risk and liquidity risk. No security, financi\niable information about the value or\n\ne for all investors. In some c\n\nrisks related to the security or financial instrument may be difficu\nprice or value of such securities and instruments may rise or fal\nuture performance. Levels and basis for taxation may change.\nerm trading idea or recommendation, which highlights a specific near-term catalyst or even\nshort-term price impact on the equity securities o\nreturn expectation and attractiveness for investmen\nock's fundamental equi\nhe implemen\naction may be limited by regulations prohibitin\necuting any short idea contained in this report.\nexchange may adversely affect\nincluding ADRs, effectively assume currency risk.\nUK Readers: The protections provided by the U.\nlocated outside of the United Kingdom. BofA\nLPF&S or one of its affiliates is a regular issuer of traded financial instru\nrading position (long or short) in the securities and financial\nLynch, through business units other than Bo\nith, and reach different conclusions from, the information presented in\nhods of the persons who prepared them, and BofA\n\nimpacting the issuer or the\nrom and do not affect a stoc\n\nity to \"short\" securities or ot\n\no seek advice regarding the applicability of such regula\nhe value, price or income of any security or financial instrument mentioned in this report. Inves\n\npply in general to business coordinated by BofA Merrill\n\n‘A Merrill Lynch Global Research, may have issued and may in the future issue trading ideas or recommenda\nhis report. Such ideas or recommendations reflect the different time\nerrill Lynch is under no obligation to ensure that such other trading ideas or recommendations are brought\n\nhas contr\n\nI Lynch cl\n\nhave not\n\nLynch has establ\n\ninsured by the Federal Deposi\n\nof America Corpora\n\nnclusion, or information con\n\nGeneral Investment Related Disclosures:\n\nTaiwan Readers: Neither the information nor any |\nthis report may be used or reproduced or quoted in any manner whatsoever in Taiwan by t\nThis research report provides general information only. Neither the information nor any op\nother financial instrument or any derivative related\npersonal investment advice and it does not take in\nfinancial advice regarding the appropriateness of investing in financial instruments and\n\nher financial instrument. No part of\n\nhe press or any other person without the express written consent of BofA Merrill Lynch.\n\ninion expressed constitutes an offer or an invitation to make an offer, to buy or sell any securities or\nto such securities or instruments (e.g, options, futures, warrants, and contracts for differences}. This report is not intended to provide\nbjectives, financial situation and the particular needs of any specific\nimplementing investment strategies discussed or recommended in this report and should understand\n\nperson. Investors should seek\n\non existing public information on such\nInsurance Corporation and are not\nases, securities and other financial\n\nt to obtain. Investors should note that\nand, in some cases, investors may\n\nmarket that is anticipated to have a\n's fundamental equity rating, which\n\ninstruments and that such\nions prior to\n\nher financia\n\nors in such securities and instruments,\n\nLynch entities\n\nPF&S or one of its affiliates may, at any\n\njons that are inconsistent\n\nrames, assumptions, views and analytical\n\n‘o the attention of any\n\nbetween the recipient and MLPF&S for the provision of research services for a separate fee, and in connection\no be acting as an investment adviser, such status relates, if at all, solely to the person with whom MLPF&S\nbeyond the delivery of this report (unless otherwise agreed specifically in\n\nacted directly and does not extend\n\nwriting by MLPF&S). MLPF&S is and continues to act solely as a broker-dealer in connection with the execution of any\nnany securities mentioned in this report.\n\njon. iQanalytics®,\nlients and may not be redistributed,\n\nLynch Global Research reports are distributed\n\nsclosure is prohibited. Receipt and\nained in this report\n\nbeen reviewed by, and may not reflect\nished information barriers between\n\nt relationships with, or compensation received from, such issuers in\n\ns\n\na s, defendants, co-defendants or co-plaintiffs wi\nfo proceedings have not been reviewed by, discussed with, and may not reflect\nprofessionals in other business areas of BofA Merrill Lynch in connection with the legal proceedings or matters relevant to such proceedings.\n\nThis report has been prepared independently of any issuer of securities mentioned herein and not in connection with any proposed offering of securities or as agent of any issuer of any\ns affiliates or their research analysts has any authority whatsoever to make any representation or warranty on behalf of the issuer(s). Bo\narch personnel from disclosing a recommendation, investment rating, or investment thesis for review by an issuer prior to the publication of a research\n\natus of financial instruments discussed herein is not intended to provide tax advice or to be used by anyone to provide tax advice.\nax advice based on their particular circumstances from an independent tax professional.\nher than disclosure information relating to BofA Merrill Lynch and its affiliates) was obtained from various sources and we do not guarantee its accuracy. This report\n\negal advisers as to issues of law relating to the subject matter of this report. BofA Merrill Lynch Global Research personnel’s knowledge of legal proceedings in which\nity and/or its directors, officers and employees may be\n5 and views presented in this material that rela\n\nh or involving issuers mentioned in this report is based\n\ninformation known to,\n\nA Merrill Lynch\n\nnvestors are urged to\n\nmay contain links to third-party websites. BofA Merrill Lynch is not responsible for the content of any third-party website or any linked content contained in a third-party website. Content\n\ncontained on such third-party websi\nany affiliation with BofA Merrill Lync\nsubmitting any personal in\n\normation to them. BofA\n\nes is not part o\n\nCertain outstanding reports may contain discussions and/or investment opinions relating to securities, financial instruments and/or issuers that are no longer curren\n\nrecent research report rela\n\nIn some cases, an issuer may be classified as Restric\n\nits security and/or financia\n\ning to an issuer prior to making an investment decision.\ned or may be Under Review or Extended Review. In each case, investors should consider any investment opinion\ninstruments) to be suspended or withdrawn and should not rely on the analyses and investment opinion(s) pertaining to such issuer (or i\n\nthis report and is not incorporated by reference into this report. The inclusion of a link in this report does not imply any endorsement by or\nh. Access to any third-party website is at your own risk, and you should always review the terms and privacy policies at third-party websi\nerrill Lynch is not responsible for such terms and privacy policies and expressly disclaims any liability for them.\n\nes before\n. Always refer to the most\n\nrelating to such issuer (or\ns securities and/or\n\nfinancial instruments) nor should the analyses or opinion(s) be considered a solicitation of any kind. Sales persons and financial advisors affiliated with MLPF&S or any of its affiliates may not\n\nsolicit purchases of securities or fina\n\nncial instrumen\n\ns that are Restricted or Under Review and may only solicit securities under Extended Review in accordance with\n\nirm policies.\n\nNeither BofA Merrill Lynch nor any officer or employee of BofA Merrill Lynch accepts any liability whatsoever for any direct, indirect or consequential damages or losses arising from any use of\n\nthis report or its contents.\n\nBankof America\nMerrill Lynch\n\nGlobal Cross Asset Strategy - Year Ahead | 30 November 2016\n\n27\n\nHOUSE_OVERSIGHT_014458",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014458.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 11815,
    "word_count": 1851,
    "line_count": 333,
    "import_date": "2025-11-19T21:47:45.970075",
    "prefix": "IMAGES-002"
  }
}