{
  "document_id": "HOUSE_OVERSIGHT_013295",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013295.txt",
  "text": "ship.\nSeptember\n\nTommy Morrison, 44. In 1993, he defeated George Foreman to win\nthe World Boxing Organization heavyweight title and appeared in\nthe movie “Rocky V.” Died Sept. 1.\n\nRonald Coase, 102. The British-born University of Chicago\neconomist who won the Nobel Prize in 1991 for research he said\nshowed that “people will use resources in the way that produces\nthe most value.” Died Sept. 2.\n\nJoseph Granville, 90. He was a U.S. financial newsletter writer\nand technical analyst who moved stock markets with bearish calls\nin the 1970s and 1980s. Died Sept. 7.\n\nRay Dolby, 80. He was a U.S. inventor who became a billionaire\nby designing noise-reduction and surround-sound technologies\nused in films, movie theaters and home-theater equipment. Died\nSept. 12 of leukemia.\n\nKen Norton, 70. The U.S. boxer who was a former world\n\nheavyweight champion and gained fame by breaking Muhammad Ali’s\njaw during a match. Died Sept. 18 after suffering a series of\n\nstrokes.\n\nJoy Covey, 50. She joined Amazon.com Inc. during its pioneering\ndays as an Internet retailer, serving as its chief financial\n\nofficer when the company held its initial public offering in\n\n1997. Died Sept. 18 in a bicycle accident in California, where\nshe lived.\n\nHiroshi Yamauchi, 85. The great-grandson of Nintendo Co.’s\nfounder, running the company for 53 years and becoming Japan’s\nrichest person in 2008. Died Sept. 19.\n\nDouglas Millett, 49. He was director of research at New York-\n\nbased Kynikos Associates Ltd., who called Enron Corp. “a hedge\nfund sitting on top of a pipeline” and helped expose the energy\n\nHOUSE_OVERSIGHT_013295",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013295.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1605,
    "word_count": 260,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.131517",
    "prefix": "IMAGES-002"
  }
}