{
  "document_id": "HOUSE_OVERSIGHT_026003",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_026003.txt",
  "text": "respect of any matters relating to dealing in securities or provision of specific advice on securities. Singapore reci\npore) Pte Ltd in respect of any ma\n\nLimited (Merchant Bank) and/o\n\nhis report may be used or reproduced or quoted ina\n\nfinancial advice regarding the a\nhat statements regarding futu\n\nGeneral Investment Related Disclosures:\nTaiwan Readers: Neither the information nor any opinion expressed herein constitutes\n\nThis research report provides general information on\nother financial instrument or any derivative related to such securities or instruments (e\npersonal investment advice and it does not take into account\n\nr Merrill Lynch (Singa\n\nppropriateness of investing in\n\nny manner whatsoever in Taiwan by the press or any other p\nly. Neither the information nor any opinion expressed consti\n\ninancial instruments and\nre prospects may not be realized. Any decision to purchase or subscribe for securities in any o\n\nan offer or a solicitation o\n\nutes an offer or an invitation\n\nimplementing investmen\n\nsecurity or the information in the prospectus or other offering document issued in connection with such offering, and not on this report.\n\nSecurities and other financial instruments discussed in this re\n\ndeposits or other obligations 0\n\namong others, market risk, counterparty default risk and liquid\n\ninstruments may be difficult to\nincome from such secu\nlose their entire principal inves\nThis report may contain a shor\nshort-term price impact on the\nreflects both a longer term\nbe more or less positive than a\nFutures and options are not\ndisclosure documents.\nBofA Merri\naction may\nexecuting any short idea contai\nForeign currency rates of excha\nincluding ADRs, e\nUK Readers: The\nlocated outside o\n\n| Lynch is aware tha\n\nprotections pr\n\nota\n\nappropria\n\nfectively assume currency risk.\nby the U.K. regulatory regime, including the Financial Services Scheme, co not a\n\nany insured depository institution (including, Bank o\n\nment. Past performance is not necessarily a guide to\n-term\nequity\n| return expectation and attractiveness for investmen\nstock's fundamental equity rating.\n\nthe implemen\n\nned in this report.\nnge may adversely affect\n\novided\nh Global Researc|\n\nport, or recommended, oft\n\nany, may fluctuate and that price or value of such\nuture performance. Levels a\nracing idea or recommendation, which highlights a specific near-term cata\n\nsecurities of the issuer. Short-term trading ideas and recommendations are dif\n\nport may depend upon an in\n\nhe value, price or income of any security or financial ins\n\nered or sold by Merrill Lynch, are not\n\ne for all investors.\n\nlyst or even\n\nrelative to other stocks within i\n\ne for all investors. Such financial instruments may expire worthless. Before investing in futures or options, clients must receive the a\nnvestment strategies explained in this report may not be appropriate at all times. Costs o\nation of the ideas expressed in this re\nbe limited by regulations prohibiting or restricting \"shortselling’ in many jurisdictions. Investors are urged\n\nsuc\n\nan offer to transact in any securities or o\nerson without the express written consen\n\n.2., options, futures, warrants, and contracts for differences). TI\nhe specific investment objectives, financial situation and the particular needs of any specific\nstrategies discussed or recommended in\nfering must be based solely on\n\ninsured by the Federal Deposi\nAmerica, N.A}. Investments in general anc, derivatives, in particular, involve numerous risks, including,\nity risk. No security, financial instrument or derivative is suitab\nvalue or sell and reliable information about the value or risks related to the securi\nrities and other financial instruments, i\n\ny or financial instrument may be di\nsecurities and instruments may rise or fal\nnd basis for taxation may change.\nimpacting the issuer or the market that is an\nerent from and do not affect a stock's fundamental equity rating, which\ns Coverage Cluster. Short-term trading ideas and recommendations may\n\nrument mentioned in this report. Investors in such secuti\n\npply in general to business coordinated by BofA Merri\n\nMLPF&S or one o\n\nthe United Kingdom. BofA Merrill Lyne\nits affiliates is a regular issuer of traded financial instru\n\nh policies relating to conflicts of interest are described at http://go.bo\n\npients of this research report should contact Merrill Lynch International Bank\nters arising from, or in connection with, this research report.\n\nher financial instrument. No part of\nof BofA Merrill Lynch.\n\nto make an offer, to buy or sell any securities or\nhis report is not intended to provide\nperson. Investors should seek\n\nhis report and should understand\nexisting public information on such\n\nnsurance Corporation and are not\n\nIn some cases, securities and other financial\nficult to obtain. Investors should note that\nand, in some cases, investors may\n\nicipated to have a\n\nppropriate risk\n\nh strategies do not include commission or margin expenses.\nvestor's ability to \"short\" securities or other financial instruments and that such\no seek advice regarding the applicability of such regu\n\nations prior to\n\nies and instruments,\n\nI Lynch entities\na.com/col.\n\nments linked to securities that may have been recommended in this report. MLPF&S or one of its affiliates may, at any\n\ntime, hold a trading position (long or short) in the securities and financial\n\nBofA Merrill Lynch, throug\nwith, and reach different c\nme\nrecipient of this report.\n\nIn the event that the recip\n\ntherewith MLPF&S may be deemed\nbeyond the delivery of this report (unless otherwise agreed 5\ntransactions, including transactions i\n\nhods of the persons who prepared them, and BofA Merri\n\nh business units other than Bo\nonclusions from, the information presented in\n\nient received this report pursuant to a contract\npecifically in\n\nnany securities mentioned in this report.\n\nCopyright and General Information regarding Research Reports:\n\nCopyright 2016 Bank of America Cor\niOcustom®, iQdatabase® are registered service marks of Ban\n\nretransmitted or disclosed\nsimultaneously to interna\n\nreview of this research report consti\n\n(including any investmen\nMaterials p\n\nBofA Merri\nresearch re\nshould\nany Bo\non pub\n\n| Lynch Global\nports. To t\nconsult their ow!\nA Merrill Lynch en\nic information. Fac\n\n=)\n\nprofessionals in other busi\n\nThis re\nsecuri\nGloba\nrepor'\nAny in\nseek tax advice based\nThe information herein (o\nmay contain links to third-\ncontai\nany affiliation with BofA\n\nies. None of M\nResearch policy pro\ncontaining suc\n\normation relating to the tax s\n\nor manner, without\nals by BofA\n\n, in whole or in part, or in any form\nand client websites and other por\n\nrecommendations, estimates or price targets) without\n\nrepared by BofA Merrill Lynch Global Research personnel are based on\ninformation known to, professionals in other business areas of BofA Merri\nResearch and certain business groups. As a resul\nhe extent this report discusses any legal proceeding or issues, it has not been prepared as nor is it intended to express any legal conclusion, opinion or advice. Investors\negal advisers as to issues of law relating to the subject matter of this report. BofA Merrill Lynch Glo\n\n, BofA\n\nity and/or its directors, officers and employees may be\n§ and views presented in this material that rela\n\nher than disclosure information relating to BofA Merril\n\nes is not part o\nh. Access to any\n\nerrill Lyne\n\ne to any such\nness areas of BofA Merrill Lynch in connection with the legal proceedings or matters relevant to such proceedings.\n\nport has been prepared independently of any issuer of securities mentioned herein and not in connection with any proposed offering of securities or as agent of\nLPF&S, any of i\n\ninstruments discussed in this report.\n‘A Merrill Lynch Global Research, may have issued and may in the future issue trading ideas or recommenda\nhis report. Such ideas or recommendations reflect the different time\n| Lynch is under no obligation to ensure that such other trading ideas or recommendations are brought\n\nbetween the recipient and MLPF&S for the provision of research services for a separate fee,\no be acting as an investment adviser, such status relates, if at all, solely to the person with whom MLPF&S\nwriting by MLPF&S). MLPF&S is and continues to act solely as a broker-dealer in connection\n\nporation. All rights reserved. iQmethod, iQmethod 2.0, iQprofile, iQtoolkit, iQworks are service marks of Ban\nof America Corporation. This research report is prepared for the use of BofA Merri\nLynch. BofA Merril\nerrill Lynch and are not publicly-available materials. Any unautl\nutes your agreement not to redistribute, retransmi\n\nhe express written consent of BofA Merril\n\n, or disclose to others the contents,\nfirst obtaining expressed permission from\npublic information. Facts and views presen\n\nerrill Lynch does not disclose certain client relationsh\n\nplaintiffs, defendants, co-defendants or co-plaintiffs wi\n\nproceedings have not been reviewed by, discuss\n\ns affiliates or their research analysts has any authority whatsoever to make any representation or warranty on behalf of the issuer(s}. Bo\nhibits research personnel from disclosing a recommendation, investment rating, or investment thesis for review by an issuer prior to the pub\nh rating, recommendation or investment thesis.\natus of financial instruments discussed herein is not intended to provide tax advice or to be used by anyone to provide tax advice.\non their particular circumstances from an independent tax professional.\nLynch and its affiliates) was obtained from various sources and we do not guarantee its accuracy. This report\nparty websites. BofA Merrill Lynch is not responsible for the content of any third-party website or any linked content contained in a third-par'\nned on such third-party websi this report and is not incorporated by reference into this report. The inclusion of a link in this report does not imply any\nthird-party website is at your own risk, and you should always review the terms and privacy policies at third-party\n\nopinions, conclusion, or information con\nan authorized officer of BofA Merrill Lynch.\ned in this material\n| Lynch, including investment banking personnel. BofA Merrill\n\njons that are inconsistent\nrames, assumptions, views and analytical\n‘0 the attention of any\n\nand in connection\nly and does not extend\nwith the execution of any\n\nhas contracted direct\n\nof America Corporation. iQanalytics®,\n\n| Lynch clients and may not be redistributed,\nLynch Global Research reports are distributed\nuse or disclosure is prohibited. Receipt and\nained in this report\n\nhorized\n\nhave not been reviewed by, and may not reflect\nLynch has established information barriers between\nips with, or compensation received from, such issuers in\n\nbal Research personnel’s knowledge of legal proceedings in which\n\nh or involving issuers mentioned in this report is based\ned with, and may not reflect information known to,\n\nany issuer of any\nA Merrill Lynch\nication of a research\n\nnvestors are urged to\n\nbsite. Content\nendorsement by or\nes before\n\ny we\n\nwebsi\n\nsubmitting any personal in\nCertain outstanding reports ma\nrecent research report rela\n\nIn some cases, an issuer may be classified as Restric\n\nits security and/or financia\nfinancial instruments} nor shou\nsolicit purchases of securities o\n\normation to them. BofA\n\ninstruments) to be suspended or withdrawn and shou\n\nerrill Lynch is not responsib\ny contain discussions and/or investment opinions\n\nld the analyses or opinion(s} be considered a solici\nr financial instrumen\n\ne for such terms and privacy policies and expressly disclaims any liability for them.\n\nrelating to securities, financial instruments and/or issuers that are no longer curren\ning to an issuer prior to making an investment decision.\ned or may be Under Review or Extended Review. In each case, investors should consider any investment opinion relating to such issuer (or\ndnot rely on the analyses and investment opinion(s} pertaining to such issuer (or i\nation of any kind. Sales persons and financial advisors affiliated with MLPF&S or any of its affiliates may not\ns that are Restricted or Under Review and may only solicit securities under Extended Review in accordance with\n\n. Always refer to the most\n\n5 securities and/or\n\nirm policies.\n\nNeither BofA Merrill Lynch nor any officer or employee of BofA Merrill Lynch accepts any liability whatsoever for any direct, indirect or consequential damages or losses arising from any use of\n\nthis report or its contents.\n\n26 Global Equity Volat\n\nility Insights | 09 August 2016\n\nBankofAmerica <2”\nMerrill Lynch\n\nHOUSE_OVERSIGHT_026003",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_026003.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 12575,
    "word_count": 1986,
    "line_count": 412,
    "import_date": "2025-11-19T21:47:44.418889",
    "prefix": "IMAGES-008"
  }
}