{
  "document_id": "HOUSE_OVERSIGHT_024544",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024544.txt",
  "text": "13.6. Product Offering\n\nComprehensive K-9 Curriculum. k12 offers a comprehensive curriculum for grades K-9 directly to the\nstudenis in its virtual academies, directly to consumers and to school districts, summer schools and after-\nschool programs. 12 is creating rich and challenging proprietary educational material based on existing\nbest-of-breed content and traditional methods enhanced by technology. Unlike most computer-based\neducation programs, which rely solely on computers and burden students with mechanical “point and\nclick” exercises, k12 uses the computer as only one among many complementary tools to open children’s\nminds to the best books and educational material. 412's math, reading and writing curriculum involve a\nsignificant amount of off-line work in the form of books, audiotapes, science equipment, art supplies and\nmore. 12 provides some of these materials and others will be recommended but not required.\n\nFor example, k12’s comprehensive curriculum for students in grades K-9 includes lessons in the following\nsubjects:\n\n@ Language Arts. Progresses from a focus in the primary grades on early mastery of reading using\nphonics-based curriculum reviewed and revised by a team of renowned experts, to, in later grades, a\nrich program of literature, composition, and language skills;\n\n& Math. A solid early foundation in basic math based on a highly respected math curriculum and\nrigorous math standards;\n\nB History. in grades K-4, a proprietary k12 program that offers a chronological overview of history, from\nthe Stone Age to the Space Age, with integrated geography and civics; in middle school, an American\n\nHistory survey based on the celebrated History of the US series, and a World History survey based on\na proprietary A12 textbook;\n\nEi Science. A world-class science curriculum focused on hand-on activities and basic principles driven\nby some of the most ambitious state science standards in the country;\n\nM Visual Aris. A curriculum that combines appreciation of historical trends and masterpieces with\nspecific skill building and many opportunities for creative work; and\n\nHB Music. In the elementary grades, a proprietary program that engages young children in singing,\ndancing and creative movement while introducing them to great works of music from around the world.\n\nk12’s curriculum and assessment are delivered, in part, through a series of proprietary course modules.\nk12 delivers material over the internet, but also through other forms of media, including traditional books,\nvideo and learning kits. «12’s course modules employ interactive text, audio, videos, CDs, and animated\ngraphics. The Internet-based portion of k12’s courses contains the following features:\n\n@ Integration of a diverse mix of materials—visual images and concepts, audio, videos and animated\nsequences, as well as high-quality written material;\n\nCapabilities for users to see an overview of the whole module at a glance;\nOpportunity for parents to scan and preview modules before guiding students through work;\nIntegrated assessment services;\n\nAbility for children, parents, and teachers fo follow students’ progress;\n\nComprehensive teaching guides with “drill down” functionality for those parents requiring more detailed\ninstruction; and\n\n@ Proven, standards-based, technologies that provide a satisfactory experience for the current Internet\ninfrastructure.\n\n111\n\nHOUSE_OVERSIGHT_024544",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024544.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3410,
    "word_count": 499,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:49.130802",
    "prefix": "IMAGES-008"
  }
}