{
  "document_id": "HOUSE_OVERSIGHT_023469",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023469.txt",
  "text": "Article 2.\n\nThe New York Post\nThe storm in Syria\n\nAmir Taheri\n\nApril 16, 2011 -- Yesterday was supposed to be the first day of what\nSyrian despot Ba shar al-Assad had dubbed \"social calm\"; he hoped\nhis mixture of promises and repressive measures would silence the\npro-democracy uprising that has shaken the Ba'athist regime. Instead,\nthe opposition mounted a \"Friday of Resolution,\" with fresh\nnationwide marches against tyranny.\n\nIn addition to other empty moves, Assad had ordered the release of\nprotesters arrested in the past four weeks provided they had not done\n\"anything that might undermine the interests of the state and the\nnation's security.\" Those qualifiers meant that by yesterday evening\nonly nine people had been set free, out of an estimated 1,200 arrested\nin 18 cities -- and scores more were arrested yesterday.\n\nTo be sure, the opposition didn't succeed in organizing a major march\nin the capital. But a crowd of no more than 600 marched from\nDamascus to the nearby town of Douma, where security forces have\nkilled at least 30 demonstrators in the past two weeks.\n\nYesterday was a success for the opposition. It managed to defy the\nmassive security buildup to hold demonstrations in at least 20 cities,\nunderlining its nationwide appeal. It also managed to show its\npresence in Aleppo, the country's second most populous city, which\nhad remained relatively quiet until now.\n\nAlso significant were the first demonstrations in the Druze areas,\nwhich had never before shown any sign of revolt against the Assad\ndynasty. Yesterday, Syria's biggest Druze city, Suwaidah, became an\n\"Assad-free\" zone as portraits of the despot and his father were\nburned in public.\n\nHOUSE_OVERSIGHT_023469",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023469.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1702,
    "word_count": 277,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:49.317021",
    "prefix": "IMAGES-007"
  }
}