{
  "document_id": "HOUSE_OVERSIGHT_014542",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014542.txt",
  "text": "Exhibit 5: Change in US Personal Savings Rate\nSurrounding Historical Recessions\n\nThe increase in the personal savings rate in this recovery\nhas been unusually large.\n\nDeviation from Start of Recession (Percentage Points)\n\n8 Historical Range\nMedian\na\nBy wea Current iT)\n\n6 4-2 0 2 4 6\n\n8 10 12 14 16 18 20 22 24 26 28 30 32 34\nQuarters Relative to Start of Recession\n\nData through 03 2016.\n\nNote: Quarter 0 marks the start of each recession since 1950, defined as the NBER recession\ncycle start. The cycle is measured from the start of each recession until the beginning of the next\nrecession.\n\nSource: Investment Strategy Group, Datastream, National Bureau of Economic Research.\n\nExhibit 6: Ratio of US Household Net Worth to\nDisposable Income\n\nReal estate price and financial asset gains have boosted the\nratio to near pre-crisis highs.\n\n%\n700\n\n639\n600\n\n500 +\n\n400\n\n300 +\n1951 1959 1967 1975 1983 1991 1999 2007 2015\n\nData through 03 2016.\nSource: Investment Strategy Group, Datastream.\n\nThe anemic (but steady) pace of this recovery\nhas fueled a debate about its causes. The theories\nfall into six categories:\n\ne A “hangover” from the global financial crisis'!\n\ne “Secular stagnation” due to unfavorable\ndemographics\n\n* “Secular stagnation” due to declining\nproductivity growth\n\n¢ Mismeasurement of GDP statistics\n\n* Poor policies in Washington\n\ne A steady onslaught of external shocks\n\nWe briefly examine each of these six theories\nbelow—some of which we have touched upon\n\nin our prior Outlook publications. While there\nhas been further research on the topic over the\npast year, the debate has not yet been resolved\nand likely never will be to everyone’s satisfaction.\nOne star-studded group of experts believes that\nmost contributing factors other than weaker\ndemographics have dissipated or will dissipate, and\nthe US economy will remain structurally vibrant.\nAnother star-studded group believes that the best\ndays of the US are behind it, contending that even\nradical policy changes will not reverse this decline\nand that the 2016 election results are a testament\nto this “secular stagnation.”\n\nA Hangover from a Crisis\n\nProponents of the “hangover” theory suggest\nthat recoveries after a major financial crisis\ngenerally have been slower. In their book, This\nTime Is Different: Eight Centuries of Financial\nFolly, Carmen Reinhart and Kenneth Rogoff\nuse historical data from 66 countries between\n1810 and 2010 to demonstrate that, historically,\nrecoveries following a major financial crisis have\nbeen markedly slower than other recoveries.\n\nFundamentally, one can argue that\nhouseholds deleverage for a long time to increase\nprecautionary savings, and corporations limit\ncapital expenditures to build up precautionary\ncash, out of fear that another major financial crisis\nis looming. As shown in Exhibit 4, the pace at\nwhich households deleveraged in this most recent\ncrisis was faster than in any other recovery in the\npost-WWII period; commensurately, the increase\nin the personal savings rate since the start of the\nrecession is unusually large relative to previous\ncycles (see Exhibit 5).\n\nAlong with higher savings, the increase in home\nprices to levels matching the February 2007 peak\n(as measured by the S&P/Case-Shiller US National\nHome Price Index on a seasonally adjusted\nbasis} and the appreciation in financial assets\nhave boosted the ratio of household net worth\nto disposable income to near pre-crisis levels, as\n\nOutlook | Investment Strategy Group 9\n\nHOUSE_OVERSIGHT_014542",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014542.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3496,
    "word_count": 555,
    "line_count": 119,
    "import_date": "2025-11-19T21:47:47.822083",
    "prefix": "IMAGES-003"
  }
}