{
  "document_id": "HOUSE_OVERSIGHT_016351",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016351.txt",
  "text": "Sadly, Keynes’s predictions did not come true. Although productivity did indeed\nincrease, the system—possibly inherent in a market economy—did not result in humans\nworking much shorter hours. Rather, what happened is what the anthropologist and\nanarchist David Graeber describes as the growth of “bullshit jobs.”°4 While jobs that\nproduce essentials like food, shelter, and goods have been largely automated away, we\nhave seen an enormous expansion of sectors like corporate law, academic and health\nadministration (as opposed to actual teaching, research, and the practice of medicine),\n“human resources,” and public relations, not to mention new industries like financial\nservices and telemarketing and ancillary industries in the so-called gig economy which\nserve those who are too busy doing all that additional work.\n\nHow will societies cope with technology’s increasingly rapid destruction of entire\nprofessions and throwing large numbers of people out of work? Some argue that this\nconcern is based on a false premise, because new jobs spring up that didn’t exist before,\nbut as Graeber points out, these new jobs won’t necessarily be rewarding or fulfilling.\nDuring the first industrial revolution, it took almost a century before most people were\nbetter off. That revolution was possible only because the government of the time\nruthlessly favored property rights over labor, and most people (and all women) did not\nhave the vote. In today’s democratic societies, it is not clear that the population will\ntolerate such a dramatic upheaval of society based on the promise that “eventually”\nthings will get better.\n\nEven that rosy vision will depend on a radical shake-up of education and lifelong\nlearning. The Industrial Revolution did trigger enormous social change of this kind,\nincluding a shift to universal education. But it will not happen unless we make it happen:\nThis is essentially about power, agency, and control. What’s next for, say, the forty-year-\nold taxi driver or truck driver in an era of autonomous vehicles?\n\nOne idea that has been touted is that of a universal basic income, which will allow\ncitizens to pursue their interests, retrain for new occupations, and generally be free to live\na decent life. However, market economies, which are predicated on growing consumer\ndemand over all else, may not tolerate this innovation. There is also a feeling among\nmany that meaningful work is essential to human dignity and fulfillment. So another\npossibility is that the enormous wealth generated by increased productivity due to\nautomation could be redistributed to jobs requiring human labor and creativity in fields\nsuch as the arts, music, social work, and other worthwhile pursuits. Ultimately, which\njobs are rewarding or productive and which are “bullshit” is a matter of judgment and\nmay vary from society to society, as well as over time.\n\nSo far, ’ve focused on AI’s practical consequences. As a scientist, what bothers me is\nour potential loss of understanding. We are now accumulating data at an incredible rate.\nIn my own lab, an experiment generates over a terabyte of data a day. These data are\nmassaged, analyzed, and reduced until there is an interpretable result. But in all of this\ndata analysis, we believe we know what’s happening. We know what the programs are\n\n34 hitps://strikemag. org/bullshit-jobs/\n\n131\n\nHOUSE_OVERSIGHT_016351",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016351.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3377,
    "word_count": 532,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:46.635078",
    "prefix": "IMAGES-003"
  }
}