{
  "document_id": "HOUSE_OVERSIGHT_018351",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018351.txt",
  "text": "of network power: Contagions of fear, manipulation of data, the subtle and invisible\ninfluence of the boxes we depend upon but don’t understand.!73 Recall Francis\nBacon’s Enlightenment line? That human knowledge is human power? Well, what is\ncomputer knowledge? It is human power? Or something else, in its entire, hidden\nimmensity? You have to wonder if this packing of insight and vision and control into\nblack boxes, or the hands of a small New Caste will bleed us of our liberty as a result.\n“Our constitution is called a democracy because the power to make decisions is not\nin the hands of a minority but of the whole people,” Pericles reminded Athens in his\nFuneral Oration 2500 years ago. “We regard a man who takes no interest in politics\nnot as harmless, but as useless.”!”4 Vital engagement is the food of democratic life.\nTo be baffled to the outside of the essential boxes of power then, seems an instant\nsort of cancer on liberty. What do we make of a man who takes no interest in the\nnetworks of networks that control the power to make decisions?\n\nPerhaps you've heard of the famous manufacturing trilema: You can get something\nmade any two of good, fast and cheap. If you want that custom table made quickly\nand well, it won’t be cheap. If you want it good and cheap, you had best be prepared\nto wait. In networks a similar puzzle emerges in my mind. Systems can be any two of\nfast, open or secure. A computer system that is really secure can be open, but it will\nbe very slow, inspecting each packet and instruction like a bank security guard\nwatching customers in a bad neighborhood. Think of the like an airport. Want it to\nbe fast? Secure too? Then it won’t be very fast. Mostly what we want today are fast,\nsecure arrangements for our markets, our nations, our data. So these will become, |\nthink, ever less open.\n\nIt used to be that history was made in public: Big visible wars and social shifts and\nrevolutions. Pericles in the Athenian square; the churning protests of Jefferson’s\nParis or the massing of armies. Now, however, subtle manipulations of technology,\ninvisible to most of us and maybe even accidental, maybe weird, will produce\nhistoric-scale external effects. Changes to the network design will become political\nand social exploits in a sense, living versions of that atomic-level “rowhammer” hack\nthat work on the connective energy of our world. Already social network analysis\ncan be used to manipulate voting patterns. Soon, it will be possibly to precisely\ntarget any potential voter with a message engineered like a custom-made drug,\ndesigned to bind right to the DNA of your habits and beliefs. It represents the\npossibility for the complete technical perversion of politics.\n\nAs the New Caste operates on the systems that are at the core of connected politics\nand economics, on how we vote or think or shop, they will vibrate the system in\ninvisible ways even when they don't mean to be nefarious. Improvements may be as\ndangerously unpredictable as bugs. Small changes to algorithms or links or\nprotocols mean our whole system may be pwned before we're quite aware. Such\n\n173 “Democracy”: Arthur M. Schlesinger, Jr., The Vital Center: The Politics of Freedom\n(Boston: Houghton Mifflin, 1949), 246\n\n174 “Our constitution”: Thucydides, A History of the Peloponnesian War, (Oxford:\nOxford University Clarendon Press, 1881),119\n\n119\n\nHOUSE_OVERSIGHT_018351",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018351.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3396,
    "word_count": 575,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:46.684886",
    "prefix": "IMAGES-004"
  }
}