{
  "document_id": "HOUSE_OVERSIGHT_018267",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018267.txt",
  "text": "Chapter Three:\nWar, Peace, Networks\n\nIn which The Seventh Sense reaches towards the questions of war and peace and\npower that will flavor our lives, like it or not.\n\n1.\n\nOne afternoon in the fall of 2009 I received an unexpected call from the Pentagon.\nThe US was, then, nearly a decade into the wars of Afghanistan and Iraq. Each, in its\nown way, possessed a strange and shifting character, the sort of dim premonition of\na greater violence that has always most unnerved warriors and politicians. The old\nsoldier’s saying — Fear chaos as much as the enemy - seemed to animate, constantly,\nthe progress of these two fights. Once, before I gave a speech to an audience of\nnewly promoted one-star generals in 2010, a four-star general pulled me aside fora\nmoment. He explained that I’d be speaking to a crowd of officers who had come of\nage pacing the murderous streets of these wars, watching soldiers under their\ncommand killed by an often invisible enemy. “You have to remember that these men\nhave been seared, seared, by a decade of combat,” he said. The best American\nmilitary minds had tried, with characteristically direct and relentless energy, to box\nthe wildness of these wars. In books and papers and thousands of patrols, through\nmillions of hours of language training, and endless risky nights, they had tried. It\nnever quite seemed to work. There would never be a durable sense of mastery. The\nwars, which appeared a certain and unfairly tilted fight to American victory at the\nbeginning, had run longer than any in the nation’s history. They were engines of\nchaos and fear.\n\nThe American Marine Corps General Victor Krulak once observed, “The war you\nprepare for is rarely the war you get,” and you could find this phrase whistling\nthrough the years of American combat after 9/1135. One of the lessons of both Iraq\nand Afghanistan - and of the post-World Trade Center wars generally - was that the\nPentagon and the fighting services had been unready for what they faced. Soldiers\nhad arrived in Baghdad with forest-colored uniforms, thin-skinned transport, tank-\nled battle plans - all wrong and mostly dangerous. The most feared weapons system\nof the era told you something of the tone of the new millennium’s wars: $50 to $100\nImprovised Explosive Devices (IEDs). Hidden smashups of dynamite, duct tape,\ncellphone detonators and as much stubbly, impaling iron as could be found. They\nwere impossible to deter. Rapidly deadly. The IED threat, one officer later reflected,\n“is a contemporary example of conventional militaries being confronted with a\ntactical surprise with operational—if not strategic—implications.” 3° Like so much in\n\n35 The American Marine Corps General: Victor Krulak, “A New Kind of War”, in\nFirst to Fight: An Inside View of the U.S. Marine Corps (Bluejacket Press, 1984) 179\n36 The IED threat: Andrew Smith, “Improvised Explosive Devices in Iraq, 2003-09:\nA Case of Operational Surprise and Institutional Response” Letort Papers (Carlisle,\nPA: Army War College April, 2011) 9\n\n35\n\nHOUSE_OVERSIGHT_018267",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018267.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3041,
    "word_count": 505,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:44.241984",
    "prefix": "IMAGES-004"
  }
}