{
  "document_id": "HOUSE_OVERSIGHT_014518",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014518.txt",
  "text": "U.S. TRUST WB\n\nBank of America Private Wealth Management\n\nTAX ALERT 2016-5\n\nDECEMBER 2016\n\nThe 2016 Election: Tax Changes Expected\n\nINTRODUCTION\n\nThe election of Donald Trump as President is expected to lead to significant tax law changes. The tax changes\nmay come in two parts: (1) from the repeal of the Affordable Care Act (ObamaCare) and its related taxes and (2)\nfrom comprehensive tax reform. Since Republicans will also have majorities! in both the House and Senate, it is\nanticipated that such changes could be undertaken without the need for bipartisan support. It is likely that the\nAffordable Care Act, and its taxes, could be repealed in early 2017 and result in an immediate tax cut for dividends,\n\ncapital gains and high-income earners. It is more time consuming to enact comprehensive tax reform and such\n\nefforts may not result in a tax bill until mid-\n\nc tlaw* T PI House GOP\nsummer or the fall, which could push the urrenyew ramp ran Plan\neffective date of broad-based tax changes into individual 10, 15, 25, 28, 12, 25, 33% 12, 25, 33%\n2018. Although it is not yet known exactly Tax Rates 33, 35, 39.6%\nwhat the changes will be or when they would Top capital 20% 20% 16.5%\nbe effective, we are issuing this Tax Alert to | Gains/Dividend (plus 3.8%\n\n‘ 2 Tax Rate surtax\ninform you of changes that are anticipated, )\nbased on proposals made during the campaign Itemized 3% of itemized Limited to Eliminates\n. Deductions deductions are $200,000 except for\nby both President-elect Trump and the House Iasi whem (couples charitable and\nRepublicans. We also discuss how these gross income $100,000 (likely capped\n. . exceeds (singles) and modified)\nchanges may impact your planning, both $313,800 mortgage\ncurrently and in the future. When we have ($261,500 if interest\nmore specifics, we expect to issue another Tax single)\nAlert. AMT Parallel tax Eliminates Eliminates\ncalculation\nINCOME TAX Investment 3.8% Eliminates Eliminates\nCurrent law. Ordinary income can be subject _Surtax\nto rates as high as 39.6%, and capital gain can Estate Tax 40% rate, Eliminates Eliminates\n: , $5,490,000 (capital gain at\nfe) , ,\nbe subject to rates as high as 20%. In both exemption deathsublect-to\ncases, an additional 3.8% surtax might apply. $10 million\nexemption)\n\nCertain itemized deductions are “phased out” - -\n*Inflation adjusted amounts for 2017\n\nunder the so-called “Pease limitation” when\nadjusted gross income reaches certain thresholds. The Alternative Minimum Tax can result in additional tax\nliability. The income from so-called “carried interests” is taxed as capital gain.\n\n1 In the House of Representatives, a simple majority is sufficient to pass legislation. It is more complicated in the Senate,\nwhere 60 votes (a super majority) are required to avoid a filibuster. Republicans have a simple majority, but not a super\nmajority, in the Senate. However, there is a budget procedure known as Reconciliation, which allows certain legislation to\nbe passed without filibuster. Accordingly, it would appear that Republicans could pass tax legislation in the Senate with just\na simple majority.\n\nHOUSE_OVERSIGHT_014518",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014518.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3130,
    "word_count": 509,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:48.204942",
    "prefix": "IMAGES-003"
  }
}