{
  "document_id": "HOUSE_OVERSIGHT_012922",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012922.txt",
  "text": "6 1 Introduction\n\n1.6 Potential Approaches to AGI\n\nIn principle, there is a large number of approaches one might take to building an AGI, starting\nfrom the knowledge, software and machinery now available. This is not the place to review\nthem in detail, but a brief list seems apropos, including commentary on why these are not the\napproaches we have chosen for our own research. Our intent here is not to insult or dismiss\nthese other potential approaches, but merely to indicate why, as researchers with limited time\nand resources, we have made a different choice regarding where to focus our own energies.\n\n1.6.1 Build AGI from Narrow AI\n\nMost of the AI programs around today are “narrow AI” programs — they carry out one particular\nkind of task intelligently. One could try to make an advanced AGI by combining a bunch of\nenhanced narrow AI programs inside some kind of overall framework.\n\nHowever, we’re rather skeptical of this approach because none of these narrow AI programs\nhave the ability to generalize across domains — and we don’t see how combining them or ex-\ntending them is going to cause this to magically emerge.\n\n1.6.2 Enhancing Chatbots\n\nOne could seek to make an advanced AGI by taking a chatbot, and trying to improve its code\nto make it actually understand what it’s talking about. We have some direct experience with\nthis route, as in 2010 our AI consulting firm was contracted to improve Ray Kurzweil’s online\nchatbot \"Ramona\". Our new Ramona understands a lot more than the previous Ramona version\nor a typical chatbot, due to using Wikipedia and other online resources, but still it’s far from\nan AGI.\n\nA more ambitious attempt in this direction was Jason Hutchens’ a-i.com project, which\nsought to create a human child level AGI via development and teaching of a statistical learning\nbased chatbot (rather than the typical rule-based kind). The difficulty with this approach,\nhowever, is that the architecture of a chatbot is fundamentally different from the architecture\nof a generally intelligent mind. Much of what’s important about the human mind is not directly\nobservable in conversations, so if you start from conversation and try to work toward an AGI\narchitecture from there, you’re likely to miss many critical aspects.\n\n1.6.3 Emulating the Brain\n\nOne can approach AGI by trying to figure out how the brain works, using brain imaging and\nother tools from neuroscience, and then emulating the brain in hardware or software.\n\nOne rather substantial problem with this approach is that we don’t really understand how\nthe brain works yet, because our software for measuring the brain is still relatively crude. There\nis no brain scanning method that combines high spatial and temporal accuracy, and none is\n\nHOUSE_OVERSIGHT_012922",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012922.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2763,
    "word_count": 457,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:44.742506",
    "prefix": "IMAGES-002"
  }
}