{
  "document_id": "HOUSE_OVERSIGHT_016559",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016559.txt",
  "text": "Code Enforcement Board Meeting Minutes 07/17/08\n\nViolation of Chapter 42, Section 42-86 (19) of the Town of Palm Beach Code of\nOrdinances, cleared land must be re-sodded or replanted to prevent the creation of\nwindblown dust or dirt and Chapter 42, Section 42-86, unsightly, unsafe or\nunsanitary conditions not permitted and properties to be maintained in good\ncondition.\n\nCode Enforcement Officer Weymer presented the facts of the case and said the\nviolation was discovered on routine patrol. Mr. Weymer has been in contact with\na property representative, Louis Pascerelli who said Mr. Horton had not been in\nTown to receive his mail. Mr. Weymer said Mr. Pascerelli had proposals from\nHansen Landscape for the clean up and re-sod of the lot and a weekly maintenance\ncontract to assure this does not happen again. Tropical Irrigation has also been\ncontacted to put in a new irrigation system. The Town recommends a finding of\nnon-compliance, administrative costs in the amount of $150.00 and the property\nowner be given until August 18, 2008 to come into compliance. Mr. Fried said he\nbelieved a fine of some sort should be imposed. Mr. Ballentine asked how long\nMr. Horton had been out of compliance. Mr. Weymer said the original warning\nwas sent on June 5, 2008 and a notice of violation and hearing was sent on June\n20, 2008. Mr. Weymer said the first contact with the property owner was July 7,\n2008. Mr. Ballentine asked if the August compliance date was reasonable and Mr.\nWeymer said Jim Hansen of Hansen Landscape thought the work would be done\nbefore that date but wanted more time in case he ran into any problems.\n\nMOTION BY MR. FRIED TO FIND THE VIOLATOR IN NON-\nCOMPLIANCE, ASSESS ADMINISTRATIVE COSTS IN THE AMOUNT\nOF $150.00 AND GIVE HIM UNTIL AUGUST 18, 2008 TO COME INTO\nCOMPLIANCE.\n\nSECONDED BY MR. OCHSTEIN\n\nMOTION PASSED UNANIMOUSLY\n\nJ. Case # 08-2519, 206 Dunbar Road, AMF Estate Management\nViolation of Chapter 42, Section 42-230 of the Town of Palm Beach Code of\nOrdinances, leaf blower over 65dBA at 50 ft.\n\nCode Enforcement Officer Weymer presented the facts of the case and said he\nwitnessed the violation on June 26, 2008. AMF had previously been warned on\nFebruary 19, 2008 for using a leaf blower over 65S5dBA. Mr. Weymer performed a\ndecibel test for this violation and the reading was 79.6 dBA at 50 feet. This is a\nclass II violation under the fine schedule which has a $125.00 fine for the first\noffense. The violation was issued on site to a superintendant for AMF and has not\nbeen paid. The Town recommends a finding of non-compliance, administrative\ncosts in the amount of $150.00 and payment of the $125.00 fine.\n\nMr. Hoffman asked whether this company had participated in the leaf blower\n\ntesting being offered by Code Enforcement. Mr. Weymer said AMF had\nparticipated in the testing program and had several leaf blowers certified. He said\n\n6\n\nHOUSE_OVERSIGHT_016559",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016559.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2903,
    "word_count": 493,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:45.549821",
    "prefix": "IMAGES-004"
  }
}