{
  "document_id": "HOUSE_OVERSIGHT_024954",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024954.txt",
  "text": "=0A\n\nIssuing the first amendment ofa law usually takes some time. Rushing things may lead to undesired\nconsequences while delay reflects unnecessary bureaucracy. The pace of passing new amendments to laws\nbound by international agreements and world systems — for example, the Companies Law -- is determined by\nthe progress of these agreements. Several important international agreements, including a significant number\ninvolving the World Trade Organization, are still not ripe. Yet, we are very keen on passing or amending any\nlaws if necessary to strike a healthy balance between our local interests and our commitments to international\ntrade and finance organizations.\n\nEmirates Business 24/7\n\nSpeculation about the dirham’s peg to the United States dollar keep flowing back out.\nWhat value do you see in keeping the peg in the sh ort term and the long term? Is there\nany move to change the structure or composition of the peg?\n\nGoverned by strict banking principles and guidelines, the UAE Central Bank is taking care of the issue of\ndirham’s peg to international currencies. The US dollar’s devaluation against the Euro and the pound-sterling\nduring the past few years has triggered several debates about economic threats posed by the dirham’s peg to the\ndollar. Today, after the dollar’s significant gains against other international currencies, we can barely hear these\nvoices.\n\nThere are no absolute wins or absolute20loses to pegging a local currency to a single foreign currency ora\ncurrency basket. Decisions are always determined in light of the size of benefits.\nEmirates Business 24/7\n\nOne of the many effective measures taken by the UAE Government to deal with the\nfallout of the global financial crisis has been to maintain or increase spending on\ninfrastructure projects, even if this leads to a deficit budget. Would the UAE be\ncomfortable with a deficit budget for the first time in many years? Would you\nimmediately put in place measures to wipe out the deficit (if that happens) in the next\nyear? What such measures would you consider?\n\nThis is a hypothetical question. Actually, we evaluate all possible scenarios and we are very keen on endorsing\na deficit-free budget. Yet I can read between the lines of your question about potential measures to face budget\ndeficit. My reply is: No Income Taxes.\n\nEmirates Business 24/7\n\nThe public relations image of UAE and Dubai is being taken to task in sections of the\nWestern press. What is the official strategy of UAE going to be to counter this?\n\nOur strategy in that regard is very consistent, as we strongly believe in the sanctity of truth. Our commitment to\ntransparency is unequivocal and unquestioned. Our ultimate response to these reports can be seen in our\nrelentless efforts and ongoing success. The life sp an of lies is always short.\n\nWe have been very transparent with all measures undertaken over the past few months to counter the impact of\nthe global financial crisis. Senior government officials have spoken openly about the current situation,\nhighlighting key facts and figures -- including the actual size of the debts by both the government and\ngovernment affiliated companies.\n\nHOUSE_OVERSIGHT_024954",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024954.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3189,
    "word_count": 516,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.914508",
    "prefix": "IMAGES-008"
  }
}