{
  "document_id": "HOUSE_OVERSIGHT_012807",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012807.txt",
  "text": "that the parasitic enemy shouldn’t be exterminated. This is where scientific explanation gains\nconsiderable interest, helping us understand how we develop anticipatory pleasures and past-oriented\nregrets, struggle to change from habitual rewards, and acquire irrational desires for experiences we no\nlonger enjoy — a problem that appears to maintain most forms of addiction.\n\nHumans go to restaurants and bees to flowers because both are associated with food. Within these\nbroad categories, there are good restaurants and flowers, as well as bad ones, where good and bad are\ndetermined by experience. The experience can be direct, as when food 1s actually consumed, or indirect\nas when humans listen to an animated friend describe a restaurant’s menu and bees watch a hive mate\ndance, providing a description of the flower’s location and quality. Once the association between food\nand location is established, simply seeing the restaurant or flower triggers a cascade of neural and\nchemical activity in the brain linked to reward and the anticipation of pleasure. The restaurant and\nflower are cues that predict food. If you walked into your favorite restaurant and found that they sold\nfertilizer rather than food, you would be heartbroken. If you haven’t been to the restaurant in a long time,\nbut memorialized your previous experience as a gastronomic high, you will be deeply disappointed if\nyour first bite doesn’t live up to the standards you anticipated. This mismatch between anticipated and\nexperienced reward will lead to a cascade of brain activity — indicative of an error. The primary engine\ndriving the experience of reward, including predicting when it will occur and with what kind of intensity,\nis the dopaminergic system, a network of brain areas that releases dopamine in most invertebrates and\nvertebrates, including the human vertebrate.\n\nMany natural behaviors trigger dopamine, including male songbirds singing to attract females,\nrhesus monkeys seeing a red light that has been associated with a soon to be delivered shot of juice, and\nhumans cooperating with each other. Many unnatural behaviors and objects can also trigger dopamine.\nAnimals trained to press a switch for food, will often become obsessively attracted to the switch,\ncaressing and biting it even in the absence of food; humans with addictions to cigarettes, food and\ngambling, will often obsessively fondle an empty cigarette carton, fork, and deck of cards, respectively.\nBut these correlations leave open the question of whether dopamine causes the anticipation or experience\nof reward, or flows from these experiences.\n\nTo tackle the causality problem requires experiments, either directly changing dopamine\nconcentration or comparing individuals who, due to genetic differences, show differences in dopamine\nlevels. We know from studies of rodents and monkeys that selectively increasing dopamine with drugs\nresults in heightened wanting of food if there are cues to foraging, or sex if opportunity knocks. The\nIsraelian cognitive neuroscientist Tali Sharot pursued a similar approach with healthy humans subjects.\nShe first asked individuals to rate how happy they would be if they vacationed in 80 possible destinations.\n\nThen, some subjects took a placebo while others took L-dopa, a drug that selectively increases the release\n\nHauser Chapter 2. Runaway desire 61\n\nHOUSE_OVERSIGHT_012807",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012807.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3387,
    "word_count": 520,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:46.527724",
    "prefix": "IMAGES-002"
  }
}