{
  "document_id": "HOUSE_OVERSIGHT_018638",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018638.txt",
  "text": "again, so I had my arms back -- and again, I couldn't seem to control my instinctive\nstruggling.\n\nAnd so he stopped for a moment, held my arms in place, and laid down the law. He\nknows I very much prefer some kinds of pain over other kinds of pain, so he told me this:\n\"If you want the kind of pain you like, you have to let me in close.\" Layer upon layer:\nhe's not just forcing me to take the pain; he's making me complicit. I think there were also\npractical considerations, in that it was actually difficult for him to control how he hurt me\nwhen I struggled a lot, but, still... It was so hot it made me gasp.\n\nI'm not sure, but I suspect that a few years ago, I might not have been able to handle that\nlevel of complicitness: forcing me to acknowledge what I like. Back then, I was too\nappalled by my own desires. Now, this level of complicitness adds another level of pain\n-- emotional pain; mild pain that I can cope with -- which is awesome. But although\nfeeling complicit is a new tactic, it's part of an old game. It's merely another kind of\npredicament.\n\nFundamentally, what's hot about predicament bondage isn't the mechanics of what my\npartner says or does. It's not about the scenario or the equipment or the exact words. It's\nknowing that he won't stop hurting me, no matter how I fight or beg or scream. It's\nfeeling that every moment, every action reinforces how much I'm in his power.\n\nIt's knowing there's no way out.\n\nKOK ok\n\nThis can be found on the Internet at:\n\nhttp://clarissethorn.com/blog/2011/01/07/storytime-predicament-bondage/\n\nRELATIONSHIPS:\n\n[theory] Relationship Tools: Monogamy, Polyamory, Competition, and\nJealousy\n\nI wrote this in 2012, but it's the culmination of over a decade of thought. I came across\nmy first polyamory books when I was very young, and I remember that even though I was\ninexperienced, I felt super frustrated by how most polyamorists discuss jealousy. They\nwere incredibly un-empathic about it; the advice always seemed to boil down to \"Get\nover it,\" with a dollop of \"Stop being so selfish,\" and without any acknowledgment of\nhow painful and difficult jealousy can be for the person who's feeling it. But at the same\ntime, most monogamists aren't much better about this topic! Many monogamists\napproach jealousy as something that requires no examination at all.\n\nIn this essay, I'm trying to come to a better understanding of all these dynamics. I also\nseek to integrate them with BDSM theory, which I'm convinced has a much stronger\n\nHOUSE_OVERSIGHT_018638",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018638.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2514,
    "word_count": 438,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:44.289521",
    "prefix": "IMAGES-005"
  }
}