{
  "document_id": "HOUSE_OVERSIGHT_011578",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011578.txt",
  "text": "were still behind schedule. Dawn was 25 minutes away. I radioed the helicopter\npilot with a new pickup point, closer to where we’d installed the equipment\nthough still far enough, I hoped, to avoid giving away what we’d done. Still, we\nbarely made it. The sun was rising as the chopper began weaving among the\ndunes and wadis on the flight back to Israel. Looking back, we could see flames\nleaping up from the oil pipeline in the dim, dawn light.\n\nThere could be no doubt the prize was worth it. By the time we returned, the\nreceiving equipment at Um-Hashiba was, for the first time, picking up real-time\ncommunications at the highest level of the Egyptian military. With the War of\nAttrition showing every sign of getting even fiercer, it was a criticial\nintelligence advantage. When we landed, not only Digli, but Ahrale Yariv were\nthere to meet us. Digli, smiling broadly, handed me a small cloth insignia.\n“You've earned it,” he said, adding that Bar-Lev himself had endorsed my\npromotion from captain to major.\n\nWith the Cairo-Suez mission, and a series of other operations I helped run\nnearer to the canal, there now seemed every possibility that I would be chosen\nto succeed Digli as commander when his term expired. But that was still more\nthan a year away, in the spring of 1971. With his agreement, I decided to use the\ntime to do what Eli Zeira had advised me before I made my decision to return:\nto get experience in the regular army. The War of Attrition had created a\ndemand for qualified officers who could command tank units, since they were\nplaying a key role against the Egyptians along the canal. Along with about a\ndozen other middle-ranking officers who had volunteered to move into the\narmored corps, I embarked on a course covering every facet of tank warfare:\nhow each system on an individual tank worked, how to pilot one, load in the\nshells, and then calibrate its main gun, aim and fire. We studied\ncommunications protocols, even tank maintenance. We were taught how to\ncommand an armored platoon — a group of three tanks — and then an armored\ncompany of eleven tanks and APCs. Finally, in July 1970, we were given\ncommand of actual companies, with the aim of deploying us against the\nEgyptians.\n\nMy company was part of Brigade 401, in the Sinai. It was one of the several\narmored forces that were rotated, every three months, into action on the front\n\n107\nHOUSE_OVERSIGHT_011578",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011578.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2406,
    "word_count": 423,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:47.247499",
    "prefix": "IMAGES-001"
  }
}