{
  "document_id": "HOUSE_OVERSIGHT_030962",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_030962.txt",
  "text": "From: J [jeevacation@gmail.com] \nSent: 12/6/2018 10:26:10 PM \nTo: Steve Bannon \nSubject: Re: Alex Acosta update I Power Line \ndo you know bill barr. CIA. \nOn Thu, Dec 6, 2018 at 5:17 PM Steve Bannon < wrote: \nBegin forwarded message: \nFrom: Robert Grusky < \nDate: December 6, 2018 at 3:52:15 PM EST \nTo: Steve Bannon < \nSubject: Alex Acosta update I Power Line \nhttps://www.powerlineblog.com/archives/2018/12/alex-acosta-update.php \nAlex Acosta update \nEarlier this week, pedophile Jeffrey Epstein bought his way out of a lawsuit that would \nhave given some of his victims the opportunity to testify about his predatory and criminal \nconduct. Victims never got that opportunity when Epstein faced criminal charges, because \nAlex Acosta___then the lead prosecutor, now the Secretary of Labor___let Epstein off with \na ridiculously lenient sentence. Despite having committed hideous sex offenses with dozens \nof minors, Epstein received a sentence of 13 months in jail, during which he was often free \nduring the day. \nEpstein's decision to buy his out of the civil lawsuit, one that he had the nerve to initiate, \nbenefits Acosta. The trial would have provided non-stop headlines, coupled with frequent \nreferences to the sweetheart deal Acosta gave him. As Randy Schultz puts it, the trial would \nhave been the occasion for a long overdue public shaming of Acosta. Now, he avoids this \nconsequence. \nBut this doesn't mean Acosta is out of the woods. He faces calls for his ouster from the \nTrump cabinet. \nSome calls are from the usual suspects. Michelle Goldberg of the New York Times has \nwritten a piece so obnoxious that it almost makes me want to see Acosta ride out the storm. \nBut some conservatives are also advocating Acosta's departure. Concerned Women for \nAmerica is a stalwart conservative organization. It describes itself, accurately, as \"focus[ed] \nHOUSE OVERSIGHT 030962 \non seven core issues: the family, the sanctity of human life, religious liberty, education, \nsexual exploitation, national sovereignty, and support for Israel.\" (Emphasis added) \nIts leader, Penny Nance, has called for Acosta's resignation. Noting that labor trafficking, \nwhich the Labor Department combats, is often conjoined with sex trafficking, Nance says \nthat President Trump would not have nominated Acosta if reports fully describing Acosta's \nconduct in the Epstein case had emerged earlier. \nSen. Ben Sasse has also weighed in. He sent a letter to the Justice Department asking it to \ninvestigate its treatment of Epstein, including the fact that the plea deal ensured that victims \nof the pervert would be denied the ability to comment on or object to the leniency of his \nsentence. Sasse is chairman of the Senate Judiciary Committee Subcommittee on Oversight, \nAgency Action, Federal Rights and Federal Courts. \nSen. Marco Rubio, a longtime supporter of Acosta, says it would be \"very troubling\" if \npolitical influence led to a light sentence for Epstein. In Rubio's view, and that of every \nrational person, Epstein \"should have been in jail for a long time.\" Rubio added, however, \nthat he will reserve judgment until he hears Acosta's side. \nThat's fair. But so far, Acosta has provided no real defense for letting Epstein off so lightly. \nIn public, at least, he is standing by his argument that the deal was a reasonable one and that \nthis is old news. \nPreviously, Acosta had a different defense. He cited \"a year-long assault on the prosecution \nand the prosecutors\" by \"an army of legal superstars\" who represented Epstein. This \nallegedly included \"defense counsel investigat[ing] individual prosecutors and their \nfamilies, looking for personal peccadilloes that may provide a basis for disqualification.\" In \nthis account, the deal was made to relieve the pressure, while still getting a conviction. \nAcosta could hardly assert this explanation____i.e., that he wimped out___while seeking a \ncabinet position with the expectation of being appointed to more exalted jobs in the future. \nNor is the explanation particularly plausible. Acosta isn't the first prosecutor to face a \nscorched earth defense. Ask Ken Starr about this. \nI don't doubt that Acosta regarded escaping the wrath of the defense team as a benefit of \nreaching the plea deal. But I don't believe this was incentive enough to cause him, in effect, \nto throw the case. \nWhat was the true incentive? As I wrote when this story broke, I think it was the same \nincentive that explains much of his conduct in public life___Acosta's desire to \naccommodate people he thinks can help him down the road. \nWhich people? Probably the lawyers at Kirkland and Ellis, where Acosta had once worked. \nEpstein enlisted Ken Starr* and Jay Lefkowitz, both of Kirkland, for his defense team. \nAcosta reportedly worked out the terms of his surrender with Lefkowitz, a former \ncolleague, at a meeting in a location far away from the prosecutor's office. \nHOUSE OVERSIGHT 030963 \nThe location of the meeting is itself suspicious. Prosecutors and other law enforcement \nofficials normally demand that those seeking a deal come to them. \nThe fact that Acosta didn't is another sign___if one were needed___that this was a \ncapitulation. It also casts further doubt on the claim that Acosta was capitulating for the \npurpose of sparing the folks who worked with him in the prosecutor's office. \nThe key point, though, is that Ken Starr and Jay Lefkowitz were power players in \nWashington___men who might help Acosta down the road. \nReaders will be quite familiar with Starr's background. Lefkowitz was director of cabinet \naffairs and deputy executive secretary to the domestic policy council under President \nGeorge H.W. Bush. Under President George W. Bush, Lefkowitz served as general counsel \nin the Office of Management and Budget and later as deputy director of domestic policy at \nthe White House. \nAccommodating such influential figures must have seemed like a good career move. \nHaving Starr and Lefkowitz on his side might help Acosta get a judgeship, a cabinet \nappointment, or a high-paying job back at Kirkland and Ellis. \nI'm speculating, of course. But my speculation finds support in Acosta's practice of \naccommodating the powerful. \nMuch of that accommodation is of Democrats. Indeed, at the time Acosta was working in \nMiami as a U.S. Attorney, he had alienated some Republicans by such accommodation  \nwhile at the Department of Justice. Some say he was on the verge of being fired when \nAttorney General Alberto Gonzalez parachuted him to Miami. The Epstein settlement was a \nway for Acosta to shore up his standing with some influential Republicans. \nWill Acosta be able to survive the current scandal? I don't have a clear sense about this yet. \nBut President Trump, who isn't bashful about sacking cabinet members, may come to \nbelieve (if he doesn't now) that it's disadvantageous to have a cabinet member who sold out \nteenage victims of sexual abuse, especially when the sell-out benefited an ultra-wealthy \nserial offender. \n* Some on the left are trying to make something or the fact that Starr, who had investigated \nBill Clinton in connection with sexual misconduct, later defended Epstein, a pervert. This is \nsilly. \nIn both instances, Starr was doing his job as a lawyer. Perverts are entitled to a defense and \nthere is nothing hypocritical about investigating Bill Clinton's misconduct when that was \nStarr's job and later joining the team that was defending Jeffrey Epstein. \nAcosta, by contrast, was on the team seeking justice for Epstein and for his victims. He \ngave up this quest for reasons that can't be defended. \nHOUSE OVERSIGHT 030964 \nSent from my iPad \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nHOUSE OVERSIGHT 030965",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_030962.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 8290,
    "word_count": 1309,
    "line_count": 121,
    "import_date": "2025-11-19T21:47:49.367619",
    "prefix": "TEXT-001"
  }
}