{
  "document_id": "HOUSE_OVERSIGHT_023001",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_023001.txt",
  "text": "From: Darren Indyke \nSent: 5/10/2019 11:06:29 PM \nTo: jeevacation@gmail.com; Martin Weinberg \nCC: Darren Indyke___________________________________ \nSubject: Privileged and Confidential - Timeline of the Jeffrey Epstein sex abuse case I Miami Herald \nAttachments: AP_17069588640137.jpg; epstein-logo-black.png; Home 05 Epstein EKM (1).jpg; BarryKrischer.pdf.gif; \nIMG_Editorialpic_4_1_MPAMVONA_L295524803.JPG; Marriott 01 Epstein EKM.jpg; 246ECDE700000578-2897939-\nimage-a-57_1420497542266.jpg; Virgina Roberts 01 Epstein EKM.jpg; Brad Edwards 02 Epstein EKM.jpg; \nepstein_pt2.jpg; interactive-lead-image.png; AP_17069588640137.jpg \nImportance: High \nPrivileged - Redacted \nTimeline of the Jeffrey Epstein sex \nabuse case I Miami Herald \nNov. 28, 2018 \nBy continuing to use this site, you give your consent to our use of cookies for \nanalytics, personalization and ads. Read more  \nHOUSE OVERSIGHT 023001 \nJeffrey Epstein is flanked by his legal team during a court hearing in the summer of \n2008. Uma Sanghvi Palm Beach Post via AP \nFor years, Jeffrey Epstein abused teen girls, police say. A \ntimeline of his case \nPERVERSION \nofJUSTIC \nA decade before #MeToo, a multimillionaire sex offender from Florida got the \nultimate break. \n2005 \nMarch: A 14-year-old girl and her parents report that Jeffrey Epstein molested her \nat a mansion in Palm Beach. She said a female acquaintance and classmate at Royal \nPalm Beach High School had taken her to the house to give him a massage in \nexchange for money. \nHOUSE OVERSIGHT 023002 \nJeffrey Epstein repeatedly engaged in sexual activity with underage girls at his \nwaterfront Palm Beach home on El Brillo Way, according to police in the Town of \nPalm Beach. Epstein also owns residences in New York City and the U.S. Virgin \nIslands, among other locales. Emily Michot emichotPmiamiherald.com  \nApril: Palm Beach police begin trash pulls at Epstein's home, discovering a \ntelephone message for Epstein with the girl's name on it, and a time that matched \nthe time that she told police she was there. They find the names and phone numbers \nof other girls on message slips in his trash. \nOctober: With the police probe in full swing, one of Epstein's assistants calls one of \nthe girls just as she is being questioned by police. Investigators begin interviewing \nmore girls, as well as Epstein's butlers, who tell them that Epstein had frequent \nvisits from girls throughout the day. On Oct. 20, they execute a search warrant at his \nhouse on El Brillo Way in Palm Beach. \n2006 \nMay: Police sign a probable cause affidavit charging Epstein and two of his \nassistants with multiple counts of unlawful sex acts with a minor. The Palm Beach \nstate attorney, Barry Krischer, instead refers the case to a grand jury. \nHOUSE OVERSIGHT 023003 \nTown of \nHOUSE OVERSIGHT 023004 \nPalm Beach police were unhappy with the handling of the Epstein case by then-State \nAttorney Barry Krischer. \nJune: The grand jury, after hearing from only one girl, returns an indictment of one \ncount of solicitation of prostitution. The charge does not reflect that the victim in \nquestion and others were minors. \nJuly: Epstein's powerhouse legal team tries to negotiate a deal with the State \nAttorney's Office. Lawyers discuss a deferred prosecution in which Epstein would \nenter a pretrial intervention program and serve no jail time. \nJuly: After pressure from the Palm Beach police chief, the FBI opens a federal \ninvestigation, dubbed \"Operation Leap Year.\" Documents list the possible crime as \n\"child prostitution.\" \nNovember: The FBI begins interviewing potential witnesses and victims from \nFlorida, New York and New Mexico. \n2007 \nMay: As the U.S. Attorney's Office prepares to present the case to a federal grand \njury, Epstein's attorneys request a meeting to discuss the investigation. \nJune: A 53-page indictment is prepared by the U.S. Attorney's Office as, \nsimultaneously, plea negotiations are initiated with Epstein's legal team. \nJuly: Grand jury subpoenas are issued for Epstein's computers, which were \napparently removed from his Palm Beach home prior to the police search. \nAugust: The U.S. attorney in Miami, Alexander Acosta, enters into direct \ndiscussions about the plea agreement; a motion to compel production of Epstein's \ncomputers is delayed. \nSeptember: Federal prosecutors draw up several federal plea agreements that are \nrejected by Epstein and his attorneys. Epstein signs a non-prosecution agreement \non Sept. 24, but his attorneys continue to delay his court appearance. \nHOUSE OVERSIGHT 023005 \nAlexander Acosta has been criticized for his handling of the Jeffrey Epstein case as \nU.S. attorney. He later became the dean of Florida International University's law \nschool and, later still, President Trump's secretary of labor. Miami Herald file photo \nOctober: With the non-prosecution agreement still being debated, Acosta meets \nwith Epstein lawyer Jay Lefkowitz at the West Palm Beach Marriott on Okeechobee \nRoad to discuss finalizing a deal. Among the terms agreed upon: that the victims \nwould not be notified, that the deal would be kept under seal and all grand jury \nsubpoenas would be canceled. \nHOUSE OVERSIGHT 023006 \nThe Marriott hotel in West Palm Beach, at 1001 Okeechobee Blvd., is where U.S. \nAttorney Alexander Acosta met with Jeffrey Epstein's attorney to work out a plea \narrangement. Emily Michot emichotPmiamiherald.com  \nNovember: Epstein's lawyers object to an addendum to the agreement. The \nprovision called for a special master to appoint an attorney to represent Epstein \nvictims' rights to civil compensation. \nDecember: The two sides continue to debate the addendum. Epstein attorney \nKenneth Starr asks for a review of the agreement by the U.S. Department of Justice \nin Washington, further delaying its execution. Victims are told the investigation is \ncontinuing. \n2008 \nJanuary: Epstein attorney, Lefkowitz, calls Acosta, telling him his client will not go \nthrough with the agreement because it requires him to register as a sex offender. \nFebruary: With the plea negotiations and the Justice Department review still in \nlimbo, the FBI continues its probe, locating more witnesses and evidence. \nMarch: Preparations are made for a new federal grand jury presentation. In court \ndocuments, the U.S. Attorney's Office notes that Epstein's victims are being \nharassed by his lawyers, who are not specifically named. \nHOUSE OVERSIGHT 023007 \nMay: The Justice Department issues finding that, if a plea deal is not reached, \nEpstein can be federally prosecuted. \nPalm Beach multimillionaire Jeffrey Epstein is a free man, despite sexually abusing \ndozens of underage girls according to police and prosecutors. His victims have never \nhad a voice, until now. \nJune: Epstein's lawyers revisit plea negotiations, and on June 30, Epstein appears \nin a Palm Beach County courtroom. He pleads guilty to state charges: one count of \nsolicitation of prostitution and one count of solicitation of prostitution with a minor \nunder the age of 18. He is sentenced to 18 months in jail, followed by a year of \ncommunity control or house arrest. He is adjudicated as a convicted sex offender \nwho must register twice a year in Florida. \nJuly: Epstein's victims learn about his plea in state court after the fact. They file an \nemergency petition to force federal prosecutors to comply with the federal Crime \nVictims' Rights Act, which mandates certain rights for crime victims, including the \nright to be informed about plea agreements and the right to appear at sentencing. \nAugust: Epstein's victims learn that he has already been sent to jail, and that the \nfederal investigation is over. They seek to have his plea agreement unsealed, but \nfederal prosecutors argue against releasing the agreement, commencing a yearlong \ncourt battle to learn the terms of Epstein's plea bargain. \nOctober: Epstein begins work release from the county stockade. He is picked up by \nhis private driver six days a week and transported to an office in West Palm Beach, \nwhere he accepts visitors for up to 12 hours a day. He returns to the stockade in the \nevenings to sleep. \nSupport investigative journalism \nThe Miami Herald obtained thousands of FBI and court records, lawsuits, and \nwitness depositions, and went to federal court in New York to access sealed \ndocuments in the reporting of \"Perversion of Justice.\" The Herald also tracked down \nmore than 6o women who said they were victims, some of whom had never spoken \nof the abuse before. \nYour digital subscription, starting at $0.99 for the first month, supports \ninvestigative journalism like this. \n2009 \nJuly: Epstein is released from the Palm Beach County stockade, five months early. \nHe must register as a sex offender and is on probation for a year, confined to his \nPalm Beach home except to travel to his office in West Palm Beach. However, \nHOUSE OVERSIGHT 023008 \nrecords show he frequently makes trips to Manhattan and to his home in the U.S. \nVirgin Islands. \nAugust: Palm Beach Police Capt. George Frick finds Epstein walking along AiA in \nthe middle of the afternoon, when he was supposed to be at work in his office in \ndowntown West Palm Beach. Epstein says he is walking to work, even though the \nlocation where he is found is not a direct route to his office. His probation officer \nsays Epstein has permission to get some exercise. \nSeptember: The federal non-prosecution agreement is made public. By \nSeptember, at least a dozen civil lawsuits have been filed by women who allege they \nwere molested by Epstein when they were underage. Epstein begins the process of \nsettling them out of court. \nHOUSE OVERSIGHT 023009 \nJeffrey Epstein never went to federal prison but his butler/houseman, Alfredo \nRodriguez, did, for obstruction of justice. He was busted for hiding Epstein's journal \nand trying to sell it. He has since died. © Facebook \nNovember: One of Epstein's former butlers tries to sell to an undercover FBI agent \na black book filled with the names of hundreds of girls and young women that \nEpstein allegedly procured for sex and massages. The butler tells FBI agents he \nwitnessed nude underage girls at Epstein's pool and had known that the millionaire \nwas having sex with them. He also said he saw pornography involving underage girls \non Epstein's computers. The butler/houseman, Alfredo Rodriguez, is later charged \nHOUSE OVERSIGHT 023010 \nwith obstruction of justice and sentenced to federal prison. He dies in 2015. The \ncontents of the black book become public as part of several civil lawsuits. \n2010 \nApril: Flight logs obtained as part of civil lawsuits against Epstein show an \nassortment of politicians, academics, celebrities, heads of state and world leaders \nflying on Epstein's jets in the early 2000s. Among them: former President Bill \nClinton, former national security adviser Sandy Berger, former Colombian President \nAndres Pastrana and lawyer Alan Dershowitz. \n2011 \nMarch: Two of Epstein's victims file a motion in federal court accusing the \ngovernment of violating their rights by failing to notify them about the plea deal and \nkeeping it secret. Among other things, they want the plea deal invalidated in the \nhopes of sending Epstein to prison. They accuse federal prosecutors of deceiving \nthem with \"false notification letters.\" \nSeptember: U.S. District Judge Kenneth Marra rejects the U.S. Attorney's Office \nargument that it was under no obligation to notify victims prior to striking a non-\nprosecution agreement with Epstein because there were no federal charges filed \nagainst him. The decision marks a victory for Epstein's victims, but the case will \ndrag on for seven more years. \nNovember: Epstein must register in New York as the highest and most dangerous \nlevel of sex offender, despite efforts by him and the New York District Attorney's \noffice to lower the classification. A Level 3 status means \"high risk of repeat offense \nand a threat to public safety exists,\" according to the state's guidelines. \n2012 \nMarch-December: Calling himself a \"celebrated philanthropist\" and a \"renowned \neducational investor,\" Epstein undertakes a public relations campaign to counter \nbad press about his sexual exploits. His foundation donates millions to scientific \nresearch and sponsors global conferences on ways to achieve world peace and save \nthe planet. He funds cancer and educational research projects around the country. \n2015 \nVirginia Roberts was working at Mar-a-Lago when she was recruited to be a \nmasseuse to Palm Beach hedge fund manager Jeffrey Epstein. She was lured into a \nlife of depravity and sexual abuse. \nHOUSE OVERSIGHT 023011 \nJanuary: Virginia Roberts files court papers in Florida claiming that she was \nforced by Epstein to have sex with Prince Andrew and lawyer Alan Dershowitz when \nshe was underage. In a sworn affidavit, she provides photographs of her with the \nprince and with Epstein's close associate, British socialite Ghislaine Maxwell. She \nclaims Maxwell worked as Epstein's madam, which she denies. Dershowitz and the \nprince deny her claims as well, setting off a series of legal actions between \nDershowitz and Roberts' attorneys that are later resolved in an out-of-court \nsettlement. \nApril: A federal judge rules that Roberts cannot join the federal Crime Victims' \nRights Act lawsuit and that her affidavit — accusing Prince Andrew and Dershowitz \nof having sex with her when she was underage — be stricken from the case. \nDershowitz said the ruling meant he was vindicated. However, the judge does not \naddress the veracity of Roberts' claims, writing: \"The factual details regarding with \nwhom and where the Jane Does engaged in sexual activities are immaterial and \nimpertinent to this central claim.\" \nSeptember: Roberts sues Maxwell in federal court in New York, claiming that \nEpstein's alleged madam defamed her in public statements in the media. The \nlawsuit is widely viewed as a vessel for Epstein's victims to expose the scope of \nEpstein's crimes. Several civil lawsuits filed the same year allege that Epstein and \nMaxwell operated an international sex trafficking operation. \nHOUSE OVERSIGHT 023012 \nVirginia Roberts holds a photo of herself at 16, her age when she met Jeffrey \nEpstein. Her life had already been marred by sexual abuse even before she met the \nmultimillionaire. Emily Michot emichotPmiamiherald.com  \n2016 \nJune: A lawsuit is filed in Manhattan by a woman who once used the name Katie \nJohnson, claiming that she was raped by then-presidential candidate Donald Trump \nat a party at Epstein's Manhattan mansion in 1994 when she was 13 years old. \nTrump and Epstein both categorically deny it ever happened. \nHOUSE OVERSIGHT 023013 \n'How in the world, do you, the U.S. attorney, engage in a negotiation with a criminal \ndefendant, basically allowing that criminal defendant to write up the agreement?' \nsaid Bradley Edwards, shown here, who is representing some of the victims of serial \nsex abuser and Palm Beach multimillionaire Jeffrey Epstein. Emily Michot \nemichotPmiamiherald.com  \nNovember: Johnson backs out of a press conference just days before Election Day, \nsaying she had been threatened and was fearful. She later drops the lawsuit. \n2017 \nFebruary: President Trump nominates former Miami federal prosecutor Acosta as \nU.S. secretary of labor. Acosta is compelled at his confirmation hearing to briefly \naddress questions about the deal he approved for Epstein. One lawmaker requests \nmore records from the Epstein case. Acosta is confirmed. \nJune: Roberts settles her lawsuit with Maxwell for an undisclosed sum. \n2018 \nDecember: Civil trial is scheduled in Palm Beach County Court on Bradley \nEdwards' allegations that Epstein sued him to punish him for representing several \nof his victims. The malicious-prosecution lawsuit is set to begin Dec. 4. Epstein has \nindicated he will not appear in court for trial. \nThe girls who were abused by Jeffrey Epstein and the cops who championed their \ncause remain angry over what they regard as a gross injustice, while Epstein's \nHOUSE OVERSIGHT 023014 \nemployees and those who engineered his non-prosecution agreement have \nprospered. \nMore from the series \nHOUSE OVERSIGHT 023015 \nRead \nHow Miami Herald journalists investigated Jeffrey \nEpstein  \nThe Team \nInvestigative Reporter: Julie K. Brown \nInvestigations Editor: Casey Frank \nVisual Journalist: Emily Michot \nInteraction Designer: Aaron Albright \nVideo production: Marta Oliver Craviotto, Emily Michot, Julie K. Brown \nCopy Editor: Mary Behne \nSocial Media Editors: Adrian Ruhi, Noel Gonzalez \nDrone Footage: Pedro Portal \nDirector of Design: Jessica Gilbert \nSenior Manager of Design: Eddie Alvarez \nDARREN K. INDYKE \n5300 W. Atlantic Avenue, Suite 602 \nDelray Beach, Florida 33484 \n****************************************************************************************************** \nThe information contained in this communication is confidential, may be attorney-client \nprivileged, and is intended only for the use of the addressee. It is the property of \nDarren K. Indyke. Unauthorized use, disclosure or copying of this communication \nor any part thereof is strictly prohibited and may be unlawful. If you have received this \ncommunication in error, please notify us immediately by return e-mail, and destroy this \nHOUSE OVERSIGHT 023016 \ncommunication and all copies thereof, including all attachments. \nCopyright of Darren K. Indyke - @ 2019 Darren K. Indyke — All rights reserved. \n******************************************************************************************************* \nHOUSE OVERSIGHT 023017",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_023001.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 17606,
    "word_count": 2692,
    "line_count": 281,
    "import_date": "2025-11-19T21:47:47.639126",
    "prefix": "TEXT-001"
  }
}