{
  "document_id": "HOUSE_OVERSIGHT_019951",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019951.txt",
  "text": "terms and zooming in on the disconnect. Uber’s customer base is strongly young, urban,\nand progressive, and therefore out of sync with the Trump base. Brand-conscious\nmillennials saw this as beyond policy dickering and as part of an epic identity clash. The\nTrump White House stood less for government and the push-pull of competing interests\nand developing policies, and more, in a brand-savvy world, as a fixed and unpopular\ncultural symbol.\n\nUber’s Kalanick resigned from the council. Disney CEO Bob Iger simply found that he\nwas otherwise occupied on the occasion of the forum’s first meeting.\n\nBut most of the people on the council—other than Elon Musk, the investor, inventor,\nand founder of Tesla (who would later resign)—-were not from media or tech companies,\nwith their liberal bent, but from old-line, when-America-was-great enterprises. They\nincluded Mary Barra, the CEO of General Motors; Ginni Rometty of IBM; Jack Welch,\nthe former CEO of GE; Jim McNerney, the former CEO of Boeing; and Indra Nooyi of\nPepsiCo. If the new right had elected Trump, it was the older Fortune 100 executives who\nmost pleased him.\n\nTrump attended the meeting with his full retinue—the circle that seemed always to\nmove with him in lockstep, including Bannon, Priebus, Kushner, Stephen Miller, and\nNational Economic Council chief Gary Cohn—but conducted it entirely himself. Each of\nthe people at the table, taking a point of interest, spoke for five minutes, with Trump then\nasking follow-up questions. Though Trump appeared not to have particularly, or at all,\nprepared for any of the subjects being discussed, he asked engaged and interested\nquestions, pursuing things he wanted to know more about, making the meeting quite an\neasy back-and-forth. One of the CEOs observed that this seemed like the way Trump\npreferred to get information—talking about what he was interested in and getting other\npeople to talk about his interests.\n\nThe meeting went on for two hours. In the White House view, this was Trump at his\nbest. He was most at home around people he respected—and these were “the most\nrespected people in the country,” according to Trump—who seemed to respect him, too.\n\nThis became a staff goal—to create situations in which he was comfortable, to\nconstruct something of a bubble, to wall him off from a mean-spirited world. Indeed, they\nsought to carefully replicate this formula: Trump in the Oval or in a larger West Wing\nceremonial room presiding in front of a receptive audience, with a photo opportunity.\nTrump was often his own stage manager at these events, directing people in and out of the\npicture.\n\nOOK Ok\n\nThe media has a careful if selective filter when it comes to portraying real life in the White\nHouse. The president and First Family are not, at least not usually, subjected to the sort of\npaparazzi pursuit that in celebrity media results in unflattering to embarrassing to mocking\n\nHOUSE_OVERSIGHT_019951",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019951.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2928,
    "word_count": 480,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:47.506991",
    "prefix": "IMAGES-005"
  }
}