{
  "document_id": "HOUSE_OVERSIGHT_012968",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012968.txt",
  "text": "52 3 A Patternist Philosophy of Mind\n\n\"unity of consciousness.\" In essence the contents of the global workspace form a moving bubble\nof attention or awareness.\n\nIn CogPrime, this moving bubble is achieved largely via economic attention network (ECAN)\nequations [GPI~ 10] that propagate virtual currency between nodes and links representing el-\nements of memories, so that the attentional focus consists of the wealthiest nodes and links.\nFigures 3.3 and 3.4 illustrate the existence and flow of attentional focus in OpenCog. On the\nother hand, in Hameroff’s recent model of the brain [Ham10], the brain’s moving bubble of\nattention is achieved through dendro-dendritic connections and the emergent dendritic web.\n\nSpecific Objects Abstract Concepts\n\nComposite Actions, (Some corresponding to\nPerception Action Complex Feelings named concepts, some not)\n&\nFeeling Nodes\n\npixel at (100,50) is\nRED at 1:42:01,\nSept 15,2006\n\njoint_53_actuator\nis ON at 2:42:01,\nSept 15, 2006\n\nFig. 3.3: Graphical depiction of the momentary bubble of attention in the memory of an\nOpenCog AI system. Circles and lines represent nodes and links in OpenCogPrimes mem-\nory, and stars denote those nodes with a high level of attention (represented in OpenCog by\nthe ShortTermImportance node variable) at the particular point in time.\n\nIn this perspective, self, free will and reflective consciousness are specific phenomena occur-\nring within the moving bubble of awareness. They are specific ways of experiencing awareness,\ncorresponding to certain abstract types of physical structures and dynamics, which we shall\nendeavor to identify in detail in Appendix ??.\n\nHOUSE_OVERSIGHT_012968",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012968.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1661,
    "word_count": 249,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:45.945365",
    "prefix": "IMAGES-002"
  }
}