{
  "document_id": "HOUSE_OVERSIGHT_018624",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018624.txt",
  "text": "managed. So I know all about creating intense uncertain feelings in controlled\ncircumstances, and using those to contribute to stable and reliable loving relationships.\nDon't I?\nEventually, my college roommate caused a gigantic blowup in her family by rejecting\narranged marriage. Her father didn't speak to her for a long, long time.\n\nok oe\nOn my birthday, Mr. Ambition took me out to dinner. Then we went to watch fireflies by\nthe lake. As was inevitable for summer in Chicago, we ran into lots of people we knew.\nOne of those groups contained an on-again-off-again partner of mine: Richard, with\nwhom I have... shall we say, a complicated history. I respect Richard a lot, and I like him,\n\nand I'm highly attracted to him... but I'm pathologically wary of him for reasons that will\nbecome obvious.\n\nWe greeted our friends. \"How are you doing?” Richard asked.\n\"Happy birthday to me, asshole,\" I teased. \"How could you forget?”\n\nRichard sighed. \"Jeez,\" he said, \"sorry I neglected to wish you a happy birthday within,\nlike, the first 15 seconds I saw you.”\n\nI paused, and took a moment to recalibrate: he wasn't reacting in his usual adversarial,\nteasing-back manner. On the other hand, history has taught me not to fall for it when\nRichard seems unexpectedly vulnerable.\n\n\"I'm sorry,\" I said. I kept my tone light-hearted, friendly. \"You know I love you, right?\"\n\"Do I?\" Richard asked.\n\nI tilted my head at him. Without thinking, I kissed my own fingers, then put my hand\ngently against his face, as if I were about to stroke his cheek. Or slap him. I guess it was a\nway of distancing myself and kissing him at the same time. I think he understood that I\nintended it as an uncertain-but-intimate gesture. But I'm never sure, with Richard.\n\n\"Call me,” I said.\n\"No,\" Richard said. \"You call me.”\n\nHours later, Mr. Ambition brought him up. We were having one of those sweet, intimate,\ndisjointed bedtime conversations. Mr. Ambition was lying back, half-covered by a sheet,\nand I was admiring the play of light on his chest. \"Richard really cares about you,\" he\nsaid.\n\nI stiffened, and sat up. \"Maybe,\" I said. \"But I can't trust Richard.\"\n\"His tone seemed wistful, when he saw you.\"\n\n\"I can't trust Richard,\" I repeated. \"It's always a game with him. Sometimes I think that\nwe have a real emotional connection, but if I try to talk about it or give him emotional\nfeedback, he just ignores me.\"\n\n\"Maybe he isn't really ignoring you,” argued Mr. Ambition. \"Maybe every time you say\n\nHOUSE_OVERSIGHT_018624",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018624.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2502,
    "word_count": 432,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:48.635528",
    "prefix": "IMAGES-005"
  }
}