{
  "document_id": "HOUSE_OVERSIGHT_014488",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014488.txt",
  "text": "Chart 62: Real wages likely to fall Chart 63: REC and PMI point to higher unemployment\n\n6 150 —— Claimant count, 3m change, inverted\n400 === REC placements, lagged 3m (rhs) 2\n50 1\nnl Ml\ncanal yi\nBi NI i |\nWa +0\n2 -2\nhy -150\nmums Real wages, BAML forecast\n4 =——— Average weekly earnings, % 3m yoy -200 “3\n=———=(P| inflation, BAML forecast\n: -250 ~4\n2002 2004 2006 2008 2010 2012 2014 2016 2018 2004 2006 2008 2010 2012 2014 2016\nReal wages calculated as average weekly earnings minus CPI inflationSource: BofA Merrill Lynch REC placements is an average of permanent and temporary placements. REC and PMI shown as\nGlobal Research, ONS. standard deviations from average. Source: BofA Merrill Lynch Global Research, Markit\nGiven all of the above, we reiterate our preference for avoiding sectors with a high\nproportion of domestic UK companies. To our mind, these companies face a lose-lose\ntrade-off of maintaining margins by passing on higher costs at the expense of volumes,\nor face margin pressure by absorbing these costs in order to sustain current volumes in\nour view. This could be further compounded if our Oil Strategists’ forecasts are right\nand Brent averages ~S60/bb following an OPEC cut.\nBut how much fs in the price?\nThe pushback to our view is that the forecasted deterioration in growth hasn't really\nmaterialised and investors are already pricing it in a lot of bad news. For instance,\nEasyjet is down nearly 35% and investors are still underweight the UK in the FMS. While\nthis is the case for certain stocks, at a sector level investors appear to have squared off\ntheir underweights in Retail/ Travel according to the FMS. Both sectors also back near\npre-Brexit levels relative to the market (albeit Travel reflects the recent oil price\nweakness).\nChart 64: Source: Brexit sectors no longer underowned by investors Chart 65: Retail and Travel are some way off their post-Brexit lows\nConstruction\nInd GdsaSve 0.93 0.74\necnnolo\nHealthcare 0.92 0.72\nAutos\nTravel&Leis. 0.91 0.7\n7 ante\nelecoms\nInsurance 0.9 0.68\nRetail\nChemicals 0.89 0.66\nReal bstate\neal Estate\nood 0.88 0.64\noods\nOil & Gas 0.87 0.62\n: Utilities mNov-16\nFingnes Sis Oct-16 0.86 | ——<Stoxx Retail relative ——=Stoxx Travel & Leisure relat\n-35 -25 -15 5 5 15 25 0.85 0.58\nSource: BofA Merrill Lynch Global Research May-1 6 Jun-16 Jul-16 Aug-16 Sep-1 6 Oct-16\nSource: Bloomberg\nBankof America 2 European Equity Strategy |O01 December 2016 29\n\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014488",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014488.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2457,
    "word_count": 416,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:44.813209",
    "prefix": "IMAGES-003"
  }
}