{
  "document_id": "HOUSE_OVERSIGHT_012965",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012965.txt",
  "text": "3.4 The General Structure of Cognitive Dynamics: Analysis and Synthesis 49\n\nlong periods of time, small changes within the context of the existing self may suffice to allow\nthe system to control itself intelligently.\n\nHumans can also develop what are known as subselves [Row90]. A subself is a partially\nautonomous self-network focused on particular tasks, environments or interactions. It contains\na unique model of the whole organism, and generally has its own set of episodic memories,\nconsisting of memories of those intervals during which it was the primary dynamic mode con-\ntrolling the organism. One common example is the creative subself — the subpersonality that\ntakes over when a creative person launches into the process of creating something. In these\ntimes, a whole different personality sometimes emerges, with a different sort of relationship\nto the world. Among other factors, creativity requires a certain open-ness that is not always\nproductive in an everyday life context, so it’s natural for the selfsystem of a highly creative\nperson to bifurcate into one self-system for everyday life, and another for the protected context\nof creative activity. This sort of phenomenon might emerge naturally in CogPrime systems as\nwell if they were exposed to appropriate environments and social situations.\n\nFinally, it is interesting to speculate regarding how self may differ in future AI systems as\nopposed to in humans. The relative stability we see in human selves may not exist in AI systems\nthat can self#improve and change more fundamentally and rapidly than humans can. There may\nbe a situation in which, as soon as a system has understood itself decently, it radically modifies\nitself and hence violates its existing self-model. Thus: intelligence without a long-term stable self.\nIn this case the “attractor-ish” nature of the self holds only over much shorter time scales than\nfor human minds or human-like minds. But the alternating process of synthesis and analysis\nfor self-construction is still critical, even though no reasonably stable self-constituting attractor\never emerges. The psychology of such intelligent systems will almost surely be beyond human\nbeings’ capacity for comprehension and empathy.\n\n3.4.4.2 Attentional Focus\n\nFinally, we turn to the notion of an “attentional focus” similar to Baars’ [Baa97] notion of a\nGlobal Workspace, which will be reviewed in more detail in Chapter 4: a collection of mental\nentities that are, at a given moment, receiving far more than the usual share of an intelligent\nsystem’s computational resources. Due to the amount of attention paid to items in the atten-\ntional focus, at any given moment these items are in large part driving the cognitive processes\ngoing on elsewhere in the mind as well - because the cognitive processes acting on the items in\nthe attentional focus are often involved in other mental items, not in attentional focus, as well\n(and sometimes this results in pulling these other items into attentional focus). An intelligent\nsystem must constantly shift its attentional focus from one set of entities to another based on\nchanges in its environment and based on its own shifting discoveries.\n\nIn the human mind, there is a self-reinforcing dynamic pertaining to the collection of entities\nin the attentional focus at any given point in time, resulting from the observation that: If A\nis in the attentional focus, and A and B have often been associated in the past, then odds\nare increased that B will soon be in the attentional focus. This basic observation has been\nrefined tremendously via a large body of cognitive psychology work; and neurologically it follows\nnot only from Hebb’s [Heb49] classic work on neural reinforcement learning, but also from\nnumerous more modern refinements [SB98]. But it implies that two items A and B, if both in\nthe attentional focus, can reinforce each others’ presence in the attentional focus, hence forming\na kind of conspiracy to keep each other in the limelight. But of course, this kind of dynamic\n\nHOUSE_OVERSIGHT_012965",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012965.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4059,
    "word_count": 649,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:47.025771",
    "prefix": "IMAGES-002"
  }
}