{
  "document_id": "HOUSE_OVERSIGHT_018869",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018869.txt",
  "text": "24 The Virgin Islands Daily News\n\nThe Virgin Islands Daily News\n\n@\n\nRounded) Aug. 1, 1930, by J. Antonio Jarvis and Arrel Melchior Sr.\nPublished by Daily News Publishing Co.\n\nEDITORIAL BOARD\n\nJason Robbins, Publisher\nKevin Oowney, Advertising Director\nOnneka Challenger, Circulation Director\n\n~EDITORIAL OBSERVER-\nAn invigorated second term\n\nFrom The New York Times:\n\nEarly Wednesday moming, as sleep-deprived supporters rallied for a final\ncheer, President Barack Obama concluded his re-election campaign with a\npromising glimpse at what the fight was all about: a second-term agenda that\ncan make real progress on issues neglected in the first.\n\nWithout question, the president intends to build on and improve the stgnifi-\ncant accomplishments of the last four years, particularly the full implementa-\ntion of health care reform and the use of government policy to keep the econ-\nomy growing. But the president went beyond that in his victory speech and\nadded some less familiar words to his policy vocabulary.\n\nChildren should live in a world that is not burdened by debt or weakened by\ninequality, he said, but also one “‘that isn’t threatened by the destructive power ofa\nwarming planet.” That suggests he knows he has an opportunity to address cli-\nmate change with more vigor, going beyond auto-mileage standards and renew-\nable-energy jobs to possibly advocating tougher carbon emissions standards,\n\nThe presidentalso said he was looking forward to working with Republicans\nto fix the immigration system, giving him a chance to do more than promote\nthe DREAM Act for young immigrants. He could lead the way to comprehen-\nsive reform that combines strong enforcement with a path to citizenship for\nimmigrants already here. He also hinted that combating poverty might move\nhigher on his priority list.\n\nAnd he spoke of tax reform, an issue that will immediately begin to grow\nlouder with the expiration of the Bush-era tax cuts at year’s end. Obama won\nre-election on an unambiguous promise not to renew those cuts for incomes of\n$250,000 or more, and his supporters expect him to stick to that vow. In com-\ning months, after he persuades Congress to keep taxes fromrising on the mid-\ndle class, he should push to restore a fair estate tax and raise the low capital\ngains rate to the level of ordinary income.\n\nHe even mentioned the need to fix a balloting system that left thousands of\npeople standing in long lines to vote this week, a tantalizing hint that electoral\nreform might become a priority.\n\nAll these agenda items require the same ingredient: ending his standoffish\nattitude toward Congress and working closely with any leader or lawmaker\nwilling to make real progress. That may be easier now that Senate Democrats\n(and their independent allies) have expanded their majority by two seats to 55,\nmany of them filled with newcomers more liberal and feisty than their prede-\ncessors, most notably Elizabéth Warren of Massachusetts.\n\nThe new Democratic caucus’ first order of business should be a reform of\nthe filibuster that prevents its routine abuse by Republicans, and the majority\nleader, Harry Reid, suggested Wednesday that he supported some modest\nchanges. The newcomers, along with the nme House, should forcefully\nadvocate that he go as far as possible:\n\nAnewly energized Obama administration an Senate could have the effect of\nisolating the supply-side dead-enders in the House. John Boehner, the House\nspeaker, announced Wednesday that nothing had changed; he and his caucus\nstill oppose higher tax rates for the rich and still want to pursue Romney’s\ndefeated goal of raising revenue by lowering rates and cutting unspecified loop-\nholes. Standing up to Republican recalcitrance on this and many other issues\nwill require bringing to bear political pressure from the coalition that gave\nObama a commanding victory in the Electoral College on Tuesday.\n\nThe president’s victory was decisive, and many who didn’t support him\nnonetheless told pollsters that they agreed with his positions on taxes, health\ncare and immigration. He now needs to use the power that voters have given\nto him to enhance and broaden his agenda.\n\nSee Your Views In Print\n\nWe require thatyou include your full name, island of residence and telephone\nnumber so our staff can contact you. We will not printthe phone numbers,\nbut we will call you to verify that the letter or column came from you and to\n\ndiscuss any significant editing that might be necessary.\nSend Letters, Essays, Halos and Pitchforks, Cartoons\nor other original material to:\n\nletters@dailynews.vi.\n\nJ. Lowe Davis, Executive Editor\n\nKen E. Ryan, Production Director\n\nMaurice Jadson, Billing & Collections Manager\n\nOPINIONS\n\nFriday, November 9, 2012\n\nU.S. politics changes for the better\n\nAmerica has changed.\n\nThere are periods when we grow as\na society m degrees. Then there are\ntimes when we take great leaps for-\nward. If you examine the history of\nour country back to the days of the\nfirst Spanish, English and French\nimmigrants, you will see certain\nmoments when our national dynamic\nshifted.\n\nThis week, we saw a moment when\nthe America that has been growing and\nchanging by degrees met with a\nmoment when Anterica made a hard\ntum on its path.\n\nFor years we have seen the brown-\ning of America. For years we have seen\nthe tolerance and acceptance level of\ndifferent religions, economic condi-\ntions, sexual orientations, political\nbeliefs and ancestries grow in mea-\nsured steps through the increase in one-\nonl-one interactions and social media.\n\nFor years we have seenthe steady\nprogress of women, and felt a subtle\nshift in the rhythm of America.\n\nThis week, we saw several of these\ntrends converge in a moment when it\nbecame evident that once again,\nAmerica has changed.\n\nThe demographics of the exit polls\ntell an interesting story. President\nObantia’s support came overwhelming-\nly from groups of people who are often\ndescribed as disenfranchised:\n\n* Those who make less than $50,000\n\nyear,\n\n« Those with some or no college\neducation;\n\n¢ Women;\n\n* Young people;\n\n* People of color.\n\nThese groups, who in the past have\nfelt like their votes were taken for\ngranted, for the first time in a long time,\nsaw their votes carry weight that makes\nthem get noticed.\n\nPeople more “wonky” than me will\n\nFOUR MORE YEARS...\n\nMariel Blake\n\nbe going over these numbers for\nmonths to come. These numbers tell\nme, though, that the reason why so\nmany people were surprised about the\noutcome in this race ignored the num-\nbers that had nothing to do with polls.\nThey want to say that it is because\nthese communities were voting to keep\ntheir entitlements and “handouts,” but\nthat is just a denial of the real truth\nWhat people want is to no longer\nfeel disenfranchised and marginalized\nWhat people want is for their voices\nto be included, not shouted down.\nRecent data shows that women now\noutnumber men by a slim margin.\nMore people live in cities. People of\ncolor now make up almost a third of\nthe population. The average age is 37.\nAlmost two thirds of us own homes,\nbut there are more of us who have\neither never been married or are\ndivorced than there are those of us who\n\n- are married.\n\nThe fastest shrinking demographic\nis white men.\n\nSo many of the people who fit the\ndemographics that elected President\nObama are those in demographics that\nare seeing their numbers grow and also\nare becoming more politically active\nand savvy. They are truly looking to\nconnect with candidates who have their\nconcems in mind. These are not one-\nissue voters.\n\nThey care about the economy but\nthey also care about their place in our\nsociety. They want their social issues to\nbe a part of the discussion. Our nation-\nal identity is more about mclusion than\nassimilation. This is a vast switch from\nwhere we have been.\n\nThose ofus in groups that have been\nconsidered on the fringe or in the\nminority have found solidarity in our\n\nRGB onie Pittspugen (ysT-GAZETTE\n\nexperiences in this country and are\nincreasingly deciding we are no longer\nsatisfied with trying to fit in and would\nrather have a seat at the table as our\nunique selves.\n\nWomen, the LGBT community and\nLatinos made great strides with this\nelection. AfricanAmericans and young\npeople reminded the political parties of\nthe value of their support.\n\nThere is a lotof finger pointing from\nthe Republican tallang heads as to why\ntheir candidate lost. It seems they are\nslowly coming to realize it was not\nonly whom they ran as candidates but\nalso where those candidates stood on\nissues that are important to this grow-\ning voting power block.\n\nI was struck by how few people of\ncolor were in the crowds for Mitt\nRomney toward the end of the cam-\npaign. It was like they no longer cared\nabout even the illusion of inclusion,\nand instead decided to bank their future\non their main demographic. What their\ncampaign failed to take into consider-\nation is that the issues that matter most\nto people right now stretch across racial\nand gender lines.\n\nThose of us usually considered on\nthe fringe are multifaceted and have\nlearned a very powerful lesson after\nthis election. When we band together\nto get our issues on the agenda, we\nforce the conversation to change.\n\nHopefully, both parties have learned\nthat you don’t have to pander to us, but\nyou do have to listen to us because we\nare not going away.\n\nAmerica has changed, and if history\nis any indication that is a very good\n\nB-\n\nLet’s just hope we embrace the\nchange in the spint of cooperation and\nnot segregation.\n\n~— Contact Daily News contribut-\ning columnist Mariel Blake at\n\nmar ielfblake@gmail.com.\n\n...OF THIS!\n\nWHERE’S\nHIS BIRTH\nCERTIFICATE?\n\nHOUSE_OVERSIGHT_018869",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018869.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 9631,
    "word_count": 1616,
    "line_count": 293,
    "import_date": "2025-11-19T21:47:45.813596",
    "prefix": "IMAGES-005"
  }
}