{
  "document_id": "HOUSE_OVERSIGHT_032088",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_032088.txt",
  "text": "Yes GTX Corp. has a GPS shoe that can be worn while a family member is walking or jogging\nthat reports your location to other family members ...\n\nRead the full story\n\nGTX Corporation - Year In Review\n\nGPS “People Tracking” continues to garner both increased opportunity and adoption worldwide\n— PLS technology has been the focus of our business for the past seven years. GTX Corp., a\nleader in Personal Location Services, develops and license’s 2-way GPS people finding\ntechnologies which seamlessly integrate with consumer products and enterprise applications. GTX\nCorp uses the latest miniaturized, low power consumption hardware technology in its GPS and\ncellular location devices and provides a fully customizable back-end portal enabling subscribers to\nuse real time tracking to obtain the whereabouts of people, pets, or valued assets. Through its\nminiaturized transceiver module, wireless connectivity gateway, smart phone Apps, customizable\nmiddleware, and viewing portal, GTX Corp offers a complete end to end solution.\n\nRead the full story\n\nBEAM: Game Plays...\n\nSatMagazine.com : November 2009 - With this issue’s focus on the Latin\nAmerican and MENA markets, one of the most interesting news items deals with\n\nRio de Janeiro’s win of the 2016 Winter Olympics. Companies who bid for, and\n\nwin, the broadcasting rights to the 2016 Summer Olympics in Rio de Janeiro are\n\ncertain to enjoy substantial profits, and Latin American countries and communities are already\ncelebrating this award by the Olympic Committee.\n\nAccording to GTX Corp., a firm whose base is in the Personal Location Services businesses, Latin\nAmerica has increased its adoption of Location Based Services by a factor of 10 from 2008 to\n2009. Carlos Briceno, the firm’s Vice President of Business Development, states that the category\nwith the highest total spending in South and Central America is in “People Tracking,” which has\nbeen the exact focal point of GTX Corp for the past seven years.\n\nHOUSE_OVERSIGHT_032088",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_032088.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1996,
    "word_count": 314,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:47.597147",
    "prefix": "IMAGES-011"
  }
}