{
  "document_id": "HOUSE_OVERSIGHT_021170",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021170.txt",
  "text": "be probed with so many more questions and having to make Jeffrey\nsound ideal and hot for the taste of a young girl and knew | would be\npoint blank lying, so I told her some of the truth which was that he was\nreally rich and paid good money for a massage and useful to have around\nas a contact. I told her he’d give her two hundred dollars for a two-hour\nmassage with me leading the way and warning her he was known to be\nfrisky during the session. Unexpectedly she said she could use the money\nand then came the part that I hated the most, but had to do so they\nwouldn’t be as shocked as I was the first time I had met him. “He does\nlike us to be nude though and sometimes asks for more than just the\nmassage itself”. All I could do was wait for a response after a shocking\nsentence like that, and depending on the girl, most were sadly taken back\nby the money. Her carefree attitude seemed to disillusion for a moment\nwhen she gave it some thought and asked me “He’s not like, fat and ugly,\nis he”? ““ No...no...not at all” I replied, “He’s got more of a Richard\nGere appeal to him”. Trying to make him sound a little more measurable\nthan just a rich old man that likes to be with girls younger than half his\nage. “Well then, what time shall we meet tonight’? She asked next.\nGreat, I thought, Jeffrey would be most pleased with my find. “Knock on\nmy room quietly, you’re going to be a surprise. Be there at around half\npast seven tonight and I will introduce you to Jeffrey”. She threw the butt\nof the second jay we shared in the bushes and we strolled into a\nhomemade fudge boutique to get some relief for the munchies we now\nhad.\n\nWhen I got back to the hotel at around a quarter to six o’clock pm as\nrequested I’d be, nobody was back yet, so I took the time to set up the\noils and bath in my room for his massage tonight. I thought I would plan\nit so the girl would be cleaning off, as Jeffrey liked before he had sexual\ncontact with a new girl and he could walk in and be surprised to find a\nstrange beautiful girl in my room who wanted to massage him. Jeffrey\nwalked through the door not long after 1 was done prepping for the night\nahead, looking like he had a rough day at the office, which was very rare\nfor him. He sat down on the bed and I asked him how his day was. He\ndidn’t want to talk much about it, saying it was boring and long, rather\nasking what I got up to for the day. Being coy about having a jay and his\nunexpected surprise to come, I told him it was a great day of shopping\nand sight seeing and I even brought him back some local made fudge\nfrom the shop that had fulfilled my chocolate cravings only hours ago.\n\nTelling him of the places 1 ventured into I mentioned to him “We’d\nhave to hit the fisherman’s wharf tomorrow. | saw some locals walking\naround with breadbaskets filled with creamy clam chowder and it smelled\nabsolutely scrumptious.” He said if the weather were nice we'd check it\nout tomorrow before we left for L.A. He wanted to take off his jeans and\n\n51\n\nU Copyright Protected Material\nCONFIDENTIAL GIUFFRE004 184\n\ncollared shirt and put on his normal attire of sweatpants and a sweatshirt.\nUshering him out the door for dinner when he was more relaxed I was\nlucky when he said he was starving and quickly got dressed. We just\nfound a quite spot to eat that was next to the wharf and got back to the\nhotel just in time for our surprise guest. He wanted to go have a shower\nand settle down for a massage, so I told him Id join him in a minute, I\njust had to make a phone call real quick which he thought was odd and\nasked me if everything was alright, I reinstated that I’d just be a minute,\ntrying not to let on about anything. The knock came quietly on my\nroom’s door just on time, as we had planned and | told her my idea to\nsurprise him. I let her into the bathroom where she orchestrated my plan\nperfectly. Jeffrey finished his shower without me and when he called out\nfor me I told him that I needed him to have a look at something in my\nroom real quick. Not giving in to what it was that he would be looking at,\nhe came into the room where [ opened my bathroom door to reveal a\nbeautiful nude girl bathing in a thick amount of soap bubbles in my tub\nlooking at him with an alluring intrigue. His grin went from ear to ear\nwhen she stood up and introduced herself letting the bubbles run down\nher glistening body at an ever-slow pace. It was a proud moment for\nJeffrey, I had done well in his eyes, and she was not like the other girls [\nhad brought to him before, degraded from a lifetime of abuse off the\nstreets. This girl was exactly his pro quo looking sweet and innocent as\nthe girl next door. My efforts were to show him I knew that my only\nresponsibility was to keep him happy at all costs. I led her through the\nmassage on Jeffrey and of course afterwards gratifying his perversion\nwith his lustful requests to be fondled and watch us become more than\njust friends. I didn’t feel too bad at the time with his coercion providing\nmany financial rewards making his scheme enticing to a young,\nimpressionable teen not realizing the terrible memories left to come from\nall of this. Afterwards he paid her the usual two hundred dollars he gave\nto everyone for their time and took down her name and phone number\nwriting it in his infamous little black book of the contacts he met in every\ncity but only the ones he really liked made it down in his records.\n\nWe went out the next afternoon as I had suggested last night and we ate\nour clam chowder breadbaskets over looking the wharf’s bay, watching\nthe seals playfully barking at each other on the rocks nearby. Shortly after\nwe were driven to the private airstrip and took off for Los Angeles. On\nthe plane was an unexpected visitor. Matt Groening the producer of the\n“The Simpson’s” T.V show was catching a ride with us. I was so excited,\nas I loved watching his show and acted like a star struck fan, asking him\neverything from his initial idea for creating the show to where he got his\ncharacters from. He told me it was all based on his own family make up,\n\n52\n\n0 Copyright Protected Material\n\nGIUFIFREOO4 185\n\nHOUSE_OVERSIGHT_021170",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021170.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6138,
    "word_count": 1187,
    "line_count": 102,
    "import_date": "2025-11-19T21:47:45.097977",
    "prefix": "IMAGES-006"
  }
}