{
  "document_id": "HOUSE_OVERSIGHT_024044",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024044.txt",
  "text": "Fund will seek to fund companies much later into commercialization to the point of\nsustainable profitability. These investments will be into private or small capitalization\npublic companies in situations where the Fund Managers believe that the key risk\ninflection and the period of greatest value creation will be around regulatory approval\nand demonstration of commercial attractiveness of the product. These investments will\nfocus on products where the level of clinical and regulatory risk is relatively low, and\nwhere commercial penetration can be driven by smaller, highly targeted sales and\nmarketing activities. Biopharmaceutical companies at this stage have historically been\nattractive acquisition targets, and have consistently demonstrated that they can access\npublic markets through IPOs in a broad range of market conditions. Examples of this\ntype of later stage investment in the New Leaf portfolio include Acadia Pharmaceuticals\n(NLV-IIL NASDAQ: ACAD, exited at 2.5x), Phase III, focused on psychosis associated\nwith neurodegenerative diseases, Durata Therapeutics (NLV-II, private initially, now\npublic on NASDAQ: DRTX), Phase III, focused on a late stage antibiotic development\nprogram spun out of Pfizer, and InterCept Pharmaceuticals (NLV-II, NASDAQ: ICPT,\nexited at 3.2x), Phase III, focused on an orphan indication in liver disease.\n\ne Investments in public companies at any stage, whose primary assets are product\nprograms or product platforms. Most of these investments will be focused on small\ncapitalization companies at the clinical or early commercialization stage. New Leaf’s\nfocus on investment opportunities in small capitalization public biotech companies\nleverage the broad investment capabilities within the firm and benefit from the focused\nefforts of a small team of investment professionals dedicated exclusively to public\nmarket activities. As a result of this integrated approach, investments in public\ncompanies often target companies the Fund Managers have tracked over a number of\nyears, some from the time when they were private companies. The dedicated public\nmarket team proactively tracks and screens the aggregate universe of biotech\ncompanies, with the goal of identifying compelling risk/reward investment\nopportunities. The primary focus of the screening efforts is to identify high-quality\ncompanies with attractive valuations that require financing to fund the company\nthrough key development milestones. The Fund will generally look to source or\naugment transformative, structured transactions in public companies, where a New Leaf\npartner will have the opportunity to join the board of directors. An example of an\ninvestment that resulted from New Leaf’s focus on public market opportunities includes\nMEI Pharma (NLV-II, NASDAQ: MEIP), an investment the Fund Managers made to\nrecapitalize the company after it had acquired a lead asset, Pracinostat, and needed\ncapital to advance the program through clinical development. Pracinostat was an asset\nthat was well known to New Leaf, as members of the team had followed it closely for\nseveral years while it was owned by a private company (S*Bio), and had made attempts\nto acquire and spin out the asset in the past. In addition to sourcing opportunities, the\npublic market team assists the broader biopharmaceutical investment efforts by\nmanaging the sale and exit of New Leaf’s larger positions in public securities, and by\nproviding real-time insight into evolving market sentiment to the biotechnology and\nbroader healthcare technology sectors that helps guide decisions around new\ninvestments and exit decisions.\n\nFor a complete list of investments made by the Fund Managers in healthcare technology\ncompanies see Appendices 1 and 4.\n\n33 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024044",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024044.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3800,
    "word_count": 560,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.947074",
    "prefix": "IMAGES-007"
  }
}