{
  "document_id": "HOUSE_OVERSIGHT_019453",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019453.txt",
  "text": "ba sil\n\nFa ell el a en ee, |\nNL. AY TTA\n\nCentre De Formation Technique Pour\nL’Avancement Des Jeunes Du Sud’Est Inc.\n\nU.S. and Haiti Relationship\n\nLong-term relationships between the U.S. and Haiti have been developed. First of all, the country\nhas a very good geographical location. Port-au-Prince is less than 2 hours by air from Miami\n(approximately 600 miles southeast of the coast of Florida). Moreover, there are flights to New\nYork and Fort Lauderdale. Secondly, English 1s well known in the country. Majority of the Haitian\nbusinesspersons speak English and it is possible to pay for the products in US dollars. Currently,\nthere are some U.S. companies, including commercial banks, telecommunications, airlines, oil and\nagribusiness companies, and U.S.-owned assembly plants are present in Haiti (US Department of\nState, 2010; CIA, 2010).\n\nThe economic situation was largely dependent on the U.S. and entire world’s financial aid. For\nexample, the U.S. contributed more than $850 million of financial aid from 1995 to 2003 to\nimprove governance, security, the rule of law, economic recovery and critical human needs. From\n2004 to 2008, the U.S. provided $600 million of financial aid. Moreover, The World Economic\nForum ranked Haiti last in its 2003 Global Competitiveness Report (Global Security, n.d.; CFI,\n2010). That is why World Bank Donors (U.S., Canada, EU, France, Sweden, Spain, Germany,\nJapan, Switzerland, Greece, Norway, Mexico, and Ireland) provided $1.085 billion from 2004\nthrough 2006 to address humanitarian needs (U.S. Department of State, 2008).\n\nHaiti before the Earthquake in 2010\n\nHaiti had been the least-developed country in the Western Hemisphere since the 1980s. The\neconomic stagnation of the country was a result of inadequate economic policies, political\ninstability, shortage of arable land, environmental deterioration, lack of investment in human\nresources, migration of majority of skilled citizens, weak national savings rata, lack of functioning\njudicial system, corruption, reliance on traditional technologies instead of applying the new ones,\ndrug trafficking, etc. (U.S. Department of State, 2008). A variety of the sources (U.S. Department of\nState, 2000; PRS Group, 2002; World Bank, 2004; Icon Group, 2007; Infomat, 2008; CFI, 2010)\nidentified that Haiti had low trade with the foreign countries between 1990 and 2004 due to the\npolitical instability. Therefore, there were a limited number of foreign investors in Haiti. Later on,\nthe political situation stabilized.\n\nGenerally, Haiti had a positive attitude towards foreign investors. There were no economic or\nindustrial strategies with discriminatory effect, e.g. nationality. The Haitian banking system 1s open\nto the entry and operation of foreign banks. At present, there are two foreign banks operating in\nHaiti: Citibank and Scotia bank (PRS Group, 2002; Investment Overview, 2007).\n\nThe Government of Haiti has made several commitments to the world trade organization in the\nfinancial services sector as follows:\n\ne Allow foreign participation in deposit taking, lending, guarantees and commitments; in\nfinancial leasing; in underwriting services, including participation in the issuance and\nplacement of securities; and in advising and auxiliary services for each of the above-\nmentioned services.\n\nPO Box 666 Brentwood, NY 11717 © Phone (631) 273-4100 © Fax (631) 273-4111 © yair@cefotaj.org © Wwww.cefotaj.org\n\nHOUSE_OVERSIGHT_019453",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019453.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3445,
    "word_count": 517,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:44.414823",
    "prefix": "IMAGES-005"
  }
}