{
  "document_id": "HOUSE_OVERSIGHT_019699",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019699.txt",
  "text": "The NSA‘s Back Door | 211\n\neign intelligence services because of their special access to informa-\ntion.”\n\nBefore the computerization of the NSA, the threat officer noted,\ncode clerks and other low-level NSA communicators had been the\ntargets of adversary intelligence services. But the increasing reli-\nance on computer technicians presented foreign intelligence services\nwith much richer targets. He predicted that they would adapt their\nrecruiting to this new reality. Specifically, he argued that adversary\nintelligence services would now focus their attention on system\nadministrators. “With system administrators,” he said, “the situa-\ntion is potentially much worse than it has ever been with communi-\ncators.” The reason, he explained, was that “system administrators\ncan so easily, and quickly, steal vast quantities of information.”\n\nHe further suggested that because system administrators are\noften drawn from the counterculture of hacking, they are more\nlikely to be vulnerable to an adversary service using a fake identity\nfor its approach, or a “false flag.” A “false flag” was a term originally\napplied to a pirate ship that temporarily hoisted any flag that would\n\n© allow it to gain proximity to its intended prey, but in modern times ©\nit describes a technique employed by espionage services to surrepti-\ntiously lure a prospect. False flags were a staple used by the KGB\nin espionage recruitment during the Cold War. They were usually\nemployed when a target for recruitment was not ideologically dis-\nposed to assisting the intelligence service. To overcome that problem,\nrecruiters hide their true identities and adopt a more sympathetic,\nbogus one.\n\nIn 1973, the KGB, working through one of its agents in the U.S.\nNavy, used the false flag of Israel to recruit Jerry Alfred Whitworth,\nwho served as a communications officer with a top secret clearance\nfor the navy. Like many other KGB recruits, Whitworth came from\na broken family, dropped out of high school, took technical courses,\nand got a job as a communications officer. He was not disposed to\nworking for Russia. But he was willing to steal enciphered and\nplain text cables to help in the defense of Israel. After he was thor-\noughly compromised by his espionage work, he was told by the KGB\nrecruiter that he was actually working for Russia, but by this time\n\n| | Epst_9780451494566_2p_all_r1.indd 211 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019699",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019699.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2425,
    "word_count": 389,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:48.042546",
    "prefix": "IMAGES-005"
  }
}