{
  "document_id": "HOUSE_OVERSIGHT_023465",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023465.txt",
  "text": "Tunisia and certain other countries have another sense for the Iranian\nnation.... This is the same as 'Islamic Awakening,' which is the result\nof the victory of the big revolution of the Iranian nation,\" said\nAyatollah Ali Khamenei.\n\nIran also broadcast speeches by Hezbollah's leader into Bahrain,\ncheering the protesters on. Bahraini officials say that Iran went\nfurther, providing money and even some weapons to some of the\nmore extreme opposition members. Protest leaders vehemently deny\nany operational or political links to Iran, and foreign diplomats in\nBahrain say that they have seen little evidence of it.\n\nMarch 14 was the critical turning point. At the invitation of Bahrain,\nSaudi armed vehicles and tanks poured across the causeway that\nseparates the two countries. They came representing a special\ncontingent under the aegis of the Gulf Cooperation Council, a league\nof Sunni-led Gulf states, but the Saudis were the major driver. The\nSaudis publicly announced that 1,000 troops had entered Bahrain, but\nprivately they concede that the actual number is considerably higher.\nIf both Iran and Saudi Arabia see themselves responding to external\nthreats and opportunities, some analysts, diplomats and democracy\nadvocates see a more complicated picture. They say that the ramping\nup of regional tensions has another source: fear of democracy itself.\nLong before protests ousted rulers in the Arab world, Iran battled\nmassive street protests of its own for more than two years. It managed\nto control them, and their calls for more representative government or\noutright regime change, with massive, often deadly, force. Yet even\nas the government spun the Arab protests as Iranian inspired, Iran's\nGreen Revolution opposition movement managed to use them to\nboost their own fortunes, staging several of their best-attended rallies\nin more than a year.\n\nSaudi Arabia has kept a wary eye on its own population of Shiites,\nwho live in the oil-rich Eastern Province directly across the water\n\nHOUSE_OVERSIGHT_023465",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023465.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2020,
    "word_count": 317,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:44.157339",
    "prefix": "IMAGES-007"
  }
}