{
  "document_id": "HOUSE_OVERSIGHT_025294",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025294.txt",
  "text": "invited the woman to Chelsea's 2010 wedding\n\nClinton's connection to Epstein, who worked as a financier and education philanthropist before more than\n40 women came forward with claims about him being a sexual predator, has been long-established, but\nThe Enquirer also tells how the former president was also friends with some of Epstein's seedy\n\nacquaintances.\n\nThe lawsuit claims that Clinton was friends with an unnamed woman who ‘kept images of naked underage\nchildren on her computer, helped to recruit underage children for Epstein... and photographed underage\n\nfemales in sexually explicit poses’.\n\nWhile he cut off ties with Epstein, this woman's abuses apparently did not end their relationship as she\nwas reportedly one of the 400 guests at Chelsea Clinton's 2010 wedding.\n\nLatest ladies: Clinton was pictured posing for a photo with Barbie Girl (left) and Ava Adora\n\n(right), two known prostitutes who work at the Bunny Brothel in Nevada\n\nThough the lawsuit may be bringing up sexual skeleton's from Clinton's past, he has added to the drama of\n\nlate by posing for a photo with two known prostitutes at a fundraiser in Los Angeles last month.\n\nThe drama of his extramarital affairs is apparently just one concern for Clinton family loyalists, as a Wall\n\nStreet Journal article released today details how\n\n‘I'm not in the political camp; I'm in the friends camp. And the friends camp definitely has concerns about\n\nher running,’ the former Secretary of State's friend Linda Bloodworth-Thomason told the paper,\n\nShare or comment on this article\n\nHOUSE_OVERSIGHT_025294",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025294.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1576,
    "word_count": 250,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:45.024376",
    "prefix": "IMAGES-008"
  }
}