{
  "document_id": "HOUSE_OVERSIGHT_032363",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_032363.txt",
  "text": "From: Linda Stone\n\nSent: 11/13/2016 6:34:38 PM\nTo: jeffrey E. [jeevacation@gmail.com]\nSubject: Re: My sister's perspective from Europe\n\nImportance: — High\nPutin? NATO? Those were the points my sister raised that were concerning.\n\nWill meet you in Boston or NYC sometime. Curious to hear your thinking.\n\nOn Nov 13, 2016, at 1:28 PM, jeffrey E. <jeevacation@gmail.com> wrote:\n\nhe is neither sexist or racistl that is the point and in fact the truth. he says things . to get elected and it\nworked nothing more. talking heads goofyy\n\nOn Sun, Nov 13, 2016 at 1:26 PM, Linda i oi\nI am looking at this from over here in Germany. American politics gets reduced in the end to only a few issues:\n\npro-life or pro-choice, gun laws, and establishment vs. anti-establishment. Political categories are so wishy\nwashy and intermingled with what is termed ‘liberal’ and 'conservative' that one forgets what they actually\nmean.\n\nOf course, not everybody who voted for Trump is sexist or a racist, but, on some level, they didn't care if he is.\nHe knew how to gather momentum with the discourse he chose, and, even if he changes his tone, he has let\nloose a storm. We will brace ourselves over here for Putin's eventual takeover of the Baltic States. Putin has\nextended his power back into Republic of Georgia, the Crimea, and Armenia. Trump has said that he would\nnot come to the aid of Nato allies if they were attacked. IS is the least of our problems here in Germany;\nErdogan is a much larger threat, for now.\n\nI don't see Hillary Clinton as being at fault. I see the growth of nationalism (all throughout the world, not just\nin the USA) and an underestimation of the fear that non-Hispanic whites have about the trajectory they are on\nto become a minority (in the USA and other European countries).\n\nEvery news show, talk show, etc here is discussing and analysing the fallout of Trump's win. German\npoliticians are hoping to learn from it, to stem the growth of the right wing AFD party here. As far as I know,\nMerkel is the only leader who congratulated Trump with a warning.\n\nplease note\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\nJEE\nUnauthorized use, disclosure or copying of this\ncommunication or any part thereof is strictly prohibited\n\nHOUSE_OVERSIGHT_032363",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_032363.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2418,
    "word_count": 414,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:49.329685",
    "prefix": "IMAGES-011"
  }
}