{
  "document_id": "HOUSE_OVERSIGHT_025232",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025232.txt",
  "text": "completely turned around. He said President Barack Obama’s administration’s only economic plan seemed to\nbe to expand government ownership of the means of production.\n\n“They have nationalized the health care industry pretty extensively. They’ve done that with home building as\nwell. They’ ve tried it with the auto industry as well. So they have moved very, very deliberatively and\n\npurposefully toward extending the government ownership of the means of production.\n\n“That to me, if you read the tealeaves, is what they are doing. It is not what they are saying they are doing, but\nthat is what they actually are doing.\n\n“People don’t work to pay taxes, people work to get what they can after taxes. It’s that very private incentive\nthat motivates them to work. If you pay people not to work and tax them if they do work, don’t be surprised if\n\nyou find a lot of people not working.”\n\nLaffer said the current economic woes started to form under President George W. Bush but have been made\nworse by Obama’s policies.\n\n“There’s a wedge driven between wages paid and wages received and that wedge is the tax/government\nspending wedge,” he said.\n\n“That wedge has grown dramatically in the last 4 % years...under W and a Republican administration\nand...under Obama. Bipartisan ignorance has led us to this very disastrously desolate state.”\n\nLaffer had high praise for the role the tea party has played in bringing the problem of the deficits to the fore.\n\n“The tea party is not the problem, the tea party may well be the solution,” he said. “They are critical to the\nfuture of the country in a positive way. They are the only fiscally sound people I know out there all the time.\n\n“T don’t know that I would go as far as they go on a lot of issues but I surely respect their movement very\nmuch.”\n\nAnd he said any one of the group of Republicans vying for the party’s nomination for the White House would\nmake “a great president.”\n\n“Tim Pawlenty is spectacular. Newt Gingrich knows more about issues than anyone you’ ve ever seen. Michele\nBachmann is out-of-sight wonderful,” he said.\n\n“Rick Perry is second to no one in this stuff. If you look at Herman Cain, he’s phenomenal.\n\n“Oh and (Jon) Huntsman was a great governor of the state of Utah and is a phenomenally experienced\nintellectual competent man.\n\n‘When you look at the Republican candidates, you see a group of people who are absolutely outstanding in\nattributes.”\n\nNOTE: This e-mail message is subject to the Dubai World Group disclaimer\nsee http://www.dubaiworld.ae/email disclaimer\n\nHOUSE_OVERSIGHT_025232",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025232.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2562,
    "word_count": 435,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:45.661817",
    "prefix": "IMAGES-008"
  }
}