{
  "document_id": "HOUSE_OVERSIGHT_018135",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018135.txt",
  "text": "four year, license agreement with Aetrex Worldwide, Inc. GTX Corp’s eight patents for the GPS\nShoe cover a GPS transceiver module that is placed within the footwear and transmission of\nlocation coordinates to a central monitoring station which disseminates the location data through\nthe use of proprietary software, cellular connectivity, the GTX Corp middleware platform and the\nsecure viewing portal.\n\nRead the full story - World Market Media\n\nWandering Soles\n\nAetrex Worldwide Inc. has teamed with GTX Corp. to create the Aetrex Ambulator GPS\nShoe, a therapeutic sneaker designed for people with Alzheimer’s disease. The shoe comes with a\ntiny GPS tracker that alerts a caregiver when the wearer has strayed more than a set distance. It\nthen sends the caregiver a Google map link that plots the wearer’s location.\n\nRead the full story\n\nGTX And MNX — STAT Trax Critical Medical and Bio-Pharmas\nSatNews - June 9, 2010 - GTX Corp (OTCBB: GTXO.OB), a provider in embedded GPS\n\ntracking location based services and MNX (Midnite Express), a worldwide specialty courier, have\nentered into an exclusive three-year contract for GTX to deliver thousands of highly customized,\nindustry-first GPS tracking devices. Additionally, the GTX Corp tracking platform to the shipping\ncompany is included in the contract.\n\nRead the full story\n\nFind Friends and Family Mobile Apps\n\nLOCiMOBILE [iPhone & Android]\n\nLOCiMOBILE has a few great GPS tracking apps out at the moment. The two that I would like to\nfeature are the free/lite versions of the software. This app supports up to 6 users (paid version is\nunlimited) and integrates with Twitter and Facebook. GPS Tracking populates your phone’s built-\n\nin Google Maps with the locations of people in your private opt-in buddy list. You can let users\n\nHOUSE_OVERSIGHT_018135",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018135.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1805,
    "word_count": 288,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:49.311563",
    "prefix": "IMAGES-004"
  }
}