{
  "document_id": "HOUSE_OVERSIGHT_020608",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020608.txt",
  "text": "149\n\nTurnbull also introduced legislation to establish a new Department of Home Affairs\nwhich, among other roles, would house a national counter-foreign-interference\ncoordinator who would integrate intelligence and enforcement and coordinate policy\ndevelopment. On December 16, 2017, at the height of this debate—and days after\nTurnbull introduced the new laws—the coalition government passed a serious electoral\ntest by winning a by-election in the Sydney seat of Bennelong. According to one\nopinion poll, two-thirds of voters support the foreign interference legislation, with just\n11 percent opposed—in a seat that has one of the largest ethnic Chinese communities\nin the country.\n\nAnd yet, despite this policy progress, strong evidence of electoral support, and\nfavorable international recognition, the Turnbull government found the politics and\nthe diplomacy to be heavy going. At one level this is not surprising. The CCP excels in\nusing covert and deceptive means to work preexisting fault lines of open, democratic\nsocieties. It has shown itself prepared to use the levers of economic engagement as a\ntool of political coercion. And there is no precedent for a mid-sized, open, multicultural\nnation standing its ground against a rising authoritarian superpower that accounts for a\nlarge proportion of its migrants and one in every three of its export dollars.\n\nAfter seizing the political and policy initiative in 2017, the Turnbull government went\nquiet over the first half of 2018. It faced pushback from powerful domestic lobbying\ngroups arguing that the proposed legislation went too far. Media firms targeted the\nespionage law, charities the donations law, and universities the proposed transparency\nlaw. Further resistance was mounted by multicultural lobbyists who maintained that\nAustralia’s reputation as an inclusive society was challenged by mention of foreign\ngovernment interference in community affairs. Prominent business leaders and\nacademics with China contracts called for an end to “China-bashing.”\n\nChina’s embassy in Canberra also played a part, publicly intervening as if it were\n\na champion of Chinese Australian communities to confront “racist bigotry” in\nAustralia. China’s government consistently portrayed the counter-interference policies\nand conversation as an attack on “China” and “Chinese people.” And Beijing framed\nCanberra’s efforts to defend its institutions as an attack on the bilateral relationship. As if\nto confirm its own judgment, Beijing was reported to have frozen ministerial and official\nmeetings across a range of key portfolios. In the ensuing silence, some of the CCP’s most\npotent narratives filled the vacuum. It was not clear that the Turnbull government could\npush through the most significant overhaul of counterintelligence legislation in forty\nyears without explaining why it was necessary.\n\nIt took a series of further explosive media investigations and some unorthodox political\ninterventions to regain control of the conversation and ensure bipartisan support for the\n\nAppendix 2\n\nHOUSE_OVERSIGHT_020608",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020608.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3071,
    "word_count": 452,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:46.187982",
    "prefix": "IMAGES-006"
  }
}