{
  "document_id": "HOUSE_OVERSIGHT_031538",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031538.txt",
  "text": "The story continues, with the appointment of an EC member, Dr. Karla Leeper, as the Title IX\ncoordinator, to succeed the departing John Whelan (again, the head of HR, who left to return to his\nadopted state of Indiana as head of HR at IU-Bloomington). This basic fact stands uncontested -- at no\ntime did Baylor University fail to have a high-level Title IX coordinator in place. Never. Not for one\ninstant.\n\nThe suggestion that the Administration somehow failed to have a Title IX coordinator in compliance with\nOCR guidance is demonstrablyis manifestly wrong. Indeed, Baylor was months ahead of OCR’s later\nguidance that the issues swirling around Title IX were sufficiently complex that a full-time coordinator\nwas called for. Baylor was way ahead of the curve.\n\nFollowing numerous meetings of the specialized Task Force, the Administration engaged a leading\nconsulting firm, Margolis Healy & Associatesd, to assess Baylor’s compliance with Title IX and the Clery\nAct (a federal law requiring reports of on-campus assaults; note the key requirement of on-campus).\nWithin a few short months, Margolis Healy recommended the appointment of a full-time Title IX\ncoordinator. At the round table, the EC discussed that recommendation, along with others (including\nour shortcomings in reportings due under the Clery Act). Without dissent, the EC embraced the\nconsulting firm’s recommendation, and by October 2014, Patty Crawford was in place in her full-time\nrole.\n\nIn the meantime, the Sexual Assault Advisory Board developed an elaborate prevention proposal to\nlaunch in the fall of 2014. That exemplary proposal resulted in the “Bear Up Now” program, designed to\nprevent all forms of interpersonal violence. In August and September 2014, a full year before the Texas\nMonthly neutron-bomb report, widespread campus training for all students was launched. In particular,\nthe effort featured the renowned “Green Dot” program (developed by the federal government in\nresponse to sexual violence reports at the Air Force Academy). Green Dot is a state-of-the-art program\nthat sets the standard for the pivotally important function of bystander intervention.\n\nThroughout late August 2014, almost 150 peer-leader educators were trained in prevention; those peer\nleaders then lead elaborate prevention education sessions in small groups with community leaders and\ntheir residents. Beloved Baylor Police Officer Kandy Knowles guidedled numerous discussions with\nstudents in residence hall meetings early on in the new academic year. Chapel, thea cherished Baylor\ntradition, featured the highly impressive Rachel Sibley and others in the Baylor community who were\noutspoken on the subject of preventing sexual violence. The faculty and staff likewise joined in the\neffort. Over a three- month period from August through October 2014, almost 2000 faculty, staff and\nstudent workers completed training sessions on both Title IX and the Violence Against Women Act, a\nmeasure which had been signed into law (a reauthorization) by President Obama in the early spring of\n2013).\n\nHOUSE_OVERSIGHT_031538",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031538.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3083,
    "word_count": 473,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:44.255881",
    "prefix": "IMAGES-011"
  }
}