{
  "document_id": "HOUSE_OVERSIGHT_017153",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017153.txt",
  "text": "4.2.12\nWC: 191694\n\nAnother controversial issue during my year on the Supreme Court was obscenity. I recall Justice\nGoldberg coming back from a screening of an allegedly obscene movie called “The Lovers” and\nsaying “That damn movie ought to be banned, not for obscenity, but for fraud. There were no\ngood dirty parts.” There was another case involving a dirty book called Fanny Hill. The book\nwas not included in the record, but Justice Goldberg wanted to read it. He was embarrassed\nabout going to a bookstore and buying it himself, so he asked me to go and buy a copy of the\nbook, but not to read it. Hah!\n\nSome people think that Goldberg was bored on the Supreme Court. He was used to his phone\nringing all the time. The truth is that his phone rang all the time he was on the Supreme Court.\nHe always had visitors and guests. He lived a very hectic life.\n\nSometimes the guests were unwelcome. I remember one situation where a man knocked at the\ndoor of Justice Goldberg’s chambers (in those days, anybody could walk into the chambers;\ntoday, that is impossible). He told me that he had met Justice Goldberg and that he knew that the\nJustice was making a great financial sacrifice to serve on the Supreme Court. He was starting a\nfoundation, he told me, to help people make the transition from lucrative private life to low\npaying government jobs, and he would like to offer the Justice the opportunity to have his salary\nsupplemented. When I told the Justice the story, he told me to “Throw the bum out.” The “bum”\nturned out to be Louis Wolfson, a man facing stock fraud charges, who later made a similar offer\nto Justice Fortas. Justice Fortas accepted the offer and lost his seat on the Supreme Court as a\nresult. Justice Goldberg was far more scrupulous. One day he received a basket of fruit. I don’t\nremember if it was for Hanukah, Christmas or a birthday. But he immediately looked at the card\nand saw that it was from Katherine Graham, the publisher of the Washington Post. The important\ncase of New York Times v. Sullivan was then pending before the Supreme Court. Goldberg\ninsisted that we immediately send the basket back. I told him that I had eaten a banana from it.\nHe insisted that I go to the fruit store and buy one to replace it before having the basket returned.\n\nJustice Goldberg was a deeply ethical, but only marginally religious, man. He did not attend\nsynagogue regularly, though he was very active in numerous aspects of Jewish public life. Every\nyear he had a Passover Seder, to which he invited all the Washington luminaries. When I was his\nlaw clerk, he invited me and I gladly accepted. Knowing that I was strictly kosher, he arranged to\nhave the entire Seder dinner catered by an expensive kosher caterer. At the last minute, my\nmother forbade me from attending a Seder other than hers, and I had to decide whose views\ntrumped, a Justice of the Supreme Court or a Jewish mother. I don’t have to tell you who won,\nand Justice Goldberg remained angry with me for months, saying, “All those people had to eat\ncatered kosher food because of you, while you ate your mother’s home-cooked food.”\n\nShortly after I received the offer to clerk with Justice Goldberg, my second son Jamin was born.\nSince we did not know many people in Washington, we asked for a recommendation for a mohel - -\nthe man who performs the ritual circumcision. His name was Goldberg. We duly entered his\n\nname in our address book. One night I called him to discuss the upcoming bris. A man answered\nthe phone and I inquired, “Mr. Goldberg?” He replied, “Who is this?” I said, “Is this Mr.\n\nGoldberg the mohel?” He replied, “No, this is Mr. Goldberg the Justice.” I quickly apologized\nand addressed him as Mr. Justice Goldberg. I still don’t know the appropriate way to address a\nmohel.\n\n66\n\nHOUSE_OVERSIGHT_017153",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017153.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3813,
    "word_count": 683,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:44.572303",
    "prefix": "IMAGES-004"
  }
}