{
  "document_id": "HOUSE_OVERSIGHT_030279",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030279.txt",
  "text": "Article 4.\n\nAsia Times\n\nShow goes on in Iraq's political circus\n\nSami Moubayed\n\nMay 28, 2011 -- DAMASCUS - Iraq has been absent from the\nworld's radar since upheaval rocked the Arab world in January,\ntoppling the regimes in Tunisia and Egypt and sending shockwaves\nthrough Bahrain, Libya, Yemen and Syria.\n\nA closer look at the political scene in Baghdad, however, shows that\nall is not well. Prime Minister Nuri al-Maliki is in hot water, like\nmany of his Arab counterparts - and his government might collapse\nsoon, if not through street power, then perhaps through the shattering\nof the delicate balance in the upper echelons of Baghdad.\n\nLast week Maliki hinted that he may resign and call new elections,\njust five months after forming his second cabinet. Two months ago,\nlarge and angry demonstrations broke out in Baghdad, inspired by the\nArab Spring, chanting against corruption, poor government services,\nand the prime minister.\n\nAmong other things, he was accused of mismanagement of public\noffice, abuse of power, authoritarianism and sectarianism. Maliki\npromised immediate action within the next 100 days. That deadline\nexpires in July and there is nothing on the horizon to prove that the\nprime minister is willing, or capable, of living up to his promises.\nThere is also a daily barrage of accusations against him by his\npredecessor Iyad Allawi, who is backed by Saudi Arabia and other\nArab heavyweights who are eager to topple Maliki - seen as an\nextension of Iranian influence in the Arab and Muslim world.\n\nIraq remains sharply divided between the prime minister and Allawi.\nThe top seats in the ministries of defense and the interior are still\nvacant, and Maliki still denies Allawi the right to name the minister\n\nHOUSE_OVERSIGHT_030279",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030279.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1754,
    "word_count": 289,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:44.269590",
    "prefix": "IMAGES-010"
  }
}