{
  "document_id": "HOUSE_OVERSIGHT_028286",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028286.txt",
  "text": "THE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\n\nPRESS CLIPPING (INTERNET)\n\n793)\n\nhttp://798district.com/798/en/blog/tag/the-house-of-the-noble-man\n\n6m GBP worth of Picassos to go on show during Frieze 0\n\nPosted on September 14, 2010 by Cindy Van Der Rijt\n\nFour rare works by Picasso thought to be worth over £6m and an 1875 Cézanne oil on canvas will go on sale\nduring Frieze week next month in an ambitious exhibition to be held at a London property part owned by a\nRussian billionaire. The show, entitled “The House of the Noble Man” (12-20 October), will open at 2 Cornwall\nTerrace, an 18th-century building off Regent’s Park in London near to the Frieze Art Fair site. The exhibition is\ncurated by artist Wolfe von Lenkiewicz, whose works will feature in the display, and Russian curator Victoria\nGolembiovskaya. Around £20m worth of art will be for sale, approximately a third of the show, confirms Von\nLenkiewicz.\n\n[eu\n\nAccording to the co-curator, the Picasso pieces on offer will include Buste d’Homme @ Ia Pipe (1969, priced at\n£3m); the 1905 drawing The Family of Saltimbanques and a cubist painting, Nature Morte au Gobelet (around\n1914). An 1875 oil on canvas by Cézanne, Don Quixote, is priced at £1.25m. Works by Yves Klein, Egon Schiele,\nGerhard Richter, Damien Hirst and Andy Warhol will also be for sale. Von Lenkiewicz’s own works will be in the\n£30,000-£60,000 price range.\n\nRead the full article\n\nTags: CézanneFrieze Art FairPicassoThe House of the Noble Man\nCategory Art, Exhibitions\n\nHOUSE_OVERSIGHT_028286",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028286.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1565,
    "word_count": 252,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:49.020559",
    "prefix": "IMAGES-009"
  }
}