{
  "document_id": "HOUSE_OVERSIGHT_017505",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017505.txt",
  "text": "1 July 22nd and 23rd there were numerous e-mails sent od\n\n2 about the meeting. It was almost an all-hands-on-deck : 2\n\n3. type meeting where everybody needed to attend. Itwas = 3\n\n4 labelled the Epstein meeting with an Epstein 4\n\n5 conference room reserved. 3 5\n\n6 A. Yes. £6\n\n7 Okay. What's your question and I will tell i 7\n\n8 you. i 8\n\n9 MR. SCAROLA: First I'm going to object to 2 9\n10 counsel's testimony, but let's hear the question. : 10\n11 BY MS. HADDAD: Pll\n12 Q. The question is, does that refresh your [ 12\n13 _ recollection as to whether or not this meeting took : 13\n14 place? 14\n15 A. To the best of my recollection, ] actually £15\n16 had introduced some of the investors to some of the 16\n17 people working on the Epstein case, and that is likely i 17\nf18 the meeting that you are referring to. But for the £18\n19 life of me, ] don't have a specific recollection of £19\n20 it. £20\nf2i Q. But it could be the meeting where you 21\n22 introduced the Epstein litigation team to your Ponzi £22\n23 investors? £23\n24 MR. SCAROLA: Excuse me, I'm going to 24\n25 object to the form of the question. It misstates the £25\n\nPage a8 a\n\n1 prior testimony. It has no predicate. 1\n\n2 BY MS. HADDAD: 7 2\n\n3 Q. That couid have been the meeting in which - 3\n\n4 you introduced the Ponzi investors to people working | 4\n\n5 on the Epstein case? , 5\n\n6 MR. SCAROLA: Excuse me, counsel. The | 6\n\n7 testimony was that there may have been a meeting at | 7\n\n8 which investors may have been introduced to some i 8\n\n9 people working on the Epstein file. And your efforts | 9\n10 continuously to mischaracterize the prior testimony 210\n11° are highly improper. I object. | 11\n12. BY MS. HADDAD: p12\n13 Q. Scott, did you or did you not say that you p13\n14 — introduced some of the investors to some of the 214\n15 Jawyers on the Epstein case? £15\n16 ~ A. No, J actually said, Tonja, that ] may have. £16\n17 J have a recollection that | may have based upon you : 17\n18 just refreshing my recollection, but] just do not ' 18\n19 remember one way or the other. This was, in the : 19\n20 scheme of what | was doing, insignificant. ] was 22 0\n21 _ simply trying to establish to the investors that this £21\n22 was areal case, with real potential, with real | 22\n23  Jawyers working on it. Other than that, it was of no 23\n24 interest to me. 24\n25 Q. How else would you convince them? You've | 25\n\nPage 59}\n\nmentioned letting them look through the litigation\nboxes, you've mentioned the meeting. What other way\nwould Id you have convinced them that it was a real case?\n“A. I mentioned letting th letting them look at boxes, what\nthey did when ] was out of the office, that's -- ]\ndon't know because | couldn't see what they were\ndoing. Number two, ] may have introduced them to\npeople in the office. Number three, I'm certain that\nwhen the people brought the boxes to my office ]\nintroduced them to whoever was carrying the boxes.\n\nAnd number four, the rest of it would have been all\n\nstuff] created in my imagination because, again, it\nwas the sale of something that didn't exist. This was\nnot settling. There was no real settlement money.\n\nThere were no real settlement documents. ] even\nmanufactured, | think, the actual plaintiff, because ]\ndon't recall even knowing the plaintiff's real name or\nif 1 did it was of no significance to me.\n\nQ. How would you have manufactured a\nplaintiff's name, would you have created additional\ndocuments to further your Ponzi scheme using\nMr. Epstein as the defendant?\n\nA. No.\n\nQ. How would you --\n\nA. The name just would have appeared on the\nPage 60\n\nconfidential settlement agreement.\n\nQ. Would they have already seen the documents\nai that point?\n\nA. | can't tell you one way or the other what\nthey had seen, because | don't know what they actually\nlooked at.\n\nQ. Forgive me, you've now confused me so I'm\nJust going to ask you for some clarification.\n\nYou used a legitimate case and created fake\nsettlement documents, correct, in the simplest sense?\n\"A. If this culminated in an actual sale of a\nfake settlement, then the answer is yes.\nQ. So it was a real case with a real plaintiff\nand real defendant, just a fake settlement document?\nA. No. Let me see if] can clarify this for\n\nyou. Over 90 percent of the settlements that | sold,\nthe fake settlements, were completely fictitious?\n\nQ. Right.\n\nA. A very small percentage of them were based,\nat least in part, on some type of real Jitigation that\n‘either had occurred or was currently occurring. |\nutilized the Epstein case to bolster the visual for\nthe investors that a real case existed. Because as\nthese were being sold to more sophisticated investors,\n\nthe questions kept coming up, w re -- how do we\nPage 61\n\nlo (Pages 58 to 61)\n\nFRIEDMAN, LOMBARDI & OLSON\n\n305-371-6677\n\n5ed93085-0554-447f-bcdd-ca2d8fe941df\n\nHOUSE_OVERSIGHT_017505",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017505.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4801,
    "word_count": 913,
    "line_count": 150,
    "import_date": "2025-11-19T21:47:47.068373",
    "prefix": "IMAGES-004"
  }
}