{
  "document_id": "HOUSE_OVERSIGHT_014953",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014953.txt",
  "text": "TED2017: The future you\n\n4/20/17, 12:07 PM\n\nthe present. Historical portraiture, mug shots, and YouTube stills challenge viewers to consider how we document the past, and what we\nhave erased. Rather than explore guilt or innocence, Kaphar engages the narratives of individuals and how we as a society manage and\ndefine them over time. As a whole, this exhibition explores the power of rewritten histories to question the presumption of innocence and\nthe mythology of the heroic.\n\nkapharstudio.com\n\nRabbi Lord Jonathan Sacks\nReligious leader\n\nIna world violently polarized by extremists, Rabbi Lord Jonathan Sacks is proposing and advocating solutions to mounting religious\nintolerance.\n\nRabbi Lord Sacks is one of Judaism’s spiritual leaders, and he exercises a primary influence on the thought and philosophy of Jews and\npeople of all faiths worldwide. Since stepping down as Chief Rabbi of the UK and Commonwealth in 2013, Rabbi Lord Sacks has become\nan increasingly well-known speaker, respected moral voice and writer; his 2015 book is Not in God's Name: Confronting Religious\nViolence.\n\nGranted a seat in the British House of Lords in 2009, Rabbi Lord Sacks is a key Jewish voice for universalism and an embrace of tolerance\nbetween religions and cultures. He rejects the “politics of anger” brought about by the way “we have acted as if markets can function\nwithout morals, international corporations without social responsibility and economic systems without regard to their effect on the people\nleft stranded by the shifting tide.\" He also sees, as a key idea for faith in our times, that unity in heaven creates diversity on earth.\n\nrabbisacks.org @rabbisacks\n\nTuesday, April 25, 8:30AM - 10:15AM PDT\n\nSession 2: Our Robotic Overlords\nHosted by Chris Anderson and Helen Walters.\n\nhttps://ted2017.ted.com/program\n\nMarc Raibert\nRoboticist\n\nMarc Raibert is the founder and CEO of robot maker Boston Dynamics.\n\nWorking with his team at Boston Dynamics, Marc Raibert builds some of the world’s most advanced robots, such as BigDog, Atlas, Spot\nand Handle. These robots are inspired by the remarkable ability of animals to move with agility, dexterity, perception and intelligence. A\nkey ingredient of these robots is their dynamic behavior, which contributes to their lifelike qualities and their effectiveness in the real\nworld.\n\nRaibert founded Boston Dynamics as a spinoff from MIT, where he ran the Leg Laboratory, which helped establish the scientific basis for\nhighly dynamic robots. He was a professor of EE&CS at MIT and before that associate professor of CS & Robotics at Carnegie Mellon\nUniversity. Raibert is a member of the National Academy of Engineering.\n\nbostondynamics.com\n\nNoriko Arai\n\nAT expert\n\nCould an AI pass the entrance exam for the University of Tokyo? Noriko Arai oversees a project that wants to find out.\n\nNoriko Arai is the program director of an AI challenge, Todai Robot Project, which asks the question: Can AI get into the University of\nTokyo? The project aims to visualize both the possibilities and the limitation of current AI by setting a concrete goal: a software system\nthat can pass university entrance exams. In 2015 and 2016, Todai Robot achieved top 20 percent in the exams, and passed more than 60\npercent of the universities in Japan.\n\nThe inventor of Reading Skill Test, in 2017 Arai conducted a large-scale survey on reading skills of high and junior high school students\nwith Japan's Ministry of Education. The results revealed that more than half of junior high school students fail to comprehend sentences\nsampled from their textbooks. Arai founded the Research Institute of Science for Education to elucidate why so many students fail to read\nand how she can support them.\n\nnii.ac jp/en/faculty/society/arai_noriko researchmap.jp/arai_noriko/english\n\nStuart Russell\nAT expert\n\nStuart Russell wrote the standard text on AI; now he thinks deeply on Al's future -- and the future of us humans too.\nStuart Russell is a professor (and formerly chair) of Electrical Engineering and Computer Sciences at University of California at Berkeley.\nHis book Artificial Intelligence: A Modern Approach (with Peter Norvig) is the standard text in AJ; it has been translated into 13 languages\n\nand is used in more than 1,300 universities in 118 countries. His research covers a wide range of topics in artificial intelligence including\nmachine learnine nrohahilistic reasonine knowledese renresentation nlanning real-time decision makine multitarset trackine commuter\n\nPage 3 of 21\n\nHOUSE_OVERSIGHT_014953",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014953.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4543,
    "word_count": 710,
    "line_count": 83,
    "import_date": "2025-11-19T21:47:46.278029",
    "prefix": "IMAGES-003"
  }
}