{
  "document_id": "HOUSE_OVERSIGHT_015951",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015951.txt",
  "text": "Software 261\n\nchem Pollock\n\ncomputer. You could simply create a table of all the possible inputs and all\nthe possible outputs I would make and this would be a perfect facsimile\nof me. A number of people have posed this as an argument to refute\nRoger Penrose’s assertion that humans are capable of non-computable\nthought.\n\nBut this analysis misses a key point. There is no way to calculate all\nthe contents of this table. My past could be tabulated. It is the history of\nall the things I ever did, but my future cannot. I might yet discover some\ngreat theorem that could not be computably generated. This would be\na part of my output which could not be generated by an algorithm or\nany mechanical process. This forms a non-computational arrow of time;\nwe can write down the past, we cannot write out the future. If a creative\nperson such as Andrew Wiles could be simulated in advance, we would\nhave an automatic way to find a solution to Fermat’s Last Theorem. Since\nthis is not possible, it follows that creative people cannot be simulated.\nThis also means the Turing test is not passable by a machine. Humans\ncan create; machines cannot. That is the difference.\n\nWill Computers Take over the World?\n\nRay Kurzweil, the American inventor and futurologist, has suggested\ncomputers are getting exponentially faster and will soon reach such\nimmense power they became effectively infinitely powerful. They could\ninstantly answer any question posed and solve all our engineering\nproblems. He dubs this point ‘the singularity’: a point of near infinite\n\nHOUSE_OVERSIGHT_015951",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015951.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1569,
    "word_count": 264,
    "line_count": 32,
    "import_date": "2025-11-19T21:47:49.103561",
    "prefix": "IMAGES-003"
  }
}