{
  "document_id": "HOUSE_OVERSIGHT_023777",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023777.txt",
  "text": "Teaching Kids to Walk and Talk 37\n\n4; Clear goals and intellectual challenge\n5: Independence, control, and active engagement\n6: Learning from students\n\nThe second is from a Michigan State website and was taken from a\nbook by Arthur W. Chickering and Zelda F. Gamson entitled Seven\nPrinciples for Good Practice in Undergraduate Education.’\n\nPrinciple 1: Good practice encourages student-faculty contact\n\nPrinciple 2: Good practice encourages cooperation among\nstudents\n\nPrinciple 3: Good practice encourages active learning\n\nPrinciple 4: Good practice gives prompt feedback\n\nPrinciple 5: Good practice emphasizes time on task\n\nPrinciple 6: Good practice communicates high expectations\n\nPrinciple 7: Good practice respects diverse talents and ways of\nlearning?\n\nWhenever I see phrases like diverse talents or ways of learning or ac-\ntive learning or active engagement | am very distrustful of the advice\nbeing offered. Active learning should mean learning by doing, but it\nnever does because learning by doing is very difficult to implement\nin the university context (which is where this advice comes from). It\nis easier to do it in Ist grade, but after a while the class has to sit still\nand listen and that is not active learning no matter what the teaching\nguides say. Different learning styles is usually a way of saying, “some\npeople are dumber than others,” which no one wants to say. What\nbothers me most about these kinds of lists is that they avoid saying\nwhat really needs to be said. It is nearly impossible to measure your\nsuccess as an effective teacher because the performance expectations\nof students are almost always about test scores and very rarely about\nactual production.\n\nWith this idea in mind, that effective teaching means helping stu-\ndents do what it is they wanted to do and not what it is that you want-\ned them to do, I will list the suggestions I have been scattering about\nin this chapter. Bear in mind that this is not meant to be a complete\nlist. I got this list the way you saw, by interpreting things written by\nstudents and former employees about their own experiences.\n\nHOUSE_OVERSIGHT_023777",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023777.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2128,
    "word_count": 352,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:45.848158",
    "prefix": "IMAGES-007"
  }
}