{
  "document_id": "HOUSE_OVERSIGHT_014770",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014770.txt",
  "text": "At this juncture, the Indian rupee seems to be the only one in the region that is expected\nto display a much lower sensitivity to US rates, outperforming others within Asia. We\nexpect the Monetary Authority of Singapore to keep the SGD NEER in the weaker side\nof the band for the next few months, which reduces the downside risk for the trade\n(Chart 69). We like the INR as the preferred long, followed by the IDR, as they offer high\nrisk-adjusted carry, central banks are interested in keeping their currencies stable,\ncurrent account deficits are bounded, and the currencies are not expensive relative to\nlong term fundamentals. The main risk of the trade is of higher oil prices, and\nconsiderable reversal of capital flows. Apart from that, a change in the behavior of\nReserve Bank of India it terms of managing INR to accumulate international reserves is\nalso a risk.\n\nLatAm: long PEN/CLP\n\nWe like long PEN/CLP (spot 195.7, target 200, stop 195.5). LatAm is the most\nexposed region within EM to global factors. Traditional carry trade candidates like the\nBrazilian real and the Argentina peso are no longer attractive given the still fragile fiscal\nstance in both countries. Local positioning in BRL has proven to be heavier than\nthought, and we expect the currency to continue weakening until we observe some\nstabilization in US rates. The Brazilian real is still overvalued and the economy will be\nnegatively affected since its strategy to gradually reduce budget deficits is based on low\nglobal rates, capital inflows and higher domestic growth. In the case of the Argentine\npeso, despite showing some detachment from global factors and some positive inflows\ndue to the tax amnesty, we think the currency needs to weaken given the recent\ndepreciation of the BRL and its current overvaluation as well as the government fiscal\nneeds for 2017, which is an important electoral year. Therefore, we remain neutral on\nthese currencies.\n\nA more modest but more interesting carry trade within LatAm in an environment of\nhigher US rates is to be long the Peruvian sol, funded with the Chilean peso, in order to\nmake the trade more neutral to commodity exposure. The Peruvian economy is expected\nto continue growing at rates above 4% due to strong mining activity; the new\ngovernment will likely implement expansionary fiscal policy and has room to finance it.\nThe exchange rate is close to its equilibrium value based on terms-of-trade and\nproductivity. In fact, we expect the currency to appreciate in real terms if growth\nrecovers as predicted. The currency still offers a decent carry. We forecast a nominal\ndepreciation but below the forward. The central bank has a strong preference for low\ncurrency volatility and would be ready to intervene in case of a disorderly depreciation,\nas it has been already the case in the last few days with small interventions in the\nforward market.\n\nOn the other hand, Chile’s growth remains anemic and the economy is expected to\ncontinue growing sub 2% in 2017 (Chart 71). The CLP is overvalued but recent flows\n\nChart 70: Copper prices are a major risk factor Chart 71: Relative growth to favor Peru going forward\n400 230 ——pen/clp growth diff (rhs) 5\n220 4\n350 210 3\n300 200 2\n190 |\n950 180 0\n=———= Copper prices 170\n200 + — CLP (ths, Jan2012 =100) {60\n- 150\n150 een PEN (ths lanatl2 =100) 2010 2011 + 2012»««-2013-S-2014-=S 20152016\n2012 2013 2014 2015 2016\n\nSource: BofA Merrill Lynch Global Research, Bloomberg, Haver\nSource: BofA Merrill Lynch Global Research, Bloomberg\n\n40 Global Rates, FX & EM 2017 Year Ahead | 16 November 2016 Bankof America\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014770",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014770.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3626,
    "word_count": 613,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:45.357371",
    "prefix": "IMAGES-003"
  }
}