{
  "document_id": "HOUSE_OVERSIGHT_013156",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013156.txt",
  "text": "240 12 The Engineering and Development of Ethics\n\nWhat we can do, in this face of all this uncertainty, is to use our common sense to craft artifi-\ncial minds that seem rationally and intuitively likely to be forces for good rather than otherwise\n— and revise our ideas frequently and openly based on what we learn as our research progresses.\nWe have roughly outlined our views on AGI ethics, which have informed the CogPrime design\nin countless ways; but the current CogPrime design itself is just the initial condition for an\nAGI project. Assuming the project succeeds in creating an AGI preschooler, experimentation\nwith this preschooler will surely teach us a great deal: both about AGI architecture in general,\nand about AGI ethics architecture in particular. We will then refine our cognitive and ethical\ntheories and our AGI designs as we go about engineering, observing and teaching the next\ngeneration of systems.\n\nAll this is not a magic bullet for the creation of beneficial AGI systems, but we believe it’s\nthe right process to follow. The creation of AGI is part of a larger evolutionary process that\nhuman beings are taking part in, and the crafting of AGI ethics through engineering, interaction\nand instruction is also part of this process. There are no guarantees here — guarantees are rare\nin real life — but that doesn’t mean that the situation is dire or hopeless, nor that (as some\ncommentators have suggested [Joy00, McIX03]) AGI research is too dangerous to pursue. It\nmeans we need to be mindful, intelligent, compassionate and cooperative as we proceed to\ncarry out our parts in the next phase of the evolution of mind.\n\nWith this perspective in mind, we will conclude this chapter with a list of \"Eight Ways to\nBias Open-Source AGI Toward Friendliness\", borrowed from a previous paper by Ben Goertzel\nand Joel Pitt of that name. These points summarize many of the points raised in the prior\nsections of this chapter, in a relatively crisp and practical manner:\n\n1. Engineer Multifaceted Ethical Capabilities, corresponding to the multiple types of\nmemory, including rational, empathic, imitative, etc.\n\n2. Foster Rich Ethical Interaction and Instruction, with instructional methods accord-\ning to the communication modes corresponding to all the types of memory: verbal, demon-\nstrative, dramatic/depictive, indicative, goal-oriented.\n\n3. Engineer Stable, Hierarchy-Dominated Goal Systems ... which is enabled nicely by\nCogPrime’s goal framework and its integration with the rest of the CogPrime design\n\n4. Tightly Link AGI with the Global Brain, so that it can absorb human ethical prin-\nciples, both via natural interaction, and perhaps via practical implementations of current\nloosely-defined strategies like CHEV, CAV and CBV\n\n5. Foster Deep, Consensus-Building Interactions Between People with Divergent\nViews, so as to enable the interaction with the Global Brain to have the most clear and\npositive impact\n\n6. Create a Mutually Supportive Community of AGIs which can then learn from\neach other and police against unfortunate developments (an approach which is meaningful\nif the AGIs are architected so as to militate against unexpected radical accelerations in\nintelligence)\n\n7. Encourage Measured Co-Advancement of AGI Software and AGI Ethics Theory\n\n8. Develop Advanced AGI Sooner Not Later\n\nThe last two of these points were not explicitly discussed in the body of the chapter, and so\nwe will finalize the chapter by reviewing them here.\n\nHOUSE_OVERSIGHT_013156",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013156.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3497,
    "word_count": 557,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:44.651214",
    "prefix": "IMAGES-002"
  }
}