{
  "document_id": "HOUSE_OVERSIGHT_031742",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031742.txt",
  "text": "From: Nicholas Riis\n\nSent: 8/11/2017 3:05:31 PM\nTo: Jeffrey Epstein [JEEvacation@gmail.com]\nSubject: Fwd: Manafort ratted on Donald Jr.'s meeting with the Russian lawyer\n\nImportance: — High\n\nI thought you might be interested in this article:\n\nManafort ratted on Donald Jr.'s meeting with the Russian lawyer\n\nTrump’s former campaign manager Paul Manafort alerted authorities to Donald Trump Jr.’s infamous meeting\nwith the Russian lawyer during his father’s presidential campaign.\n\nManafort, who is facing increasing pressure from U.S. special counsel Robert Mueller, divulged Trump Jr.’s\nmeeting with Natalia Veselnitskaya about three months ago, Bloomberg reported.\n\nResponding to a congressional request for information, Manafort revealed the meeting and provided 300\ndocuments, although FBI agents went on to raid his Virginia home two weeks ago.\n\nTrump, responding to news of the raid, said, \"I was very, very surprised to see it....I've always found Paul\nManafort to be a very decent man.”\n\nInvestigators are looking into accusations of money laundering in an attempt to pressure Manafort into\ncooperating with the probe into the Trump campaign’s possible ties to Russia, two sources told Reuters.\n\n“Tf Mueller's team can threaten criminal charges against Manafort, they could use that as leverage to convince\nhim to cooperate,” said one of the sources.\n\nBut the former campaign manager’s spokesman Jason Maloni said, “Paul Manafort is not a cooperating\nwitness.”\n\nMaloni also told Bloomberg that Manafort was enlisting the services of a D.C.-based law firm Miller &\nChevalier,which focuses on tax law, to replace WilmerHale, where Mueller previously worked.\n\nMueller’s investigation has extended to global bank transactions involving Manafort, as well as his business\npartner Rick Gates and son-in-law, Jeffrey Yohai.\n\nYohai, who is under investigation for real estate deals he made with Manafort, turned over documents to\nMueller’s probe more than two months\n\nSent from my iPhone\n\nHOUSE_OVERSIGHT_031742",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031742.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2010,
    "word_count": 298,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:47.505441",
    "prefix": "IMAGES-011"
  }
}