{
  "document_id": "HOUSE_OVERSIGHT_011779",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011779.txt",
  "text": "/ BARAK / 22\n\nstruck by how different the approach was from our campaign for Peres. As I filled\nmy notebook with the details, Philip added a final bit of advice. “If you want to\nwin, have it run by the best professionals you can find. Not politicians. They\nalways have personal agendas. Focus is everything. Distractions and arguments\nand infighting can be fatal.”\n\nPhilip recommended one professional, in particular, to get us started: Stanley\nGreenberg, the pollster who had advised not only Blair’s campaign, but Clinton’s.\nDoron used his contacts in New York to put us in touch not only with Greenberg\nbut the strategist behind the Clinton victory, James Carville, and another leading\nDemocratic Party consultant and speechwriter, Bob Shrum. We began working\nwith all of them well before the no-confidence vote in the Knesset. Philip had a\nwonderfully British understatement and reserve. Stanley, with his eyeglasses and\ndemeanor too, came over as slightly professorial. With Bob, it didn’t take long to\nunderstand why he was such a gifted speechwriter. He loved words, especially the\nway they could be used to inspire a connection with important campaign themes:\nabove all with the idea of hope, and new beginnings. Carville was the human\nequivalent of a volcano. If he hadn’t been a campaign strategist, he could have\nmade a living as a hybrid of a cowboy and a stand-up comedian. But they all\nshared the easy, infectious self-confidence of people who were very good at what\nthey did, and knew it.\n\nWhen I went to New York with Doron to meet Carville in Feburary 1988, my\nconfidence as Labor leader was taking some fairly hard knocks. But from the\nmoment he walked through our hotel-room door, it was impossible not to like him.\nHe showed up in a T-shirt and tennis sneakers, walked straight across the room,\nslouched into a chair and said: “General Barak, I don’t get it. You’re a known\npublic figure, with a great mind and a great military record. It’s already been a\nyear-and-a-half since Israel got Netanyahu. What have you done to go after him?\nWhy haven’t you gone on the attack?” He said it was time for me to wake up, and\nchange tack. “Can you run through your stump speech for me,” he asked,\nmotioning me toward the center of the room like a film director.\n\n“T don’t have one,” I said. To which he replied briskly that I should have had\none months ago.\n\nWhen Stanley paid a preliminary visit with Philip to Israel, they, too, urged me\nto sharpen my message and pay more attention to my image with the public.\n\n308\nHOUSE_OVERSIGHT_011779",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011779.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2551,
    "word_count": 443,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:47.689812",
    "prefix": "IMAGES-001"
  }
}