{
  "document_id": "HOUSE_OVERSIGHT_015025",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015025.txt",
  "text": "Starr later defended Blackwater against wrongful deaths suit initiated by the families of the 2004\nFallujah Ambush victims - \"In October 2006, Blackwater hired one of the nation’s heaviest-hitting\nlawyers to represent it - Kenneth Starr, the independent counsel in the 1999 impeachment of\nPresident Bill Clinton over the Monica Lewinsky sex scandal... Starr and his colleagues argued that\nBlackwater was \"constitutionally immune\" from such lawsuits and said that if the Fallujah case were\nallowed to proceed, \"Blackwater will suffer irreparable harm.” In the eighteen-page petition to the\nSupreme Court, Blackwater argued that there are no other such lawsuits against private\nmilitary/security companies in state courts \"because the comprehensive regulatory scheme enacted\nby Congress and the President grant military contractors like Blackwater immunity from state-court\nlitigation.\" (pp. 234-235, Blackwater). (Author Ken Davis writes) \"The four men had spent the night\nbefore they set off at marine base Camp Fallujah. But the men kept their distance from the\nleathernecks. Had they spoken to the marines, the Blackwater team might have learned that the\nAmericans were already in the midst of a major offensive meant to assert control over the\nincreasingly restive city, where elements of the radical Islamist movement and remnants of\nSaddam's army were beginning to aggressively strike back. at the American occupation” (p. 306,\nThe Hidden History of American at War), and perhaps this is the only thing that makes sense of the\nfact that \"Under the terms of its contract, Blackwater was supposed to supply these convoy security\nmissions with two SUVs, each carrying three guards per vehicle; a driver, one man riding shotgun,\nand a third man in back with a heavy machine gun. Instead, the foursome set out that morning with\njust two men per car, each vehicle missing their rear gunner. The SUVs were only outfitted with a\nsteel plate as extra armor. And the men had not been given maps.\" (p. 305).\n\nStarr went on to defend Jeffrey Epstein abasing allegations of child sex trafficking - \"Along with a\ndream team of attorneys that included Gerald Lefcourt, Roy Black, and Ken Starr, [Alan Dershowitz]\nwas successful in getting federal investigators not to charge Epstein with moving his victims across\nstate lines and other associated crimes. The federal non-prosecution agreement Epstein's legal team\nnegotiated with the U.S. Attorney for the Southern District of Florida immunized all named and\nunnamed \"potential co-conspirators\" in Epstein's child trafficking network, which includes those who\nallegedly procured minors for Epstein and also any powerbrokers who may have molested them” (-\nhttp://gawker.com/flight-logs-put-clinton-dershowitz-on-ped...). Otherwise, Epstein’s eventual 18\nmonth sentence by the state of Florida was exceptionally light under the circumstances to include\nthe number of victims who came forward with testimony. This is best understood in the context of\nchildren being used as a means to government-sponsored sexual blackmail and other forms of\nleverage.\n\nSee here Erik Prince in greater context: (the similarities between him and once (secretly) favored\nchild Bin Laden)\n\nThe coordinations among global intelligence to make rather than eliminate terror as seen thru\n\"assets\" bin Laden (as M. Noriega before him) & Erik Prince:\n\nAbout BL: \"Some CIA officers will later say that [BL] serves as a semi-official liaison between the GIP\n[Saudi intel.] and warlords like Sayyaf.”\n\n(www.historycommons.org/entity.jsp?entity=ahmed badeeb_ 1)\nAbout EP: “Handcuffed by politics, the CIA had not been able to cultivate relationships with the key\n\nbut messy leaders. Fortunately, Blackwater had no such political restrictions.” (p. 54, Civilian\nWarriors by E. Prince)\n\nHOUSE_OVERSIGHT_015025",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015025.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3814,
    "word_count": 577,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.983637",
    "prefix": "IMAGES-003"
  }
}