{
  "document_id": "HOUSE_OVERSIGHT_032808",
  "filename": "IMAGES-012-HOUSE_OVERSIGHT_032808.txt",
  "text": "° President Trump attacked Google for liberal bias, and claimed Google, Facebook,\nand Amazon represent “a very antitrust situation”.\n\n° Attorney General Jeff Sessions convened a meeting of Republican state\nattorneys general to discuss whether tech giants “may be hurting competition and\nintentionally stifling the free exchange of ideas on their platforms.”\n\n° Facebook, Twitter, and Google were called to testify in front of the House and Senate\nabout election interference, political bias, etc. Google declined to attend.\n\n° The FTC has begun a series of hearings on Digital Age antitrust, the first such\nhearings since the 1990s.\n\n° The FTC revealed the hiring of Lina Kahn—heralded for authoring a groundbreaking\nantitrust argument against Amazon—as an advisor. (See section 5 for more.)\n\n. Republican Senator Orrin Hatch asked the FTC to reopen a 2013\nantitrust case against Google.\n\n. Democratic Senator Mark Warner released a six-point policy proposal on regulating\nthe tech industry.\n\n° Democratic Senator Bernie Sanders proposed the “BEZOS Act”, which would tax\ncorporations one dollar for every dollar low-wage workers receive in government health-\ncare benefits or food stamps.\n\n° The E.U. Parliament voted 438 to 226 to back a draft proposal of\ncopyright reformsthat will impose unprecedented liability on information platforms.\n\n° France is pushing to have “Right to be Forgotten” laws applied globally,\nwhich Google is now fighting in court.\n\n° Reports emerged that the E.U. is considering investigating Google’s location-\ntracking practices on data privacy grounds.\n\nWe will continue to watch each development in the U.S. and E.U. closely to understand if\nand when debate turns to action. For now, we agree with the analysis of NYU Stern\nprofessor Scott Galloway, who told CNBC last week after the congressional hearings:\n\nI don't see anything meaningful coming out of this panel, much less Washington...D.C.\nlacks the domain expertise or the will to go after big tech. Where you may\nsee it is, one, out of Brussels and, two, out of [the FTC, the DOJ, or] a red\nstate whose attorney general sees the brightest path between the AG’s mansion and the\ngovernor’s mansion is a populist argument against big tech.\n\nEvidence of fundamental weakness could exacerbate the investor reaction to escalating\nregulatory news. By all accounts, Facebook has continued to bleed\n\nusers. According to Pew Research poll results released earlier this month, more than a\nquarter of U.S. Facebook users claim to have deleted the app from their phones over the\npast year:\n\nHOUSE_OVERSIGHT_032808",
  "metadata": {
    "original_filename": "IMAGES-012-HOUSE_OVERSIGHT_032808.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2586,
    "word_count": 409,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:45.610367",
    "prefix": "IMAGES-012"
  }
}