{
  "document_id": "HOUSE_OVERSIGHT_030042",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030042.txt",
  "text": "13\n\npowers — China, India, Brazil and others — are deeply sceptical about\nthe whole concept. Britain, France and the US all voted in favour of\nthe UN resolution authorising force in Libya. But the fashionable\ngrouping known as the Brics — Brazil, Russia, India and China — all\nabstained. None of them have much time for Colonel Gaddafi. But\ncountries like China, India and Brazil see little to gain, and much to\nlose, by risking money, men and influence in foreign interventions.\nTheir instinct is to mind their own business and to concentrate on the\nlong-term goal of building up their own economic strength. A\nmassacre in Libya might be unfortunate, no doubt — but Benghazi is a\nlong way from Beijing or Brasilia.\n\nThere are some complications. Germany abstained but, in doing so,\nplaced itself outside the western mainstream. South Africa, which has\nbeen invited to the next Brics summit, voted for the Libyan\nresolution, but then criticised the bombing campaign vociferously.\n\nSo the broad picture holds. The established western powers still have\na missionary zeal to put the world to rights. The rising powers are\nmuch more cautious and egocentric.\n\nBut the western allies are fighting against a background of shrinking\nresources. The British have just announced big defence cuts and the\nFrench are also battling to contain their budget deficit and maintain\ntheir welfare state.\n\nThe reluctance of the American military establishment to take on this\nnew commitment has also been palpable. President Barack Obama\nand his generals know that the age when a US president could simply\nsay that America would do “whatever it takes” is over. Admiral Mike\nMullen, the chairman of the joint chiefs of staff, has said that the\nbiggest threat to US national security is the budget deficit. In the post-\nIraq, post-Afghanistan era, public support for military operations\noverseas is also limited.\n\nHOUSE_OVERSIGHT_030042",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030042.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1913,
    "word_count": 313,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.588962",
    "prefix": "IMAGES-010"
  }
}