{
  "document_id": "HOUSE_OVERSIGHT_027068",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027068.txt",
  "text": "By Keith Larsen | October 11, 2018 06:15PM\n\nPalm House Hotel, Related Companies Stephen Ross600\nAn affiliate of the Related Companies has emerged as the initial bidder for the Palm House Hotel as the\nfailed condo-hotel project heads to a bankruptcy auction.\n\nThe stalking horse bidder, RREF II PALM HOUSE LLC, has the same address as Related Companies in\nNew York and is led by Related Companies Managing Principal Justin Metz, according to a filing in U.S.\nBankruptcy Court. The company is offering $32 million for the property, which will set the floor price\n\nfor a bankruptcy auction scheduled for next month. Bids at the auction will start at $32.5 million.\n\nThe 79-unit condo-hotel project on Palm Beach Island stalled in 2014 and its former developer now\nfaces allegations of fraud by the Securities and Exchange Commission and a group of EB-5 investors. In\nAugust, the property filed for bankruptcy under its court appointed receiver with creditors claims totaling\n$115 million.\n\nCushman & Wakefield’s Robert Given, Errol Blumer, Michael Mulkern and Robert Kaplan are the\nexclusive marketing advisers for the property. The auction is scheduled for 10 a.m. on November 16,\n2018 in West Palm Beach.\n\nGiven said he expects the property to sell for up to $40 million and it could be the last opportunity for a\ndeveloper to own a hotel in the wealthy enclave of Palm Beach. He said the next owner will likely not\nredevelop the property. Instead, the best option would be to continue renovating the existing project\n\nwhich could take more than a year to complete, Given said.\n\nBy auctioning the project through a bankruptcy sale, it will be offered free and clear from any liens. The\nbankruptcy also means that the new owner will not have any responsibility for the issues stemming\n\nfrom EB-5 investors who had invested in the property.\n\nThe 82,648-square-foot project was first developed in 1961 and expanded in 1981. The property was set\nto be renovated by a group led by developer Robert Matthews.\n\nHOUSE_OVERSIGHT_027068",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027068.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2025,
    "word_count": 336,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:46.005015",
    "prefix": "IMAGES-009"
  }
}