{
  "document_id": "HOUSE_OVERSIGHT_017809",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017809.txt",
  "text": "Even from jail, Jeffrey Epstein manipulated the system | Miami Herald Page 9 of 17\nCase 1:19-cv-03377 Document 1-1 Filed 04/16/19 Page 10 of 18\n\n“Are there more than one victim?”’ Circuit Court Judge Deborah Dale Pucillo asked the prosecutor at Epstein’s sentencing on June 30, 2008.\n“There’s several,” replied assistant state prosecutor Lanna Belohlavek.\n\n“Are all the victims in both of these cases in agreement with the terms of this plea?”‘ Pucillo later asked.\n\n“Yes,’‘ Belohlavek replied, telling the judge that she had spoken to “several” of Epstein’s victims.\n\nEmails show that federal prosecutors didn’t want the judge to know how many victims and accomplices there were.\n\nFederal prosecutor A. Marie Villafafia— in a September 2007 email to Epstein lawyer Jay Lefkowitz — said: “I will mention co-conspirators but I would\nprefer not to highlight for the judge all the other crimes and all the other persons that we could charge.”\n\nAttorney Spencer Kuvin happened to be in court that day because he’d heard Epstein was to appear, but Kuvin didn’t know why. He figured he’d use it as\nan opportunity to serve Epstein with civil court papers involving one of several victims he represented. Instead, he listened to what was happening and\ncouldn’t believe that no one had contacted him or his clients.\n\n“T was shocked to learn that the proceeding involved my client’s case and there was nothing I could do except watch as they disposed of her case without\never telling her,” Kuvin said.\n\nAt the hearing, Belohlavek and Epstein’s attorney, Goldberger, were in sync, the court transcript shows. Epstein would be required to register as a sex\n\noffender, but his probation would not be served under the strict requirements of sex offender probation.\n\nJeffrey Epstein is a registered sex offender in New York State and Florida. Emily Michot E//CHOT@MIAMIHERALD.COM\n\nThe judge didn’t question those provisions, but she did ask why Epstein was going to serve his sentence in the Palm Beach County stockade instead of ina\nFlorida state prison, like most sex offenders.\n\nhttps://www.miamiherald.com/news/local/article2 19494920 html 4/3/2019\nHOUSE_OVERSIGHT_017809",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017809.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2160,
    "word_count": 343,
    "line_count": 33,
    "import_date": "2025-11-19T21:47:47.934806",
    "prefix": "IMAGES-004"
  }
}