{
  "document_id": "HOUSE_OVERSIGHT_022333",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022333.txt",
  "text": "01/26/10 The 2010 planning landscape: NO estate tax, GST or basis adjustment rules; what 2010-01\nCongress may do; possible constitutional “due process” challenge; what can go\nwrong when documents are wrong about how property is titled (Beudert-Richard v.\nRichard)\n\n2009\n\n12/22/09 The imminent demise of the estate tax? Possible effect on formula provisions and the 2009-10\ndifficulties of modified carryover basis; extenders bill and carried interest; proposed\nstock transactions tax; importance of keeping beneficiary designations current\n(Kennedy v. DuPont SIP)\n\n09/30/09 More on Roth IRA conversions: calculating what the taxable amount may be; how a 2009-08\n“decoupled” state may tax a non-resident’s property, even if it’s passing to a surviving\nspouse; NY advisory opinion on non-resident’s proposed condo purchase (TSB-A-\n08(1)M)\n\n08/31/09 What may happen with estate tax repeal and tax-free IRA distributions to charity; 2009-07\nearly 2009 AMT “patch”; Roth IRA conversions in 2010 — restrictions will be gone so\nthat anyone may convert a “regular” IRA to a Roth\n\n07/28/09 Some pros and cons of several options to pay for health care reform; the case of the 2009-06\n“tainted witness” and a will’s tax apportionment clause (Estate of Wu); how some\nstates are dealing with economic adversity\n\n06/15/09 OMB's “Analytical Perspectives” and Treasury Department’s “Green Book” offer 2009-05\ninsights on Obama tax proposals and outline of estate and gift tax proposals:\nconsistent values, modifying rules on valuation discounts and minimum 10-year terms\nfor GRATs; taxing employer-provided health care?; new mortality tables and QPRTs;\nNew York’s increased taxes and estimated tax payments\n\n04/20/09 The “Taxpayer Certainty and Relief Act of 2009” (S. 722) — makes lower income tax 2009-04\nrates permanent, increases higher rates, and freezes the estate tax at 2009 levels;\nfocus on whether Congress might reinstate the state death tax credit; new task force\non tax reform\n\n03/19/09 President Obama's FY 2010 budget proposal: higher rates, limits on itemized 2009-03\ndeductions and the personal exemption phase-out; the interaction of the regular tax\nwith the AMT; historical income tax and capital gains tax rates; S. 394 would enhance\nthe tax treatment of art and collectibles\n\n02/09/09 Rep. Pomeroy’s estate tax bill (H.R. 436); basic planning points; basis adjustment 2009-02\nrules, including modified carryover basis in 2010; “The Rangel Rule” (H.R. 735); intra-\nfamily loans\n\n01/12/09 Suspension of 2009 required minimum distributions under The Worker Retiree and 2009-01\n\nEmployer Recovery Act of 2008 (Pub. L. 110-458): a brief mention of another “bad\nfacts” limited partnership case (Hurford)\n\nTax Topics — Table of Contents — 2013 - 4\n\nHOUSE_OVERSIGHT_022333",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022333.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2769,
    "word_count": 419,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:44.087205",
    "prefix": "IMAGES-006"
  }
}