{
  "document_id": "HOUSE_OVERSIGHT_019932",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019932.txt",
  "text": "liberals would have to oppose them.\n\nBannon’s mission was to puncture the global-liberal-emperor-wears-no-clothes bubble,\nnowhere, in his view, as ludicrously demonstrated as the refusal to see the colossally\ndifficult and costly effects of uncontrolled immigration. He wanted to force liberals to\nacknowledge that even liberal governments, even the Obama government, were engaged\nin the real politics of slowing immigration—ever hampered by the liberal refusal to\nacknowledge this effort.\n\nThe EO would be drafted to remorselessly express the administration’s (or Bannon’s)\npitiless view. The problem was, Bannon really didn’t know how to do this—change rules\nand laws. This limitation, Bannon understood, might easily be used to thwart them.\nProcess was their enemy. But just doing it—the hell with how—and doing it immediately,\ncould be a powerful countermeasure.\n\nJust doing things became a Bannon principle, the sweeping antidote to bureaucratic\nand establishment ennui and resistance. It was the chaos of just doing things that actually\ngot things done. Except, even if you assumed that not knowing how to do things didn’t\nmuch matter if you just did them, it was still not clear who was going to do what you\nwanted to do. Or, a corollary, because nobody in the Trump administration really knew\nhow to do anything, it was therefore not clear what anyone did.\n\nSean Spicer, whose job was literally to explain what people did and why, often simply\ncould not—because nobody really had a job, because nobody could do a job.\n\nPriebus, as chief of staff, had to organize meetings, schedules, and the hiring of staff;\nhe also had to oversee the individual functions of the executive office departments. But\nBannon, Kushner, Conway, and the president’s daughter actually had no specific\nresponsibilities—they could make it up as they went along. They did what they wanted.\nThey would seize the day if they could—even if they really didn’t know how to do what\nthey wanted to do.\n\nBannon, for instance, even driven by his imperative just to get things done, did not use\na computer. How did he do anything? Katie Walsh wondered. But that was the difference\nbetween big visions and small. Process was bunk. Expertise was the last refuge of liberals,\never defeated by the big picture. The will to get big things done was how big things got\ndone. “Don’t sweat the small stuff’ was a pretty good gist of Donald Trump’s—and Steve\nBannon’s—worldview. “Chaos was Steve’s strategy,” said Walsh.\n\nBannon got Stephen Miller to write the immigration EO. Miller, a fifty-five-year-old\ntrapped in a thirty-two-year-old’s body, was a former Jeff Sessions staffer brought on to\nthe Trump campaign for his political experience. Except, other than being a dedicated far-\nright conservative, it was unclear what particular abilities accompanied Miller’s political\nviews. He was supposed to be a speechwriter, but if so, he seemed restricted to bullet\npoints and unable to construct sentences. He was supposed to be a policy adviser but knew\n\nHOUSE_OVERSIGHT_019932",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019932.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3041,
    "word_count": 487,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:48.995487",
    "prefix": "IMAGES-005"
  }
}