{
  "document_id": "HOUSE_OVERSIGHT_022459",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022459.txt",
  "text": "Inference: International Review of Science\n\nFeedback & Comments\n\nVangelis Tourloukis\n\nPost-doctoral researcher in the Paleoanthropology Department of the Institute for Archaeological\nSciences at the Eberhard Karls University of Tiibingen.\n\nd\n\n“T enjoy and respect Inference, and I really appreciate your invitation. ’\n\nLuca Turin\nBiophysicist with an interest in biological electronics.\n\n“A science article I wrote for Inference is now online. I am honored to find myself in the\ncompany of people whose writing I admire, like the great critic George Scialabba and the\n\nd\n\nastronomer and cosmologist Jean Pierre Luminet. And I even like the caricature.’\n\n“The article looks great, many thanks. I would be happy to write some more for your excellent\nmagazine.”\n\nReidun Twarock\nGerman-born mathematical biologist at the University of York.\n\n“Many thanks for the link - I have read the essays with great pleasure.”\n\nJaya Sivaswami Tyagi\nProfessor and Head, Department of Biotechnology, All India Institute of Medical Sciences.\n\n“T have indeed received the print version of Inference in very good condition considering its size\nand was impressed by the product. I have glanced through it and will definitely read the articles\nand give you my feedback in due course of time.”\n\nRichard Wagner\nHolbert L. Harris Professor of Economics at George Mason University.\n\n“Thanks for sending along the new issue of Inference. Your journal has established a wonderful\neditorial policy of presenting deeply thoughtful examinations of a broad range of scholarly\ntopics. Not only do I plan to keep up with Inference going forward, but also I will convey my\nenthusiasm for your journal to those colleagues of mine who I think will be interested.”\n\n15\n\nHOUSE_OVERSIGHT_022459",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022459.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1753,
    "word_count": 273,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:49.191525",
    "prefix": "IMAGES-006"
  }
}