{
  "document_id": "HOUSE_OVERSIGHT_024575",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024575.txt",
  "text": "Treasury regulations provide that the anti-inversion legislation is applicable to a foreign partnership that is\nor becomes a “publicly traded partnership” within two years of the acquisition by it of a U.S. corporation.\nA “publicly traded partnership” is any partnership (i) interests in which are traded on an established\nsecurities market, or (if) interests in which are readily tradabie on a secondary market (or the substantial\nequivalent thereof). KUE believes that it is not currently a publicly traded partnership and does not intend\nto become a publicly traded partnership within two years of this offering or the acquisition of KLC and 412,\nAS a result, KUE does not believe the anti-inversion legislation or any regulations promulgated within the\nscope of the legislation’s regulatory authority should apply to KUE although no assurance can be given in\nthis regard or with respect to any new acquisitions of or investment in U.S. corporations. In addition, KUE\ndoes not believe that any other Code provision subjecting non-U.S. corporations to U.S. federal income\ntax should apply to KUE or its subsidiaries, although no assurance can be given in this regards. The\npromulgation of contrary regulations or a successful challenge of either of these positions by the Internal\nRevenue Service could materially reduce a holder's after-tax return and, thus, could result in a substantial\nreduction of the value of the Units.\n\nThe remainder of this section assumes that KUE will be treated as a partnership for U.S. federal income\ntax purposes.\n\n18.2.2 United States Federal Income Taxation of Partners\n\nU.S. Persons\n\nAllocation of Purchase Price. You will be treated as purchasing a Unit consisting of two components, one\nCommon LP Unit and one GP Share. Your purchase price for each Unit will be allocated between one\nCommon LP Unit and one GP Share in proportion to their relative fair market values at the time of your\npurchase, and this allocation will establish your initial tax basis in both your ownership interest in the\nCommon LP Unit and your GP Share. We will treat the fair market value of each Common LP Share at\n$999 and the fair market value of each GP Share as $1.\n\nFlow-Through of Taxable Income. KUE will not pay any U.S. federal income tax. Instead, each Partner\nwill be required to report on its income tax return its allocable share (as determined pursuant fo the\nLimited Partnership Agreement) of KUE's income, gains, losses, and deductions without regard to\nwhether corresponding cash distributions are made. The Limited Partnership Agreement authorizes the\nGeneral Partner to override the allocation provisions of the Limited Partnership Agreement and allocate\nincome, gains, losses and deductions of KUE to the Partners in a manner that achieves the desired\neconomic arrangement of KUE, which is to return each Pariner's capital contribution and then for all\nPartners (including the holder of Profits Participation LP Units) to share in the profits of KUE in proportion\nto the number of Units held by them.\n\nThe IRS may challenge the manner in which income, gains, losses and deductions are allocated to\nholders of Common LP Units, the General Partner and holders of the Profits Participation LP Units under\nthe Limited Partnership Agreement. For U.S. federal income tax purposes, allocation of any item of\nincome, gain, loss or deduction io a partner in a partnership will be given effect so long as the allocation\nhas “substantial economic effect,” or is otherwise in accordance with the partner's interest in the\npartnership. If an allocation of an item pursuant to the Limited Partnership Agreement does not satisfy\nthis standard or is deemed not to satisfy this standard by the IRS, it will be reallocated by the IRS among\nthe Partners on the basis of their respective interests in KUE (as determined by the IRS), taking into\naccount all facts and circumstances. In such a case, holders of Common LP Units could have additional\ntax liabilities or suffer adverse tax consequences.\n\nTreatment of Cash Distributions, WKUE's distributions to a Partner generally will not be taxable to the\nPartner for U.S. federal income tax purposes to the extent of such Partner’s adjusted tax basis in its\nCommon LP Units immediately before the distribution, Cash distributions in excess of a Limited Partner's\nadjusted tax basis generally will be considered to be gain from the sale or exchange of the Common LP\nUnits. Any reduction in a Limited Partner's share of KUE's liabilities, if any, for which no Partner bears the\n\n142\n\nHOUSE_OVERSIGHT_024575",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024575.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4568,
    "word_count": 742,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:44.210306",
    "prefix": "IMAGES-008"
  }
}