{
  "document_id": "HOUSE_OVERSIGHT_022967",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022967.txt",
  "text": "(in New York, for instance, at this time soliciting sex with anyone over the\nage of is a class D misdemeanor calling for a 100 dollars fine).\n\nIn fact, Saige Gonzales told the police that she lied about being 18\nbecause otherwise she knew she would not have been admitted to the house.\n\nThe local sex crimes prosecutor, Lana Belhalevic, interviews the girls\nand determines that the offense is solely related to prostitution.\n\nDershowitz rejects a series of lower-level plea deals and Palm Beach\nDistrict Attorney Barry Krischer takes the unusual step of empanelling a\ngrand jury, which returns with a recommendation of a single count of\nsoliciting a prostitute—a charge without jail time. (And Epstein can apply to\nhave his record expunged after a year.)\n\nAt which point, Reiter, the police chief, at odds with the District\nAttorney’s office, recruits the involvement of the FBI. This is of course the\nBush-era FBI and Epstein presents quite the Clinton-connected scandal.\nStill, solicitation, even of a minor, 1s not a federal crime. The FBI’s hits on\nthe novel interpretation that if Internet solicitation can be considered\ninterstate commerce, so can telephone solicitation, permitting them to begin\na deep dive investigation into Epstein’s friends, many of whom receive\nsubpoenas and who are threatened with prosecution as a party to Epstein’s\nactions.\n\nIt’s all quite in the eye of the beholder: On the one end, Epstein is\npaying for sex acts (Epstein paid $200 for a massage with or without happy\nending), on the other, he is abusing teenage girls. Epstein finds himself\ncaught in an inescapable moral quandary: how can a girl not old enough to\nvote be a prostitute? And yet, many girls not old enough to vote are\nprostitutes.\n\nCompounding Epstein’s predicament, the world outside of his\ncarefully constructed and controlled environment is someplace that he seems\nnot just ill-equipped to handle but in which he seems to be blindly grouping\nabout (i.e. he’s totally tone deaf). I visited him once during this time and\nfound him weighing the conflicting advice of some of the most vaunted and\negomaniacal lawyers (along with Dershowitz and Black, celebrity criminal\nattorney, Gerald Lefcourt, and Clinton prosecutor, Ken Starr) of the day—\nanyone with new advice, Epstein seemed to hire—as well as a catchall of the\nleading crisis managers, who he seemed to retain at will, all wrangling for\nfees and primacy. If it was a Dickensian world, he was caught in its legal\nsystem.\n\nCertainly, the upshot of his dealings with the Justice Department seem\nto involve a farce-like logic. The government threatens to prosecute him\n(with the possibility of a 10-year sentence) and various friends, associates,\n\nHOUSE_OVERSIGHT_022967",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022967.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2726,
    "word_count": 445,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:44.631038",
    "prefix": "IMAGES-007"
  }
}