{
  "document_id": "HOUSE_OVERSIGHT_020281",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020281.txt",
  "text": "[29\n\nthat the Russian intelligence service managed to bring him under its sway during his 33 days in\nHong Kong.\n\nThe Russian intelligence service even might have been aware of Snowden, and his anti-NSA\nactivities, before his arrival on May 20, 2013. Snowden, as discussed earlier, was anything but\ndiscrete in his contacts with strangers in the anti-surveillance movement, including such well\nknown activists as Runa Sandvik (who he supplied his true name and address via email), Micah\nLee, Jacob Appelbaum, Parker Higgins, and Laura Poitras. “It is not statistically improbable that\nmembers of this circle were being watched by a hostile service,” a former NSA\ncounterintelligence officer told me in 2015. When I told him that Poitras and others in her circle\nhad used PGP encryption, aliases and TOR software in their exchanges with Snowden, he said,\narching his eyebrows, “That might work against amateurs, but it wouldn’t stop the Russians if\nthey thought they might have a defector in the NSA.” He explained that both the NSA and hostile\nservices have the “means” to bypass such safeguards.\n\nI next asked him what the Russian intelligence service would have done if they had indeed\nspotted Snowden in late 2012 or early 2013. “Maybe just research him,” he replied. As we know\nnow, he pointed out. Russia and China probably had access the 127-page standard form in his\npersonnel file that he updated in 2011. They also had the capability to track his air travel to\nHong Kong. “Could someone have steered him to Hong Kong?” I asked. He answered. With a\nshrug, “That depends on whether Snowden had a confidante who could have influenced him.”\n\nWhenever adversaries became aware of Snowden in this scenario, it was not until after\nSnowden copied the NSA secrets and took them with him to Hong Kong that Russian intelligence\nofficers offered him a deal. So from the Russian point of view, Snowden had already burnt his\nbridges. Since he had used other people’s passwords to get into computers that he was not\nauthorized to use, illegally moved documents and gave a false reason for his medical leave, it was\nonly a matter of time before NSA investigators would identify him as a possible spy. He could be\nof no further use to an adversary at the NSA. His intelligence value now lay in the documents he\nhad taken with him or stored in the cloud as well as his ability to help clarify them in debriefing\nsessions. In addition, he could have a further use to an adversary, especially if he agreed to\ncooperate. By virtue of his position as a former insider, he could inflict damage on the morale\nand public standing of the NSA by denouncing its spying in the media. So once in Hong Kong,\nthe Russians would have no reason to restrain him from holding a press event or releasing a video,\nIn fact, in the past the KGB had organized press conferences for all the previous NSA defectors\nto Moscow. Hong Kong also might be seen as a perfect venue for a well-staged media event\nsince all the major newspapers in the world had bureaus there. And his disclosures about the\nNSA spying coming under the mantle of whistle-blowing could serve to weaken the NSA’s\nrelations with its allies. The event would also serve to deflect suspicion from any other potential\nspies in the NSA, if any existed. Snowden’s going public on June 9\" 2013 provided that\nopportunity.\n\nHOUSE_OVERSIGHT_020281",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020281.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3371,
    "word_count": 581,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:47.359561",
    "prefix": "IMAGES-005"
  }
}