{
  "document_id": "HOUSE_OVERSIGHT_020303",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020303.txt",
  "text": "151\n\ndemonstrated the NSA had few, if any, fail-safe defenses against a would-be leakers of\ncommunication intelligence. In the new domain of cyber warfare, conventional defensive rules do\nnot apply. “There are no rivers or hills up here. It’s all flat. All advantage goes to the attacker,”\nMichael Hayden said in an interview in 2015 with the publisher of the Wall Street Journal. His\npoint was that since there are no defensive positions, cyber warfare must rely on an aggressive\noffensive. If fully successful such attacks would so deeply penetrate the defenses of an adversary\nintelligence organization that it could not mount any of its own unexpected cyber attacks Such\noffensive capabilities would make it difficult, if not impossible, for adversary services to recruit a\nspy in the NSA. .For example, the CIA penetration of the SVR in 2010 prevented it from using its\nthe sleeper network against U.S. targets. “The best defense in this game may be an\noverwhelming offensive,” a former intelligence official said to me. “but that strategy only works if\nwe can keep secret sensitive sources.”\n\nCentral to this offensive strategy was the NSA’s National Threat Operations Center in Oahu,\nHawaii. It employed threat analysts to surreptitiously monitor the secret activities of potential\nenemies, mainly China, Russia and North Korea. A large part of their job was to make transparent\nto the US the hostile activities of the Russian and Chinese services so that they posed little, if any,\nintelligence threat to America. This strategy worked so far as the NSA guarded itself but it also\nraised the issue, as the Roman Juvenal famously warned “Quis custodiet ipsos custodes?” Who\nwill guard the guards themselves?\n\nLess than three years after the NSA had received the Poteyev warning, a 29-year old civilian\ntrainee at the National Threat Operations Center, demonstrated its glaring vulnerability. Instead\nof guarding secrets, Snowden stole them. General Hayden described the Snowden breach as the\n“most serious hemorrhaging of American secrets in the history of American espionage. Among\nthe documents taken in this security breach were lists of secret NSA sources in China and Russia.\nDespite all the measures the NSA had taken to protect its vital secrets, a lowly civilian employee\nhad walked away with the keys to its kingdom In the hands of their intelligence services, these\nstolen lists had the potential to totally upend the NSA’s offensive strategy. Since Russia and\nChina have an intelligence treaty for sharing such spoils between them when it is to their mutual\nadvantage, it had to be assumed that if either country had acquired the secrets from Snowden,\nthey would be shared between them altering the balance of power between the communication\nintelligence services of the US and its adversaries.\n\nFollowing the Snowden breach both China and Russia had immense successes d in breaking\nthrough the defenses of US government networks, including the breaches in 2014 and 2015 of\nU.S. personnel files and background checks. When I asked General Hayden in June 2015 if these\nsuccesses were made easier by those documents compromised by Snowden, he replied, “Even\nthough I cannot make a direct correlation here, unarguably our adversaries know far more about\nhow we collect signals intelligence than they ever did before [Snowden].”\n\nHOUSE_OVERSIGHT_020303",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020303.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3365,
    "word_count": 540,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:46.127296",
    "prefix": "IMAGES-005"
  }
}