{
  "document_id": "HOUSE_OVERSIGHT_020356",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020356.txt",
  "text": "204\n\n“T don’t know him, but I know someone who does,” he answered. “Why are you interested\nin seeing Kucherena?”\n\nI told him that I wanted to speak to him about Snowden but that I had been unable to arrange\na meeting.\n\n“That’s no problem,” he said, raising his cell phone (which never left his hand.) He hit a number\nthe speed dial, and spoke rapidly in Russian (which I do not understand.) He cupped his hand\nover the phone and asked how long I would be in Moscow.\n\nAfter I told him that I was leaving on Friday, he spoke again in to the person on the other end.\n“You will have an appointment on Thursday,” he said.\n\nLater that afternoon Valentina, Kucherena’s assistant, called to say that Kucherena would be\nhappy to see me at his office at 6 PM on Thursday. I didn’t ask Lugovoy who he had called or\nhow this had happened. Clearly, whoever Lugovoy called had the power to arrange the meeting.\nPower evidently works in unseen ways in Putin’s Russia.\n\nKucherena’s office was only two subway stops from the National hotel, and I arrived ten\nminutes early. A receptionist showed me into a well-lit square room with an elegant table in the\ncenter. There was a sumptuous basket of exotic fruit on the table and large portraits of\nracehorses on the walls. Another door opened, and a tall, graceful woman came into the room\nand introduced herself as “Valentina.” She was wearing a well-fitting black dress, striking jade\nnecklace and high heels. When she asked whether I would like anything to drink, it seemed more\nlike the prelude to an elegant dinner party than an interview about Snowden.\n\nAs Kucherena did not speak English, I brought Zamir along to translate for the conversation,\nbut Valentina also spoke very good English. She apologized for the delay in responding to my\nrequests, explaining that she received “thousands of requests” for interviews and did not have\ntime to answer them. When I asked how many were answered, she shrugged and said “not\nmany.”\n\nAt that moment, Kucherena entered with a jaunty step, a cherubic face and an untamed white\nhair. He was wearing grey slacks, a partially buttoned cashmere polo sweater and a fully engaging\nsmile.\n\nAs [had learned from his entry in Wikipedia, he was born in a small village in the Soviet\nSocialist Republic of Moldavia in 1960, and he had obtained his law degree from the All-Union\nCorrespondence Law Institute in 1991. He opened his own law firm in Moscow in 1995.\nKucherena’s well-known friendship with Putin evidently had not hurt his law practice. His clients\nhad included such well-connected defendants as Viktor Yanukovych, the overthrown president of\nUkraine in 2014; Grigory Leps, a Russian singer blacklisted by the U.S. for allegedly acting as a\nmoney courier for a Eurasian criminal organization; Valentin Kovalev, a former Russian Minister\n\nHOUSE_OVERSIGHT_020356",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020356.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2838,
    "word_count": 486,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:49.423478",
    "prefix": "IMAGES-005"
  }
}