{
  "document_id": "HOUSE_OVERSIGHT_030053",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030053.txt",
  "text": "24\n\nArticle 7.\n\nThe Daily Star\n\nThe West still beats the rest, but 1t may\nno longer be best\n\nRobert Skidelsky\n\nMarch 29, 2011 -- History has no final verdicts. Major shifts in\nevents and power bring about new subjects for discussion and new\ninterpretations.\n\nFifty years ago, as decolonization accelerated, no one had a good\nword to say for imperialism. It was regarded as unambiguously bad,\nboth by ex-imperialists and by their liberated subjects.\nSchoolchildren were taught about the horrors of colonialism, how it\nexploited conquered peoples. There was little mention, if any, of\nimperialism’s benefits.\n\nThen, in the 1980s, a revisionist history came along. It wasn’t just\nthat distance lends a certain enchantment to any view. The West —\nmainly the Anglo-American part of it — had recovered some of its\npride and nerve under U.S. President Ronald Reagan and British\nPrime Minister Margaret Thatcher. And there was the growing\nevidence of post-colonial regimes’ failure, violence and corruption,\nespecially in Africa.\n\nBut the decisive event for the revisionists was the collapse of the\nSoviet empire, which not only left the United States top dog globally,\nbut also seemed, to the more philosophically minded, to vindicate\nWestern civilization and values against all other civilizations and\nvalues. With the European Union extending its frontiers to embrace\nmany ex-communist states, the West became again, if briefly, the\nembodiment of universal reason, obliged and equipped to spread its\nvalues to the still-benighted parts of the world. Francis Fukuyama’s\n\nHOUSE_OVERSIGHT_030053",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030053.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1587,
    "word_count": 247,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:44.306540",
    "prefix": "IMAGES-010"
  }
}