{
  "document_id": "HOUSE_OVERSIGHT_026863",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026863.txt",
  "text": "half of this international order—namely the complex web of multilateral institutions which\noperate under international treaty law and which seek to govern the global commons on the\nbasis of the principle of shared sovereignty. As for “global governance”, it tends to refer to\nthe actual performance, for good or for ill, be it effective or ineffective, of the “international\nsystem” so defined.\n\nIt is deeply significant that at the 2018 Work Conference, Xi Jinping states boldly that a core\ncomponent of his new ideology of a “diplomacy of socialism with Chinese characteristics”\nwould be for China to: “lead the reform of the global governance system with the concepts of\nfairness and justice.” This is by far the most direct, unqualified and expansive statement on\nChina’s intentions on this important question we have seen.\n\nChina, like the rest of the international community, is acutely conscious of the dysfunctionality\nof much of the current multilateral system. It also sees the US walking away from much of\nthe system as well: from the JCPOA which was agreed to by the UN Security Council; from\nthe UN’s Paris Agreement on Climate Change; its withdrawal from the UN Human Rights\nCommission; its open defiance of the Refugees Convention; and its challenging of the\nunderlying fabric of the WTO.\n\nNature, as we know, abhors a vacuum. International relations even more so. And we all saw\nXi Jinping’s riposte to President Trump on climate change and trade at Davos 18 months ago\njust after President Trump’s election. If China is indeed serious about leading the reform of\nglobal governance, its attitude to various of these multilateral institutions will be radically\ndifferent to the historical posture of the US. Take for example the Human Rights Council in\nGeneva, which China would like to see emasculated. Mind you, so too now, apparently, does\nthe current US administration!\n\nThe reference to “China leading the reform of global governance” in this conference is not an\naccident. It also reflects a growing Chinese diplomatic activism in a number of UN and Bretton\nWoods institutions around the world as China begins to seek to recast these institutions, their\ncultures, their work practices and their personnel in a direction more compatible with China’s\ncore national interests. As I have written before, rather than China having to consistently\nresist the pressures of “Westernisation” inherent in the existing laws, institutions and culture\nof the current international system, particularly when these prove to be incompatible with the\nretention of a Marxist-Leninist Chinese state, the resolve of China’s leadership now seems to\nbe to use its newfound global power to refashion those institutions within the international\nsystem that may be most problematic for China on the home front.\n\nAs for the principles of fairness and justice that Xi refers to as the core principles that will\nguide China’s reform of global governance, these terms historically imply China’s preference\nfor a more “multipolar” international system in which the unilateral voice of the United States\nis reduced. China has already developed a strong constituency in Africa, parts of Asia and\nLatin America in support of this. ‘Multipolarity’ in Chinese strategic parlance is code for the\ndilution of American power in the post-war international system.\n\n8 of 10\n\nHOUSE_OVERSIGHT_026863",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026863.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3377,
    "word_count": 538,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:48.954202",
    "prefix": "IMAGES-009"
  }
}