{
  "document_id": "HOUSE_OVERSIGHT_030628",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_030628.txt",
  "text": "Date: Friday, July 12011 10:38 PM\nSubject: Re: Huffington Post\nFrom: Jeffrey Epstein <jeevacation@gmail.com>\n\nTo: Peggy Siega! <r\n\nI think a great opportunity has arisen. Just like the headlines of a hotel maid now proven to have lied in the\nStauss Kahn case. The girl who accused Prince Andrew can also easily be proven to be a liar. I think\nBuckingham Palace would love it . You should task someone to investigate the girl Virginia Roberts, that has\ncaused the Queens son all this agro. I promise you she is a fraud. you and 1 will be able to go to ascot for the\nrest of our lives. I know there is a public police report that no one has had the courage to publish, as they do not\nwant to be seen attacking a\" vicitm\", but being falsely accused will be the new headline\n\nOn Fri, Jul 1, 2011 at 2:43 PM, Peggy Sicgal i wrote:\n\nIfyou rewrite your last email in better grammar, (and so I have a better understanding) I can cut and paste and send it to Arianna\nHuffington from me.....\n\nDid you know why Prince Albert's Charlene fled to the airport with a one way ticket back to South Africa? Because she found out about a\nthird illegitimate child that is 3 months old...the palace officials followed her to the airport and propably made her an offer she could not\nrefuse...will get details from Jim Coleman when he comes home Sunday night.\n\nIn Southampton now. Peg\n\n---— Original Message ---—\n\nFrom: Jeffrey Epstein <jeevacation@gmail.com>\nTo: Peggy Siegal\n\nSent: Fri Jul 01 07:18:25 2011\n\nSubject:\n\nshould you point out to Ariana Huff, that the same type of person, same as strauss Kahn is Andrews accuser, ,long criminal record. total\nliar. Ariana should champion the dangers of false allegations. send areporter or reporters to investigate,.. the palace would love it, the\ngirl in the photo , was nothing more than a telephone answerer,, she was never 15, according to her version she worked for trump , first at\nthat age, at MAra lago. ITs ridiculous. but the press like strauss kahn is afraid to question women.\n\nPIS 2 IS FS FIC FIC 8 8 FIC FAS 2g 2 5S 5S 2S 2S 28 2S 2S 2 2 5S FS FIC 2S 2g 28 2S 2S 2K 2 SIS FS FIC FIC 2 28 FS IS 2 2 IS IS 2S FIC 28 2 2S IS 2 2S 8 IS 2 2 2\n\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\n\nthe use of the addressee. It is the property of\n\nJeffrey Epstein\n\nUnauthorized use, disclosure or copying of this\ncommunication or any part thereof is strictly prohibited\nand may be unlawful. If you have received this\ncommunication in error, please notify us immediately by\nreturn e-mail or by e-mail to jeevacation@gmail.com, and\n\ndestroy this communication and all copies thereof,\nincluding all attachments. copyright -all rights reserved\n\nHOUSE_OVERSIGHT_030628",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_030628.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2803,
    "word_count": 503,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:48.703237",
    "prefix": "IMAGES-011"
  }
}