{
  "document_id": "HOUSE_OVERSIGHT_020025",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020025.txt",
  "text": "The information he did not get was formal information. The data. The details. The\noptions. The analysis. He didn’t do PowerPoint. For anything that smacked of a classroom\nor of being lectured to—“professor” was one of his bad words, and he was proud of never\ngoing to class, never buying a textbook, never taking a note—he got up and left the room.\n\nThis was a problem in multiple respects—indeed, in almost all the prescribed functions\nof the presidency. But perhaps most of all, it was a problem in the evaluation of strategic\nmilitary options.\n\nThe president liked generals. The more fruit salad they wore, the better. The president\nwas very pleased with the compliments he got for appointing generals who commanded\nthe respect that Mattis and Kelly and McMaster were accorded (pay no attention to\nMichael Flynn). What the president did not like was /istening to generals, who, for the\nmost part, were skilled in the new army jargon of PowerPoint, data dumps, and\nMcKinsey-like presentations. One of the things that endeared Flynn to the president was\nthat Flynn, quite the conspiracist and drama queen, had a vivid storytelling sense.\n\nBy the time of the Syrian attack on Khan Sheikhoun, McMaster had been Trump’s\nNational Security Advisor for only about six weeks. Yet his efforts to inform the president\nhad already become an exercise in trying to tutor a recalcitrant and resentful student.\nRecently Trump’s meetings with McMaster had ended up in near acrimony, and now the\npresident was telling several friends that his new National Security Advisor was too\nboring and that he was going to fire him.\n\nMcMaster had been the default choice, a fact that Trump kept returning to: Why had he\nhired him? He blamed his son-in-law.\n\nAfter the president fired Flynn in February, he had spent two days at Mar-a-Lago\ninterviewing replacements, badly taxing his patience.\n\nJohn Bolton, the former U.S. ambassador to the United Nations and Bannon’s\nconsistent choice, made his aggressive light-up-the-world, go-to-war pitch.\n\nThen Lt. Gen. Robert L. Caslen Jr., superintendent of the United States Military\nAcademy at West Point, presented himself with what Trump viewed positively as old-\nfashioned military decorum. Yes, sir No, sir That’s correct, sir. Well, I think we know\nChina has some problems, sir. And in short order it seemed that Trump was selling Caslen\non the job.\n\n“That’s the guy I want,” said Trump. “He’s got the look.”\n\nBut Caslen demurred. He had never really had a staff job. Kushner thought he might\nnot be ready.\n\n“Yeah, but I liked that guy,” pressed Trump.\n\nThen McMaster, wearing a uniform with his silver star, came in and immediately\n\nHOUSE_OVERSIGHT_020025",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020025.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2680,
    "word_count": 442,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:48.214254",
    "prefix": "IMAGES-005"
  }
}