{
  "document_id": "HOUSE_OVERSIGHT_019720",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019720.txt",
  "text": "232 | HOW AMERICA LOST ITS SECRETS\n\ntell it to that can’t.” In the same vein, Poitras could hardly rely on\nthese five confidants not to tell her secrets (and Snowden’s) to others.\nHours after he was told, Greenwald told his lover, David Miranda,\nabout the source in great detail. He even asked him to evaluate the\nsource’s bona fides for him. Gellman, for his part, raised the matter\nwith a former high official at the Justice Department.\n\nMoreover, as the intelligence world knew, Poitras was herself\na veritable lightning rod for attracting ex-NSA employees who\nobjected to some of its surveillance programs. In 2012, her previ-\nously mentioned filming in Berlin of NSA insiders could make her\ncommunications of interest to intelligence services that wanted to\nkeep tabs on possible NSA dissidents.\n\nNor was Snowden himself overly discreet. It will be recalled that\nhe had also advertised his Tor-sponsored CryptoParty activities over\nthe Internet and supplied Runa Sandvik, who worked with Appel-\nbaum, his true name and address in Hawaii. Sandvik had no reason\nnot to share the identity of her co-presenter with others in the Tor\nmovement. Snowden, of course, had his girlfriend make a video of\n\n© his presentation as well. He also bragged about operating the largest ®\nTor outlets in Hawaii. Even if his Tor software provided him with a\nmeasure of anonymity, it was not beyond the ability of the world-\nclass cyber services to crack it.\n\nUnder Putin, Russia had built one of the leading cyber-espionage\nservices in the world. According to a 2009 NSA analysis of Russian\ncapabilities, which was obtained by The New York Times in 2013,\nRussia’s highly sophisticated tools for cyber espionage were superior\nto those of China or any other adversary nation. For example, inves-\ntigators from FireEye, a well-regarded Silicon Valley security firm,\nfound that in 2007 Russian hackers had developed a highly sophis-\nticated virus that could bypass the security measures of the servers\nof both the U.S. government and its private contractors. According\nto one computer security expert, the virus had made protected Inter-\nnet websites “sitting ducks” for these sophisticated Russian hackers.\nThe cryptographer Bruce Schneier, a leading specialist in computer\nsecurity, explained, “It is next to impossible to maintain privacy and\nanonymity against a well-funded government adversary.”\n\nNor has the Russian cyber service made a secret out of the fact that\n\n| | Epst_9780451494566_2p_all_r1.indd 232 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019720",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019720.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2538,
    "word_count": 408,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:44.792703",
    "prefix": "IMAGES-005"
  }
}