{
  "document_id": "HOUSE_OVERSIGHT_013001",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013001.txt",
  "text": "4.5 Globalist versus Localist Representations 85\n\n“inner domain in which we can rehearse telephone numbers to ourselves or, more interestingly,\nin which we carry on the narrative of our lives. It is usually thought to include inner speech\nand visual imagery.” Baars uses the term “consciousness” to refer to the contents of working\nmemory — a theoretical commitment that is not part of the CogPrime design. In this section\nwe will use the term “consciousness” in Baars’ way, but not throughout the rest of the book.\n\nBaars conceives working memory and consciousness in terms of a “theater metaphor” — ac-\ncording to which, in the “theater of consciousness” a “spotlight of selective attention” shines\na bright spot on stage. The bright spot reveals the global workspace — the contents of con-\nsciousness, which may be metaphorically considered as a group of actors moving in and out of\nconsciousness, making speeches or interacting with each other. The unconscious is represented\nby the audience watching the play ... and there is also a role for the director (the mind’s ex-\necutive processes) behind the scenes, along with a variety of helpers like stage hands, script\nwriters, scene designers, etc.\n\nGWT describes a fleeting memory with a duration of a few seconds. This is much shorter\nthan the 10-30 seconds of classical working memory — according to GWT there is a very brief\n“cognitive cycle” in which the global workspace is refreshed, and the time period an item remains\nin working memory generally spans a large number of these elementary “refresh” actions. GWT\ncontents are proposed to correspond to what we are conscious of, and are said to be broadcast\nto a multitude of unconscious cognitive brain processes. Unconscious processes, operating in\nparallel, can form coalitions which can act as input processes to the global workspace. Each\nunconscious process is viewed as relating to certain goals, and seeking to get involved with\ncoalitions that will get enough importance to become part of the global workspace — because\nonce they’re in the global workspace they’ll be allowed to broadcast out across the mind as a\nwhole, which include broadcasting to the internal and external actuators that allow the mind\nto do things. Getting into the global workspace is a process’s best shot at achieving its goals.\n\nObviously, the theater metaphor used to describe the GWT is evocative but limited; for\ninstance, the unconscious in the mind does a lot more than the audience in a theater. The\nunconscious comes up with complex creative ideas sometimes, which feed into consciousness —\nalmost as if the audience is also the scriptwriter. Baars’ theory, with its understanding of uncon-\nscious dynamics in terms of coalition-building, fails to describe the subtle dynamics occurring\nwithin the various forms of long-term memory, which result in subtle nonlinear interactions\nbetween long term memory and working memory. But nevertheless, GWT successfully models\na number of characteristics of consciousness, including its role in handling novel situations, its\nlimited capacity, its sequential nature, and its ability to trigger a vast range of unconscious\nbrain processes. It is the framework on which LIDA’s theory of the cognitive cycle is built.\n\n4.5.9 The LIDA Cognitive Cycle\n\nThe simplest cognitive cycle is that of an animal, which senses the world, compares sensation to\nmemory, and chooses an action, all in one fluid subjective moment. But the same cognitive cycle\nstructure/process applies to higher-level cognitive processes as well. The LIDA architecture is\nbased on the LIDA model of the cognitive cycle, which posits a particular structure underlying\nthe cognitive cycle that possess the generality to encompass both simple and complex cognitive\nmoments.\n\nHOUSE_OVERSIGHT_013001",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013001.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3798,
    "word_count": 605,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:49.356121",
    "prefix": "IMAGES-002"
  }
}