{
  "document_id": "HOUSE_OVERSIGHT_025771",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025771.txt",
  "text": "Economic Research: How Increasing Income Inequality Is Dampening U.S. Economic Growth, And Possible Ways\nTo Change The Tide\n\nIncreasing income inequality also poses a risk to certain states' finances, given the correlation between income\ninequality and revenue volatility in the slow growth after the Great Recession. According to Gabriel Petek, credit\nanalyst at Standard & Poor's, the volatility of tax revenue seems to be increasing despite the states' less-progressive tax\n\nstructures--suggesting that income inequality as a macroeconomic issue can translate to credit implications for states.\n\nUndereducated Workers: Both Today's And Tomorrow's\n\nTechnological achievement has saved us time and reconfigured our daily routines, allowing us to focus on our own\nskills and boosting productivity and growth. These advances are naturally disruptive in the beginning as workers\nadjust; that disruption becomes alarming when people don't have the means to adapt, making a lasting impact on\n\ncareer development.\n\nAlthough the US. has been fairly quick to adapt in the past, today's workers have been left behind by technological\nchange. Indeed, while recent advances now require many workers to have graduated from college, the supply of\ncollege-educated workers hasn't kept up with demand--and even the fraction of high school graduates has stopped\n\nclimbing.\n\nThis education gap is a main reason for the growing income divide, and it affects both wages and net worth. From a\nwage perspective, occupations that typically require postsecondary education generally paid much higher median\nwages ($57,770 in 2012)--more than double those occupations that typically require a high school diploma or less\n($27,670 in 2012). Further, those with a bachelor's degree had a median net worth value nearly twice that of people\nwith a high-school diploma in 1998--climbing to almost 3.5 times greater by 2010 (see chart 3) (23). This difference is\n\neven greater higher up the educational ladder.\n\nWWW.STANDARDANDPOORS.COM/RATINGSDIRECT AUGUST 5, 2014 9\n\n1351366 | 302136118\n\nHOUSE_OVERSIGHT_025771",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025771.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2083,
    "word_count": 307,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:47.670605",
    "prefix": "IMAGES-008"
  }
}