{
  "document_id": "HOUSE_OVERSIGHT_019782",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019782.txt",
  "text": "294 | HOW AMERICA LOST ITS SECRETS\n\nNSA analytic reports.” From the continued use of these intercepted\nchannels by suspected terrorists on the NSA’s watch lists, it could\nbe reasonably assumed that these users were unaware of the NSA‘s\ncapacity to intercept their messages on the unencrypted Internet.\nUnlike the telephone program that Snowden revealed, the PRISM\nprogram produced actionable intelligence until the time when\nSnowden blew it. General Hayden, who was NSA director during\nthe three years following the 9/11 attack, wrote that these surveil-\nlance powers, among other things, “uncovered illicit financing net-\nworks, detected suspect travel, discovered ties to aviation schools,\nlinked transportation employees to associates of terrorists, drew\nconnections to the illicit purchases of arms, tied U.S. persons to Kha-\nlid Sheikh Mohammed, and discovered a suspect terrorist on the\nno-fly list who was already in the United States.” More specifically,\njust between 2007 and 2013, according to the testimony of NSA and\nFBI officials, it resulted in the preempting of at least forty-five ter-\nrorist attacks. Almost all of the thwarted attacks occurred outside\nthe jurisdiction of the United States, and therefore did not result in\n© US. prosecutions. One of the plots that targeted Americans was a ©\nplanned attack using high explosives on the subways in Grand Cen-\ntral station and the Times Square station at rush hour in New York\nCity in 2009. It was averted after British intelligence supplied the\nNSA with the e-mail address of the terrorist suspect Najibullah Zazi\nin Aurora, Colorado. The PRISM surveillance program then traced it\nto an IP address on the watch list associated with Rashid Rauf, an al-\nQaeda bomb maker in Pakistan. Zazi, evidently unaware that e-mails\nsent via Yahoo! could be intercepted before they were encrypted\nby Yahoo!, continued sending e-mails to Rauf as he prepared to\nassemble the bombs in early September 2009. As a result, the NSA\nsearch of its database yielded e-mails from Zazi discussing the pro-\nportions of explosives to be used. These e-mails recovered through\nthe PRISM program, according to an analysis done for the Senate\nJudiciary Committee in 2014, provided the “critical lead” that led to\nthe arrest of Zazi and his confederates before they could detonate\nbombs in the subways of New York City. The members of the House\nand Senate Select Committees on Intelligence had no doubt that the\n702 program played a key role in aborting this plot they had been\n\n| | Epst_9780451494566_2p_all_r1.z.indd 294 ® 9/30/16 11:09 AM | |\n\nHOUSE_OVERSIGHT_019782",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019782.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2603,
    "word_count": 419,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:46.199607",
    "prefix": "IMAGES-005"
  }
}