{
  "document_id": "HOUSE_OVERSIGHT_017529",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017529.txt",
  "text": "DAN ARIELY\n\nDan Ariely (born April 29, 1968) is an Israeli American\nprofessor of psychology and behavioral economics. He\nteaches at Duke University and is the founder of The\nCenter for Advanced Hindsight. Ariely’s talks on TED\nhave been watched 2.8 million times. He is the author\nof Predictably Irrational and The Upside of Irrationality,\nboth of which became New York Times best sellers.\n\nDan Ariely was born in New York City while\nhis father was studying for an MBA degree at Columbia\nUniversity. The family returned to Israel when he was\nthree. He grew up in Ramat Hasharon. In his senior year of\nhigh school, he was active in Hanoar Haoved Vehalomed,\nan Israeli youth movement. While preparing a ktovet esh\n(fire inscription) for a traditional nighttime ceremony, the\nflammable materials he was mixing exploded, causing\nthird-degree burns over 70 percent of his body.\n\nAriely is married to Sumi, with whom\nhe has two children, a son and a daughter.\n\nAriely was a physics and mathematics major\nat Tel Aviv University, but transferred to philosophy\nand psychology. However, in his last year he dropped\n\nphilosophy and concentrated solely on psychology, in\nwhich he received his B.A. He also holds an M.A. anda\nPh.D. in cognitive psychology from the University of North\n\nCarolina at Chapel Hill. He completed a second doctorate\nin business administration at Duke University at the urging\nof Nobel economic sciences laureate Daniel Kahneman.\n\nAfter obtaining his Ph.D. degree, he taught at MIT\nbetween 1998 and 2008, before returning to Duke University\nas James B. Duke Professor of Psychology and Behavioral\nEconomics. He was formerly the Alfred P. Sloan Professor of\nBehavioral Economics at MIT Sloan School of Management.\nAlthough he is a professor of marketing with no formal training\nin economics, he is considered one of the leading behavioral\neconomists. Ariely is the author of the books Predictably\nIrrational: The Hidden Forces That Shape Our Decisions and The\nUpside of Irrationality: The Unexpected Benefits of Defying Logic\nat Work and at Home. When asked whether reading Predictably\nIrrational and understanding one’s irrational behaviors could\nmake a person’s life worse (such as by defeating the benefits of\na placebo), Ariely responded that there could be a short-term\ncost, but that there would also likely be long-term benefits,\nand that reading his book would not make a person worse off.\n\nAriely’s laboratory, the Center of Advanced\nHindsight at Duke University, pursues research in\nsubjects like the psychology of money, decision making\nby physicians and patients, cheating, and social justice.\n\nHOUSE_OVERSIGHT_017529",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017529.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2641,
    "word_count": 422,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:47.303276",
    "prefix": "IMAGES-004"
  }
}