{
  "document_id": "HOUSE_OVERSIGHT_014359",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014359.txt",
  "text": "large balance sheet is the ability to take advantage of market dislocation, along\nwith high margins.\n\n¢ The firm grew at a healthy rate from 2004-2014, and with around 1,200 people\nnow there doesn’t need to be much growth in headcount for the time being, the\ninfrastructure is in place. Marshall Wace AUM has grown significantly since they did\nthe deal, due in part to advantages from combining the two firms. Real estate is an\narea where KKR is small and could see more growth.\n\nSpecialty Finance\n\nAmerican Express Company (AXP), B-2-7, Neutral\nPresenting from American Express Company was Mr. Jeff Campbell, Chief Financial\nOfficer. Overall we thought AXP presented a fairly upbeat outlook on billings, loan\nand revenue growth. AXP did express caution on near-term Discount rate pressures\nand FX headwinds.\n\ne When asked what would be a key factor to increase / initiate a position in AXP, 53%\nof the audience said they would like to see better visibility in AXP’s core growth.\nAXP acknowledged the sale of the Costco portfolio to Citi has added complexity to\nreporting results and has provided additional disclosures on underlying trends in the\nquarterly results. AXP also said that accelerating revenue growth is a key area of\nfocus for management.\n\nChart 64: What would be a key factor for you to increase / initiate a position in American Express?\n\n60% 53%\n40%\n\n20%\n\n0%\nAccelerating global © Renewed visibility in Solid execution of cost + More aggressive\ngrowth growth in AXP’s core reduction initiatives capital management\nbusiness\n\nSource: BofA Merrill Lynch Global Research\n\n¢ AXP was alittle surprised that more investors did not view its focus on loan growth\nas an appropriate strategy to increase wallet share amongst the revolving segment.\nInstead a plurality of investors viewed AXP’s strategy as appropriate in light of the\nportfolio sale but risky due to the duration of the credit cycle. While investors were\nconcerned about the duration of the credit cycle, AXP emphasized its low loss rates\nand premium customer base as well as the loss of the Costco portfolio to argue\nthat AXP's credit profile will not materially change from its current strategy to grow\nrevolving balances through revolving credit card customers.\n\nChart 65: How would you describe American Express’ strategy to expand exposure to credit?\n\n60% 46%\n40%\n20%\n\n0%\n\nTimely opportunity to Appropriate strategy to Appropriate in light of Risky due to extended\ngrow earnings while increase wallet share the Costco portfolio duration of the credit\ncredit costs arelow | amongstrevolving __ sale but risky due to cycle\n\nsegment duration of credit cycle\n\nSource: BofA Merrill Lynch Global Research\n\nBankof America a 2016 Future of Financials Conference | 17 November 2016 45\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014359",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014359.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2790,
    "word_count": 453,
    "line_count": 67,
    "import_date": "2025-11-19T21:47:44.406672",
    "prefix": "IMAGES-002"
  }
}