{
  "document_id": "HOUSE_OVERSIGHT_024538",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024538.txt",
  "text": "Principals and their affiliates in connection with the Real Estate Transaction. The Junior Mezzanine debt\nis subordinated to the new CMBS debt. Cash interest is payable on the Junior Mezzanine debt at a rate\nof 15.13% and payable in kind at a rate of 1.50%. The Junior Mezzanine debt matures in May of 2016.\nInterest paid in kind may not be paid in cash until the CMBS debt is paid in full. The Junior Mezzanine\ndebt is nonrecourse to KLC OpCo.\n\nPrepayment of the Junior Mezzanine debt is prohibited through November 9, 2010, after which\nprepayment is permitted in whole or in part, subject to a prepayment premium equal to 8.32% for\nprepayments in the first year, 6.66% for prepayments made in the second year, 4.99% for prepayments\nmade in the third year, 3.33% for prepayments made in the fourth year and 1.66% for prepayments made\nin the fifth year. After November 9, 2015, the CMBS debt may be prepaid in whole without premium or\n\npenalty.\n\n12.8. Terms of the Master Lease\n\nAs part of the Real Estate Transactions, in November 2005, KLC refinanced its indebtedness and divided\nKUE into KLC OpCo and KLC PropCo, and KLC OpCo entered into a Master Lease with KLC PropCo for\n713 centers. The term of the Master Lease is 15 years and annual rent under the Master Lease is $91\nmillion per year, subject to increases every five years. The Master Lease is a triple net lease that requires\nKLC OpCo to pay all operational expenses, taxes, utilities, insurance and maintenance costs with respect\nto the leased centers, and the Master Lease may not be terminated by KLC OpCo. KLC OpCo is\nrequired to make certain deposits or to provide letters of credit for taxes, insurance and maintenance of\nthe properties. KLC is also required to deposit rent payments into a segregated deposit account\ncontrolled by the CMBS debt lenders. KLC OpCo has the right under certain circumstances to release\nand substitute properties under the Master Lease. KLC OpCo has entered into separate, substantially\nsmaller leases of KLC PropCo’s remaining properties.\n\n105\n\nHOUSE_OVERSIGHT_024538",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024538.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2065,
    "word_count": 350,
    "line_count": 31,
    "import_date": "2025-11-19T21:47:46.078242",
    "prefix": "IMAGES-008"
  }
}