{
  "document_id": "HOUSE_OVERSIGHT_014577",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014577.txt",
  "text": "Exhibit 43: Japan Consumer Prices\nCore inflation and inflation expectations remain low.\n\n% YoY\n3.0 5\n\nCore Inflation*\n\n“---- Expectations of Average Inflation Over Following 10 Years**\nBOJ Inflation Target\n\n10 -\n2011 2012 2013 2014 2015 2016\n\nData through November 2016.\n\nSource: Investment Strategy Group, Datastream, QUICK Bond Investors Survey.\n* Core inflation excludes fresh food and VAT impact.\n\n** Based on the QUICK Bond Investors Survey.\n\nUnited Kingdom: A Fork in the Road\n\nMuch like the Eurozone, the UK economy is\nnotable for its resilience, evident in 15 consecutive\nquarters of positive quarterly growth averaging\n2.5% annualized. This streak is even more\nimpressive considering last year’s Brexit vote and\nthe resulting consensus view that the UK was\ndestined for recession. Although the 20% decline\nin the trade-weighted sterling and rapid easing\nby the Bank of England were no doubt pivotal in\navoiding that fate, the immediate impact of the\nBrexit referendum has been far less destructive\nthan feared.\n\nBut as we begin 2017, the UK is rapidly\napproaching a fork in the road. The government\nmust choose which path Brexit will take once it\ntriggers Article 50 of the Lisbon Treaty, which\nformally sets the process of the UK exit in motion.\nHere, the government’s current objectives—limiting\nfreedom of movement into the UK while retaining\nfull access to the European Union’s single market—\n\nUK authorities will have little room\nto cushion a downturn given today’s\nlarge fiscal deficits and already highly\n\naccommodative central bank.\n\nseem mutually exclusive and likely to engender a\npolitically charged negotiation process. This road\nis made all the more dangerous by the fact that\nUK authorities will have little room to cushion a\ndownturn given today’s large fiscal deficits and\nalready highly accommodative central bank.\n\nOf course, a softer stance on the issues is also a\npossible path, one that could elongate the effective\ntransitional period beyond two years and lead toa\nfar more benign outcome for the UK.\n\nThe uncertainty around the government’s\nultimate choices significantly increases the range of\nGDP outcomes in the medium term. Our current\nbase case assumes GDP will expand by 0.5-1.5%\nin 2017. This notable slowdown from last year’s\n2% pace reflects the likelihood that both hiring\nand investment activity will become more cautious\nonce the Brexit negotiations start. Even worse, this\nslowdown arrives just as consumer price inflation\nis accelerating from past sterling depreciation,\ncreating a lower growth/higher inflation backdrop\nthat is set to erode real income growth. For these\nreasons, the risks to our central case are skewed to\nthe downside.\n\nThat said, the fate of the UK economy is not\npreordained, even after the government chooses\nits path. As with any other negotiation, the result\nwill ultimately reflect the reasonableness of the\nparties, the concessions of both parties and how\nthe discussions evolve over time. Or in the words\nof golf legend Arnold Palmer: “The road to success\nis always under construction.”\n\nJapan: Same Battle, Different Year\n\nFor Japan, the decades-long battle against deflation\nnever seems to end. Despite two years of above-\ntrend GDP growth, including last year’s 1% gain,\ncore inflation remains negative, having fallen 0.4%\nin 2016 (see Exhibit 43). This comes despite a tight\nlabor market and record profits that should have\nencouraged companies to increase base\nwages. These already muted inflationary\npressures were exacerbated by low\nenergy prices and the appreciation of\nthe yen, once again pushing the Bank\nof Japan’s (BOJ’s) 2% inflation target\nfurther into the future.\n\nBut far from waving the white flag,\nJapan’s policymakers responded with\n\na range of bold measures, including a\n\n44 | Goldman Sachs | JANUARY 2017\n\nHOUSE_OVERSIGHT_014577",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014577.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3823,
    "word_count": 605,
    "line_count": 111,
    "import_date": "2025-11-19T21:47:46.348863",
    "prefix": "IMAGES-003"
  }
}