{
  "document_id": "HOUSE_OVERSIGHT_019523",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019523.txt",
  "text": "Contractor | 35\n\nthe Ars Technica site against the complicity of private corporations,\nsuch as Dell, that assisted the NSA. In his online posts in 2010,\nSnowden expressed loathing for the assistance that corporate Amer-\nica was providing the intelligence community. “It really concerns\nme how little this sort of corporate behavior bothers those outside of\ntechnology circles,” he wrote under his TrueHooHa alias. He said he\nfeared that America was already on “a slippery slope,” and he sug-\ngested, perhaps adumbrating his own later actions, that this corpo-\nrate assistance to U.S. intelligence “was entirely within our control\nto stop.”\n\nWhat the “computer crusader” expressed in these angry Internet\npostings was an almost obsessive concern over individuals’ freely\nsubmitting to government authority. “Society really seems to have\ndeveloped an unquestioning obedience towards spooky types,” he\nwrote on Ars Technica without mentioning that he himself worked\nfor a corporation that assisted spy agencies. He asked rhetorically\non this public forum whether the sinister slide toward a surveil-\nlance state “sneaked in undetected because of pervasive government\n\n© secrecy.” ®\n\nThe outright contempt he expressed toward this “government\nsecrecy” did not prevent him from seeking even more secret work\nat Dell for the intelligence services. In February 2011, after his CIA\nsecurity clearance ran out, he applied to renew it. The new clearance\nnow required a new background check and filling out the govern-\nment’s 127-page Standard Form 86.\n\nSince 1996, background investigations for the NSA, like much of\nthe computer work at the NSA, had been outsourced to a private\ncompany. It had proceeded from the effort of the Clinton adminis-\ntration to cut the size of government by privatizing tasks that could\nbe more efficiently done by for-profit companies. U.S. Investiga-\ntions Services, or USIS, as it is now called, which won the contract\nfor background checks, was initially owned by the private equity\nfund Carlyle Group, which later sold it to another financial group,\nProvidence Equity Partners. For the private equity and hedge funds,\nprofits were the measure of success. To increase its profits from the\ncontract with the NSA, USIS had to move more quickly in conclud-\ning background checks because it did not get paid more for extensive\n\n| | Epst_9780451494566_2p_all_r1.z.indd 35 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019523",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019523.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2435,
    "word_count": 383,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:44.574329",
    "prefix": "IMAGES-005"
  }
}