{
  "document_id": "HOUSE_OVERSIGHT_011837",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011837.txt",
  "text": "/ BARAK / 80\n\nAmerican proposal. I suggested the President could tell Arafat that he’d try to get\nme to agree to it, providing Arafat first showed a readiness to move.\n\nThe American questions did go further than ours. They asked Arafat whether he\nwould negotiate on the basis of getting Palestinian sovereignty over all the outer\nJerusalem neighborhoods, as well as the Muslim Quarter of the Old City and a\n“custodial role” over the holy sites. But Arafat said no. He insisted on Palestinian\nsovereignty over all of East Jerusalem, including the Old City and the holy sites.\nFor a few hours after Clinton’s fruitless meeting with Arafat, Dennis and the\nAmerican team engaged in a rescue effort, adding another carrot. They included\nthe Christian Quarter as well, meaning Palestinian sovereignty over nearly half of\nthe Old City, including the areas where almost all Arab residents lived. Dennis\ngave the proposal to Shlomo and Amnon Lipkin to bring to me, and asked two of\nthe Palestinian negotiators to take it to Arafat. Even offering sovereignty over the\nMuslim Quarter went beyond anything I’d proposed. So did a lot of the other\nAmerican questions. Still, I said we’d be ready to consider them in discussions\nwith the US negotiating team — with the exception of the Christian Quarter. But\nthat, too, turned out not to matter. Arafat did not even respond.\n\nClinton called me to say we’d reached the end of the road. There were only two\noptions: end the summit and announce we’d tried and failed, or defer Jerusalem\nand try to get agreement on the rest of the issues. I asked for time to think it over,\nand he said he’d come see me when I was ready. I was tempted to put off\nJerusalem. In the admittedly unlikely event we could get a deal on the other issues,\nthat would undeniably be an achievement. But I couldn’t help thinking that\nArafat’s lack of engagement on Jerusalem was yet another sign that he was not\nready for the almost equally tough compromises required to resolve the other core\nissues. And there was no escaping the reality that without a deal on Jerusalem, no\nagreement we reached would truly represent an “end of conflict.” Moreover,\nJerusalem wasn’t just a Palestinian issue. It was of fundamental interest to the\nwhole Muslim world. If we left it unaddressed, we would be putting future Israeli\ngovernments in the position of having to negotiate on Jerusalem after we’d given\nback our key negotiating assets and all our leverage.\n\nI accepted now that the search of a full peace treaty, or even a framework\nagreement, looked all but impossible. Even Shlomo’s and Gili’s freelancing had\nproduced only a series of no’s from Arafat. But I felt I couldn’t give up. Much as\nI’d been resisting it, I believed I needed to give Clinton my true bottom lines, even\n\n366\nHOUSE_OVERSIGHT_011837",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011837.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2805,
    "word_count": 486,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:46.176762",
    "prefix": "IMAGES-001"
  }
}