{
  "document_id": "HOUSE_OVERSIGHT_024030",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024030.txt",
  "text": "New Leaf Funds\n\nNLV-I has capital commitments of $310 million, and the Fund Managers began investing in\nmid-2005. The fund completed its new investment period in early 2008 with a portfolio of 22\ncompanies. NLV-I has fully realized 13 investments, and there are nine active investments in\ncompanies and contingent value rights (CVRs) from three of the realized investments remaining\nin the fund. NLV-I is a relatively young fund, with the majority of the cost basis still at work,\nand to date has generated a gross realized IRR of 23%, and a gross total IRR of 19%. NLV-I has\na net total multiple of 1.76x and a net IRR of 12.1%. NLV-I has a distributed to paid-in-capital\nratio of 0.51x, and the Fund Managers believe the fund has significant future returns potential\nfrom the remaining active investments in the portfolio as well as from potential payments from\nCVRs on three realized investments. NLV-I is in the top quartile of funds tracked by\nCambridge Associates for U.S. healthcare venture capital in the 2005 vintage year.\n\nNLV-II has capital commitments of $450 million, and the Fund Managers began investing in\n2008. The fund will complete its new investment period by mid-2014. NLV-II currently has a\nportfolio consisting of 35 companies. NLV-II has realized or partially realized 13 investments,\nand there are 22 other active investments and a small public portfolio remaining in the fund.\nNLV-II is still an immature fund in terms of level of realizations, and to date has generated a\neross realized IRR of 34%, and a gross total IRR of 30%. NLV-II has a net total multiple of 1.44x\nand a net IRR of 16.4%. NLV-II has a distributed to paid-in-capital ratio of 0.50x, and the Fund\nManagers believe the fund has significant future returns potential from the remaining active\ninvestments in the portfolio. The Fund Managers believe that NLV-II has unusually positive\nliquidity characteristics for a life sciences focused venture capital fund of its age, with just over\n65% of the fund’s current carrying value in the form of public securities (as of March 31, 2014).\nNLV-II’s current performance places the fund in the top quartile of funds tracked by Cambridge\nAssociates for U.S. venture capital in the 2008 vintage year.\n\nAdditionally, over the investment period of NLV-I, the net annual IRR is outperforming\nrelevant public market indices when compared on a public market equivalent basis (PME+).\nNLV-II’s net annual IRR shows encouraging results thus far for a relatively immature fund!8.\nThe range of outperformance for each of these portfolios versus the S&P 500, S&P Healthcare,\nNASDAQ Composite, and the Russell 3000 through March 31, 2014 is the following:\n\nNet IRR Outperformance vs. Public Indices (PME+ Methodology)\nS&P S&P NASDAQ Russell\n500 Healthcare Composite 3000\nNew Leaf Ventures I, L.P. +496 bps +201 bps +181 bps +446 bps\nNew Leaf Ventures II, L.P. +275 bps -187 bps -21 bps +218 bps\n\n18 Please refer to Section III: “Summary of Historical Investment Performance” and Section XIII: “Appendices; Appendix 3” and the\nendnotes thereto (regarding the PME+ methodology).\n\n19 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024030",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024030.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3160,
    "word_count": 515,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:45.863134",
    "prefix": "IMAGES-007"
  }
}