{
  "document_id": "HOUSE_OVERSIGHT_016163",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016163.txt",
  "text": "Chart 55: The MoH has been allocated SAR23bn over five years under NTP\n\n20%\n\n26%\n\nm Primary healthcare reform = Electronic health records\n\nm Develop ER and intensive care m™ Public health\n\nm Building standards of public facilities = Health insurance scheme\nOther\n\nSource: BofA Merrill Lynch Global Research, NTP\n\nGovernment currently payor and provider\n\nThe government currently directly funds public hospitals, which provide free healthcare\nfor citizens. The typical flaw with a unified system is that increased efficiency is not\nnecessarily sought or rewarded. Employer-provided healthcare insurance is mandatory\nfor both Saudis and expats working in the private sector, as well as their dependents.\n\nSignificant scope for increase in insurance coverage from 10.5m to 31m people\nSaudi currently has a population of 31m, of which 10.5m have health insurance, a 34%\npenetration rate. Bupa Arabia believes another 2.5m Saudis who work in the private\nsector (including dependents) don’t have health insurance but should have. Assuming the\ngovernment increases enforcement, near-term penetration could increase to 42% of the\npopulation even with extra reforms.\n\nStrain in relations between government/private sector\n\nThe government has not paid private providers who have treated government patients\nfor a year, which is hardly going to encourage the private sector's further involvement,\nparticularly those companies that have seen the biggest increase in their receivables (Al\nHammadi and Dallah). However, the government can still put considerable pressure to\nbear on the sector to achieve its aims if it so wishes.\n\nIncreased Saudisation could be used as a policy\n\nThe easiest way for the government to increase private financing of healthcare to 35%\nfrom 25% would be to raise Saudisation requirements. Under Saudisation, the\ngovernment sets a minimum proportion of a company’s staff that must be Saudi\ncitizens, which differs by industry sector. Increased Saudi employment in the private\nsector short-term would put the onus of financing healthcare onto employers. However,\nsuch a move would likely pressure private sector margins.\n\nIncrease pressure on employers to trade down on insurance\n\nThe impact of Saudisation as a mechanism would likely be negative for pricing although\npositive for volumes, assuming the hospital has the capacity to accept more patients.\nEmployers would likely seek to trade down in terms of the insurance schemes they offer\nin a bid to reduce their involuntarily raised expenditure. Insurers would seek better deals\nwith hospitals as a result and could seek restricted network arrangements to curtail\n\nOS Merrill Lynch\n\nGEMs Paper #26 | 30 June 2016 53\n\nHOUSE_OVERSIGHT_016163",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016163.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2707,
    "word_count": 411,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:46.285937",
    "prefix": "IMAGES-003"
  }
}