{
  "document_id": "HOUSE_OVERSIGHT_024317",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024317.txt",
  "text": "Table of Contents\n\nCONTINUING DIRECTORS\n\nErnest Garcia II co-founded Carvana and has served as our president and chief executive officer since our inception in 2012. Mr. Garcia is\nalso Chairman of the Carvana Co. Board. Prior to founding Carvana, Mr. Garcia held various roles at DriveTime from January 2007 to January 2013. From\nJanuary 2007 to December 2008, he served as a financial strategist. He was a managing director of corporate finance from December 2008 to November\n2009. From November 2009 until January 2013, he served as a vice president and treasurer and director of quantitative analytics. As director of quantitative\nanalytics, Mr. Garcia was responsible for the firm’s ongoing development of consumer credit scoring models, and its utilization of those tools in retail-\nvehicle-sales deal structuring and vehicle-price optimization. Prior to DriveTime, Mr. Garcia was an associate in the Principal Transactions Group at RBS\nGreenwich Capital from 2005 to 2006, where he focused on consumer-credit-based investments. Mr. Garcia holds a B.S. in management science and\nengineering from Stanford University. We believe that Mr. Garcia is qualified to continue to serve on our Board because of his extensive knowledge of our\nbusiness and strategy, as well as his experience in the automotive retail industry and leadership role with us.\n\nIra Platt has served on our Board since the completion of our IPO in 2017. Mr. Platt has been the president of Georgiana Ventures, LLC, a\nfirm that provides equity and debt capital to specialty finance companies, acquires portfolios of consumer finance receivables and offers consulting services\nto the specialty finance industry, since its inception in 2009. From May 2009 to December 2013, Mr. Platt served as the president of 221 Capital Partners,\nLLC, a firm that provides advisory services. From 2009 to 2011, Mr. Platt was the portfolio manager for the Rosemont TALF Opportunity Fund, a\npartnership investing in asset-backed securities. In addition, Mr. Platt was a managing director and head of the Principal & Distressed Capital Business for\nRBS Greenwich Capital, the domestic fixed-income banking unit of the Royal Bank of Scotland Group, from 1997 to 2009. Mr. Platt was an executive vice\npresident of the Aegis Consumer Funding Group, a publicly traded non-prime automotive finance company, from 1991 to 1997. Mr. Platt earned a B.A.\ndegree in 1985 from Emory University and an M.B.A. from The Fuqua School of Business at Duke University. Mr. Platt served on DriveTime’s board of\ndirectors from February 2014 until April 2017. We believe that Mr. Platt will continue to be a valuable member of our Board because of his service on\nDriveTime’s board and his extensive experience in consumer finance and the automotive retail industry.\n\nMichael Maroone has served on our Board since the completion of our IPO. Mr. Maroone is currently the CEO of Maroone U.S.A. LLC. From\nJuly 2005 to April 2015, Mr. Maroone served on the board of AutoNation, Inc., an automotive retailer and provider of new and used vehicles and related\nservices. From August 1999 until his retirement in February 2015, Mr. Maroone also served as president and chief operating officer of AutoNation, Inc.\nPrior to joining AutoNation, Inc., Mr. Maroone was president and chief executive officer of the Maroone Automotive Group, a privately held automotive\nretail group, from 1977 to 1997. Mr. Maroone currently serves on three other boards: as a member of the board of Cox Automotive, Inc., a privately held\n\ncombination of global automotive wholesale and services businesses including automotive auctions, financial services, media, and software; as chairman of\nthe\n\n-9-\n\nHOUSE_OVERSIGHT_024317",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024317.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3722,
    "word_count": 587,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:48.200189",
    "prefix": "IMAGES-007"
  }
}