{
  "document_id": "HOUSE_OVERSIGHT_012383",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012383.txt",
  "text": "The language of subsection (d){5} must be changed from “shall ensure.” This implies a\nlegal obligation on the Federal government to provide counsel and a concomitant right on behalf\nof victims to government-funded counsel, which is inappropriate and would subject the\ngovernment to litigation over the nature and scope of the purported obligation and right.\n\nThe Department also opposes subsection (d)(6), which creates a guardian‘ad litem\nprogram. Such program raises serious conflict of interest concerns, and DOJ has opposed similar\nlanguage in the past. Establishment of a guardian ad litem program is also unnecessary in that 18\nU.S.C. §3509(h) already sets forth detailed pracedures which provide for court appointed\nguardians ad litem for children who are victims of or witnesses to crimes involving abuse or\nexploitation.\n\nSubsection (d)(7) may result in pnintended consequences due to this confidentiality\nsection. To effectively combat trafficking, relevant information must be transmitted to law\nenforcement. Law enforcement is well-equipped to preserve confidentiality concerns,\n\nThe Department believes that subsection (e) undermines the 1997 Special Immigrant ij\nJuvenile reforms and opposes turning this back over to the states, where it was inherently flawed.\n\nIn section 236(j), the effect of the apparent retroactivity of the general applicability of\nthese amendments to “all aliens in the United States before, an, or after the date of enactment of\nthis Act” raises serious concerns about the provision of benefits and services and has the\npotential to create serious problems for the Department ix its implementation of the programs\n\n( described im this section.\n\n26. Section 301\n\nDOJ recommends striking the 2 percent cap on funding for training and technical\nassistance that is in 22 U.S.C, 7105(b)(2)(B). The unique’ complexity of the trafficking issue and\nthe level of coordination necessary to effectively serve trafficking victims requires much more 4\ntraining and technical assistance than a typical OJP program. Striking the cap on training and\ntechnical assistance will allow OJP to better allocate the trafficking funds it receives. The\nchange could be implemented by the following statutory language:\n\n“Paragraph 107(b)(2)(B)of Pub. L. 106-386 is amended by:\n\n“{1) inserting ‘and’ after the first semicolon;\n\n“(2) striking ‘(ii)’ through *;and’; and\n\n“(3) striking ‘(iii)’ and inserting ‘{ii).””\n27. Section 302\n\nSection 302 re-authorizes the $5,000,000 appropriation for the Pilot Program that was\nfirst authorized by Section 203 of the 2005 version of this Act. The 2007 version, therefore,\nshould add language amending section 203 of the 2005 version to provide that HHS does not\n\nhave the exclusive authority for development of the pilot program. DOJ and DHS must be\nincluded in the development of this program to ensure that the ability of Federal prosecutors and\n\nHOUSE_OVERSIGHT_012383",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012383.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2923,
    "word_count": 441,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.293816",
    "prefix": "IMAGES-001"
  }
}