{
  "document_id": "HOUSE_OVERSIGHT_019967",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019967.txt",
  "text": "blank stare. It also fed one theory of why hiring in the West Wing and throughout the\nexecutive branch was so slow—filling out the vast bureaucracy was out of his view and\nthus he couldn’t care less. Likewise, visitors with appointments were befuddled by the\nWest Wing’s own lack of staff: after being greeted with a smart military salute by the dress\nmarine at the West Wing door, they discovered that the West Wing often lacked a political-\nappointee receptionist, leaving guests to find their own way through the warren that was\nthe Western world’s pinnacle of power.\n\nTrump, a former military academy cadet—albeit not an enthusiastic one—had touted a\nreturn to military values and expertise. In fact, he most of all sought to preserve his\npersonal right to defy or ignore his own organization. This, too, made sense, since not\nreally having an organization was the most efficient way to sidestep the people in your\norganization and to dominate them. It was just one irony of his courtship of admired\nmilitary figures like James Mattis, H. R. McMaster, and John Kelly: they found\nthemselves working in an administration that was in every way inimical to basic command\nprinciples.\n\n7 OK Ok\n\nAlmost from the beginning, the West Wing was run against the near-daily report that the\nperson charged with running it, Chief of Staff Reince Priebus, was about to lose his job.\nOr, if he was not about to lose his job, the only reason he was keeping it was that he had\nnot had it long enough to yet be fired from it. But no one in Trump’s inner circle doubted\nthat he would lose his job as soon as, practically speaking, his losing it would not\nembarrass the president too much. So, they reasoned, no one need pay any attention to\nhim. Priebus, who, during the transition, doubted he would make it to the inauguration,\nand then, once in, wondered if he could endure the torture for the minimally respectable\nperiod of a year, shortly reduced his goal to six months.\n\nThe president himself, absent any organizational rigor, often acted as his own chief of\nstaff, or, in a sense, elevated the press secretary job to the primary staff job, and then\nfunctioned as his own press secretary—treviewing press releases, dictating quotes, getting\nreporters on the phone—which left the actual press secretary as a mere flunky and\nwhipping boy. Moreover, his relatives acted as ad hoc general managers of whatever areas\nthey might choose to be general managers in. Then there was Bannon, conducting\nsomething of an alternate-universe operation, often launching far-reaching undertakings\nthat no one else knew about. And thus Priebus, at the center of an operation that had no\ncenter, found it easy to think there was no reason for him to be there at all.\n\nAt the same time, the president seemed to like Priebus more and more quite for the\nreason that he seemed entirely expendable. He took Trump’s verbal abuse about his height\nand stature affably, or anyway stoically. He was a convenient punching bag when things\nwent wrong—and he didn’t punch back, to Trump’s pleasure and disgust.\n\nHOUSE_OVERSIGHT_019967",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019967.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3089,
    "word_count": 527,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:46.479772",
    "prefix": "IMAGES-005"
  }
}