{
  "document_id": "HOUSE_OVERSIGHT_020559",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020559.txt",
  "text": "100\n\nAl “BBE Rit MOA FAK (The First Forum on the Global Chinese Language Media Opens as\nScheduled).” China News Service. September 14, 2001. http://www.fem.chinanews.com.cn/2001-09-14/2/91\n«html.\n\n42 Yang, Kaiqi. “78 27H 9MES I Oh fh Bt ARR AL RUE (78 Executives of Overseas Chinese Language Media\nGathers in Beijing for Seminar).” China News Service. May 11, 2015. http://www.chinanews.com/hr/2015/05\n-11/7267777.shtml.\n\n43 “Abra BEAN BF ERAS SA.” 814M.” November 2, 2007. http://news.xinhuanet.com\n/sports/2007-11/02/content_6998448.htm.\n\n44 Zhang, Qiaosu. “PE ATH a5\" (the China News Service Overseas Center).” Xinhua. November 2,\n2007. August 26, 2016. http://news.xinhuanet.com/zgjx/2007-11/02/content_6998084.htm.\n\n45 Interview with Peter Wang, publisher of New York edition of Vision Times.\n\n46 Zhang, Chi. “WeChatting American Politics: Misinformation, Polarization, and Immigrant Chinese\nMedia.” Tow Center for Digital Journalism. April 19, 2018. https://www.cjr.org/tow_center_reports\n/wechatting-american-politics-misinformation-polarization-and-immigrant-chinese-media.php.\n\n47 This has led some like Zhang to question whether or not WeChat is at least tacitly supporting the\ncreation of fake news about the United States.\n\n48 Yan, Dongsheng (278A). “SKS LER.” IT AHH. July 5, 2006. http://www.ceocio.com.cn/12/93/148\n/165/6876.html.\n\n49 Li, Haiming. My 35 Years in CCTV. China Democracy & Rule of Law Publishing House. 2013.\n\n50 James Peck.\n\n51 Huang, Youyi (#2). “BMRA Oa : SSERATEH MRAESS.” HER. November 2, 2009. http://www.china\n.com.cn/culture/zhuanti/wwj60n/2009-09/02/content_18450217.htm.\n\n52 Gao, Charlotte. “Foreign Journalists in China Say Life Increasingly Harder in 2017.” Diplomat. February 3,\n2018. https://thediplomat.com/2018/02/foreign-journalists-in-china-say-life-increasingly-harder-in-2017.\n\n53 Smith, Craig S. “The New York Times vs. the ‘Great Firewall’ of China.” New York Times. March 31, 2017.\nhttps://www.nytimes.com/2017/03/31/insider/the-new-york-times-vs-the-great-firewall-of-china.html.\n\n54 Demick, Barbara. “The Times, Bloomberg News, and the Richest Man in China.” New Yorker. May 5, 2015.\nhttps://www.newyorker.com/news/news-desk/how-not-to-get-kicked-out-of-china.\n\n55 “Bloomberg and the China Center for International Economic Exchanges (CCIEE) Announce...”\nPRNewswire. May 15, 2018. https://prn.to/2OCNvbR.\n\n56 Interview with VOA staff.\n\n57 As head of this VOA service, Sasha Gong pared down the budget for Cultural Odyssey and reapproved\nfunding for more hard-hitting pieces on modern Chinese history and a program, Histories Mysteries, was\nstarted. With its reports on the famine during the Great Leap Forward, the suppression of the Falun Gong\nreligious sect of 2001, and the June 4th crackdown on pro-democracy protesters of 1989, the program\nbecame popular among viewers in China. However, Gong’s time at the head of the service ended in 2017,\nafter she and VOA management had a falling-out over an interview VOA was doing with Chinese billionaire\ndissident Guo Wengui. Gong had arranged the interview to air on VOA’s TV channel on April 19, 2017. VOA\nadvertised the interview, which was going to be live, on its website beforehand. Prior to the interview,\nhowever, the Chinese government warned VOA’s correspondent in Beijing of serious repercussions should\nthe interview air. Chinese embassy officials also contacted VOA in Washington threatening retribution.\nDespite concern from VOA’s management, Gong went ahead with the interview. While circumstances\n\nMedia\n\nHOUSE_OVERSIGHT_020559",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020559.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3544,
    "word_count": 460,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:46.926797",
    "prefix": "IMAGES-006"
  }
}