{
  "document_id": "HOUSE_OVERSIGHT_026508",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_026508.txt",
  "text": "From: jeffrey E. [jeeyacation@gmail.com] \nSent: 9/12/2018 6:15:20 PM \nTo: Larry Summers \nSubject: Re: This morning \nhttps://www.cato-unbound.org/2016/12/13/jason-mcdaniel/ranked-choice-voting-likely-means-lower-turnout-\nmore-errors difficult to judge one way or the other. turnout, does not reflect ethnicity.? stable does not \nmean same. . looking at the argumnents on both sides , I would have to conclude in your words a big \nnothingburger \nOn Wed, Sep 12, 2018 at 5:01 AM, Larry Summers < > wrote: \nMore than u may want to know \nSent from my iPhone \nPlease direct all scheduling inquiries to my office at: \nFollow me on twitter glhsummers \nwww.larrysummers.com \nBegin forwarded message: \nFrom: \"Maskin, Eric\" < \nDate: September 11, 2018 at 10:24:21 PM EDT \nTo: LHS < \nSubject: RE: This morning \nI believe there are, but don't know how careful they are. I will try to get you references. \nFrom: LHS \nSent: Tuesday, September 11, 2018 10:23 PM \nTo: Maskin, Eric \nCc: lhsoffice \nSubject: Re: This morning \nAre there empirical studies on turnout. \nSent from my iPhone \nPlease direct all scheduling inquiries to my office at: \nFollow me on twitter glhsummers \nwww.larrysummers.com  \nHOUSE OVERSIGHT 026508 \nOn Sep 11, 2018, at 10:20 PM, Maskin, Eric < wrote: \nYes, we can expect more extremists to run under RCV. But also more centrists (e.g., Bloomberg). Since the \ncentrists are closer to the median voter, they will defeat the extremists. \nThe evidence I have seen suggests that RCV increases turn-out. [But it's important that voters be given the \nchoice to rank as many or few candidates as they like, so that a voter always has the option of voting for a \nsingle candidate (in effect, he would be ranking all other candidates as tied for second). In practice, most voters \nchoose to rank two or three candidates, but a significant fraction just rank one] \nIn fact the increase in the diversity of candidates under RCV is related to turn-out. If RCV had been used in \n2016, Bernie Sanders could have run as an independent in the general election without fear of guaranteeing a \nTrump victory. Many of the Bernie supporters who stayed home on election day might then have voted---and \npresumably would have ranked Clinton second. This would have given lier a victory over Trump in Michigan, \nWisconsin, and Pennsylvania (and possibly elsewhere). \nEric \nFrom: LHS < \nSent: Tuesday, September 11, 2018 7:52 PM \nTo: Maskin, Eric \nCc: lhsoffice \nSubject: Re: This morning \nI get that formal argument \nWhat about aspects not quite in model. \nMore folk will run from extremes if they can attract more First run votes. Candidates can position a bit. \nSeparately I pitched this to someone today. \nHe said he had heard that because of its greater complexity African American and lower income turnout was \ndepressed. Is there evidence on turnout impacts? \nSent from my iPhone \nPlease direct all scheduling inquiries to my office at: \nFollow me on twitter glhsummers \nHOUSE OVERSIGHT 026509 \nwww.larrysummers.com \nOn Sep 11, 2018, at 6:05 PM, Maskin, Eric <I> wrote: \nHi Larry, \nThank you very much for taking the meeting this morning. I'm glad you found it worthwhile, and I agree with \nyou that Adam Friedman's commitment to the project is impressive. \nI AM serious about working on this---it's a nice opportunity to make important practical use of some \ninteresting theory. Voting rules may seem nerdy and dry, but they can make an enormous difference to actual \npolitics \nThe formal argument that RCV promotes centrism better than the current system (plurality rule) is \nstraightforward. Suppose that most voters vote ideologically in the sense that the closer a candidate is to their \nown position on the left-right spectrum, the more like they are to vote for him. Then under majority rule (my \nfavorite voting system)---in which voters rank candidates and the winner is the candidate who beats all other in \npairwise comparisons----the winner will be the median voter's favorite candidate-----in other words, the most \ncentrist candidate gets elected (this assumes that there are enough candidates running so that there is one who \nis reasonably close to the median voter). Now observe that RCV is in between majority rule and plurality rule, \nand so will promote centrism better than plurality rule. \nBest wishes, Eric \nFrom: LHS . \nMI ' \nSent: Tuesday, September 11, 2018 4:16 PM \nTo: Maskin, Eric \nCc: lhsoffice \nSubject: This morning I \nIt was fun and interesting. \nI admire your friends determination. \nAre you serious about working on this? \nHas anyone done a full analysis of this and polarization. \nSeems like on one hand it might encourage Ralph Nader cuz he d get more first round votes and not elect \nGeorge bush. This might be bad. \nHOUSE OVERSIGHT 026510 \nOn other hand, gore would not have to move left to take Nader vote. \nIf I like centrism is it clear that this is better. \nI get that it avoids arbitrary outcomes but assume that a tea party nut is as likely to elect a dem as a lefty is to \nelect et a republican. \nAnyway thanks for setting up. \nBtw I gave them 10,000. \nLarry \nSent from my iPad \nPlease direct all scheduling inquiries to my office at: \nFollow me on twitter glhsummers \nwww.larrysummers.com  \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nHOUSE OVERSIGHT 026511",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_026508.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5860,
    "word_count": 946,
    "line_count": 114,
    "import_date": "2025-11-19T21:47:48.873400",
    "prefix": "TEXT-001"
  }
}