{
  "document_id": "HOUSE_OVERSIGHT_017674",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017674.txt",
  "text": "Page 39 of 78\n2007 Utah L. Rev. 861, *915\n\nevidence, the court reasoned. 327 Similarly, a Maryland appellate court, in Goldsmith v. State, denied a defendant's attempt to\nobtain access to a witness's psychiatric record. *°> After examining the relevant authorities, the court explained: \"We find no\ncommon law, court rule, statutory or constitutional requirement that a defendant be permitted pretrial discovery of privileged\nrecords held by a third party.\" 324 Thus, crime victims (and third parties holding information about crime victims) will only\nrarely - if ever - have information a defendant is constitutionally entitled to examine.\n\nBecause a defendant has no constitutional right to discovery, any such claim must rest on a statute. Yet the federal statutes, if\nanything, cut against broad discovery claims. The Jencks Act, 37° for example, restricts access to statements by [*916]\n\ngovernment witnesses. 37° It specifically mandates that only after a government witness testifies on direct examination shall\nthe statement of the witness be the subject of discovery. 32” The Jencks Act does not even allow access to all statements - a\nwitness statement need only be produced if the statement \"relates to the subject matter \"as to which the witness has testified\"\n\nnot if it merely \"relates to the subject matter \"at issue in [the] case.\" 378 Even then, only a \"substantially verbatim recital of an\n\nont\n\noral statement made by said witness to an agent™ is discoverable under the Jencks Act. 32? Although the Act was meant to\npreserve defendants’ right to access information that might aid in impeaching government witnesses at trial, \"the legislative\nhistory expresses a much greater concern with limiting the application of the Jencks decision so that it would not hamper the\nworkings of law enforcement by forcing wholesale disclosure of government materials and files.\" 33°\n\nThe Jencks Act also bars any pretrial disclosure of witness statements. \"Congress provided for discovery of statements only\nafter the witness has testified, out of concern for witness intimidation, subornation of perjury, and other threats to the integrity\nof the trial process.\" 73! Courts have held true to this congressional determination, blocking defense efforts to obtain pretrial\ndiscovery about government witnesses. For example, in United States v. Coppa, the Second Circuit overturned the district\ncourt's approval of a scheduling order requiring the government to identify its witnesses in advance of trial. +3? The district\ncourt, \"mindful of [the Act's] concern\" for witness safety, had allowed the government to file ex parte motions delaying\ndiscovery of the witnesses' identity where such disclosure would pose a threat to the witnesses’ lives or safety. 777 The Second\nCircuit, however, found this protection insufficient to meet the witness-protective goals of the Jencks Act. Specifically, the\n\n316 Id. at 946.\n317 Td.\n318 Tq.\n\n319 Id. at 947. The Seventh Circuit also noted that the Wisconsin Supreme Court had reached a contrary conclusion, relying on state law\ngrounds. Jd. at 946 n.5. The Wisconsin decisions do not offer a principled reason for extending Ritchie to private records and should not be\nregarded as persuasive authority here. See State v. Shiffra, 499 N.W.2d 719, 722 (Wis. Ct. App. 1993) (concluding that the issue of application\nof Ritchie to private records had already been decided in State v. S.H.); State v. S.H., 465 N.W.2d 238, 241 (Wis. Ct. App. 1999) (applying\nRitchie to private records without any discussion of the issue).\n\n320 Hach, 162 F.3d at 947. Other courts have reached the same result. See, e.g., United States v. Hall, 171 F.3d 1133, 1145 (8th Cir. 1999)\n(upholding decision not to compel disclosure of witness medical and psychiatric records: \"the government has no obligation to obtain for a\ndefendant records that it does not already have in its possession or control\"); State ex rel. Romley v. Superior Court, 836 P.2d 445, 452 (Ariz.\nCt. App. 1992) (\"Brady emphasizes suppression of evidence by the prosecution, but does not require the victim to cooperate with the defense\n[to produce medical records held by the victim].\").\n\n321 59 F.3d 750, 755-56 (8th Cir. 1995).\n322 Iq.\n\n323 651 A.2d 866, 868, 877 (Md. 1995).\n\n324 Id. at 873.\n\n325 18 U.S.C. § 3500 (2006).\n326 Td. § 3500(a).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017674",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017674.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4371,
    "word_count": 701,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:47.607176",
    "prefix": "IMAGES-004"
  }
}