{
  "document_id": "HOUSE_OVERSIGHT_021167",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021167.txt",
  "text": "softly and slowly. So at ease with her nude body she even asked me to\nmassage her swelling breasts, in a non- sexual way. Not knowing any\nother way but that way, I was trying to oblige in her request doing the\nvery best I could to relieve her but couldn’t help but giggle to myself at\nthe very sight of this. She said she was very happy at the end of the\nmassage and rolled over to go to sleep, asking me to turn out the light at\nthe end of it. I closed the door gently as if not to disturb her, and went to\nfind my other client.\n\nThe apartment’s lights had been turned out for the sleeping children and\nI found Glen awaiting for me in the lounge room where I had to call out\n“Excuse me?” as | couldn’t see him in the dark. There was a throw rug on\nthe ground that he had already placed out as he began to strip down in\npreparation of the massage. Lying frontwards facing me with his exposed\nand ever growing manhood, I asked him to roll over to begin the\nmassage. He complied with a cheeky smile and from his eagerness to\nshow he was not shy indeed, I already knew where this was going to end\nup.\nI found it much more strenuous to massage on the floor but I wouldn’t\nlet that hold me back I wanted to have a career and this being my first\never clients, I didn’t want them to disapprove. Nearly four hours after I\nhad gotten there I was still hard at work. Mentally preparing for the end\nof the session he let me know when he was ready to begin the other side\nto my job and just like Jeffrey did the first time, he requested me to take\noff my clothes starting with my shirt. When 1] complied, the requests kept\ncoming in and before | could change my mind and run away, I was\nhaving intercourse with this man that was so comfortable doing all of this\nwhile his pregnant wife and children slept in the room beside us. When\nhe had climaxed, we both got up and dressed and he paid mea large tip\neven though Jeffrey would be the one to actually pay me for my time\nspent there. Just like it had all started, it had also ended so quickly and\nnow that was that. I had to accept what my duties were and now | could\ngo back to Jeffrey who would be further pleased in my demonstrations to\nkeep him happy.\n\nI was called the next morning to come over to Jeffrey’s mansion that\nafternoon for lunch, a swim and of course a massage session. Knowing\nall too well they’d be expecting the gory details of last nights events with\nmy new clientele. I came there at lpm as requested and sat down for a\nlight lunch and a swim. Jeffrey was mostly conducting business from his\noffside pool office, but he came to ask me if everything went well the\nnight before. I told him I did everything asked of me and am quite\nconfident both my client’s were more than pleased with me. He gave me\na quick grin, before he headed back to the office, throwing a purple grape\ndown his throat as he walked away.\n\n45\n\nCopyright Protected Material\nCONFIDENTIAL GIUFFREO04 178\n\nLying out on one of the pool decks blue and white striped lounge beds\nI was waiting for Jeffrey to finish his business so I could give him his\nmassage. He never took too long with his work, unless there was\nsomething wrong and then we would all have to wear his mood but today\nhe seemed fine though, when we went up the stairs he told me we would\nbe leaving for his ranch in Santa Fe’, New Mexico in the morning and I’d\nneed to be packed and ready tonight. They loved leaving in the spur of\nthe moment, Jeffrey once said he checks with his pilot Larry on the best\nweather before he heads to a different destination. I enjoyed spending\ntime at his ranch being it was my favorite of all of his residences. He had\na lavish Mediterranean looking castle on top of a hill that over looked his\nextensive 7,500 acres of property. It has an indoor pool, gym, and all the\ntrimmings of extravagance I could only imagine. I had a great time on the\nquad bikes, Sarah and I often got scolded for tipping one over going to\nfast or trying to go up a steep hill, but we knew those weren’t the things\nhe cared about, so it wouldn’t matter. My favorite of it all was his little\ntown with it’s own fire station and truck, stables full of horses, and little\ncottages where the housekeepers and ranch hands lived.\n\nOn my own time I would take one of the quad bikes down to the\nstables and saddle up on one of his beautiful horses and go for a ride in\nthe open terrain. It was coming up to the end of a very cold winter and it\nstill had the snow covered mountaintops and brisk air that 1 loved to take\nin during my many trail rides. [ have been an experienced horse rider\nsince my childhood, and could honestly pinpoint some of the best\nmemories of my life being on the back of a horse. | acclaimed with thrill\nin my voice “Great, I’ll get packed as soon as [ get back to my apartment”\nhe threw in “Pack for a few weeks, as we will also be making a pit stop\nto L.A for some business afterwards and then to N.Y.C.” I was used to\nthese round trips with him, it was great as I was saving loads of cash and\nabout to buy myself my first car.\n\nJeffrey, Ghislane, Emmy and J all left the following morning, as\nplanned. Arriving in only a few hours at his awe-inspiring Santa Fe\nPalace was always a delight. Still frisk in the air, my petite frame looked\neven smaller in these gigantic overcoats. Nonetheless I was looking\nforward to spending time out in the fresh clean air and open land. After a\nfew days of leisurely spending our time on the ranch, we went to the\nIndian markets in Albuquerque for a bit of shopping and sight seeing.\nJeffrey wasn’t the most off road kind of guy, so when we went sight\nseeing it was more like museums, boutique shopping, and local art\ngalleries. Still a splendid trip though. With me picking up a few nifty\ncollectables to bring back for my family and knowing how much my\nmom loves Indian apparel, I thought it would put me back in her good\nbooks for awhile, | hoped at least. There was some lengthy time to put a\n\n46\n\n2 Copyright Protected Material\n\nGIUIV REGO 179.\n\nHOUSE_OVERSIGHT_021167",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021167.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6028,
    "word_count": 1171,
    "line_count": 104,
    "import_date": "2025-11-19T21:47:44.762464",
    "prefix": "IMAGES-006"
  }
}