{
  "document_id": "HOUSE_OVERSIGHT_019648",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019648.txt",
  "text": "160 | HOW AMERICA LOST ITS SECRETS\n\nsurveillance, as the CIA deputy director later revealed. Such moves\ncould indicate that at least part of the U.S. communications intel-\nligence that Snowden had stolen was in enemy hands. The CIA and\nNSA’s monitoring of these countermeasures was itself extremely\ndelicate, because revealing what they learned about Russian and\nChinese countermeasures risked compromising even more U.S.\ncommunications sources than had Snowden.\n\nGeneral Alexander said in his interview with The Australian\nFinancial Review, “We absolutely need to know what Russia’s\ninvolvement is with Snowden.” He further said, “I think Snowden\nis now being manipulated by Russian intelligence. I just don’t know\nwhen that exactly started.” At what point did Snowden first come in\ncontact with the Russians? The counterintelligence issue was not if\nthis U.S. intelligence defector in Moscow was under Russian control\nbut when he came under it.\n\nThere were three possible time periods when Snowden might\nhave been brought under control by the Russian intelligence service:\nwhile he was still working for the NSA; after he arrived in Hong\n\n© Kong on May 20, 2013; or after he arrived in Russia on June 23, ©\n2013.\n\nThe NSA Scenario\n\nThe first scenario could stretch as far back as when Snowden was\nforced out of the CIA in 2009. It will be recalled that the CIA had\nplanned to launch a security investigation of Snowden, but it was\naborted when he resigned. He had also incurred large losses specu-\nlating in the financial markets in Geneva, which is the kind of activ-\nity that had in the past attracted the interest of foreign intelligence\nservices. So it has to be considered in this scenario that Snowden had\nbeen recruited by the Russians after he left the CIA and directed to\ntake jobs at civilian contractors servicing the NSA.\n\nSuch “career management,” as it is called by the CIA, could\nexplain why Snowden had switched jobs in March 2013 to Booz\nAllen Hamilton, which, unlike his previous employer, Dell, allowed\n\n| | Epst_9780451494566_2p_all_r1.z.indd 160 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019648",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019648.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2114,
    "word_count": 348,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:48.816419",
    "prefix": "IMAGES-005"
  }
}