{
  "document_id": "HOUSE_OVERSIGHT_013443",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013443.txt",
  "text": "Spielberg's epic \"War Horse\" for DreamWorks came thundering down the pike with a huge premiere\nback at Alice Tully Hall with posters of Lincoln Center's Tony winning theatrical \"War Horse\" with their\nindelible puppets in the background. Steven paid homage to legends John Ford and David Lean and the\ncountry fell in love with a horse named Joey and his fourteen stand-ins.\n\nStudios worked their stars to the bone. Ironically, Harvey's independent French talent who lived in Paris\nwere not as available as their competitors, therefore Uggie became a super star igniting a pet war.\n\nChristopher Plummer, who had best supporting actor in the bag promoted his Jack Russell, Cosmo.\nDiminutive Scorsese was seen on TV ona small couch with his large Doberman, Blackie drooling on his\nsuit. Spielberg never got a chance to trot out his lead horse Joey, previously seen in \"Seabiscuit\" because\nhis ravishing reddish coat was now darkened for another role.\n\nBy December, as film critics bestowed their own awards upon many films, Stephen Daldry struggled to\nfinish \"Extremely Loud and Incredibly Close\" with a new score. There was buzz Daldry could be editing\nthe winner. Producer Scott Rudin juggled his astounding three films in one year from Daldry, Miller and\nDavid Fincher directing “The Girl with the Dragon Tattoo.”\n\nDaldry had received three consecutive directing nominations. In January, for his fourth film, he received\na best picture nomination, for a boy's emotional journey dealing with 9/11, and the nine films were\nofficially off and running. Forty-five film and media groups handed out awards leading up to Oscar night.\n\nWednesday, February 22\n\nMy airplane seatmate to LAX was Sony Classics Michael Barker. The night before Woody Allen had\nshown Michael \"Nero Fiddled\", his latest film shot in Rome rumored to be his best.\n\nWhen Woody won the Oscar Sunday night, for a record breaking 23 overall nomination, he had just\nfinished pasta a Sette Mezzo on Lexington Avenue with art dealer Lorinda Ash and Soon-Yi. He went\nhome and watched the N.B.A. All-Star game. Soon-Yi watched the awards show on a delay in another\nroom. By the time Woody won, he fell asleep and Soon-Yi didn’t want to wake him. The next morning\nhe went to the breakfast table alone and read in The New York Times he won. He had to think it was a\ngood omen and he would not catch a cold that day.\n\nBefore Michael and | flattened our recliner chairs for the big sleep, | told him | felt confident his Iranian\nfilm, \"A Separation\" was winning best foreign picture. He told me \"The Artist\" would take best picture\nand director. Actor was a tight race between Brad Pitt, Jean Dujardin, the \"Clooney of France\" and the\nreal George Clooney. George was essentially running against a version of himself, which only slightly\namused him.\n\nThe biggest dilemma was Viola vs. Meryl. Michael picked Meryl as New Yorkers did. \"The Help\" had\ntaken on a life of its own lead by vivacious Viola in LA. \"The Iron Lady\", a much criticized film showcased\nMeryl's tour de force performance. Few knew at the last minute, on President's weekend Harvey's shout\nout, \"She hasn't won in 29 years!\" resonated.\n\nHOUSE_OVERSIGHT_013443",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013443.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3178,
    "word_count": 536,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:45.352287",
    "prefix": "IMAGES-002"
  }
}