{
  "document_id": "HOUSE_OVERSIGHT_017307",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017307.txt",
  "text": "4.2.12\nWC: 191694\n\nDefending the Former President of the Ukraine Against Murder Charges\n\nIn T.S. Eliot’s famous play Murder In The Cathedral—which is loosely based on historical\nevents—King Henry II is anxious to be rid of Thomas Becket, the Archbishop of Canterbury.\nUnwilling to bloody his own hands, the King hints of his wishes to several loyal knights by issuing\na rhetorical challenge: “Will no one rid me of this turbulent priest?” The knights, believing they\nare following the King’s command, then murder the Archbishop in the Cathedral.\n\nLawyers and historians have long debated whether the King was legally, morally or historically\nguilty of Becket’s murder. In 2011, I was asked to become involved in what prosecutors believed\nwas a modern-day, real-life variation on murder in the Cathedral.\n\nMy client was the former President of the Ukraine, Leonid Kuchma. Ukrainian prosecutors were\ninvestigating him for ordering the murder of a journalist who was critical of the government. The\njournalist was murdered during President Kuchma’s term in office, and the resulting scandal\ncontributed to the ending of Kuchma’s political career.\n\nOver the next several years, there were investigations but they all exculpated the former president.\nBut now, a decade later, the prosecutors claimed they had a smoking gun: a surreptitiously\nrecorded conversation involving President Kuchma in his “oval office” making statements about\nthe murdered journalist akin to those made by King Henry II about the Archbishop.\n\nThe conversations were allegedly recorded on a small Toshiba digital recorder that had been\nsecreted beneath a couch in the president’s office. The voice on the recording was unmistakably\nthat of President Kuchma and the words—f he had indeed uttered them—were damning and\nincriminating.\n\nMy brother and I were retained by a former student of mine, Doug Schoen, a brilliant political\nstrategist who was counseling the President’s family. Our job was to advise the Ukrainian\nlawyers with regard to the recording and other legal and factual issues.\n\nI flew to Kiev to meet my client. It was an emotionally wrenching trip for me, since my\nfamily—including many who were murdered during the Holocaust—came from areas not too far\nfrom Kiev. I wanted to visit Babi Yar, the site of one of the worst mass slaughters of Jewish\nresidents of the area. I had been told that some members of my mother’s family were almost\ncertainly among the tens of thousands of victims of the Babi Yar massacres. I asked to visit the\nmemorial as soon as I got to Kiev. I was shocked to see that there was hardly any memorial to\nthe murdered Jews. A current resident of Kiev who visited the area, which is just outside the\ncenter of town, wouldn’t even know that the Jewish residents of Kiev were gathered in the area\nand systematically shot and thrown into pits. The tiny memorial has a faded plaque that is\nextremely vague about what had happened. I knew that under the Soviet regime, there had been\ndenial and silence. I knew that from the famous poem by the Soviet dissent poet Yevgeny\nYevtushenko,\n\n220\n\nHOUSE_OVERSIGHT_017307",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017307.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3117,
    "word_count": 512,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:47.244440",
    "prefix": "IMAGES-004"
  }
}