{
  "document_id": "HOUSE_OVERSIGHT_023867",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023867.txt",
  "text": "How to Teach the Twelve Cognitive Processes 127\n\nwhat is inside each egg by shaking and listening to the sound\ngenerated. After he takes a first guess, show him the list of what\nitems are in each egg and have him guess again. See if he changes\nhis mind about some of the previous guesses. Now open the eggs\nand see how close the guesses were to what was actually inside\neach egg.\n\nNow, let’s make a musical instrument called a kazoo. Cut a\nsmall square of wax paper about 1 inch larger than the end of the\ncardboard tube. After doing that, wrap the wax paper over one\nof the ends of the tube and put a rubber band over the paper to\nhold it in place. Now, put the open end of your kazoo up to your\nmouth and hum a tune into it. Notice how the kazoo buzzes and\nvibrates to amplify (make louder) the sound of your voice.\n\nOf course, this is not exactly what I have in mind when I suggest focus-\ning school on experimentation. Say the word experiment and the word\nscience usually follows right away. This is unfortunate because most\nkids won’t become scientists any time soon. Also, most kids already\nknow what they are being asked to “experiment” about. They know\nthe pencil falls and they know you can make noise by blowing through\nthings. They may not understand how all this works, but they won’t\nunderstand much mote after doing these so-called “experiments.”\n\nExperiments in the larger sense are about attempts to find out\nwhat is true about things you are uncertain about. The issue is how\nto do that when you are wondering about something. To do this we\nneed to constantly deal with what kids are worrying about and ask\nthem to determine how they can find out what is true. This is experi-\nmentation that can be helped by teachers. It needs to be individually\nfocused, however. You can’t have a class worry collectively about any\none thing. Each kid has his own concerns,\n\nHOW TO TEACH EVALUATION\n\nFor an issue that is so important to so many people, it is astonishing\nhow difficult this seems to be. Just say no to drugs campaigns don’t\nwork and people wonder why. Abstinence campaigns don’t work\nand people wonder why. It is not all that mysterious. You can’t teach\n\nHOUSE_OVERSIGHT_023867",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023867.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2195,
    "word_count": 401,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:48.895175",
    "prefix": "IMAGES-007"
  }
}