{
  "document_id": "HOUSE_OVERSIGHT_016497",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016497.txt",
  "text": "Second, Assistant District Attorney Friedman Agnifilo objected to unsealing any portion\nof the appellate briefs and wrote that “we cannot agree ... even to a production of the people’s\nbrief with redactions of the names or initials of Epstein’s victims.” Jd. 43. She further noted,\nhowever, that “if this Court is inclined to grant the Post’s motion, we would not oppose\nproducing a copy of the People’s brief, with substantial redactions necessary to protect the\nidentities of the victims but keeping intact those portions of the brief that recount the procedural\nhistory of the SORA hearing.” Jd.\n\nAlthough the Post does not agree that section 50-b requires it to notify Florida\nprosecutors of its intention to move this Court to unseal briefs filed by the Manhattan District\nAttorney in a New York sex offenders proceeding, it nonetheless voluntarily withdrew the\nDecember 21 Motion on January 4, 2019 to moot the issue and bypass an easily avoidable\nprocedural dispute. Counsel for the Post has contacted the Palm Beach State Attorney’s office\nand the United States Attorney’s Office for the Southern District of Florida (collectively, the\n“Florida Prosecutors”) to apprise them of its intention to refile this motion to unseal the appellate\nbriefs with the names of victims redacted. /d. f{ 17-18. The Post will also serve the Florida\nProsecutors with copies of this motion.\n\nHaving mooted the procedural objection raised by the Manhattan District Attorney, the\nPost now refiles its motion respectfully requesting an order unsealing the appellate briefs and\ndirecting the District Attorney’s Office to provide the Post with copies — with the names of\n\nvictims redacted — within seven days of the entry of its order.\n\nfiled by New York prosecutors in a New York court as part of proceedings to register Epstein as a sex-offender in\nNew York State. The statute requires a movant to furnish notice to “the public officer ... with the duty of\nprosecuting the offense.” N.Y. Civ. Rights Law §50-b. Here, the Manhattan District Attorney’s Office had “the\nduty of prosecuting the offense” on behalf of the People of New York — i.e., the sex-offender registration\nproceedings against Epstein in this State — and there is no question that the Post provided the Manhattan District\nAttorney with adequate notice of the December 21 Motion.\n\n10\n481 1-372 1-9459v.3 3930033-000039\n\nHOUSE_OVERSIGHT_016497",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016497.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2395,
    "word_count": 386,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:49.306530",
    "prefix": "IMAGES-004"
  }
}