{
  "document_id": "HOUSE_OVERSIGHT_016277",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016277.txt",
  "text": "and output to sense organs and muscles, then we would reproduce, in a physical artifact,\nthe observed manifestations of natural intelligence. Nothing observable would be\nmissing. As an observer, I'd have no less (and no more) reason to ascribe consciousness,\ncreativity, or evil to that artifact than I do to ascribe those properties to its natural\ncounterparts, like other human beings.\n\nThus, by combining Crick’s “astonishing hypothesis” in neurobiology with\npowerful evidence from physics, we deduce that natural intelligence is a special case of\nartificial intelligence. That conclusion deserves a name, and I will call it “the astonishing\ncorollary.”\n\nWith that, we have the answer to our three questions. Since consciousness,\ncreativity, and evil are obvious features of natural human intelligence, they are possible\nfeatures of artificial intelligence.\n\nA hundred years ago, or even fifty, to believe the hypothesis that mind emerges\nfrom matter, and to infer our corollary that natural intelligence is a special case of\nartificial intelligence, would have been leaps of faith. In view of the many surrounding\ngaps—chasms, really—in contemporary understanding of biology and physics, they were\ngenuinely doubtful propositions. But epochal developments in those areas have changed\nthe picture:\n\nIn biology: A century ago, not only thought but also metabolism, heredity, and\nperception were deeply mysterious aspects of life that defied physical explanation.\nToday, of course, we have extremely rich and detailed accounts of metabolism, heredity,\nand many aspects of perception, from the bottom up, starting at the molecular level.\n\nIn physics: After a century of quantum physics and its application to materials,\nphysicists have discovered, over and over, how rich and strange the behavior of matter\ncan be. Superconductors, lasers, and many other wonders demonstrate that large\nassemblies of molecular units, each simple in itself, can exhibit qualitatively new,\n“emergent” behavior, while remaining fully obedient to the laws of physics. Chemistry,\nincluding biochemistry, is a cornucopia of emergent phenomena, all now quite firmly\ngrounded in physics. The pioneering physicist Philip Anderson, in an essay titled “More\nIs Different,” offers a classic discussion of emergence. He begins by acknowledging that\n“the reductionist hypothesis [1.e., the completeness of physical explanations based on\nknown interactions of simple parts] may still be a topic for controversy among\nphilosophers, but among the great majority of active scientists I think it is accepted\nwithout question.” But he goes on to emphasize that “[t]he behavior of large and\ncomplex aggregates of elementary particles, it turns out, is not to be understood in terms\nof a simple extrapolation of the properties of a few particles.”!> Each new level of size\nand complexity supports new forms of organization, whose patterns encode information\nin new ways and whose behavior is best described using new concepts.\n\nElectronic computers are a magnificent example of emergence. Here, all the\ncards are on the table. Engineers routinely design, from the bottom up, based on known\n(and quite sophisticated) physical principles, machines that process information in\nextremely impressive ways. Your iPhone can beat you at chess, quickly collect and\ndeliver information about anything, and take great pictures, too. Because the process\nwhereby computers, smartphones, and other intelligent objects are designed and\nmanufactured is completely transparent, there can be no doubt that their wonderful\n\n1S Science, 4 August 1972, Vol. 177, No. 4047, pp. 393-96.\n\n57\n\nHOUSE_OVERSIGHT_016277",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016277.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3652,
    "word_count": 547,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:45.155017",
    "prefix": "IMAGES-003"
  }
}