{
  "document_id": "HOUSE_OVERSIGHT_021711",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021711.txt",
  "text": ".. Prince Andrew and girl, 17, who sex offender friend flew to Britain to meet him | Mail... Page 15 of 17\n\nis another matter. NO thanks.\n- RJ, NW, 27/2/2011 16:12\n\nClick to rate__ Rating 79\n\nReport abuse\n\nAndrew needs to be investigated and if found guilty of impropriety banished as Persona non Grata. He will lose his right as\nfourth in line to the throne and all the benefits that come with that, including his extravagant and worthless lifestyle being\nfunded by public money.\n\n- Julia Larsen, London UK, 27/2/2011 16:09\n\nClick to rate__ Rating 450\n\nReport abuse\nWhy do we find the lives of these people? REPUBLIC NOW!\n\n- Newell Fisher, Lancing West Sussex, 27/2/2011 15:42\nClick to rate __ Rating 260\n\nReport abuse\n\n| was truly disgusted having read this article. Although sadly not surprised, | wonder why people idolize any kind of celebrity or\nother such “influential” people, most of whom seem to surround themselves with depraved \"friends\" & whom can turn a blind\neye to anything where status, fame & wealth are concerned (seemingly typical of our “anything goes” society where everything\nis justifiable). That aside, | am more disgusted that out of the 24 comments on this article so far, people are either talking about\nwhat a pretty piece of tot she is, how she should have basically kept her mouth shut, how we can't be judged by the actions of\nour friends, whether the royal family has any validity (as if it ever had a clean past), & most astonishingly arguments about\nwhether Fergie has more right to a royal wedding invite than Andrew! Absolutely disgusting, looking forward to further\ncomments on her weight, whether she looks good for her age, & scrutiny over whether she’s had any work done soon.\n\n- Fiona, Stop the world | wanna get off, 27/2/2011 14:55\nClick to rate__ Rating 356\n\nReport abuse\n\nThe views expressed in the contents above are those of our users and do not necessarily reflect the views of MailOnline.\n\nToday's headlines\nMost Read\n\nThey've lost control’: French claim Japan is hiding full scale of nuclear disaster\n\nPictured necking shots, the teen footballer who ‘died after downing two pints of neat vodka\nMother's fury over 'no revival’ policy after seeing 22-week-old son die despite 46min battle to live\n120 suspected British paedophiles arrested after police smash biggest worldwide ring\n\n60 police officers in 30-hour siege to round up two dangerous dogs\n\nThug rapes 30-year-old virgin on town centre pavement in full view of passing motorists\n\nTaxes must soar to raise extra £82bn a year, says Osborne\n\nCouncils to give struggling first-time buyers 20% deposits on homes\n\nYouth unemployment highest since records began as total without jobs jumps to 2.53m\n\nTchenguiz brothers win right to bring £1bn lawsuit against failed Icelandic bank\n\nOne in three women retiring this year will be forced to survive on basic State pension\n\nWootton Bassett to be given 'Royal' prefix\n\nBoy who suffered severe brain damage after birth receives £7m\n\nMarried police officer howls in anguish as he's jailed for having sex on the beat\n\nTwo men shot dead after violence erupts in caravan park\n\nCIA agent charged with murder in Pakistan is freed after U.S. pays family blood money’\n\nRetreat to Benghazi: Gaddafi threatens to crush ‘Mad Max' rebel army as it flees to last stronghold\n\nhttp://www.dailymail.co.uk/news/article-1361039/Prince-Andrew-girl-17-sex-offender-frie... 3/16/2011\n\nHOUSE_OVERSIGHT_021711",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021711.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3432,
    "word_count": 562,
    "line_count": 79,
    "import_date": "2025-11-19T21:47:45.271226",
    "prefix": "IMAGES-006"
  }
}