{
  "document_id": "HOUSE_OVERSIGHT_012575",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012575.txt",
  "text": "JUN-20-2007 «11:19 FBI WEST PALM BEACH RA P.@5\n\nATTACHMENT A\nSUBPOENA TO PAUL A. LAVERY\n\n1. All computer equipment and electronic storage media removed from the\nresidence located at 358 E] Brillo Way, Palm Beach, Florida, including but not\nlimited to central processing units (“CPUs”), laptop computers, keyboards,\n‘printers, modems, routers, hard drives, flash drives, thumb drives, CD-Roms,\nDVDs, floppy diskettes, digital cameras, and memory cards.\n\n2. All computer equipment and electronic storage media that currently belongs\nto, or has ever belonged to, Jeffrey Epstein, including but not limited to central\nprocessing units (“CPUs”), laptop computers, keyboards, printers, modems,\nrouters, hard drives, flash drives, thumb drives, CD-Roms, DVDs, ie\ndiskettes, digital cameras, and memory cards.\n\n3, All documents and information:related to the nature of the relationship\nbetween Mr. William Riley and/or Riley Kiraly and Mr. Jeffrey Epstein,\nincluding, but not limited to, retainer agreements; employment agreements;\n\n_ billing statements (whether submitted directly to Mr, Epstein or to a third party\nfor reimbursement); records of the dates when services were performed and\nthe hours worked; telephone logs or records of dates of communications with\nMr. Epstem (or with a third party on Mr. Epstein’s behalf); appointment\ncalendars/datebooks and the like (whether in hard copy or electronic form) for\nany period when work was performed on behalf of Mr, Epstein or when any\ncommunication was had with Mr. Epstein (or with a third party on Mr.\nEpstein’s behalf); and records of fee arrangements and payments Teceived for\nwork performed on Mr, Epstein’s behalf,\n\nTOTAL P.@5\n\nHOUSE_OVERSIGHT_012575",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012575.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1703,
    "word_count": 254,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:45.737984",
    "prefix": "IMAGES-002"
  }
}