{
  "document_id": "HOUSE_OVERSIGHT_017658",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017658.txt",
  "text": "Page 23 of 78\n2007 Utah L. Rev. 861, *893\n\n(1) In General. Both an attorney for the government and the defendant must promptly disclose in writing to the other party the\nname, of each additional witness and the address, and telephone number of each additional witness - other than a victim - if:\n\n(A) (1) the disclosing party learns of the witness before or during trial; and\n\n(B) (2) the witness should have been disclosed under Rule 12.1(a) or (b) if the disclosing party had known of the witness\nearlier.\n\n(2) Address and Telephone Number of an Additional Victim Witness. The telephone number and address of an additional\nvictim witness must not be disclosed except as provided in (b)(1)(B).\n\n(d) Exceptions. For good cause, the court may grant an exception to any requirement of Rule 12.1(a)-(c). 1°!\n\nThe Advisory Committee also proposed adding an Advisory Committee Note as follows:\n\nSubdivisions (b) and (c). The amendment implements the Crime Victims’ Rights Act, which states that victims have the right\nto be reasonably protected from the accused, and to be treated with respect for the victim's dignity and privacy. See /8 U.S.C. $\n3771(a)(1) & (8). The rule provides that a victim's address and telephone number should not automatically be provided to the\ndefense when an alibi defense is raised. If a defendant establishes a need for this information, the court has discretion to order\nits disclosure or to fashion an alternative procedure that provides the defendant with the information necessary to prepare a\ndefense, but also protects the victim's interests. For example, the court might authorize the defendant and his counsel to meet\nwith the victim in a manner and place designated by the court, rather than giving the defendant the name and address of a\nvictim who fears retaliation if the defendant learns where he or she lives.\n\nIn the case of victims who will testify concerning an alibi claim, the same procedures and standards apply to both the\nprosecutor's initial [*894] disclosure and the prosecutor's continuing duty to disclose under subdivision (c). 18?\n\nDiscussion:\n\nThe Advisory Committee agrees with me that the current rule providing that a victim's address and telephone number be\nautomatically disclosed whenever an alibi is at stake conflicts with the CVRA. |*? This information can often be very sensitive\nfor a crime victim, as it could allow the defendant to find and harm a victim. The difference between our proposals is that I\nwould strike the requirement that a victim's address and telephone number be disclosed to the defense while the Advisory\nCommittee would add specific language allowing a court to order production of the address and telephone number based on a\ndefense showing of \"need.\" 1°4\n\nThe Advisory Committee's approach highlights an inconsistency in the way it handles defendants’ and victims' interests. It has\nchosen to spell out in the Rules how a defendant can obtain access to a victim's address and telephone number. Of course, if the\nConstitution or a statute already requires the prosecutor to turn over that personal information, any rule 1s irrelevant.\nPresumably, the reason that the Advisory Committee added the language is because it knows that the language 1s not irrelevant\n- that is, that the Constitution and statute do not always require production of this information. !*° Obviously, nothing is wrong\nwith the Advisory Committee drafting rules that go beyond the Constitution and statutes to protect defendants’ legitimate\ninterests. That approach is, indeed, commendable. What is wrong is for the Committee to work through its rules to make sure\n\n81 Proposed Amendments, supra note 71, R. 12.1, at 2-6 (footnote omitted).\n82 Proposed Amendments, supra note 71, R. 12.1, at 6 (footnote omitted).\n83 Compare Cassell, Proposed Amendments, supra note 4, at 872, with Proposed Amendments, supra note 71, R. 12.1.\n\n84 Compare Cassell, Proposed Amendments, supra note 4, at 872-73, with Proposed Amendments, supra note 71, R. 12.1(b)(1)(B), at 3-4\n(footnote omitted).\n\n85 See generally infra notes 297-324 and accompanying text (reviewing case law establishing that criminal defendants lack any relevant\nconstitutional or statutory right to discovery).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017658",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017658.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4265,
    "word_count": 684,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:46.808138",
    "prefix": "IMAGES-004"
  }
}