{
  "document_id": "HOUSE_OVERSIGHT_016576",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016576.txt",
  "text": "Code Enforcement Board Meeting Minutes 07/17/08\n\nMOTION BY MR. FRIED TO FIND THE VIOLATOR IN NON-\nCOMPLIANCE, ASSESS ADMINISTRATIVE COSTS IN THE AMOUNT\nOF $150.00 AND ORDER THEM TO PAY THE FIRE INSPECTION FEE\nIN ADDITION TO ANY LATE PENALTIES AND COSTS BY JULY 21,\n2008.\n\nSECONDED BY MS. GREENBERG\n\nMOTION PASSED UNANIMOUSLY\n\nD. Case # 08-2513, 329 Worth Ave., Dunville L’Antiquaire, LTD\nViolation of Chapter 46, Section 46-68 of the Town of Palm Beach Code of\nOrdinances, annual fire and life safety inspection fees not paid\n\nCode Enforcement Officer Gerry presented the facts of the case and said he\nfollowed up after the certified letters were sent but the business could not be\ncontacted. The Town recommends a finding of non-compliance, administrative\ncosts in the amount of $150.00 and payment of the fire inspection fee in addition\nto any late penalties and costs by July 21, 2008.\n\nMOTION BY MS. GREENBERG TO FIND THE VIOLATOR IN NON-\nCOMPLIANCE, ASSESS ADMINISTRATIVE COSTS IN THE AMOUNT\nOF $150.00 AND ORDER THEM TO PAY THE FIRE INSPECTION FEE\nIN ADDITION TO ANY LATE PENALTIES AND COSTS BY JULY 21,\n2008.\n\nSECONDED BY MS. VAN BUREN\n\nMOTION PASSED UNANIMOUSLY\n\nE. Case # 08-2514, 235 Sunrise Ave., C8, C.J.’s Simply Gourmet, Inc.\nViolation of Chapter 46, Section 46-68 of the Town of Palm Beach Code of\nOrdinances, annual fire and life safety inspection fees not paid\n\nCode Enforcement Officer Gerry presented the facts of the case and recommended\na finding of non-compliance, administrative costs in the amount of $150.00 and\npayment of the fire inspection fee in addition to any late penalties and costs by July\n21, 2008. Mr. Gerry said he also tried to make contact with the owner of this\nbusiness as it is the same owner as the other case at this location but was unable to\nmake contact. Mr. Ochstein remarked this was the same business that had been\nbefore the Board before and had even “bounced a check” to the Town and wanted\nto know if there was something more that could be done other than the standard\n$150.00 costs. Mr. Gerry said he could review the case further to see if it could be\nbrought back for additional fines. Mr. Hoffman asked if these cases were brought\nto Code Enforcement by the Finance Department and Mr. Gerry said they came\nfrom the Fire Prevention Bureau who handles their own billing and explained the\nprocedure for that. Mr. Hoffman said it seemed like a year was a long time for\nthese cases to be in arrears. Mr. Gerry said the cases were coming over quicker\nnow from Fire Prevention and he Huck it would improve in the future.\n\nHOUSE_OVERSIGHT_016576",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016576.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2594,
    "word_count": 450,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:46.496382",
    "prefix": "IMAGES-004"
  }
}