{
  "document_id": "HOUSE_OVERSIGHT_011516",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011516.txt",
  "text": "army, he asked, his voice rising. And from the National Exhibition? | didn’t\nbother denying it. I suppose I felt lucky they hadn’t found out about our raids on\nthe kibbutz armory. He did not administer my beating. That came a few weeks\nlater from one of the kibbutz elders. He simply took me by the shoulders and\nshouted: “You must never do this again.”\n\nIt was worse for my parents. At first, they believed I was an innocent party.\nThey were convinced I couldn’t have got involved in something like this\nwithout being dragged in by the others. My father even asked me whether the\nreason I’d been “drafted” by Ido and Moshe was because I was small, and able\nto squeeze through tight spaces in windows and doors. As it happened, that did\nsometimes come in handy. But I told them, no, I was not an unlucky bystander.\nI was as much a part of it as the others. My father was angrier than I had ever\nseen him. My mother, faced with what must have seemed like a betrayal of\nevery one of her Zionist principles, told me that if the kibbutz had decided to\nreport us to the police, she would not have objected.\n\nTheir mood lifted slightly when I began my final year of high school in\nSeptember 1958. After two years back in the kibbutz school, our age-group was\nsent out again in another shift in policy. This one was in response to signs of\ngrowing support in Mishmar Hasharon and other kibbutzim for the argument\nmy father had made against the quality of education we were offering. In order\nto go at least some way toward meeting that objection, Mishmar Hasharon was\nbanding together with two dozen other kibbutzim and sending all 12\"-graders to\none of two outside high schools. The first, called Beit Berl, was a Labor Zionist\ninstitution focusing on the humanities. In addition to a few of the less academic\nboys, most of the girls were sent there. The rest of us went to a place called\nRupin. It was a few hundred yards past the regional high school. It specialized\nin agriculturally related scientific research.\n\nA few of the teachers were enormously gifted, and they were in the areas\nthat most interested me: math, physics and biology. Yet the rest of the\ncurriculum was almost numbingly uninspiring. I did not miss a single math or\nscience class. But otherwise, I began setting my own schedule. Some days, I\nwould sleep late, or not go at all. When I did go, I’d often show up without\nhaving done the homework. Neither Ido nor Moshe was with me at Rupin. They\nwere starting their military service. But I assembled a new band of mischief-\nmakers, and it was not hard to entice them to go AWOL.\n\nI was warned several times by the school administrator. He said he could not\naccommodate a student who seemed oblivious to, or dismissive of, the rules. He\n\n45\nHOUSE_OVERSIGHT_011516",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011516.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2777,
    "word_count": 504,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:44.466892",
    "prefix": "IMAGES-001"
  }
}