{
  "document_id": "HOUSE_OVERSIGHT_030204",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030204.txt",
  "text": "having the grand jury actually name the specific indictable crimes for which there was clear\nevidence of guilt was important: “This fundamental conclusion [of criminal guilt] should not\nbe allowed to be lost in a recitation of facts or sources of evidence that omits the basic\njudgment involved or leaves it open to public (and Congressional) speculation and debate.”\n\nThe memo also noted that the president could be named an unindicted co-conspirator in the\nindictment of the other conspirators, the course ultimately chosen by Jaworski.\n\n4. The June 21, 1974, Reply Brief for the United States in US v. Nixon. The U.S. District\nCourt for the District of Columbia refused Nixon’s motion to expunge his inclusion as an\nunindicted co-conspirator in the Watergate indictment. Nixon asked the Supreme Court to\nreverse that decision. His lawyers argued that since a sitting president could not be indicted,\nneither should he be implicated as an unindicted co-conspirator.\n\nIn this filing on behalf of the United States, Jaworski rejected Nixon’s premise that a\npresident could not be indicted, stating that “It is an open and substantial question whether\nan incumbent President is subject to indictment.” The brief argues for indictability before\nconcluding that it is unnecessary to decide that question in order to resolve whether to permit\nhis inclusion as an unindicted co-conspirator.\n\n(Despite the filing’s origin in Jaworski’s office, it would be a mistake to argue that this filing\nwas not in some sense the position of the Department of Justice. Leon Jaworski and his\nattorneys were officers of the Department of Justice assigned by the attorney general the\nresponsibility for advancing the legal positions of the United States, including in\nrepresentations to the U.S. Supreme Court.)\n\nThe Jaworski filing notes how critical it is to identify the president as one of the criminal\naccused: “the identification of each co-conspirator — regardless of station — is a\nprerequisite to making his declarations in furtherance of the conspiracy admissible against\nthe other conspirators.”\n\nAlthough the brief concludes that “it is by no means clear that a President is immune from\nindictment” during his term, the special prosecutor chose not to indict the sitting president\non the basis of “practical arguments.” Those arguments, however,\n\ncannot fairly be stretched to confer immunity on the President from being identified as an\nunindicted co-conspirator, when it is necessary to do so in connection with criminal\nproceedings against persons unquestionably liable to indictment.\n\nNaming the president as an unindicted co-conspirator was necessary for the grand jury to\nreturn a “true bill,” Jaworski argued, and “required here to outline the full range of the\nalleged conspiracy.” There exists, moreover, “a legitimate public purpose in reporting the\nfact that serious criminal charges against a government official have been made.”\n\nHOUSE_OVERSIGHT_030204",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030204.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2956,
    "word_count": 459,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:46.523658",
    "prefix": "IMAGES-010"
  }
}