{
  "document_id": "HOUSE_OVERSIGHT_023481",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023481.txt",
  "text": "24\n\ncorruption strategies or help in improving the delivery of services that\ncitizens want.\n\nBeyond these relatively minor adjustments, a more robust theory of\nsocial change might tell us that, in certain circumstances, the best\nway to destabilize an authoritarian society would be not the funding\nof civil society groups seeking short-term regime change, but rather\nthe promotion of rapid economic growth and the expansion of\neducational access.5 Conversely, there are many societies we know\nwill simply waste development assistance dollars because they are\nruled by unaccountable authoritarian regimes. In such circumstances,\nit might be a more efficient use of aid resources to cut development\naid entirely and to work only for political change. This is, in effect,\nwhat has happened to Zimbabwe under Robert Mugabe, but the\ncountry had to sink very far before anyone considered pulling the aid\nplug.\n\nHuntington got a number of things wrong. The authoritarian\ntransition was not a universally applicable formula for development.\nIt worked reasonably well in East Asia, where there were a number of\nfigures like Lee Kwan Yew, Park Chung-hee or the Chinese\nCommunist Party leadership, who used their autocratic powers to\npromote rapid development and social change. Arab authoritarians\nwere cut from a different cloth, content to preside over economically\nstagnant societies. The result was not a coherent development\nstrategy but a wasted generation.\n\nThe aspiration of social science to replicate the predictability and\nformality of certain natural sciences is, in the end, a hopeless\nendeavor. Human societies, as Friedrich Hayek, Karl Popper and\nothers understood, are far too complex to model at an aggregate level.\nContemporary macroeconomics, despite dealing with social\nphenomena that are inherently quantified, is today in crisis due to its\nutter failure to anticipate the recent financial crisis.\n\nHOUSE_OVERSIGHT_023481",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023481.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1932,
    "word_count": 293,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:48.966997",
    "prefix": "IMAGES-007"
  }
}