{
  "document_id": "HOUSE_OVERSIGHT_015912",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015912.txt",
  "text": "222 Are the Androids Dreaming Yet?\n\nThe eye, hand and pencil of a human mathematician was modeled\nas the read-write head of a teletype. It allowed the machine to read\ninput from the tape and write information back so as to keeping track of\nintermediate calculations or provide the final output. The operation of\nthe machine was straightforward. At each moment in time the machine\ncould read a symbol on the tape, move the tape forward or backwards,\nand write or erase a symbol. That's all he needed to model a human doing\nsomething like long multiplication. Turing argued his model was exactly\nanalogous to a human performing a computation.\n\nTuring’s imaginary machine was now able to perform computations\njust like a human. You could write down the rules for a given procedure\nand the machine could, for example, do long multiplication. At each step\nof the calculation, the computer would examine the state machine, look\nup the state in the instruction book and put the machine into its new\nstate. If you recall Searle’s Chinese Room, this is the same process the\nman in the room followed: get a symbol, look it up in a book, and reply\nwith the corresponding symbol.\n\nUniversal Turing Machine\n\nWe have missed one important step from our explanation of the modern\ncomputer: the ability to run programs. Nowadays, we take for granted\nyou can download a program from the Internet or buy one from a shop.\nIn the 1930s adapting a single machine to multiple purposes was a radical\nidea. Machines were built to do one thing, and one thing only, and there\nwas no concept of a general-purpose machine. Nowadays this is hard to\ncomprehend, but there is a similar revolution going on in manufacturing\ntoday with the widespread adoption of 3D printing. Today most factories\nuse tools — lathes, drills and saws — to fashion objects. Each machine does\na specific job and is not ‘general purpose. But innovative new machines\ncan now be purchased relatively inexpensively called 3D fabricators,\nwhich print entire objects. The same happened for electronic logic in\nTuring’s time.\n\nBefore computers, logical tasks were performed by banks of relays.\nHow these banks work can be illustrated by the workings of an old-\nfashioned elevator. If you pressed a button to call an elevator, you closed\na switch coupled to a relay in the basement sending power to the car.\nAnother switch was tripped automatically when the elevator reached the\ndesired floor. All the functioning of the elevator system was fixed. Once\nyou pressed a button to go up you could not change your mind and press\n\nHOUSE_OVERSIGHT_015912",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015912.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2585,
    "word_count": 440,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.480533",
    "prefix": "IMAGES-003"
  }
}