{
  "document_id": "HOUSE_OVERSIGHT_025563",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025563.txt",
  "text": "Morgan Stanley | RESEARCH\n\ntives 6.8 years. Said differently, the alternatives have nearly 55%\nlonger duration of the asset base.\n\nExhibit 16:\n\nRedemption Rates by Company for 2016: Alts see less redemption\nmoney as a % of AuM relative to traditionals and duration of assets\n~55% longer and C-corp alts with the longest duration.\n\nAnnual Redemption Rates by Company: 2016\n\n35% 33%\n\nAlts have ~55% longer duration of AUM\n\n5 compared to traditionals. Based on 2016\n30% 29% redemptions and outflows we see alts\navg. duration of 6.8 years vs. trads at\n25%, 4.3. C-Corp alts have the longest\n9\n25% 24% 23%00, implied duration of assets at 11.8 years 23%\n20% 18%18%17%4 7%,\n6%\n15%\n15% 13%q 2%,\n1%\n10% 8% 9%\n6%\n5% LT\n0%\nSS =\nx\n\nES E48 x SMO ES\n\nov\n\nSource: We use Fee Paying AUM for the Alts; Soure: Company Data, Morgan Stanley Research\nNote: HLNE outflows are for an average of FY 2016 and FY2017\n\nC) Management fees that are paid on committed money rather\nthan net asset value. This provides much more stability and down-\nside protection, but limits upside to management fees as invest-\nments appreciate in value do not automatically translate into higher\nmgmt fees. The Alts then participate in investment performance\nthrough performance fees or carried interest, whereas the tradi-\ntionals participate in performance via greater management fees ona\n\nhigher value of invested assets.\n\nD) Relatively more insulation from fee pressure in private mar-\nkets given limited low cost competitors (indexed funds and ETFs for\ntraditionals) and higher demand for products driven by the search for\nhigher return and diversification from investors. In fact, recent\ndemand for some PE funds has actually led to supply constraints and\nallowed Alts to give less fee concessions. Apollo, for example, closed\nfundraising for their flagship Fund IX last year at $24b, but the\ndemand was 25% higher at $30b. As a result, the company said \"eco-\nnomics to Apollo for Fund IX are considerably better since we did not\nneed to provide as many management fee discounts.\" This supports\nthe forward look on growth in management fee revenues; however,\nwe could see some mix shift into lower return profile (and Lower fee)\n\nproducts that could begin to pressure fee rates over time.\n\nNORTH AMERICA INSIGHT ~~\n\n2) Publicly Traded Alts Comps\n\nWe see Hamilton Lane (HLNE, Equal-weight) and Partners Group\n(PGHN, Equal-weight, covered by Anil Sharma) as offering an\nupside scenario for Alts©fee-related earnings multiples.\nHamilton Lane is ~90% fee earnings and currently trades at 23.4x\nmultiple on our CY2018e EPS. Similar to alternative asset manager\npeers, the company gets paid management fees on drawdown funds\nand customized separately managed accounts with stable fees paid\non committed capital. PGHN is a publicly traded alternative asset\nmanager in Switzerland, and as a C-corporation it is the closest true\ncomp for HLNE.\n\nWhile we see the publicly traded C-corps as good comps, there\n\nare several factors that could be elevating the multiples. HLNE is\na small cap stock with $2b market cap and may not be the best comp\nfor the large cap PE firms. The company has limited float (currently\nat ~25%) and scarcity value as the only US based publicly traded alt\nin a C-corp structure. PGHN is a trades in Europe and may not be a\ngreat comp because of that. Lastly, while not drastically different,\nHLNE and PGHN have had higher organic growth historically and\nlooking out over the next 2 years we expect their growth to outpace\nmost of the alts. As aresult of the high multiples at the public C-corp\nalts, we have heard partnership alts increasingly use HLNE as a peer\n\ncomp.\n\nExhibit 17:\nWe expect Alts to deliver similar organic growth profile over the next\nfew years as C-Corp Alts Hamilton Lane and Partners Group\n\nOrganic Asset Growth:C-Corp Alts vs. Partnership Alts\n20% mAvg. 2014 - 2017E Growth Rate = Avg. 2018 - 2019 Growth Rate\n\n1% 14%\n\n% 11% 1%\n10% 2% 10% 11% 11% % os\n: Jit ii\n0%\n\n-5%\n\nAPO\ncc\nKKR\nBX\nARES\nOAK\nHLNE\nPGHN\n\nAlts Average\n\nSource: Company Data, Morgan Stanley Research\nNote: HLNE average organic growth includes years 2015 - 2017e where we have data; The alts average\nuses 2014 - 2017e for consistency with the traditionals organic growth chart above\n\nHOUSE_OVERSIGHT_025563",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025563.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4269,
    "word_count": 725,
    "line_count": 129,
    "import_date": "2025-11-19T21:47:46.681741",
    "prefix": "IMAGES-008"
  }
}