{
  "document_id": "HOUSE_OVERSIGHT_014354",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014354.txt",
  "text": "modified will not likely change the outlook. LM feels its strong positioning in global\ndistribution and product sets bodes well to perform in a new fiduciary world.\n\n¢ Additionally, a lower potential U.S. corporate tax rate will not change its cash tax\nrate which is likely to be 6-7% through 2021 and in the mid-teens through 2025\nafter that. However, it would impact GAAP EPS and a lower corporate tax rate\nwould lower the value of LM’s DTA.\n\nAB (AB), B-1-8, Buy\nPresenting from AB was Peter Kraus, Chairman & CEO. Peter expects AB to\ngenerate above average organic growth and hopes to accelerate it given its product\nmix and mostly favorable investment performance. In addition, he sees the potential\nfor new pricing in the industry, and does not expect a significant change in the DOL\nimpact from the election or a lower corporate tax rate on their tax rate.\n\ne When asked what would get you more interested in AB’s stock, 55% of investors\nsaid they wanted to see consistent positive organic growth, 18% said a better\noperating margin, another 18% said diversification from fixed income flows (i.e.\nequity and alternative flows), and only 9% of investors wanted to see a simplified\nstructure and increased float.\n\nChart 59: What would get you more interested in investing in AB stock?\n\n70%\n\n60%\n\n50%\n\n40%\n\n30%\n\n20%\n\n10%\n\n0%\n\nConsistent positive organic | Operatingleverage andan — Further diversification from Amore simplified structure and\ngrowth improving margin fixed income flows increased float\n\nSource: BofA Merrill Lynch Global Research\n\n« AB has seen and expects to continue to see above average organic growth (ex 3Q\nwhich was weighed down by lumpy institutional outflows) given a relatively new\nand attractive product set, strong investment performance (notable improvement in\nrecent years), better traction with the consultant community, and opportunities to\ngain in the retail and private wealth channels.\n\n¢ Regarding potential changes post the election, AB had a similar tone to other asset\nmanagers on DOL, in the sense that it likely gets delayed/modestly modified, but\nregardless of what happens, asset managers and distributors need to accept that\nthe industry is living in a new fiduciary world with minimized (potentially no)\nconflicts of interest which ultimately is a good thing for end clients. A lower\npotential corporate tax rate would not likely benefit AB given its tax structure/low\ncurrent tax rate.\n\nBankofAmerica <2”\n\n40 2016 Future of Financials Conference | 17 November 2016 Merrill Lynch\n\nHOUSE_OVERSIGHT_014354",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014354.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2549,
    "word_count": 411,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:48.866481",
    "prefix": "IMAGES-002"
  }
}