{
  "document_id": "HOUSE_OVERSIGHT_026858",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026858.txt",
  "text": "system was given the mandate to contest, assert, and where possible to lead in the various\ncouncils of the world. And this was new.\n\nFurthermore, anyone who continues to entertain the fanciful idea, which I still sometimes\nseen in Western commentary, that these changes are not the product of a well-considered\nChinese grand strategy, is simply choosing to ignore the clear evidence of clearly defined\npolicy purpose systematically at work in the field. Our Chinese friends think things through\ncarefully. They observe carefully. Not just what is happening in the headlines, which is the\npermanent obsession of the Western political establishment. But what is happening, in what\nXi Jinping would describe as “the underlying historical trends” in international relations. And\nthen, after a period of detailed internal reflection, consideration, and where necessary\nconsensus building within the system, a new direction is set.\n\nThat indeed is what these Central Foreign Policy Work Conferences are all about. They sum\nup where the system has got to in its analysis. And then what the system intends to do about\nit. It’s part of the rolling system of policy analysis, implementation and review that\ncharacterises the entire Chinese public policy system, both foreign and domestic. It is both\none of the great strengths of the Chinese system. But also one of its great weaknesses if the\nconclusions reached prove it be analytically flawed, or unsustainable in practice. It takes a lot\nto turn the Chinese ship of state around once that course has been set at the top.\n\nSo what changes with the 2018 Central Conference? Is it more of the same? Or simply an\nintensification of the trajectory? Or a change in content and tone. The answer is all of the\nabove—a blend of continuity and change.\n\nA NEW ROLE FOR PARTY IDEOLOGY IN FOREIGN POLICY\n\nFirst, the press reporting of the conference asserts the absolute centrality of the party to the\ncountry’s foreign policy mission. This is not entirely new. But the emphasis on the role of the\nparty is much stronger than before. In the recent past, the country’s international policy\nestablishment, like its econocrats, have seen themselves, and have been seen by the Chinese\npolitical establishment, as a technocratic elite. That is now changing in foreign policy as much\nas it has already changed in economic policy.\n\nThis is part of a broader trend in Xi Jinping’s China, whose focus is to rehabilitate the party\nfrom moral death from corruption on the one hand, and practical death from policy irrelevance\non the other.\n\nXi has been concerned that the party had become marginal to the country’s major policy\ndebates given the technocratic complexity inherent to most of the country’s contemporary\nchallenges. That is why, for example, we now see a revitalisation of theory over practice, a\nreassertion of the power of the major institutions of the party over the major departments of\nstate, and once again of political ideology over mere technocratic policy.\n\n3 of 10\n\nHOUSE_OVERSIGHT_026858",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026858.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3031,
    "word_count": 497,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:48.039032",
    "prefix": "IMAGES-009"
  }
}