{
  "document_id": "HOUSE_OVERSIGHT_024605",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024605.txt",
  "text": "14\n\ninteresting opportunities. \"We built the Gaza Zoo,\" Aenizan boasted.\n\"IT received $20,000 once for smuggling a tiger. We had to drug it.\"\nFor the Bedouins, the profits that they reap from smuggling are only\ncompensation for generations of neglect and outright hostility from\nEgypt's central government. \"Only 10 percent of my people benefit\nfrom the tourism industry,\" Aenizan said. \"The rest is pocketed by\nEgyptian tycoons.\" It is not unusual for Bedouins to refer to non-\nBedouins as \"Egyptians\" -- a sign of their detachment from Egyptian\nsociety. Running water is still scarce in many areas of Sinai, another\nsign of the government's negligence. Although most Bedouins hold\nEgyptian citizenship, they are not allowed into the high ranks of the\nmilitary, according to Aenizan and Menaei.\n\nAenizan, who is wanted on an 80-year sentence for allegedly\nsmuggling goods, described how interactions with the corrupt judicial\nsystem often sour Bedouins on the state. \"They jailed our women to\nforce us to turn ourselves in,\" he said, attempting to justify his\ncontempt toward the government. \"I didn't even enter a court or have\na lawyer. They ask you to be an informer. If you refuse, they frame\nyou.\" The Bedouins' long-simmering frustration with the Egyptian\nstate boiled over during the mass protests that led to Mubarak's fall\nfrom power. Three police officers were kidnapped by armed men in el-\nArish during the height of the revolution, and their whereabouts still\nremain unknown. Tourists fled the city as lawlessness grew more\npronounced. But while Sinai's disorder has mainly been exploited by\npeople looking to make a quick buck, a disturbing ideological\nelement has also tried to fill the political space. On July 29, during a\nprotest calling for an Islamic state after Friday prayers in el-Arish,\nclose to 100 armed militants mounted on motorcycles and pickup\ntrucks stormed through the city waving black flags, terrorizing\nresidents, and attacking the police station. Gun battles with security\nforces lasted for hours, leaving seven people dead, including two\n\nHOUSE_OVERSIGHT_024605",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024605.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2098,
    "word_count": 334,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:44.715038",
    "prefix": "IMAGES-008"
  }
}