{
  "document_id": "HOUSE_OVERSIGHT_020084",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020084.txt",
  "text": "inherited it did not make his feelings warmer or inspire him to want to dwell on it further.\nHe knew the war was cursed and, knowing that, felt no need to know more. He put the\nresponsibility for it on two of his favorite people to blame: Bush and Obama.\n\nFor Bannon, Afghanistan represented one more failure of establishment thinking. More\nprecisely, it represented the establishment’s inability to confront failure.\n\nCuriously, McMaster had written a book on exactly this subject, a scathing critique of\nthe unchallenged assumptions with which military leaders pursued the Vietnam War. The\nbook was embraced by liberals and the establishment, with whom, in Bannon’s view,\nMcMaster had become hopelessly aligned. And now—ever afraid of the unknown, intent\non keeping options open, dedicated to stability, and eager to protect his establishment cred\n—McMaster was recommending a huge troop surge in Afghanistan.\n\nOOK Ok\n\nBy early July, the pressure to make a decision was approaching the boiling point. Trump\nhad already authorized the Pentagon to deploy the troop resources it believed were\nneeded, but Defense Secretary Mattis refused to act without a specific authorization from\nthe president. Trump would finally have to make the call—unless he could find a way to\nput it off again.\n\nBannon’s thought was that the decision could be made for the president—a way the\npresident liked to have decisions made—if Bannon could get rid of McMaster. That would\nboth head off the strongest voice for more troops and also avenge Bannon’s ouster by\nMcMaster’s hand from the NSC.\n\nWith the president promising that he would make up his mind by August, and\nMcMaster, Mattis, and Tillerson pressing for a decision as soon as possible, Bannon-\ninspired media began a campaign to brand McMaster as a globalist, interventionist, and all\naround not-our-kind-of-Trumper—and, to boot, soft on Israel.\n\nIt was a scurrilous, albeit partly true, attack. McMaster was in fact talking to Petraeus\noften. The kicker was the suggestion that McMaster was giving inside dope to Petraeus, a\npariah because of his guilty plea regarding his mishandling of classified information. It\nwas also the case that McMaster was disliked by the president and on the point of being\ndismissed.\n\nIt was Bannon, riding high again, enjoying himself in a moment of supreme\noverconfidence.\n\nIndeed, in part to prove there were other options beyond more troops or humiliating\ndefeat—and logically there probably weren’t more options—Bannon became a sponsor of\nBlackwater-founder Erik Prince’s obviously self-serving idea to replace the U.S. military\nforce with private contractors and CIA and Special Operations personnel. The notion was\nbriefly embraced by the president, then ridiculed by the military.\n\nHOUSE_OVERSIGHT_020084",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020084.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2781,
    "word_count": 438,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:46.632248",
    "prefix": "IMAGES-005"
  }
}