{
  "document_id": "HOUSE_OVERSIGHT_023956",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023956.txt",
  "text": "270\n\nTeaching Minds\n\nThey must be learn-by-doing curricula consisting of series of\nprojects inside coherent stories about life in some aspect of\nthe real world.\n\nThey must be delivered on the web. Students should work on\nprojects where the background and help are web delivered.\nThey would submit their work to mentors and receive\nfeedback online.\n\nMentors in the curricula would include parents, online\nsubject matter experts worldwide, local experts, and teachers\ntrained to be mentors. Mentoring, unlike teaching, is not\nabout providing information that can be found easily in\nbooks but about helping students through a problem without\ngiving them the answer. Mentors point students in the right\ndirection and react to their work as it progresses.\n\nStudents should, on a regular basis (sometimes weekly,\nsometimes more often), submit work products related to each\nproject for evaluation and feedback. Students would submit\ntheir work many times to achieve increasing mastery and get\ncontinuing feedback. There should be no competency tests,\nonly the continual monitoring of performance.\n\nEach curriculum should be designed by a panel of experts in\na given field. The curriculum should provide a simulation of\nwhat life might be like in that field. For example, students\nmight spend the year working legal cases, or starting a\nbusiness, or designing roads and bridges.\n\nStudents should be encouraged to work in virtual teams,\nlearning to deal with others to produce results.\n\nChoice must be a staple of the curricula. There can be no\nsingle set of standard requirements. Instead, students should\nbe able to select the curricula they wish to participate in.\nTheir records would list what deliverables they have created\nin their chosen curricula.\n\nCurricula must be designed around projects with clear,\nmeaningful, achievable goals. They must be designed\ncarefully so to incorporate all the key basic skills like reading,\nwriting, reasoning, researching, calculating, computing, and\nso on, in a systematic and natural way.\n\nHOUSE_OVERSIGHT_023956",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023956.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2046,
    "word_count": 317,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:45.219992",
    "prefix": "IMAGES-007"
  }
}