{
  "document_id": "HOUSE_OVERSIGHT_018741",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018741.txt",
  "text": "Location Overview\n\nSaint Thomas is an island in the Caribbean Sea -\ndirectly east of Puerto Rico. Together with St. John and\nWater Island, St. Thomas forms a county and constituent\ndistrict of the United States Virgin Islands (USVI), an\nunincorporated territory of the United States. Located . :\non the island of Saint Thomas is the territorial capita = = ; - = er? 2 Soca\nand port of Charlotte Amalie. As of the 2010 census, the :\npopulation of Saint Thomas was 51,634 about 48.5% of\nthe US Virgin Islands total. The district has a land area of\n31.24 square miles.\n\ni\n\nIn 1917, St. Thomas was purchased (along with Saint\nJohn and Saint Croix) by the United States for $25\nmillion in gold, as part of a defensive strategy to\nmaintain control over the Caribbean and the Panama\nCanal during the First World War. U.S. citizenship was\ngranted to the residents of St. Thomas in 1927 and the\nU.S. Department of the Interior took over administrative\nduties in 1931. American forces were based on the island\nduring the Second World War and the 1954, passage\nof the U.S. Virgin Islands Organic Act officially granted\nterritorial status to the three islands - St. Thomas, St.\nJohn, and Water Island.\n\nSt. Thomas\n\n. Thomas has a lively tourist trade. It is the USVI’s most\nosmopolitan island, yet it still retains the distinctive\ntmosphere of a secluded Caribbean paradise. St.\nomas is packed with many tourism activities including\nhopping, sailing, snorkeling, sightseeing, diving and\nining. The Island is home to a world-renowned golf\nourse, picture-perfect beaches and a spectacular\nnightlife. Other attractions are the Skyride (700 feet\nabove the city) and the famous 99 Steps of Charlotte\nAmalie for an incomparable view of the Caribbean, as\nwell as the second-oldest synagogue in the Western\nHemisphere, the 1680-built Fort Christian.\n\naaYVYADMDAN\n\nSt. Thomas is developed with many hotels offering a\nvariety of lodging alternatives from grand resort estates\nto small inns and villas. It is also a destination for many\nCaribbean cruises due to the Island's breathtaking views,\nsecluded beaches and a deeply relaxing atmosphere.\n\nSt. Thomas\n\nPage 15 GSA Investment & Acquisition Opportunity | St Thomas, USVI Stan Johnson Company | THE NET LEASE AUTHORITY®\n\n®\n\nHOUSE_OVERSIGHT_018741",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018741.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2277,
    "word_count": 377,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:48.891338",
    "prefix": "IMAGES-005"
  }
}