{
  "document_id": "HOUSE_OVERSIGHT_020538",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020538.txt",
  "text": "SECTION 6\n\nMedia\n\nWhen the Xinhua News Agency leased a massive sign in Times Square in 2011 and then\nagreed to a twenty-year lease for a new US headquarters on the top floor of a Broadway\nskyscraper, it was clear that, as analyst He Qinglian put it, “The Chinese have arrived.”\nXinhua’s foray into Manhattan was followed by a website of the People’s Daily, the\n\nmouthpiece of the Communist Party, which set up shop in the Empire State Building.”\n\nAt a time when Western media outlets are challenged by the internet and weakened\nby uncertain business models, China’s rise as a major player in the media landscape\naround the globe has become all the more worthy of attention. The Chinese\ngovernment’s campaign to “grab the right to speak” from Western media outlets and\nindependent Chinese voices, which it accuses of distorting news about China and\nsullying China’s image, has come with a rapid expansion of China’s English-language\nmedia operations, a concerted campaign to control overseas Chinese-language media,\nand ongoing efforts to block attempts by Western media to contend inside China.\nXinhua News Agency journalist Xiong Min summed up the motivation for China’s\nnew campaign in 2010. “The right to speak in the world is not distributed equally,” she\nwrote. “Eighty percent of the information is monopolized by Western media.”? It was\ntime, she said, to end that monopoly by means of what China has called the Grand\n\nExternal Propaganda Campaign (AJB).\n\nSince coming to power, President Xi Jinping has overseen the intensification of this\nexternal propaganda blitz, which was launched in 2007 by former Party general\nsecretary Hu Jintao. As Xi told the November 2014 Foreign Affairs Work Conference\n\nin Beijing: “We should increase China’s soft power, give a good Chinese narrative,\n\nand better communicate China’s messages to the world.” This is the task CCP\npropagandists have now undertaken in an increasingly fulsome way. On February 19,\n2016, Xi visited the headquarters of the People’s Daily, Xinhua News Agency, and China\nCentral Television, where he again stressed the importance of external propaganda\nwork.® At the August 2018 National Meeting on Ideology and Propaganda, Xi stated:\n“To present good images, we should improve our international communication\n\ncapability, tell China’s stories well, disseminate China’s voice, show an authentic\n\nHOUSE_OVERSIGHT_020538",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020538.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2385,
    "word_count": 377,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:48.200360",
    "prefix": "IMAGES-006"
  }
}