{
  "document_id": "HOUSE_OVERSIGHT_017349",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017349.txt",
  "text": "4.2.12\nWC: 191694\n\nShe also, according to the government, evaded sales taxes on expensive jewelry in New York\n(which has a sales tax) by having the jeweler send empty boxes to Florida (which has no sales\ntax). Asa result, she may have saved several thousand dollars, but she spent more than a year in\nprison, when she had only a few years left to live and even less time to spend with her dying\nhusband. By any rational calculus, this is crazy behavior.\n\nMike Tyson, as the world’s greatest boxer, had a limited career ahead of him but virtually\nunlimited access to sex. As with many famous athletes, women were falling all over him, sending\nhim “audition” tapes, waiting for him wherever he appeared and begging him to have sex with\nhim. Yet, he agreed to be alone in a hotel room with a young woman he had just met and to risk\nbeing falsely accused of rape — which, in my view, he was — in order to get even more sex. The\nresult was that he was sentenced to several years in prison near the end of his short career, and\nlost almost everything he had worked so hard to acquire. Even he later acknowledged to me that\nhe was a “schmuck” for risking so much for so little.\n\nIn both of these cases, celebrities risked what they had limited amounts of — in Helmsley’s\nsituation the few remaining years of her life and her time with her husband; in Tyson’s situation\nthe few remaining years of his career — in order to obtain more of what they had unlimited\namounts of: money and sex. Of course, neither one expected to be convicted for what they did,\nbut they both engaged in behavior that carried the risk of being deprived of what they had only\nlimited amounts of. No rationally calculating person, weighing the costs and benefits of taking\nsuch risky actions, would do so. But these celebrities — and many others who have consulted me\n— have done just that.\n\nSome of my celebrity clients have also gotten into trouble because they need, or feel entitled to,\nimmediate gratification without sufficiently considering the longer term implications of their\nconduct, not only to themselves and their careers but to their loved ones, friend and associates.\nThey believe that when the future finally arrives, there will be new quick fixes. And often they\nare right. Someone generally manages to clean up the mess they left behind. It requires a\ncombination of unlikely factors and some bad luck to produce disaster, since most successful\npeople are good at making problems go away. But even celebrities are subject to the law of\nprobabilities and eventually — if they persist in their reckless behavior — the statistics will likely\ncatch up with them.\n\nWhy do so many celebrities act so recklessly? Is there something special about being a celebrity\nthat makes one feel invulnerable to ordinary risks? Are they so accustomed to “getting away with\nit” that they weigh costs and benefits differently from ordinary people?\n\nIs there a sense of entitlement? Are there expectations that the rules don’t apply to them? Do\nthey feel guilty about their “undeserved” success and want to be caught? Do they surround\nthemselves with groupies who encourage bad behavior and refuse to be truthful with them about\nthe risks? Are temptations placed so readily before them that they become difficult to resist?\n\nOne answer may well be that some of them have been doing it all their lives, starting well before\nthey were rich and famous. People often have a hard time changing old habits. I know that no\n\nmatter how much money I now have, I cannot throw away a tea bag after using it only once. It\ndrives my family crazy to see soggy tea bags in a cup waiting to be reused, but I simply can’t\n\n262\n\nHOUSE_OVERSIGHT_017349",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017349.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3696,
    "word_count": 655,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:48.430942",
    "prefix": "IMAGES-004"
  }
}