{
  "document_id": "HOUSE_OVERSIGHT_016540",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016540.txt",
  "text": "Page 31 of 42\n103 Minn. L. Rev. 844, *904\n\nU.S. victims lack a right to challenge noncharging decisions in cases of homicides by police. But they, along with organized\ninterest groups, can lobby prosecutors to prosecute. In some cities, voters and activist groups have pressured local prosecutors\non police violence cases. °° It is difficult to assess what role public sentiment plays (and should play) in charging decisions.\nBut it is not hard to find instances of potent political challenges to non-prosecution of police officers in the wake of fatal\nshootings. Chief prosecutors in Cleveland, Ohio, and Chicago, Illinois, lost reelection bids in the wake controversial failures to\ncharge police officers in fatal-shooting cases. 7°7 In the midst of popular and activist attention on such cases, prosecutors in\nseveral other cities have charged officers for offenses related to suspects' deaths, with mixed records of success. 7°8 Chicago\nprosecutors did so a year [*905] after police fatally shot a suspect and only upon public release of video of the incident 7° - a\nscenario that suggests public attention corrected a noncharging decision influenced by improper considerations.\n\nHowever, U.S. localities vary widely in their demographics, politics, and community sentiments toward these cases. 7!° That\nvariation, plus local election of prosecutors, contributes to widely varying enforcement policies across prosecution offices. 7!!\nAnd it means victims who urge prosecutions when local majority sentiment disfavors it have lower odds of successfully\ninfluencing [*906] prosecutors. The political variability of local prosecutors’ charging policies - and the vulnerability of those\ndecisions to local sentiment that favors unjustified underenforcement - are a key reason federal redundancy is important in this\ncontext. Given that police misconduct is an established part of the U.S. Justice Department's enforcement agenda, federal\nprosecutors should be a check on political judgments of local prosecutors. They also provide victims with a different agency to\n\nappeal to for investigation and prosecution.\n\nThis federalism-based model of redundant enforcement has advantages as a strategy to reduce risks of unmerited\nunderenforcement. The alternative model authorizing judicial review of declination decisions, as is used in England, relies on\nthe independence of judges from the prosecutors whom they review. *!* The federalism model relies on the independence of\nfederal prosecutors from state prosecutors and police. The executive branch of one sovereign scrutinizes the enforcement\nresponse of another. And it has the capacity to act on its independent judgment, while courts are confined to ordering\n\n6 See United States v. Gamble, 694 Fed. App'x. 750 (11th Cir. 2017), cert. granted, Gamble v. United States, 138 S. Ct. 2707 (2018). Even\nif the Court abolishes the dual sovereignty doctrine in Gamble, federal and state prosecutors will continue to be able to prosecute the same\noffenders for the same conduct in many cases. Under Blockburger v. United States, 284 U.S. 299, 304 (1932), the Double Jeopardy Clause\nprecludes multiple prosecutions only if the subsequent charge has the \"same elements\" as the first. See United States v. Dixon, 509 U.S. 688,\n696 (1993) (affirming Blockburger's same-elements test as the sole basis for double jeopardy claims). Unlike the firearm offenses that gave\nrise to Gamble's Double Jeopardy claim, federal and state crimes covering the same conduct often have distinct elements. For an example, see\ninfra notes 200-02 and accompanying text.\n\n37 See, e.g., U.S. Dep't of Justice, United States Attorneys’ Manual, supra note 55, § 9-2.031 (explaining the \"Petite policy\" criteria for\nfederal prosecution of same conduct after state prosecution).\n\n8 For an example of a high-profile federal declination in the wake of state declination, see U.S. Dep't of Justice, Department of Justice\nReport Regarding the Criminal Investigation Into the Shooting Death of Michael Brown by Ferguson, Missouri Police Officer Darren Wilson\n5-9 (2015), https://www. justice. gov/sites/default/files/opa/press-\nreleases/attachments/2015/03/04/doj_report_on_shooting of michael_brown_lI.pdf. For a study of federal declination, see Reuters, U.S.\nPolice Escape Federal Charges in 96% of Rights Cases, Fortune (Mar. 13, 2016),hitp.//ortune.com/2016/03/13/us-police-federal-charges-\ndata (explaining that between 1995 and 2015, \"[federal] prosecutors turned down 12,703 potential civil rights violations out of 13,233 total\ncomplaints. By contrast, prosecutors rejected only about 23 percent of referrals in all other types of criminal cases\").\n\n39 See, e.g., Koon v. United States, 518 U.S. 81, 113-14 (1996) (remanding for new sentence calculation of police officers convicted in\nfederal court after acquittals in state court); Blinder, supra note 52 (describing federal conviction of South Carolina police officer after an\nunsuccessful homicide prosecution of the officer in state court); Seven Baltimore City Police Officers Arrested for Abusing Power in Federal\nRacketeering Conspiracy, U.S. Dep't Just. (Mar. 1, 2017), https:/www.justice.gov/usao-md/pr/seven-baltimore-city-police-officers -arrested-\nabusing-power-federal-racketeering.\n\n40 Moreover, internal Justice Department decisions are not subject to judicial review. See, e.g., U.S. Dep't of Justice, Criminal Resource\nManual § 162 (2016); U.S. Dep't of Justice, United States Attorneys' Manual, supra note 55, § 9-2.031.\n\n4! For a recent example of change in Justice Department policies, see Eric Lichtblau, Sessions Indicates Justice Department Will Stop\nMonitoring Troubled Police Agencies, N.Y. Times (Feb. 28, 2017), hitps:/Avww.nytimes.com/2017/02/28/us/politics/jeff-sessions-crime.html.\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_016540",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016540.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5820,
    "word_count": 829,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:47.520406",
    "prefix": "IMAGES-004"
  }
}