{
  "document_id": "HOUSE_OVERSIGHT_017206",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017206.txt",
  "text": "4.2.12\nWC: 191694\n\nChapter 7 Disclosure of Secrets: From Pentagon Papers to Wikileaks\n\nThe conflict between national security and free expression is a real one. It must be confronted\nand resolved by every society committed to civil liberties yet concerned for its safety. In this\nrespect, the situation is different from the alleged conflicts that motivate the censorship of\nsupposedly obscene material: in most obscenity cases, the “conflict” is contrived and need not\nexist at all. There is ample room in a diverse and free society for accommodating the desires of\nthose who get pleasure from porn and those who feel the need to be protected from the intrusion\nof offensive material. The guiding principle that “your right to swing your fist ends at the tip of\nmy nose” suggests a workable approach to the regulation of merely offensive material. But there\nis no simple rule for the accommodation of free expression and national security, where the\nexpression may expose our security to real danger.\n\nNo reasonable person can dispute the reality that there are “necessary secrets,” like the names of spies,\nthe movement of troops, the contents of codes and ciphers, the location of satellites and the nature of\nsecret weapons. Nor can any student of history doubt that there are unnecessary secrets, like old and\nuseless information that remains classified by bureaucratic inertia. There is also information kept secret\nunder the pretext of national security but really in order to protect the reputation or electability of\ngovernment officials. And then there is the most interesting category of secrets — those that are\ngenuinely designed to protect national security in the short run, but whose disclosure may well serve\nthe national interest in the long run. (An example of this last category, at least with the benefit of\nhindsight, was the decision by The New York Times to withhold publication of the Kennedy\nadministration’s imminent intention to invade the Bay of Pigs in Cuba. Had it disclosed this\ninformation, the fiasco might have been called off, many lives saved and America’s reputation less\ntarnished.)\n\nThe most controversial genre are secrets whose disclosure would, in the reasonable views of the\ngovernment, endanger national security, but whose disclosure, in the equally reasonable view of the\npress, might ultimately serve the national interest. The real issue is not whether such secrets should be\npublished, since that question will often be a close one about which well-intentioned people will\ndisagree. The real issue, as it often is in a democracy, is who should be entrusted to make this real-time\ndecision.\n\nThe other difficult issue is not whether, but when to publish. In a democracy, there should be no\npermanent secrets, since history and accountability are paramount. The public must ultimately know\neverything its government has done in its name, but sometimes it is necessary to postpone publication\nuntil an immediate danger has passed, since in the modern world, there is no way of disclosing secrets\nto friends without also disclosing them to enemies.\n\nThere is no “one size fits all” solution to this daunting conflict, but there are some useful\nguidelines in striking the proper balance. In the first place, the vast majority of c/aims that\nnational security will be endangered by free expression are simply not true; most such claims are\nprobably not even believed by the government officials who assert them. The talismanic phrase\n“national security” is often invoked as a transparent cover for convenience, for political\nadvantage, and for protection from personal or political embarrassment. Every claim of national\n\n119\n\nHOUSE_OVERSIGHT_017206",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017206.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3693,
    "word_count": 591,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:49.311387",
    "prefix": "IMAGES-004"
  }
}