{
  "document_id": "HOUSE_OVERSIGHT_011653",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011653.txt",
  "text": "Reluctant though I’d been to leave the 401\" for the kirya, I had particularly\nenjoyed the last year. I was promoted to Shai Tamari’s job, in charge of the\nintelligence team for our military operations, when Shai left to command a tank\nbrigade. My office was no longer on the third floor, but in the underground\nbunker, the bor. I was part of nearly all high-level planning meetings, often with\nMotta, sometimes also including Peres. Almost everyone around the table was\nolder than me, and outranked me by some distance. Yet with my intelligence\nbrief, I was often the one with the most thorough command of the details.\nThough still just a colonel, I’d risen through Sayeret Matkal. I knew the\nplanning process from the other side as well, having attended the same sort of\nmeetings, from the early 1960s, to present our operations. So I was often asked,\nand always welcome, to weigh in on what would work, what wouldn’t, and\nwhy.\n\nMy final year in the kirya also further cemented my relationship with Motta.\nThough as chief of staff, he tended to keep a formal distance from all but his\nfellow generals, he did seem to enjoy having me around. He even put me in\ncharge of a new department of my own. Not officially. The “department” was\nstrictly ad hoc, as was the name which Motta gave it: Mishugas. The Yiddish\nword for craziness.\n\nAll army commanders, in all countries, receive their share of unsolicited\nadvice. But I can’t imagine any of them gets the number, or sheer range, of wild\nsuggestions which make their way to the Airya. Everything from levitation\nmachines, to ideas for making tanks fly. Motta didn’t have the time to read all\nthe letters, much less sit down with the self-styled inventors or sages who\nshowed up in person. Still, he couldn’t be sure that a jewel of an idea wasn’t\nlurking inside one of them. As an insurance policy, he began sending all the\nletters, and every supplicant, to me.\n\nI never found the jewel. The most vivid memory I have is of a visit from a\nformer soldier in Shaked, Israel’s Negev reconnaissance and tracking unit. He\nhad taken up meditation, and the study of ancient civilizations. Fresh from a\nperiod of contemplation in the desert, he arrived in my office with a pamphlet\nhe’d written. It was about special-forces strategy and training, as practiced eight\ncenturies earlier, in the time of Genghis Khan.\n\nI listened for nearly an hour, enjoying his enthusiasm, the history lesson, and\nthe simple weirdness of it all. I did check his facts afterwards. If nothing else, he\nproved an assiduous student of the Mongols. He explained to me that in their\nlargest battles, involving tens of thousands of troops, they would designate a\n\n182\nHOUSE_OVERSIGHT_011653",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011653.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2704,
    "word_count": 471,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:49.424101",
    "prefix": "IMAGES-001"
  }
}