{
  "document_id": "HOUSE_OVERSIGHT_019602",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019602.txt",
  "text": "114 | HOW AMERICA LOST ITS SECRETS\n\nwhich, to him, represented a kind of distillation of the excesses of\nthe American national security state, and he had therefore made it\nhis mission to blow the whistle. He believed that the public needed\nto be informed of the existence of a vast, secret surveillance opera-\ntion directed against tens of millions of Americans that flagrantly\nviolated U.S. laws and was a grave threat to their privacy and their\nfreedoms. Within hours of the release of that video on the Guardian\nwebsite, Snowden was known throughout the world as a courageous\nwhistle-blower.\n\nIn Laura Poitras’s remarks in accepting her Academy Award for\nCitizenfour on February 22, 2015, she said that Snowden acted as a\nwhistle-blower not only to “expose a threat to our privacy but to our\ndemocracy itself.” She received a standing ovation.\n\nA large part of the public who viewed this powerful film, includ-\ning many of my colleagues in journalism whose writing I greatly\nrespect, came to accept Snowden’s whistle-blowing narrative. The\nfilm so convincingly depicted Snowden as an altruistic young man\nwilling to risk his own personal freedom and face years of imprison-\n\n© ment for the sake of others that editorial writers asked that he be ®\ngiven clemency from prosecution.\n\n“Sitting on his unmade bed—white sheets and covers, white head-\nboard, white bathrobe, white skin—Snowden seems like a figure\nin some obscure ritual, being readied for sacrifice,” George Packer\nwrote about the film in a widely read article in The New Yorker.\n\nThis powerful narrative, as lucidly articulated by Poitras, Green-\nwald, and other Snowden supporters, described the NSA activities\nexposed by Snowden as part of a vast criminal conspiracy involv-\ning, among others, President Obama, James Clapper, the director of\nnational intelligence, and both Democratic and Republican members\nof the congressional oversight committees. It further derided any\nclaims that there was evidence that Snowden’s theft of NSA secrets\nwent beyond simply exposing government misdeeds. For example,\nthis narrative asserted, as if it were established fact, that U.S. gov-\nernment officials had deliberately “trapped” Snowden in Russia.\nAccording to Snowden, the purpose of this government ploy was\nto “demonize” him. “There was no question that I was going to be\nsubject to a demonization campaign,” Snowden said in an interview\n\n| | Epst_9780451494566_2p_all_r1.z.indd 114 ® 9/29/16 5:51PM | |\n\nHOUSE_OVERSIGHT_019602",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019602.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2487,
    "word_count": 394,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:47.428774",
    "prefix": "IMAGES-005"
  }
}