{
  "document_id": "HOUSE_OVERSIGHT_013383",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013383.txt",
  "text": "4, Edwards is Entitled to Summary Judgment to the Extent His Claim is Based\nOn Pursuit of Discovery Concerning Epstein’s Friends Because All Such\nEfforts Were Reasonably Calculated to Lead to Relevant and Admissible\nTestimony About Epstein’s Abuse of Minor Girls.\n\nEpstein has also alleged that Edwards improperly pursued discovery from some his close\nfriends. Such discovery, Epstein claims, was improper because Edwards knew that these\nined iets lacked any discoverable information about the sexual assault cases against Epstein.\n\n| Here again, Edwards is entitled to summary judgment, as each of the friends of Epstein\nwere reasonably believed to possess discoverable information. The undisputed facts show the\nfollowing with regard to each of the persons raised in Epstein’s complaint:\n\n| e With regard to Donald Trump, Edwards had sound legal basis for believing Mr.\n\nTrump had relevant and discoverable information. See Statement of Undisputed\nFacts.\n\ne With regard to Alan Dershowitz (Harvard Law Professor), Edwards had sound\nlegal basis for believing Mr. Dershowitz had relevant and discoverable\ninformation. See Statement of Undisputed Facts.\n\ne With regard to former President Bill Clinton, Edwards had sound legal basis for\nbelieving former President Clinton had relevant and discoverable information.\nSee Statement of Undisputed Facts.\n\ne With regard to former Sony Record executive Tommy Mottola, Edwards was not\n\nthe attorney that noticed Mr. Mottola’s deposition. See Statement of Undisputed\nFacts,\n\ne With regard to illusionist David Copperfield, Edwards had sound legal basis for\nbelieving Mr. Copperfield had relevant and discoverable information. See\nStatement of Undisputed Facts.\n\ne With regard to former New Mexico Governor Bill Richardson, Edwards had\nsound legal basis for naming Former New Mexico Governor Bill Richardson on\nhis witness list. See Statement of Undisputed Facts.\n\nIt is worth noting that the standard for discovery is a very liberal one. To notice someone\n\nfor a deposition, of course, it is not required that the person deposed actually end up producing\n\n14\n\nHOUSE_OVERSIGHT_013383",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013383.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2123,
    "word_count": 320,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:44.675104",
    "prefix": "IMAGES-002"
  }
}