{
  "document_id": "HOUSE_OVERSIGHT_029034",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029034.txt",
  "text": "Questioner: Very simply put, there’s a growing movement among young people here in\nEurope, in France and in Austria and elsewhere, and they’re arguing very effectively\nagainst Wall Street institutions and they’re also appealing to people on an ethnic and racial\nlevel. And I was just wondering what you would recommend to counteract these\nmovements, which are growing.\n\nBannon: One of the reasons that you can understand how they’re being fueled is that\nthey’re not seeing the benefits of capitalism. I mean particularly — and I think it’s\nparticularly more advanced in Europe than it is in the United States, but in the United\nStates it’s getting pretty advanced — is that when you have this kind of crony capitalism,\nyou have a different set of rules for the people that make the rules. It’s this partnership of\nbig government and corporatists. I think it starts to fuel, particularly as you start to see\nnegative job creation. If you go back, in fact, and look at the United States’ GDP, you look\nat a bunch of Europe. If you take out government spending, you know, we’ve had negative\ngrowth on a real basis for over a decade.\n\nAnd that all trickles down to the man in the street. If you look at people’s lives, and\nparticularly millennials, look at people under 30 — people under 30, there’s 50% really\nunder employment of people in the United States, which is probably the most advanced\neconomy in the West, and it gets worse in Europe.\n\nI think in Spain it’s something like 50 or 60% of the youth under 30 are underemployed.\nAnd that means the decade of their twenties, which is where you have to learn a skill,\nwhere you have to learn a craft, where you really start to get comfortable in your\nprofession, youre taking that away from the entire generation. That’s only going to fuel\ntribalism, that’s only going to fuel [unintelligible]... That’s why to me, it’s incumbent upon\nfreedom-loving people to make sure that we sort out these governments and make sure\nthat we sort out particularly this crony capitalism so that the benefits become more of this\nentrepreneurial spirit and that can flow back to working-class and middle-class people.\nBecause if not, we’re going to pay a huge price for this. You can already start to see it.\nQuestioner: I have a question, because you worked on Wall Street. What is the opinion\nthere on whether they think bank bailouts are justified? Is there a Christian-centered\n[unintelligible | that they think should be bailed out? The crisis starts earlier than 2008.\nWhat was the precedent then? What was the feeling on Wall Street when they bailed out\n\nthe banks? How should Christians feel about advocating or being against that?\n\nHOUSE_OVERSIGHT_029034",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029034.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2695,
    "word_count": 464,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:47.536723",
    "prefix": "IMAGES-010"
  }
}