{
  "document_id": "HOUSE_OVERSIGHT_014965",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014965.txt",
  "text": "TED2017: The future you\n\n~ a\n\n4/20/17, 12:07 PM\n\nANELUyee auyuUaLe\n\nAs president of the International Rescue Committee, David Miliband enlists his expert statesmanship in the fight against the greatest global\nrefugee crisis since World War II.\n\nAs the son of refugees, David Miliband has first-hand experience with those fleeing conflict and disaster. In 2013, he abandoned a long\npolitical career to take the helm of the International Rescue Committee, an NGO committed to emergency and long-term assistance to\nrefugees (and founded at the call of Albert Einstein in 1933).\n\nAs a former UK Secretary of State for Foreign Affairs, Miliband is no stranger to cross-border politics. He is a leading voice against recent\nanti-refugee and immigration measures in the US, where the IRC currently runs resettlement programs in 29 cities.\n\nrescue.org @DMiliband\n\nThursday, April 27, 11:00AM - 12:45PM PDT\n\nSession 8: Bugs and Bodies\nHosted by Chris Anderson.\n\nhttps://ted2017.ted.com/program\n\nRobert Sapolsky\nNeuroscientist, primatologist, writer\n\nRobert Sapolsky is one of the leading neuroscientists in the world, studying stress in primates (including humans).\n\nWe all have some measure of stress, and Robert Sapolsky explores its causes as well as its effects on our bodies (his lab was among the\nfirst to document the damage that stress can do to our hippocampus). In his research, he follows a population of wild baboons in Kenya,\n\nwho experience stress very similarly to the way humans do. By measuring hormone levels and stress-related diseases in each primate, he\ndetermines their relative stress, looking for patterns in personality and social behavior that might contribute. These exercises have given\nSapolsky amazing insight into all primate social behavior, including our own.\n\nHe has been called \"one of the best scientist-writers of our time\" by Oliver Sacks. Sapolsky has produced, in addition to numerous\nscientific papers, books for broader audiences, including A Primate’s Memoir: A Neuroscientist’s Unconventional Life Among the Baboons,\n\nWhy Zebras Don?t Get Ulcers: Stress Disease and Coping, and The Trouble with Testosterone.\n\nprofiles .stanford.edu/robert-sapolsky,\n\nJun Wang\nGenomics researcher\n\nAt his new institute/company, iCarbonX, Wang Jun aims to establish a big data platform for genomics.\n\nIn 1999, Wang Jun founded the Bioinformatics Department of Beijing Genomics Institute (BGI, now known as BGI Shenzhen), one of\nChina’s premier research facilities. Until July 2015, Wang led the institution of 5,000+ people engaged in studies of genomics and its\ninformatics, including genome assembly, annotation, expression, comparative genomics, molecular evolution, transcriptional regulation,\ngenome variation analysis, database construction as well as methodology development such as the sequence assembler and alignment tools.\nHe also focuses on interpretation of the definition of “gene” by expression and conservation study. The Pig Genome Project was completed\nat BGI under his leadership, as well as the chicken genome variation map and the TreeFam in collaboration with the Sanger Institute.\nRecently, he and his group finished the first Asian diploid genome, the 1000 genome project, and many more projects.\n\nIn late 2015, Wang founded a new institute/company, iCarbonX, aiming to develop an artificial intelligence engine to interpret and mine\ngenomic data and help people better manage their health and defeat disease.\n\nAnne Madden\nMicrobial researcher\n\nWhether brewing better beer or chronicling the lives of the microbes living in the dust under the couch, Dr. Anne Madden seeks to\nunderstand and utilize the microbial world around us.\n\nAlong with her colleagues in the Laboratory of Rob Dunn at North Carolina State University, Anne Madden studies ways that our dimly\nunderstood microbial neighbors can yield surprising discoveries. She’s helped create one of the first single-culture sour beers, discovered a\nnew fungus living inside wasp nests and cataloged the astonishing diversity of some of the microscopic and macroscopic life in our homes\n-- more than 600 species of arthropods in USA homes at last count.\n\nIn addition to her research work at North Carolina State University, Madden is Chief Strategist at the brewing yeast company Lachancea\nLLC and consults for a variety of industries from bee keeping companies to technology firms. Her work has been featured on numerous\nmedia platforms, including National Geographic and Newsweek.\n\nanneamadden.com @anneamadden\n\nDavid Brenner\n\nRadiation scientist\n\nPage 15 of 21\n\nHOUSE_OVERSIGHT_014965",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014965.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4582,
    "word_count": 685,
    "line_count": 86,
    "import_date": "2025-11-19T21:47:47.329168",
    "prefix": "IMAGES-003"
  }
}