{
  "document_id": "HOUSE_OVERSIGHT_011606",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011606.txt",
  "text": "Nothing happened for several months. By the early spring of 1973, with my\ntwo-year term as sayeret commander winding down, I assumed the operation\nhad been vetoed. I could understand why. As we worked on our plan, it had\nbecome clear that getting into the heart of the Lebanese capital, hitting the\napartments and getting out again without starting a minor war would be by far\nthe most difficult mission we had attempted. I did not doubt that Sayeret Matkal\noffered the best chance of success. But it wouldn’t be easy. I figured that\nwhoever was making the decision had come to the same conclusion.\n\nI was on a weekend away with Nava and Michal in the Red Sea resort of\nEilat when things suddenly began to move. At around noon on Saturday, I got a\ncall from Talik’s deputy in the kirya. “Ehud,” he said, “we need you back here\nas soon as possible.” When I asked why, he said: “You remember how you were\napproached by someone with some questions, and you went back to them with a\nlist of other questions for them to answer?”\n\nI told Nava I’d been summoned to a meeting at the chief-of-staff’s office —\nthe kind of call of duty that both of us were now used to — and grabbed the first\ncommercial flight north. It got the the kirya early in the evening, and joined a\nmeeting that was already well underway. Dado was in his usual seat on the\nright-hand side of the table he used for staff discussions, flanked by Talik.\nAcross from them was Manno Shaked, the officer who had phoned me to tell\nme about the Sabena hijacking and who had now succeeded Raful Eitan as\nkatzhar, overall chief of the infantry and paratroopers. Beside him were the two\nMossad officers with whom I’d had most of my dealings about Beirut. They\nwere all staring at an aerial photo of the Lebanese capital, with an area marked\nin blue pen around a street called Rue Verdun.\n\nI entered and took one of the remaining chairs. Gesturing toward the image\nof Beirut, Dado turned to me. “Do you know this place?” he asked. Yes, I said.\nI’d seen the photo. Nodding toward the Mossad men, | said: “These two officers\nshowed it to me.”\n\n“Do you have an idea how to do this operation?” I told him that we didn’t\nhave a fully detailed operational plan. But I said we’d looked into the problems\nwe'd face. “We believe we can do it.” When he asked how, I outlined the\napproach we’d settled on: a small force, thirteen men, plus two from Mossad to\nact as drivers. We would need the Mossad men to go to Beirut ahead of us, and\nrent a pair of nice American cars, the kind typical tourists would use. We’d land\non the waterfront, well south of the most built-up parts of the city coastline, and\nmeet up with the rental cars. When we reached the apartment blocks, three\n\n135\nHOUSE_OVERSIGHT_011606",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011606.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2746,
    "word_count": 508,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:46.125774",
    "prefix": "IMAGES-001"
  }
}