{
  "document_id": "HOUSE_OVERSIGHT_024340",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024340.txt",
  "text": "Table of Contents\n\n* individual executive pay generally targeted at median level against comparable executive roles at an appropriate set of peer\ncompanies, except the chief executive officer, for whom we target significantly below median level due to his significant\nownership interest in us;\n\n* robust clawback policies permitting the recoupment of past incentive pay from executive officers in the event of certain kinds of\nmisconduct, and forfeiture of incentive awards in the event the executive engages in various types of conduct deemed detrimental\nto Carvana’s interests, including theft or fraud against Carvana and engaging in competition with Carvana;\n\n* no employment agreements with executive officers;\n\n* the use of retail units sold, gross profit per unit ex-Gift and EBITDA margin ex-Gift as performance metrics, which incents\nemployees to increase earnings and manage net assets efficiently;\n\n* restrictions on trading in Carvana Class A common stock to reduce insider trading compliance risk, as well as prohibitions on\npledging and hedging Carvana capital stock.\n\nIn light of these features, we conclude that the risks arising from our executive and employee compensation policies and practices are not\nreasonably likely to have a material adverse effect on the company.\n\nTAX AND ACCOUNTING IMPLICATIONS\n\nCarvana considers the tax and accounting aspects of the elements of compensation we offer in determining the most effective method for\ncompensating our executives. This includes, but is not limited to, Section 162(m) of the Internal Revenue Code and the regulations thereunder.\nSection 162(m) generally limits the tax deduction available to public companies for annual compensation paid to the chief executive officer and certain\nother named executive officers in excess of $1 million.\n\nAs a result of 2017 tax legislation, compensation paid in a fiscal year in excess of $1 million to, or on behalf of, an individual who is a “covered\nemployee” is not expected to be deductible under Section 162(m) of the Internal Revenue Code, unless such compensation qualifies for transition relief\n(relating to written binding contracts in effect on November 2, 2017, which were not subsequently materially modified). Therefore, certain compensation\npaid under our existing equity plans and certain of our long-term equity awards originally designed with the intent that such amounts qualify as\n“performance-based” compensation may not be deductible in the future. Although the committee may consider the effect that Section 162(m) and the\npotential lack of deduction for amounts paid in excess of the deduction limit may have on Carvana, the committee continues to retain flexibility to make\ncompensation decisions, in the exercise of its business judgment, that are based on factors that it determines to be appropriate (as determined by the\ncommittee in its sole discretion) to enable Carvana to continue to attract, retain, reward, and motivate its highly-qualified executives. This flexibility may\ninclude amending or modifying the design elements of our historical compensation programs.\n\n=~ 33 =\n\nHOUSE_OVERSIGHT_024340",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024340.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3139,
    "word_count": 475,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:45.303102",
    "prefix": "IMAGES-007"
  }
}