{
  "document_id": "HOUSE_OVERSIGHT_015604",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015604.txt",
  "text": "not be had” or that “the discovery may be had only on specified terms and conditions...”. Fla. R.\nCiv. P. 1.280(c).\n\nDefendant issued a vastly overbroad subpoena to this non-party which included 25\nseparate document requests, many with subparts. In addition to placing an undue burden on this\nnon-party to have to search for the broad scope of materials requested, the document requests seek\ninformation that is irrelevant to the Florida Defamation Action and clearly intended to “embarrass\nand oppress” this non-party. Fla. R. Civ. P. 1.280(c). Defendant’s overly broad subpoena to non-\nparty, Jane Doe No. 3, goes so far as to seek documents relating to former President, Bill Clinton\nand former Vice President, Al Gore, which, even if such documents existed, would be absolutely\nirrelevant to the Florida Defamation Action. See Toledo v. Publix Super Markets, Inc., 30 So. 3d\n712 (Fla. 4\" DCA 2010).\n\nDefendant’s requests can be grouped into four key categories: (1) documents that contain\nhighly personal and sensitive information sought only to harass, embarrass and intimidate the non-\nparty; (2) documents unrelated to this action and, instead, intended to gain discovery relating to\nDefendant’s admitted “goal” of putting this non-party in “jail,” bringing a new case against Jane\nDoe No. 3, or related to the federal action; (3) documents that contain personal financial or other\nconfidential information; and (4) privileged communications between the non-party and her\nlawyers. Non-party, Jane Doe No. 3, has filed specific objections as to each request sought in\nDefendant’s subpoena as set forth in Exhibit 9. Here, Jane Doe No. 3 provides the Court with a\nsampling of the oppressive nature of the subpoena that is the subject of her detailed objections.\n\na. Category 1 — Overly Broad Subpoena Requests Intended Solely to Harass, Embarrass\nand Intimidate the Non-Party by Seeking Highly Personal and Sensitive Information\n\nIt is clear from the Defendant’s requests that his intent is to intimidate and harass this non-\nparty by seeking highly sensitive personal information that is irrelevant to this action. For\n\nexample, Request no. 16 seeks “Any diary, journal or calendar concerning your activities between\n\nHOUSE_OVERSIGHT_015604",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015604.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2246,
    "word_count": 352,
    "line_count": 32,
    "import_date": "2025-11-19T21:47:48.459149",
    "prefix": "IMAGES-003"
  }
}