{
  "document_id": "HOUSE_OVERSIGHT_011901",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011901.txt",
  "text": "/ BARAK / 144\n\nwas off the agenda. The diplomatic process with the Palestinians was stalemated. I\ncould see no point in remaining in the government.\n\nLike my last period in Olmert’s government, my final few months were\ndominated by finding a way to end Hamas attacks from Gaza. During one 24-hour\nperiod in November, Hamas launched more than 100 rockets at towns in the south,\nwhile also attacking two military units across the border. Especially since our\nmilitary response would be the last during my time as Defense Minister, I was\ndetermined that, this time, it would have a strictly defined objective and a finite\ntime frame. The overall objective hadn’t changed since Olmert’s premiership: to\nhit Hamas hard, bring down the number of rocket attacks to as near zero as\npossible, and reach an agreement, through the Egyptians, which established a\nperiod of calm on our border for as long as we could. Bibi’s “victimhood”\nnarrative notwithstanding, one aspect of the military balance in the south was now\ndramatically different. With my backing as Defense Minister, we now had Iron\nDome, which I was confident would help deal with the inevitable shower of Hamas\nrockets that would follow our initial attack. Again, I felt it was essential to start\nwith a quick, unexpected, damaging first strike. Then, through sustained air\nbombardment, to keep up enough pressure to secure the political arrangement we\nwanted. And, unlike under Olmert, to end the operation as soon as we’d achieved\nits aim.\n\nOn the afternoon of November 14, we launched a targeted air strike on Hamas’s\nde facto chief of staff, Ahmed Jabari. We’d gone after Jabari in the past but, for\none reason or another, had failed. We also hit nearly two dozen other Hamas\ntargets, including all of the main missile sites we had identified. The whole\noperation lasted a week. Hamas fired nearly 1,500 rockets into Israel, not just\nlocally manufactured Qassems but longer-range Iranian Fajr-5s and Russian Grads.\nFor the first time since the 1991 Gulf war, several were targeted at Tel Aviv and\nJerusalem. Fortunately, they were not significantly more accurate than in the past.\nMore than half landed in fields or orchards. And with Iron Dome deployed around\nour major towns and cities, more than 80 per cent were intercepted.\n\nWe hit nearly 1,500 targets over the seven-day period, mostly launch-pads,\nHamas government installations and weapons stores, but also a number of\napartment complexes being used by Hamas as bases or firing points. Bibi rightly\npointed out that we were forced to fight a fundamentally asymmetric battle. While\nIsrael began with the principle of directing our fire away from civilian areas,\n\n430\nHOUSE_OVERSIGHT_011901",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011901.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2704,
    "word_count": 447,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:49.225842",
    "prefix": "IMAGES-001"
  }
}