{
  "document_id": "HOUSE_OVERSIGHT_014726",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014726.txt",
  "text": "4 BAT scenarios\n\nTo us, the key question is not when tax reform will pass (likely sooner than what is\npriced in). Far more important for financial markets in our view, especially for the rates\nand FX markets, is what tax reform means for inflation. The recent divergence between\ninflation breakevens and real yields reflects to a large part to the increasing consensus\nthat tax reform will be stagflationary.\n\nWe are less sure this will be the case and this is why. In our view, there are four possible\npaths in terms of how the border adjustment tax proposal could play out:\n\ne Scenario 1: This is the baseline of the Republican architects of the proposal\nwho see a 25% appreciation of the USD to offset the 20% new tax on imports.\nIn this scenario, because of the USD appreciation the inflationary impact of the\nborder adjustment tax will be limited. In fact, it is very likely in this scenario\nthat the second round effects of the USD appreciation (for example on\ncommodity prices and emerging markets) will stoke deflationary fears.\n\ne Scenario 2: In this scenario, we would get the BAT as proposed but the USD\ndoes not go up because the new administration sees a strong USD as\nincompatible with its trade policy. We suspect this scenario has become the\nbaseline for the market. We disagree this is the most probable outcome. In our\nview, it would be difficult if not impossible for Republican leadership to push\nthrough tax changes that would lead to potentially very unpopular price hikes\nahead of the mid-term elections next year.\n\ne Scenario 3: In this scenario the BAT would not make it into the tax reform and\nthe proposed corporate tax cut is financed by running up the fiscal deficit. This\ncould be easier to sell politically than Scenario 2, especially given that the\nRepublicans plan to deliver personal income tax cuts at the same time. In this\nscenario, the USD will rally as the Fed continues to hike and rate differential\ndrives the USD higher.\n\nChart 6: The four different fates of the border adjustment tax proposal\n\nScenario 1: Ryan-Brady proposal Medium probability:\n+25% USD increase = Little increase USD{ 17, BEL |\n\nin inflatian\n\nScenario 2: Ryan-Brady proposal + Low probability:\n\nlittle USD increase = Big increase in —_— USDt |, BET Tt\n\nInflatinn\n\nBAT\n\nScenario 3: No BAT + bigger fiscal Medium probability:\ndeficit = Little increase in inflation | USD?, BE|\n\nScenario 4: VAT instead of BAT = Medium probability:\n\n41\\\\\n\nSmaller increase in inflation > USD* 1, BET |\n\nSource: BofA Merrill Lynch Global Research\n\nBankofAmerica <2”\n\n6 Cause and Effect | 13 February 2017 Merrill Lynch\n\nHOUSE_OVERSIGHT_014726",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014726.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2633,
    "word_count": 451,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:48.150961",
    "prefix": "IMAGES-003"
  }
}