{
  "document_id": "HOUSE_OVERSIGHT_024975",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024975.txt",
  "text": "Article 4.\n\nVanity Fair\n\nHillary Clinton - Woman of the World\n\nJonathan Alter\n\nJune 2011 -- It was four a.m. when Hillary Clinton’s plane touched\ndown at Andrews Air Force Base, and by midmorning she was in the\nOval Office conferring with President Obama. The night before, as\nher plane was en route from Tunis, they had agreed that the vote of\nthe United Nations Security Council to impose a no-fly zone on\nLibya meant that it was now decision time on launching a third\nAmerican war in the Middle East, though no one in the U.S.\ngovernment dared call it that. Muammar Qaddafi was ramping up his\ngenocidal threats, pledging to show “no mercy” toward his own\npeople (whom he described as “rats’’) in the eastern city of Benghazi.\nInside the White House, the president quickly settled on an American\nbombing campaign, but he and the secretary of state thought strongly\nthat Great Britain and France should be seen as taking the lead. They\nagreed that there was no choice but for Hillary to sit down in person\nwith both British prime minister David Cameron and French\npresident Nicolas Sarkozy. “I’m sorry, Hillary, but you’re going to\nfly over the Atlantic again,” said Obama, who was about to leave on\nhis own foreign trip, to Brazil. So only hours after landing from\nTunis, she was headed back to Paris.\n\nBy then it was clear that the “Arab Spring” of 2011 was creating\ntumult not just in the Middle East but inside the Obama\nadministration. Not since the fall of Communism, in the late 80s, has\na U.S. administration faced a chain reaction of foreign crises that\nseemed so much out of its control.\n\nAt first, Hillary looked clairvoyant: in January, when the street\nprotests were still small in Tunisia, she lectured decrepit dictatorial\n\nHOUSE_OVERSIGHT_024975",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024975.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1761,
    "word_count": 305,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:49.066819",
    "prefix": "IMAGES-008"
  }
}