{
  "document_id": "HOUSE_OVERSIGHT_022521",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022521.txt",
  "text": "also were not in compliance with the company’s internal\npolicies, which provided that charitable donations gener-\nally should be made to healthcare institutions and relate to\nthe practice of medicine.’”\n\nProper due diligence and controls are critical for\ncharitable giving. In general, the adequacy of measures\ntaken to prevent misuse of charitable donations will depend\non a risk-based analysis and the specific facts at hand. In\nOpinion Procedure Release No. 10-02, DOJ described the\ndue diligence and controls that can minimize the likelihood\nof an FCPA violation. In that matter, a Eurasian-based sub-\nsidiary of a U.S. non-governmental organization was asked\nby an agency of a foreign government to make a grant to\na local microfinance institution (MFI) as a prerequisite to\nthe subsidiary’s transformation to bank status. The subsid-\niary proposed contributing $1.42 million to a local MFI to\nsatisfy the request. The subsidiary undertook an extensive,\nthree-stage due diligence process to select the proposed\ngrantee and imposed significant controls on the proposed\ngrant, including ongoing monitoring and auditing, ear-\nmarking funds for capacity building, prohibiting compen-\nsation of board members, and implementing anti-corrup-\ntion compliance provisions. DOJ explained that it would\nnot take any enforcement action because the company’s due\ndiligence and the controls it planned to put in place sufficed\nto prevent an FCPA violation.\n\nOther opinion releases also address charitable-type\ngrants or donations. Under the facts presented in those\nreleases, DOJ approved the proposed grant or donation,'™\nbased on due diligence measures and controls such as:\n\ne certifications by the recipient regarding compliance\nwith the FCPA;!\n\ne due diligence to confirm that none of the recipient’s\nofficers were affiliated with the foreign government\nat issue;1\n\n* arequirement that the recipient provide audited\nfinancial statements;!°\n\n* awritten agreement with the recipient restricting\n\nthe use of funds;'”\n\n® steps to ensure that the funds were transferred to a\n\nvalid bank account;!”\n\n19\n\ne confirmation that the charity's commitments were\n\n109 and\n\nmet before funds were disbursed;\n* on-going monitoring of the efficacy of the\nprogram.!!°\nLegitimate charitable giving does not violate the\nFCPA. Compliance with the FCPA merely requires that\ncharitable giving not be used as a vehicle to conceal pay-\n\nments made to corruptly influence foreign officials.\n\nFive Questions to Consider When Making\nCharitable Payments in a Foreign Country:\n\n1. What is the purpose of the payment?\n\n2. Is the payment consistent with the company’s\ninternal guidelines on charitable giving?\n\n3. Is the payment at the request of a foreign official?\n\n4. Is a foreign official associated with the charity\nand, if so, can the foreign official make decisions\nregarding your business in that country?\n\n5. Is the payment conditioned upon receiving\nbusiness or other benefits?\n\nWho Is a Foreign Official?\n\nThe FCPA’s anti-bribery provisions apply to corrupt\npayments made to (1) “any foreign official’; (2) “any foreign\npolitical party or official thereof”; (3) “any candidate for\nforeign political office”; or (4) any person, while knowing\nthat all ora portion of the payment will be offered, given, or\npromised to an individual falling within one of these three\ncategories.'' Although the statute distinguishes between a\n“foreign official, “foreign political party or official thereof?\nand “candidate for foreign political office” the term “for-\neign official” in this guide generally refers to an individual\nfalling within any of these three categories.\n\nThe FCPA defines “foreign official” to include:\n\nany officer or employee of a foreign government or\n\nany department, agency, or instrumentality thereof,\n\nHOUSE_OVERSIGHT_022521",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022521.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3807,
    "word_count": 575,
    "line_count": 104,
    "import_date": "2025-11-19T21:47:45.980034",
    "prefix": "IMAGES-007"
  }
}