{
  "document_id": "HOUSE_OVERSIGHT_014384",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014384.txt",
  "text": "high growth peers. We place a 16x multiple on our 2017E EPS in line with SMID peers.\nOur DCF assumes a two-stage cost of capital of 10% and a terminal growth rate of 3%.\n\nDownside risks to our price objective are worse than expected decrease in oil prices,\nregulatory issues, deteriorating credit quality, and if M&A synergies do not materialize.\nUpside risks are sooner than expected recovery in the oil price, faster than expected rate\nhikes or better than expected improvement in the US economy.\n\nInvesco (IVZ)\n\nOur $36 price objective is based on a target P/E multiple of 14x our 2017E, which is\nabove |VZ's historical valuation relative to the group given expectations for superior\norganic growth. Risks to our price objective are market depreciation and investment\nunderperformance, as for all asset managers, along with volatile flows in IVZ's passive\nstrategies, non-US currency and market risk.\n\nJPMorgan Chase & Co. (JPM)\n\nWe use a three-factor valuation framework (P/E, P/TBV, DCF} to arrive at our $83 PO,\nassigning a 1.5x multiple to 2017E TBV and 13x multiple on 2017E EPS. We have\nweighted the P/E and P/TBV factors equally at 40%, and our DCF analysis by 20%.\n\nNear term, we view JPM's current market P/E multiple as overly discounted, but expect\nmoney center banks will likely continue to trade at a discount to the regionals. Our 11x\nmultiple is a 2x discount to our median multiple as we believe in the near future, money\ncenters will continue to trade at a discount to regional peers. Our DCF assumes a two-\nstage cost of capital of 10% and a terminal growth rate of 4%.\n\nRisks to our price objective are macro risks such as a longer than expected low interest\nrate environment and further regulation and scrutiny of the financials industry. Specific\nto JPM, risks are enhanced regulatory and capital standards as a Global SIFI, mortgage\nputback risk, material decline in investment banking/trading profitability, and increased\nlitigation on matters such as private label securitization, foreclosures, etc.\n\nKey Corp (KEY)\n\nWe use a three-factor valuation framework (P/E, P/TBV, DCF) to arrive at our $18 PO\nand assign a 1.4x multiple to 2017E TBV and 15x multiple on 2017E EPS, in-line with its\npeer group due to near median profitability and EPS growth. Our DCF assumes a two\nstage cost of capital of 13.4% and 10.9% and a terminal growth rate of 5% and Tier 1\ncommon of 8% at termination.\n\nDownside risks to our PO are a prolonged low interest rate environment, greater than\nexpected expenses, inability to maximize balance sheet efficiency, and the\nannouncement of expensive deals.\n\nKKR & Co. (KKR)\n\nOur price objective (PO) for KKR is $17, which results in a target price-to-ENI (P/ENI or\nP/E) multiple of 10x our 2017 economic net income (ENI) estimate. Our price objective\nis based on our sum-of-the-parts (SOTP) analysis. Our SOTP analysis is based on the\nfollowing components: a target multiple on fee related earnings (11x - discount to asset\nmanager multiples given revenue mix), a discount to book value for the balance sheet\ninvestments and accrued carry given markets, and a discounted value on the\nperformance fee upside over a cycle. Based on this method, we value the fee related\nearnings at $6/unit, the balance sheet (principal investments and accrued carry) at\n$9/unit, and the discounted value of future carry income and investment income at\n$2/unit, which equates to a total value of $17, in line with our price objective.\n\nRisks to our PO: a weak macro and capital markets backdrop, potential changes in tax\nlaws related to carried interest and partnerships, regulatory and political risk, poor\n\n70 2016 Future of Financials Conference | 17 November 2016 Bankof America 2\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014384",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014384.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3752,
    "word_count": 622,
    "line_count": 66,
    "import_date": "2025-11-19T21:47:48.180862",
    "prefix": "IMAGES-002"
  }
}