{
  "document_id": "HOUSE_OVERSIGHT_024807",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024807.txt",
  "text": "ACKR\nCAPI\n\nBLL\n\nCHAPTER X_ Glossary of Terms\n\nDEA U.S. Drug Enforcement Agency, an agency of the U.S. Department of Justice\n\nDelta-9-Tetrahydrocannabinolic acid (THCA) a nonpsychoactive cannabinoid found abundantly in\nraw flower; precursor to THC; decarboxylates into THC through the application of intense heat\n\nDHHS U.S. Department of Health and Human Services\nDOJ U.S. Department of Justice\nDOT U.S. Department of the Treasury\n\nDronabinol a form of chemically synthesized THC included in certain FDA-approved pharma-\nceuticals; a Schedule II or Schedule III controlled substance under the CSA, depending on its\npreparation\n\nDrying a part of the harvesting phase of cannabis cultivation during which plants are dried; typically\noccurs at room temperature in a dark space\n\nECDD Expert Committee on Drug Dependence; a committee of the World Health Organization\n(WHO) tasked with making drug control recommendations to the CND on behalf of the WHO\n\nECOSOC Economic and Social Council, one of the six main organs of the United Nations established\nunder the United Nations charter in 1945\n\nEdible a food- or drink-based infused product intended for oral consumption; commonly baked\ngoods, flavored drinks or candies\n\nEndocannabinoid cannabinoids created naturally by the human body\nExchange Act Securities Exchange Act of 1934\n\nExtraction a process for extracting active compounds from the cannabis plant; extraction techniques\nfall into two general categories, solvent-based extraction and solvent-free extraction\n\nFarm Bill Agricultural Act of 2014\n\nFDA U.S. Food and Drug Administration, an agency of the DHHS\nFD&C Act Federal Food, Drug, and Cosmetic Act\n\nFinCEN Financial Crimes Enforcement Network, a bureau of the DOT\n\nFinCEN Memo a memorandum published by FinCEN outlining how banks and other financial\ninstitutions can, consistent with their BSA obligations, provide services to marijuana-related\nbusinesses\n\nFlower the flower of the cannabis plant, also known as “bud”; the highest concentration of active\ncompounds present in cannabis are found in the flowers of unpollinated female cannabis plants;\nsmoking flower is the most popular method of cannabis consumption\n\nGanja a popular name for cannabis\n\nGermination the process by which a dormant seed begins to sprout and grow into a seedling\n\n© 2017 Ackrell Capital, LLC | Member FINRA/SIPC 171\n\nHOUSE_OVERSIGHT_024807",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024807.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2376,
    "word_count": 354,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:48.486743",
    "prefix": "IMAGES-008"
  }
}