{
  "document_id": "HOUSE_OVERSIGHT_022896",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022896.txt",
  "text": "Epstein’s long-time business thesis is that the rich\nknow very little about money. They may know about\ntheir own businesses, but the great sums that are the\nresult are ultimately an afterthought and demand an\nentirely different sort of intellectual discipline. The\nForbes 400, says Epstein, not immune to an amount of\nwonder, increased their wealth by $500 billion last year,\nmeaning, in effect, that on average every Forbes-list\nbillionaire makes more than another billion every year.\nAnd, points out the 62-year-old Epstein, they will\nalmost all be dead in 40 years, most well before that,\nmeaning $4.2 trillion, compounding everyday, will have\nto be given away. “So, to understand the future, what\nyou have to begin to do is follow the money, not in\nWatergate-like terms backwards, as in who has gotten it,\nbut forwards to where it will go and who will get it.”\n\nEpstein can find himself echoing aspects of\nThomas Piketty on the inequities of the accumulation of\nwealth (“the divide is between people with assets, which\nappreciate, and people without assets, who fail to\nadvance—that is, of course, the miracle of compounded\ninterest”), except for the fact that Epstein, knowing the\nrich, understands a point that Piketty doesn’t: “Nobody,\nnobody, wants to give it all to their children. Everybody\nnow has the modern appreciation that one of the curses\nof great wealth is that it can make your kids weird and\nfucked up.”\n\nEpstein’s position in this private allotment of a\ndecent fraction of the U.S. Gross Domestic Product is\n\nHOUSE_OVERSIGHT_022896",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022896.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1552,
    "word_count": 256,
    "line_count": 33,
    "import_date": "2025-11-19T21:47:47.095844",
    "prefix": "IMAGES-007"
  }
}