{
  "document_id": "HOUSE_OVERSIGHT_030934",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_030934.txt",
  "text": "Grant_SmithO70964*eMailContent.htm\n\nFrom: Grant J. Smith\n\nSent: Oct 12, 2009 15:48:27\nTo: Ken Jenne\n\nCe: Grant J. Smith\n\nBee:\n\n- Subject: Sam Fields on 302 Interview\nhg tr rr th et\n\nBroward Probe: 302 Reasons Not To Talk To The FBI |\n\nGuest Columnist\n\nActually, there are not 302 reasons. There is but one and it is called in federal court \"\"The 302\"\". It\ncould screw the innocent and the unwary.\n\nThe newspapers and Browardbeat.com make clear that the Federal investigations that led to the arrests\nof County Commissioner Josephus Eggleston, former Miramar Commissioner Fitzroy Salesman and\nSchool Board member Bev Gallagher are just beginning.\n\nThe FBI will be interviewing everyone from County Administrator Bertha Henry to bus drivers about\nanything and everything.\n\nThey are looking for scalps.\n\nI suspect that if the average person thought about it, he would assume that when the FBI comes calling,\nlike Joe Friday from DRAGNET, they \"\"want the facts and nothing but the facts.\"\" Equally important\nthey want an accurate record of that interview so they bring a court reporter or at-the very least a tape\nrecorder.\n\nThe average person would be wrong.\n\nAgents bring a pencil and pad to take notes. They then prepare a summary of the interview called a\nm3? Report.\"\" : s\n\nIf you are called as a witness at trial, prior to testifying, you will be given a copy of \"\"Your 302\"\" to -\nreview. It is a record of what the FBI insists you said at your previous meeting.\n\nIf your interview lasted more than thirty seconds, it is guaranteed’you will find numerous discrepancies.\nSome of them will be insignificant; some of them could be material.\n\nAsk two people to listen to you in a discussion about a traffic accident and then write a summary. It is a\nguaranteed they will have differences with each other as well as with you, the witness.\n\nfile:///C}/Documents’%20and%20Settings/Ti rial/Desktop/E...uetion/eDocs/eMail/Grant_Smith070964*eMailContent htm (E of 5) [11/6/2010 10:16:49 PM]\n14510\n\nHOUSE_OVERSIGHT_030934",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_030934.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2012,
    "word_count": 326,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:47.009968",
    "prefix": "IMAGES-011"
  }
}