{
  "document_id": "HOUSE_OVERSIGHT_010922",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010922.txt",
  "text": "] studied there from fall 1961 through spring 1962. I was probably the only\ncomposition student already published. My teacher in both the fall and spring\nclasses was Sol Joseph. He was a legend there. Most of what he taught confirmed my\ninstincts. Maybe five percent was old rules | didn’t think much of, and five percent\ngood ideas that hadn’t occurred to me. All was useful anyhow as a guide to what\nleading authorities have thought and taught. That was the point. We were to accept\n\nwhat we liked, and anyhow learn the lingo.\n\nThose two courses covered traditions of the eighteenth and nineteenth centuries.\nMost composers in the 1960s, and probably some or most of my classmates, thought\nof that as a stepping stone toward study of the serialism and other atonalism then in\nvogue. I skipped those classes. | realized that I was a nineteenth-century composer\nat heart. Now the world seems to have spun back to where I was all along. For most\ncomposers now, atonalism is one of the colors on our palettes. Even | use some. So\ndid Bach. We reach for that color when we want to express disorientation or angst. I\n\nfound I could get more said most of the time with major-minor scales.\n\nFive short piano pieces I wrote then were published by Belwin Mills in 1964. As my\nfather’s son, you might imagine that I was asked to pay the costs. Nope. Neither had |\npaid a cent to Composers’ Press. Vanity press exists, but that was not the business\nmodel of those two firms. I got standard royalties from sales, not amounting to much,\n\nand they got the rest.\n\nSix published pieces by age 31 would not have impressed Mozart or Schubert. By\nlesser standards, it was a pretty good start. There are distinguished composers who\nhave never found a publisher. Tomorrow the world! I would write operas and\nsymphonies! What happened instead was sixteen years of writer’s block, or eighteen\nsince finishing the pieces in 1962.1 suppose I was trying to say “Shazam!” and turn\ninto something | wasn’t. The ice would break in 1980, when I realized that Billy\n\nBatson would have to do. But that gets me ahead of my story.\n\n] married Ann in 1964, making ita banner year on that count even more than the\n\npublication, and went back to work for my father. That took us to New York in 1965.\n\nChapter 1: Recollections 1/06/16 6\n\nHOUSE_OVERSIGHT_010922",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010922.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2322,
    "word_count": 414,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:47.637163",
    "prefix": "IMAGES-001"
  }
}