{
  "document_id": "HOUSE_OVERSIGHT_013665",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013665.txt",
  "text": "common practice of Rumi’s Mevlevi (and other) orders of Islamic Dervishes that\nfacilitate the onset and maintenance of their ecstatic states by an improvisational\ndance which goes from rocking to irregular whirling. The Dervish teaching tales\nplace a symbolic emphasis on the power of the rotating wheel, the circling of the\nheavenly bodies, the mill wheel and the millstone. As Rumi said, “The mountain of\nthe sun I'll fashion to a mill. And as my waters run, I'll turn thee at my will.” Note that\ntheir work toward spiritual transformation results in neither the emergence of the\ninvoluntary and rigid limit cycles of invariant circles or the associated divisive\ninternal eigensplitting of good self from evil other. The Sufi compass points to an\nintegrated field of divine consciousness, which contains the appearance of the\nworld’s multiplicity. In this profound unity, all humankind is perceived as one family.\nThe singular direction of all prayer, Salat, five times a day, at dawn, high noon,\nafternoon, sunset and an hour after sunset, turns the entire world into a unified\ndirectional field of prayer. At its center, the Islamic pilgrims wander round and round\nthe black cube of the ancient shrine of Kaaba,\n\nThis leaves one with the speculation that we started with: that the simple,\nauthoritarian rules of the amphetamine, roll-up and splitting religions may be\nintrinsically more vulnerable to unpredictable breakouts into morally inconsistent\nactions and that the righteously rigid limit cyclists are invariantly split into\nambivalence. In contrast, the more free form, chaotic turns of the entheogenic\n\ndervish define us all as belonging to one unified ecstatic field.\n\nFurther Readings for Amphetamine Roll-Up And Splitting\n\nPsychology and Religion. Carl G Jung, Princeton Univ. Press, N.J. 1938.\n\nThe Faith of a Heretic, Walter Kaufmann, Meridian, N.Y. 1959.\n\nNightmare Season. Arnold J. Mandell, Random House, N.Y. 1976.\n\n165\n\nHOUSE_OVERSIGHT_013665",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013665.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1965,
    "word_count": 306,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:47.666125",
    "prefix": "IMAGES-002"
  }
}