{
  "document_id": "HOUSE_OVERSIGHT_021670",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021670.txt",
  "text": "~ Jeffrey Epstein, Billionaire oe Goes Free - The Daily Beast @ Page 2 of 4\n\nBut the question remains: Did Epstein’s wealth and social connections—former President Bill Clinton; Prince Andrew;\nformer Israeli Prime Minister Enud Barak; New Mexico Gov. Bill Richardson; and former Treasury Secretary Larry\nSummers were just a few of the prominent passengers on his private jets—allow him to receive only a slap on the\nwrist for crimes that carry a mandatory 20-year sentence? Was he able, with his limitless assets and heavy-hitting\nlawyers—Alan Dershowitz, Gerald Lefcourt, Roy Black, Kenneth Starr, Guy Lewis, and Martin Weinberger among\nthem—to escape equal justice?\n\nMichael Reiter, the former Palm Beach police chief, certainly thinks so. He gave The Daily Beast exclusive access to\nthe transcript of his nine-hour deposition for the victims’ civil suits, in which he explained how the case against Epstein\nwas minimized by the State Attorney’s Office, then bargained down by the U.S. Department of Justice, all in an\natmosphere of hardball legal tactics and social pressures so intense that Reiter became estranged from several\ncolleagues. At the time, Reiter, who retired in 2009 and now runs his own security firm, objected both to Epstein’s plea\nagreement and to the flexible terms of his incarceration in the county jail rather than state prison. Asked during the\ndeposition whether he thought Epstein received special treatment, he answered “yes.”\n\nIn March 2005, Reiter's department, acting on a complaint from the Florida parents of a 14-year-old girl, launched an\ninvestigation that would eventually uncover a pattern of predatory behavior stretching back years and spanning\nseveral continents, knowingly enabled by Epstein’s associates and employees. Two or three times a day, whenever\nEpstein was in Palm Beach, a teenage girl would be brought to the mansion on EI Brillo Way. (“The younger the\nbetter,” he instructed Haley Robson, a local teenager who was paid to bring other girls to the house, and who\ndeclared, on a police tape, that she was “like a Heidi Fleiss,” the infamous California madam.) Advised that she would\nbe giving a “massage,” the girl was then pressured to remove her clothes, submit to fondling and a large vibrator, and\nsometimes lured into more invasive sexual contact. Each girl was paid $200 or more, depending on how far things\nwent, by house manager Alfredo Rodriguez, who was instructed always to have $2,000 cash on hand.\n\nThe Palm Beach Police Department identified 17 local girls who had contact with Epstein before the age of consent;\nthe youngest was 14, and many were younger than 16. And that was just at one of Epstein’s many homes around the\nworld—he also owns property in New York, Santa Fe, Paris, London, and the Caribbean. Subsequent investigation by\nthe FBI, reaching as far back as 2001, indentified roughly 40 victims, not counting Nadia Marcinkova, whom Epstein\nreferred to as his “Yugoslavian sex slave” because he had imported her from the Balkans at age 14. Now 24,\n\nhttp://www.thedailybeast.com/blogs-and-stories/2010-07-20/jeffrey-epstein-billionaire-ped... 7/23/2010\n\n~ HOUSE_OVERSIGHT_021670",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021670.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3158,
    "word_count": 497,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:45.435508",
    "prefix": "IMAGES-006"
  }
}