{
  "document_id": "HOUSE_OVERSIGHT_023328",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023328.txt",
  "text": "drawer... went through cash flows for phaidon shwoing that john murphy is not an accountant. redid your\ngagosian contract ,. organized structure in case of divorce. set up gift trust. stopped ada from including\nmultiple times things not in your interest. dealt with bad sales tax use tax income tax . created 8 millino in\ndeductions ,500k in mistakes , found bank of scotland fbar problems, . . reorg bad art purchases , funds taken, ,\ncharibale decustions , helped with fincnacil sttment gamoing commions fling. . boat deductions, rescued stock\nfrom grats.. may 1 after months of brad not finding anyone i sent an email saying you would have to pay\nmore. . on april 15. I sent an email detailing payments owed if i could figure out the basis issue, please see\nattached, .\n\nquestions you might ask your team ask them to provide a balance sheet or p&l for REgan arts. . doesnt exist\nask . either wechsler or haperin to tell you what brh is, or how the tra works. .. ? as bronstein to tell you why\nthe proposed phaidon transaction DOES not work. . as them to give you a plan for the plane. ? ask them to\nshow you the cash mgmt for over 100 million dollars. . ask them to show you the IT system progress after one\nyear. . the approval process for payables. . the cash flow projections? assumptions? ask for a comparative\nreview of investments. ask haperin to describle to you in any detail BRH , the major asset of his two biggest\nclients. tax basis, disposiotion in the estate. . etc. ask brad to show you the liquidation of the inteveing art space\ncos? .\n\nLast year you asked , for my help I told you I preferred not as we would be better off having no financial\nintereactions. the risk was not worth it. You told me that as my friend i had to do it Iagreed., here we are\nin what I find to be an awkward situation. the transactions that i decvised were used , our agreement was\nignored. and im not sure how to respond.\n\nDate: Thu, Sep 29, 2016 at 11:47 AM\n\nSubject: new info\n\nTo: Brad S Ki clonic Spin! a\n\nbrad, leon.\n\nAfter I spoke to you both, I excused myself from a dinner with some heads of state to walk into the bathroom\nto make some calls re 8865. I wondered whether any group that we could assert had control had filed in the\npast years. I called Fenn and he told me- yes.???!! he said that on friday , for the first time he learned that\nAGM was not delinquent at all. and had filed. !!| I asked why no one had ever told me or given me the\npurported justification for no filings in the past for the founders. and he said Well, sorry, it was discussed\non fridays call. ? the calli was not on . not invited to ,the call wechsler didnt listen in and joslin didnt\ntransmit ,ifitis true. Im also now told there is a note from Deloitte re 13 and 14 that says the founders DO\nNOT have to file. but fenn could not tell me who wrote it and said Deloitte says to ignore it. , that s why they\nare pushing now.\n\nsteps 1 8865 has many exemptions for filing. let see if we can find one . ( an elegant position might be josh\nand agm if he is panicked and leave us out ). The requirments are FACT specific , so without the facts we still\nhave nothing. fenn said he has now put someone on it\n\n2 leon, I suggest need to focus on 1040 , 2015. , we may even consider filing the minimum 8865 ,\nand wait until we are sure of our specific requirements, and file an amendment for 15 as well as past. no harm\nno foul\\\n\nDate: Thu, Sep 29, 2016 at 12:34 PM\n\nSubject:\n\nTo: Melanie Spinel: iii\n\nLeon, Iam on the verge of giving up. sorry. I cannot deal with the major incompetence of your family\noffice. I have been vocal about change. you have made none. john castrucci, still involved ete. the bullshit\ncorporate speak, of -our accounting dept , our bookeeping dept our finance dept, the comptroller . now gives\nme responses that --we have heard from Deloitte , I ask, who at Deloite?. -- dont know , the new team at\nDeloite says the old team was wrong ! what new team? what old team? -- dont know. . Pwe agrees who at\n\nHOUSE_OVERSIGHT_023328",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023328.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4023,
    "word_count": 776,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:44.444738",
    "prefix": "IMAGES-007"
  }
}