{
  "document_id": "HOUSE_OVERSIGHT_024314",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024314.txt",
  "text": "Table of Contents\n\n* the ability to represent all stockholders without a conflict of interest;\n\n* the ability to work in and promote a productive environment;\n\n* — sufficient time and willingness to fulfill the substantial duties and responsibilities of a director;\n¢ the high level of character and integrity that we expect;\n\n* broad professional and leadership experience and skills necessary to effectively respond to the complex issues encountered by a national,\npublicly traded company; and\n\n¢ the ability to apply sound and independent business judgment.\n\nThe Compensation and Nominating Committee has determined that all of our directors meet the criteria and qualifications set forth in the code\nof conduct for the Board of Directors, the corporate governance guidelines and the criteria set forth above for director nominees. Moreover, each director\npossesses the following critical personal qualities and attributes that we believe are essential for the proper functioning of the Board to allow it to fulfill its\nduties for our stockholders: accountability, ethical leadership, governance, integrity, risk management, and sound business judgment. In addition, our\ndirectors have the mature confidence to assess and challenge the way things are done and recommend alternative solutions, a keen awareness of our\nbusiness and the social realities of the environment in which we operate, the independence and high-performance standards necessary to fulfill the Board’s\noversight function, and the humility, professional maturity, and style to interface openly and constructively with other directors. Finally, the director\nbiographies below include a non-exclusive list of other key experiences and qualifications that further qualify the individual to serve on the Board. These\ncollective qualities, skills, experiences, and attributes are essential to our Board’s ability to exercise its oversight function for Carvana and its stockholders\nand to guide the long-term sustainable, dependable performance of our business.\n\nSubject to any earlier resignation or removal in accordance with the terms of our certificate and bylaws, our Class II directors will serve until\nthis our second annual meeting of stockholders, our Class III directors will serve until the third annual meeting of stockholders, and our Class I directors\nwill serve until our fourth annual meeting of stockholders. In addition, our certificate provides that our directors may be removed with or without cause by\nthe affirmative vote of at least a majority of the voting power of our outstanding shares of stock entitled to vote thereon, voting together as a single class, for\nso long as the Garcia Parties are entitled to ten votes for each share of Class B common stock they hold. If the Garcia Parties are no longer entitled to ten\nvotes for each share of Class B common stock they hold, then our directors may be removed only for cause upon the affirmative vote of at least 66 2/3 % of\nthe voting power of our outstanding shares of stock entitled to vote thereon.\n\n264\n\nHOUSE_OVERSIGHT_024314",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024314.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3072,
    "word_count": 477,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:48.581978",
    "prefix": "IMAGES-007"
  }
}