{
  "document_id": "HOUSE_OVERSIGHT_018510",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018510.txt",
  "text": "eased management strategies.\n\nThe thing is, I don't feel attacked or diminished or anything else by this article. Despite\nthe fact that I'm a guy, I have insecurities and I can in some places see a stupid,\nobnoxious mirror of myself in Clarisse's dumb ex boyfriends -- that isn't at all why I\nthought I should talk about the topic more with the author. It just seemed to me like\nClarisse hadn't quite got her head around what the guys were going through with their\nside of this interaction. Where their insecurities came into play.\n\nIn my head, I see a young woman, working through her own issues with orgasms reading\nthis, and seeing her young boyfriend reflected in Clarisse's past relationships. And the\ntake away from Clarisse's experience at the moment seems to be that if your boyfriend is\ninsecure and stupid, maybe he's not the right person to work through this with you. And\nI'm not sure that's doing anyone any favors. I mean shit, maybe that is what you should\ntake away from reading this -- that the guy you're with isn't the right person for you right\nnow if you're struggling with difficulty achieving orgasm. But maybe there are other\nstories going on as well. Maybe he's insecure about his role and his failings (or his body\nor whatever) and maybe he could be the right guy to work through this with you, if you're\nthe right person to work through his insecurities with him?\n\nAnd please, please don't take that to mean let things slide because you don't want to\nemasculate him. I'm not for a moment advocating putting up with nonsense because he's\na guy with a precious male ego. But lots of guys, certainly including myself, have\npersonal insecurities, about masculinity and about sexuality, and attached to the\nperceptions of masculinity in sexual situations. As a guy, we're all taught that real men\ndon't give head -- or at least that it's a private thing that we don't admit too -- which is so\nfucking stupid, but is still really out there in heteronormative western male culture. We're\nall taught that getting a woman off is our job, and to be a good man, and a good lover,\nwe have to get our partner off before we get off. I don't know a single sexually active guy\nwho has never felt humiliated because he came too early, and too early is largely defined\nas before our partner gets off. And we're all taught that real men get their partners off\nwith nothing but the awesomeness of our cocks. Hand jobs/digital penetration are fine\nfor highschool or fore play -- but our image of a good man, and a desirable lover doesn't\nintegrate with those things. We're coached by pop culture and porn to believe that the\nguy every woman wants is the one who sticks his cock in and makes her explode with joy\nfrom the very first thrust. And any time that doesn't happen, the guy is at fault.\n\nAnd again, to stress my position here, I think all of those things are stupid, illogical\nnonsense. But those are the pressures that are on guys. And maybe, if the guy that you're\nwith is struggling to work through your orgasm issues, maybe it's because he's so far\nunder the weight of his own insecurities that he doesn't know how to cope with his own\nissues, and be a supportive partner to work through yours. But the thing about a good\nrelationship, is that together you're stronger than the sum of your individualities. Maybe\nas a couple, you can work through his insecurities and your orgasm difficulties at the\nsame time. Nobody's problems exist in a vacuum, and sometimes finding the support you\nneed is easier if you just fix the support you already have.\n\nI posted the comment in response to the other dude's Feministe comment, and there was\nsome discussion afterwards -- including some guys saying that they never got any memo\n\nHOUSE_OVERSIGHT_018510",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018510.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3761,
    "word_count": 672,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:45.723736",
    "prefix": "IMAGES-005"
  }
}