{
  "document_id": "HOUSE_OVERSIGHT_027879",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027879.txt",
  "text": "under siege” would feel like, and what would happen to Giora if it succeeded.\nEspecially after the murder and the mutilation of The 35, I assumed the war\nwould come down to a simple calculus. If there was going to be an Israel — if\nthere was going to be a Mishmar Hasharon — we had to win and the Arabs had\nto lose. At first, even the fact our kibbutz had been given a share of the land of\nWadi Khawaret seemed just another product of the war. After all, Ben-Gurion\nhad accepted the plan for two states. The Arabs had said no, deciding to attack\nus instead. Someone had to farm the land. Why not us?\n\nYet events after the war did lead me to begin to ask myself questions of\nbasic fairness, and whether we were being faithful to some of the high-sounding\nideals I heard spoken about with such pride on the kibbutz. The Palestinians\nwere not the only refugees. More than 600,000 Jews fled into Israel from Arab\ncountries where they had lived for generations. More than 100,000 arrived from\nIraq, and several hundred thousand from Morocco, Tunisia and Algeria in north\nAfrica. Immediately after the war, about 50,000 were airlifted out of Yemen,\nwhere they had endured violent attacks ever since the UN partition vote.\n\nThe reality that greeted the Yemenis in Israel was more complex. Most were\ninitially settled in tented transit camps. I’m not sure how several dozen Yemeni\nfamilies made their way to Wadi Khawaret, but it made sense for them to move\ninto the village’s vacant homes. It was empty except for several deserted\nbuildings which we and other kibbutzim began using for storage and, later, for\nour transport co-operative. Yet a few nights after the Yemenis moved in, a\nposse of young men, including some from Mishmar Hasharon, descended on\nthem and, armed with clubs and wooden staves, drove them away.\n\nI was shocked. I’d seen the photos in Davar le Yeladim celebrating the\nairlift, with the Yemenis kissing the airport tarmac in relief, gratitude and joy at\nfinding refuge in the new Israeli state. Now, for the “crime” of moving into a\nrow of empty buildings in search of a decent place to live, they’d been beaten\nup and chased away. By us. I realized Wadi Khawaret no longer belonged to the\nArabs. But, surely, our kibbutz had no more right to the buildings than Jews\nwho had fled from Yemen and needed them a lot more than we did. For days, I\ntried to discover who had joined the vigilante attack. Though everyone seemed\nto know what had happened, no one talked about it. In the dining hall, I ran my\n\n31\nHOUSE_OVERSIGHT_027879",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027879.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2542,
    "word_count": 456,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:47.178526",
    "prefix": "IMAGES-009"
  }
}