{
  "document_id": "HOUSE_OVERSIGHT_014510",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014510.txt",
  "text": "Tuesday, December 13, 2016 e Page 24\n\nLighted Bo\n\nBoats festooned for Christmas wow spectators during the Lighted Boat Parade on\nSaturday along the Christiansted boardwalk on St. Croix. Above, the crew on Time\nOut waves to the crowd. Left, Santa makes an appearance. Top left, Live the Dash\ndelivers a message of peace.\n\nWinning entries were: Sail Boats, first place, Time Out; Power Catamarans, first\nplace, Adventure, second place, Gemini/Century; Power Boats Under 25 Feet, first\nplace, Saorise, second, Checkmate; Power Boats 26-32 Feet, first place, Firefly;\nPower Boats 33-39 Feet, first place, Benita, second place, Golden Eagle; Power\nBoats 40 Feet, first place, Irie Feelin, second place, Milemark/Rotary; Power Boats\n41+ Feet, first place, Reliance (SCUBA), second place, Renewed Interest; Best\nLights, a tie between Living the Dream and the U.S. Coast Guard; Best Decora-\ntions, La Vie En Rose; Best Animation, Cat Chi; Best Music, Turn & Burn; Best\nCreativity, Live the Dash; and Best Boat Overall, Heineken Barge.\n\nDaily News photos by ROB JONES\n\nTribute to a V.I. leader\n\nSend us your Island Life\nnews, events and photos\n\nThe community paid tribute to the late Mulo Alwani\n\n_ The Daily News is expanding : oe an aaa on Friday with a memorial service gathering at\nits Island Life section. . ‘ the Mark C. Marin Center at Antilles School on St.\nDo you have an event, a celebration, or Ro =) = Thomas. Alwani, the president of the India Associa-\na milestone, including a birth, graduation, \"ee ee] tion of the Virgin Islands and a longtime community\nwedding, retirement, award, honor or military \\ L ; : | leader, died on Nov. 19 in Miami after a bout with\naccomplishment you'd like to share? i Cancer, He was 79.\n_ Maybe you have a photo from around our Saal } 0 ; | Alwani, the former owner of Artistic Jewelers in\nislands you think our readers would like to 1) Charlotte Amalie, had served on the Schneider\nsee, whether it’s a beautiful sunset, a big in A Medical Center governing board and was a leader in\ncatch or people just having fun in the sun. is | e i the Rotary and the Masonic Lodge. He was remem-\nHelp us celebrate our community \" — q bered as the “godfather of the Indian community”\nby sending us your contributions a 4 & ‘ os as well as a friend and a mentor to many.\n\nto island-life@dailynews.vi.\nThe possibilities are endless.\n\nHOUSE_OVERSIGHT_014510",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014510.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2379,
    "word_count": 415,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:44.085261",
    "prefix": "IMAGES-003"
  }
}