{
  "document_id": "HOUSE_OVERSIGHT_023818",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023818.txt",
  "text": "72 Teaching Minds\n\ndesigner of a course on how to manage a restaurant must focus on\nthe typical goal conflict situations that a new manager would have to\nconfront. The course designer must create a fictional situation where\nit is necessary to convince an employee to do something or to find out\nwhy something that was asked of an employee did not happen.\n\nThe magic word is scenario. Scenarios are like plays. Things happen\nand you have to deal with them. A well-written scenario makes sure\nthat all of the processes that could be at all relevant to what you want\nto teach, occur in this new context. In a reasonable education system,\nstudents would have been practicing all of these processes all of their\nlives. But we do not have a reasonable education system. We have\none based in subjects. So our cognitive processes are not rehearsed\nover time in different contexts by constant practice. Instead we learn\nknowledge about subjects.\n\nTo remedy this, a course designer (and a teacher if the teacher has\nthat freedom) must make sure that as many of the cognitive processes\nas are relevant to a situation naturally occur within the scenario being\nconstructed to simulate what will happen in real life later on. Not ev-\nery situation requires diagnosis, but many do. Not every situation has\na goal conflict or forces one to make predictions or plans, but many\ndo. If what needs to be taught naturally lends itself to working on\nany of the 12 cognitive processes, then the training being built must\nconcentrate on that. If there could be diagnosis, then there should be\ntraining in diagnosis in that context, and that training must supersede\nthe garnering of facts.\n\nSchools are tough to change. We are trying, but the subject-based\neducators have a few hundred years head start. However, in designing\nnew training, it is quite possible to reorient subject-based courses and\nturn them into cognitive process-based courses that are much more\nsatisfying to both the teacher and the student.\n\nHOUSE_OVERSIGHT_023818",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023818.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2011,
    "word_count": 340,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:45.940417",
    "prefix": "IMAGES-007"
  }
}