{
  "document_id": "HOUSE_OVERSIGHT_019656",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019656.txt",
  "text": "168 | HOW AMERICA LOST ITS SECRETS\n\nall requests to meet with any representative of the U.S. embassy in\nMoscow. From that point on, he would act as Snowden’s go-between\nwith the FSB and other Russian agencies.\n\nAt the outset, Kucherena made it clear to Snowden that he would\nhave to play by Moscow’s rules before the Kremlin would grant him\npermission to stay in Russia. To begin with, Snowden had to with-\ndraw any applications he had made elsewhere for asylum. He had to\nput his fate entirely in the hands of Putin’s Russia. He would also\nhave to be fully candid with the Russian authorities on what was of\ngreat value to Putin: the secret documents he had acquired.\n\nEighteen days later, Snowden received Russian identification\npapers that allowed him to resettle in Moscow. He was provided\nwith a residence and allowed to set up a broadcasting studio in it\nthat he could use for Internet appearances at well-attended events\naround the world, such as South by Southwest and TED. Snowden\nwas, according to Kucherena, also furnished with bodyguards. To\nhelp earn his keep, he was said by Kucherena to be employed at an\nunidentified Moscow cyber-security firm. To complete his resettle-\n\n® ment, Lindsay Mills, whom he had left behind in Hawaii, was given ®\na three-month visa and was allowed to temporarily live with him in\nMoscow. This afforded him a lifestyle that Snowden described in an\ninterview as “great.”\n\nIt would strain credibility that such privileges would be awarded to\nan intelligence defector who had refused to cooperate with Russian\nauthorities. In Snowden’s case, he was even allowed to participate in\nPutin’s telethon on state-controlled television. On it, he was called\non to ask Putin if the Russian government violated the privacy of\nRussian citizens in the same way that the American government\nviolated the rights of its citizens. Putin, smiling at Snowden’s pre-\nsumably vetted question, answered in a single word: “No.”\n\nIn the Moscow scenario, the Russians acted to advance their inter-\nests. They gave Snowden sanctuary, support, perks, and high-level\ntreatment because he agreed to cooperate with them. If Snowden\nhad not paid this basic price of admission, either in Russia or before\nhis arrival, he would not have been accorded this privileged status.\n\n| | Epst_9780451494566_2p_all_r1.z.indd 168 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019656",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019656.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2374,
    "word_count": 393,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:45.009084",
    "prefix": "IMAGES-005"
  }
}