{
  "document_id": "HOUSE_OVERSIGHT_022965",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022965.txt",
  "text": "were witty, poised, helpful as well as powerfully alluring (as though\nstewardesses bygone times).\n\nAt one point, sliding into the seat beside me, Geraldine Laybourne,\nthen the head of the Nickelodeon network, whispered, with more awe than\nhorror, “This could be the closest ve ever come to pure evil.” (One more\nthing about this trip: Google founders, Larry Page and Sergey Brin, came\nout to see the plane and, with a few other Googlers, literally ran whopping\nfrom one end of the plan to the other. Then they described for Epstein, in\nwhat I can not now remember as put on or entrepreneurial brainstorm, a\nbrand extension in which they would market a line of Google bras with the\nOs as convenient cups.)\n\nNot long after this trip, Epstein’s assistant called to invite me for tea at\nhis house in New York, where Epstein, with what seemed to me little\nunderstanding of the subject, began to ask me about media—the upside,\ndownside, and nature of media coverage. This magazine was then soliciting\nhim for a profile, as was Vanity Fair, who had assigned the British tabloid\nreporter, Vicki Ward, to the job.\n\nBoth profiles pivot on the Clinton connection and detail the same\nquandary, how a man without clear institutional bona fides nevertheless\nachieves wealth and influence. Ward, who would more recently assert in the\nDaily Beast, that she was barred by Vanity Fair from writing about under-\nage sex evidence (a fact that could be read the other way: Vanity Fair, even\nlooking to take down Epstein, did not find the evidence credible), went\ndown a rabbit hole of possible questionable contacts who might or might not\nhave been the source or sources for Epstein’s wealth, seemed to get no\ncloser to an answer, beyond confirming her own sense of dubiousness.\n\nEpstein, sensing that he might be exposing himself, tried to stop the\nprocess (Ward, well known for an operatic view about her reporting exploits,\nsays he threatened her), called Carter and said he was having second\nthoughts about being a public figure.\n\n“Then you should live in a two bedroom apartment in Queens,”\nresponded Carter.\n\nAnd then the troubles began.\n\nEpstein, in man-who-can-have-everything fashion, has, for many\nyears, ordered up a daily massage following his workout sessions.\n\n“Often these were massage massages,” says Epstein matter of factly,\n“but sometimes these were happy ending massages, especially in Palm\nBeach, where there are many massage parlors—‘Jack Shacks,’ they’re\ncalled—that do outcalls. There was no sex. An often there was no happy\n\nHOUSE_OVERSIGHT_022965",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022965.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2551,
    "word_count": 422,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:45.134506",
    "prefix": "IMAGES-007"
  }
}