{
  "document_id": "HOUSE_OVERSIGHT_020830",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020830.txt",
  "text": "Summary\n\nImagine for a moment that the United States government is a public corporation. Imagine\nthat its management structure, fiscal performance, and budget are all up for review. Now\nimagine that you’re a shareholder in USA Inc. How do you feel about your investment?\n\nBecause 45% of us own shares in publicly traded companies, nearly half the country expects\nquarterly updates on our investments. But although 100% of us are stakeholders in the United\nStates, very few of us look closely at Washington’s financials. If we were long-term investors,\nhow would we evaluate the federal government’s business model, strategic plans, and operating\nefficiency? How would we react to its earnings reports? Nearly two-thirds of all American\nhouseholds pay federal income taxes, but very few of us take the time to dig into the numbers of\nthe entity that, on average, collects 13% of our annual gross income (not counting another 15-\n30% for payroll and various state and local taxes).\n\nWe believe it’s especially important to pay closer attention to one of our most important\ninvestments.\n\nAs American citizens and taxpayers, we care about the future of our country. As investors, we’re\nin an on-going search for data and insights that will help us make more informed investment\ndecisions. It’s easier to predict the future if one has a keen understanding of the past, but we\nfound ourselves struggling to find good information about America’s financials. So we decided to\nassemble — in one place and in a user-friendly format — some of the best data about the world’s\nbiggest “business.” We also provide some historical context for how USA Inc.’s financial model\nhas evolved over decades. And, as investors, we look at trend lines which help us understand\nthe patterns (and often future directions) of key financial drivers like revenue and expenses.\n\nThe complexity of USA Inc.’s challenges is well Known, and our presentation is just a starting\npoint; it’s far from perfect or complete. But we are convinced that citizens — and investors —\nshould understand the business of their government. Thomas Jefferson and Alexis de\nTocqueville knew that — armed with the right information — the enlightened citizenry of America\nwould make the right decisions. It is our humble hope that a transparent financial framework can\nhelp inform future debates.\n\nIn the conviction that every citizen should understand the finances of USA Inc. and the plans of\nits “management team,” we examine USA Inc.’s income statement and balance sheet and\npresent them in a basic, easy-to-use format. We summarize our thoughts in PowerPoint form and\nin this brief text summary at www.kpcb.com/usainc. We encourage people to take our data and\nthoughts and study them, critique them, augment them, share them, and make them better.\nThere’s a lot of material — think of it as a book that happens to be a slide presentation.\n\nCB www.kpcb.com USA Inc. _ vii\n\nHOUSE_OVERSIGHT_020830",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020830.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2944,
    "word_count": 483,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:47.532918",
    "prefix": "IMAGES-006"
  }
}