{
  "document_id": "HOUSE_OVERSIGHT_025154",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025154.txt",
  "text": "and professors use in the classroom. It is worth noting that this past spring a professor was actually investigated\nby one of these BRTs for assigning CAM as class reading!\n\n\"Second, since the article was published, the situation on campus has only worsened. Within a few months after\nthe article’s release, student demands for censorship had broken out across the country.\n\n\"Third, and possibly most importantly, we want to reactivate and deepen the discussion that we started in CAM\nabout the science of cognitive behavioral therapy (CBT) as a useful lens for looking at any number of modern\nproblems. CBT is a remarkably simple, successful treatment that helps patients overcome their anxiety and\ndepression by teaching them how to identify and combat ‘cognitive distortions,’ the wild mental exaggerations\nin which the anxious and depressed overindulge. To our knowledge, CAM was the first and only major article to\npropose that we should not only use CBT to examine our own inner thoughts, but also the world around us.\n\n\"The issue of free speech on campus is extremely hot, and will continue to be for years to come, but virtually no\none besides us is offering a solution that gets to the heart of the problem and can actually help students rather\nthan simply ridiculing them.\n\n\"Regarding the market, when CAM came out, it seemed that this was a uniquely American problem. But just in\nthe last year, it has spread throughout the UK, and is beginning to appear in Australia. In fact, there has been\nmajor interest in CAM in the UK and European countries. In Europe, I was recently interviewed by\nSiiddeutsche Zeitung, Germany's biggest daily newspaper, and Frankfurter Allgemeine Zeitung also ran a major\narticle. When I recently spoke in Denmark, the president of the University of Oslo chastised me for not\nknowing that all the students had read CAM and had been discussing it all year. \"\n\nGREG LUKIANOFF is an attorney and the president and CEO of the Foundation for Individual Rights in\nEducation (FIRE). He is the author of Unlearning Liberty: Campus Censorship and the End of American Debate\nand Freedom From Speech. He has been published in the Wall Street Journal, the Washington Post, the New\nYork Times, the Los Angeles Times, TIME, the Boston Globe, Forbes, U.S. News & World Report, the Stanford\nTechnology Law Review, the Chronicle of Higher Education, and numerous other publications.\n\nJONATHAN HAIDT, a social psychologist, is the Thomas Cooley Professor of Ethical Leadership at New York\nUniversity's Stern School of Business. His academic specialization is morality and the moral emotions.\n\nHaidt is the author of two books: The Happiness Hypothesis (2006) and The Righteous Mind: Why Good People\nare Divided by Politics and Religion (2012), which became a New York Times bestseller. He was named one of\nthe \"top global thinkers\" by Foreign Policy magazine, and one of the \"top world thinkers\" by Prospect\nmagazine. His three TED talks have been viewed more than 4 million times. He 1s the founder of\nHeterodoxAcademy.org, a collaboration of professors who advocate for increasing viewpoint diversity in\nuniversities throughout the English-speaking world.\n\n-o\n\nVIGILANCE\n\nWho We Trust, What We Believe, and Why\n\n(working title)\n\nby Hugo Mercier\n\n[Proposal; Delivery: 18 months from signed contract; 100,000 words]\n\n\"What leads voters to support policies and politicians that make them worse off?\" writes cognitive scientist\nHugo Mercier. \"How could terrorists believe that blowing themselves up will lead to an eternity of bliss? Why\ndo Dalits —untouchables—endorse a worldview that confines them to the lower echelons of society? Why do\ncrowd members drive each other into rampaging fury? The common wisdom in psychology and in the social\n\nBrockman, Inc. Frankfurt 2016 Hotlist\n-&.\n\nHOUSE_OVERSIGHT_025154",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025154.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3828,
    "word_count": 618,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:46.074841",
    "prefix": "IMAGES-008"
  }
}