{
  "document_id": "HOUSE_OVERSIGHT_020500",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020500.txt",
  "text": "41\n\nConfucius Institutes\n\nOne of the most controversial aspects of the whole US-China educational exchange\n\nis the Confucius Institutes (CI), of which there are now 110 (plus 501 Confucius\nClassrooms in secondary schools) across the United States.* For secondary schools and\ncolleges that have no or little other coverage of China on campus, CIs are an important\nresource. Sponsored by the Hanban, an organization directly under the Ministry of\nEducation in Beijing, but also with ties to the External Propaganda Leading Group of\nthe CCP Central Committee, the primary mission of CIs is to teach Chinese language\nand culture abroad. However, faculty and other watchdogs have warned that they may\npresent risks to intellectual freedom by using American universities as vehicles through\nwhich to advance Chinese Communist Party propaganda. Accusations leveled at Cls\nrevolve mainly around the exclusive use of PRC materials that promote PRC Chinese\nviewpoints, terminology, and simplified characters; the avoidance of discussion\n\non controversial topics such as Tibet, Tiananmen, Xinjiang, the Falun Gong, and\nhuman rights in American classrooms and programs; and potential infringement on\ntheoretically independent studies curricula on American campuses.\n\nAlthough proponents of CIs like to compare them with branches of France’s L’Alliance\nFrancaise, Germany’s Goethe Instituts, and Spain’s Cervantes Institute, they are\ndifferent in important ways. Unlike these other institutions, CIs are joint operations\nlocated inside—and co-funded by—a host university or secondary school for which\nthe Hanban arranges a Chinese university to supply teachers, textbooks, and other\nmaterials. The teachers are paid by the Chinese university (and hence do not hold\ngreen cards or pay US taxes). Typically, the Hanban provides a $150,000 start-up grant\nwith $100,000—$200,000 per year follow-on funding (depending on the institution)\ndirectly to the American university. Secondary schools normally receive $50,000 in\ninitial funding and $15,000 subsequently per annum. Most troublesome are two\nprovisions in the Hanban contracts with US host institutions: One forbids the Cls\nfrom conducting any activities that contravene Chinese law while the other requires\nthat the enabling contract remain confidential, making oversight by the academic\ncommunity difficult.\n\nSome participating American institutions have belatedly had second thoughts about\ntheir partnerships. In 2014, the University of Chicago terminated its CI contract\n\nwith the Hanban after months of controversy among faculty, spurred by a high-\nprofile critical article by an emeritus member.’ Since that time, at least two additional\nAmerican universities have also closed their branches (Pennsylvania State University\nand University of West Florida),!° and Senator Marco Rubio (R-FL), a leading critic of\nalleged Chinese “influence activities,” has written letters to a number of other Florida\ninstitutions hosting CIs requesting that they also be closed.'' Representatives Michael\nMcCaul (R-TX) and Henry Cuellar (D-TX) called for the same termination in their own\n\nSection 4\n\nHOUSE_OVERSIGHT_020500",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020500.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3149,
    "word_count": 455,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:49.185557",
    "prefix": "IMAGES-006"
  }
}