{
  "document_id": "HOUSE_OVERSIGHT_017292",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017292.txt",
  "text": "4.2.12\nWC: 191694\n\nWe decided that the best way to keep him alive was to personalize him to the world. If the world\ngot to know Anatoly as a human being, rather than merely as another prisoner of conscience, it\nwould become more costly, in terms of international reactions, to the Soviet Union if he were to\ndie in the Gulag. With this in mind, we set out to plaster his smiling face on every possible\nmagazine cover, newspaper front page and television show. We enlisted his very beautiful, very\nphotogenic, but very shy wife (Natasha, now Avital) in our campaign. Before long, his name\nbecame a household word and his image became familiar around the world. His wife’s pleas to\nrelease him in time to father their children fell on receptive ears—at least outside of the Soviet\nUnion.\n\nAt the same time, we filed legal briefs, lobbied for legislative action and convened academic\nconferences.\n\nUltimately, after 9 years of unremitting efforts, we were able to arrange a prisoner exchange that\nresulted in the release of an East German spy, who I had been asked to represent in Boston, and\nSharansky. Because Sharansky was not a spy, but a human rights activist, he refused to\nparticipate in a “spy swap.” The compromise we reached resulted in Sharanksy walking alone,\nand not as part of any exchange, across the Glienicke Bridge in Berlin, his book of Psalms in his\nhand.\n\nSharanksy did get out in time to father two beautiful daughters, who I enjoy meeting every time I\nvisit Natan and his wife in their home in Jerusalem. There, but for Grace of God and the luck of\nhaving grandparents and great grandparents with the foresight to leave Eastern Europe, go I. If\nSharanksy’s grandparents had come to America and mine had remained in Europe, our roles\ncould easily have been reversed. That’s why helping to save Sharansky’s life was the case with\nwhich I had the closest personal identification. It was also the case that required the widest array\nof weapons—law, politics, diplomacy, media, economics, persistence and luck—to win.\n\nSeveral years later, I was asked by a television talk show host, “In which case did you earn your\nbiggest fee?” Without a moment’s hesitation, I replied, “Sharanksy.” The host was surprised. “I\ndidn’t know Sharansky had any money,” he exclaimed. “He didn’t,” I replied. “I worked on his\ncase without any fee or expenses for 9 years, but when I saw him walk across the Glienicke\nBridge, my eyes filled with tears of joy, and when he whispered in my ear the Hebrew words\n“Baruch matir assumrim” (“Blessed are those who free the imprisoned”’), that was the biggest fee\nI will ever earn.”\n\n205\n\nHOUSE_OVERSIGHT_017292",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017292.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2647,
    "word_count": 455,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:46.239383",
    "prefix": "IMAGES-004"
  }
}