{
  "document_id": "HOUSE_OVERSIGHT_029666",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029666.txt",
  "text": "\"| Know that in the age of the internet, opinion and perpetual static it is difficult to get the\nmessage over. | accept that. But the big messages have their own momentum. If we get\nthe story of transition right then other things will find their place.\n\n\"Our problem is what | call shooting-star policies. We have a policy on carbon pricing, on\nminerals, on boatpeople, but they are not connected up to the big picture about\nAustralia's direction and its transition.\"\n\nPressed on whether he thinks the Australian Labor Party is in permanent decline, Keating\ndefends Labor, insists it doesn't have to decline but highlights the problem. \"Labor must\nrecognise what it has created,\" he says, invoking the Hawke-Keating era. \"It has a\ncreated a new society and it has to be the party of the new society.\n\n\"It can't be the party of part of the old society. Labor must be the party of those people\nwho gained from the pro-market growth economy that we created. Labor must be open to\nthe influences of this middle class, to people on higher incomes. And | don't think it is.\"\n\nIt is, perhaps, the clearest statement of Labor's problem. The party, in an act of strategic\nfolly, abandoned the path of its previous success. It turned inwards on itself, away from\nthe community.\n\n\"At the operating level it's become the party of insiders,\" Keating says. \"The problem is\nthat members get too caught up in the gift of faction managers and they get caught up in\nthe false construct of popularity, the false god.\"\n\nFixated by the nature of political leadership, Keating's book After Words shouts out: \"The\ngreat curse of modern political life is incrementalism.\"\n\nLeaning across the table he says to me that briefing notes and economic texts aren't\nenough: the leader must locate his own source of higher command and inner belief. He\nlaments the efforts of US President Barak Obama and German Chancellor Angela Merkel\nin the teeth of contemporary challenges.\n\n“There is nothing preordained about American decline any more than the European\nproject is destined to fail,\" he writes.\n\n\"But the portents are not good. Despite the rhetoric, President Obama conducts himself\nas an arbitrator or mediator between the competing strands of American economic and\npolitical ideology. He repeatedly eschews striking out, snatching the naked flame and\nhanging on. But the cost of this strategy is not simply a cost to him; it is a cost to the\nwhole world.\n\n\"On the other hand, Chancellor Merkel is the archetypal worry-wart. She does not lead;\nshe assesses.\n\n\"You really wonder why leaders want these jobs when they really do not want to lead.\nAnd what is their risk? That Barack Obama will not get a second term? Or that Angela\nMerkel's coalition might finally end up on the rocks? If they actually made the leap they\n\nHOUSE_OVERSIGHT_029666",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029666.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2814,
    "word_count": 481,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:45.021449",
    "prefix": "IMAGES-010"
  }
}