{
  "document_id": "HOUSE_OVERSIGHT_017433",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017433.txt",
  "text": "4.2.12\nWC: 191694\n\nCircuit and an adjunct member of our faculty. The first half of the legal ethics class was devoted\nto discussing the difficult problem of what a lawyer should do when a client gives him physical\nevidence, the possession of which itself might be a crime. Such evidence might include videos of\nchild pornography, stolen goods and other contraband. We considered a case where a legal aid\nlawyer had been told where his client buried the body of a college student he had murdered, but\nhis murder was not known to her parents or to the police. We also discussed the Joe Paterno case\nthat was then in the news and that raised questions regarding obligations to report serious\nmisconduct. The second hour, prosecutor Ocampo made a brief appearance in the classroom, to\ndiscuss ethical problems faced by international prosecutors. The class ended with a discussion\nabout the scope of confidentiality and what a lawyer should do if his client claims innocence and\nwould like to testify as to his innocence, but the lawyer firmly believes that he is guilty.\n\nFollowing that class I sent an hour preparing for my next seminar which is a class of freshman at\nHarvard College. The subject is “Where Does Your Morality Come From?”, and we discussed\nthe moral limits on spying and other forms of subterfuge directed against enemy countries.\n\nStraight from class I went to the Huntington Theater where I had been asked to comment on a\nplay that was opening there. The play was about the capture of Adolph Eichmann, and I spent\nabout an hour on the stage speaking and responding to questions from the director and the\n\naudience about the legal issues growing out of the highly publicized capture and trial by Israel.\n\nThursday was essentially my day of rest. I spent the day writing several short articles and doing\nresearch and writing on several pending projects, including my autobiography. Thursday night\nwas my only night of the week at home with my wife, and we spent it watching a dumb but\nentertaining movie called Crazy Stupid Love.\n\nFriday began with my annual checkup at my doctor’s office followed by lunch with Peter Norton,\ndirector of the Norton Antivirus Software. I met him and his wife Gwen for lunch at the Harvest,\nwhere we discussed, among other things, the use of computer viruses against the Iranian nuclear\nthreat. After lunch, I received an email from a lawyer representing Saif Ghadafi, who had just\nbeen apprehended by the Lybians. He wanted me to represent Ghadafi in the International\nCriminal Court and to negotiate for him to be tried in the Hague rather than in Tripoli. I asked\nfor more information before making a decision. I spent the rest of the afternoon working on\nwriting projects, and then went back to the law school at 6:30PM for a Shabbat dinner sponsored\nby Chabad and the Jewish Law Students Association. I am faculty advisor to both of those\norganizations and I gave a brief talk at the beginning of the dinner. My wife and I then attended a\nconcert at Sanders Theater.\n\nAt 5:30 on Saturday morning, I flew to fly to Washington DC to be a keynote speaker at an event\nsponsored by Iranian dissidents. The other speakers included former Secretary of Homeland\nSecurity, Tom Ridge, Former Chairman of the Democratic National Committee Howard Dean,\nformer Congressman Patrick Kennedy and several other former and current government officials.\nI then took the train back to New York, where I was hoping to attend the Metropolitan Opera,\nbut I was too tired and I went back to my apartment and ended the week by falling asleep at about\n10PM. My wife was proud of me for acknowledging my limitations, saying that 5 years earlier, I\nnever would have been willing to miss anything because of being tired. A friend, who is a\n\n346\n\nHOUSE_OVERSIGHT_017433",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017433.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3790,
    "word_count": 653,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:44.489983",
    "prefix": "IMAGES-004"
  }
}