{
  "document_id": "HOUSE_OVERSIGHT_011518",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011518.txt",
  "text": "Looking more closely, I saw a wooden box, the kind we used in Mishmar\nHasharon to crate oranges. It was filled with hay. At first, I thought the stirring\ninside was a family pet. Then, I saw it was a baby. I said nothing until we had\nleft. “Was that really a child?” I asked Yigal. “A baby?” He replied, with a tinge\nof sadness but also a look that seemed to convey surprise at my naivety: “Yes.\nThey don’t have room for him.”\n\nMy evolving feelings about the Arabs, the other people with dreams of what\nthey still saw as Palestine, would become more complex as my childhood drew\nto an end. As mentioned, I barely registered the fate of the absent villagers of\nWadi Khawaret.\n\nAnd yet as I got older — in my teens — I came to understand why the\nPalestinians were fighting us. Before the 1956 war, Dayan gave a brief speech\nthat had a powerful impact on me. It was a eulogy, but it was for someone\nDayan didn’t know personally. His intended audience was the rest of the\ncountry. He spoke in Nahal Oz, a kibbutz on the border with Gaza often\ntargeted by fedayeen. In April 1956, a group of Arabs crossed from Gaza and\nbegan cutting down the wheat in Nahal Oz’s fields. The kibbutz security officer,\na 21-year-old named Roi Rotberg, rode out on horseback to chase them away.\nThe intruders opened fire as soon as he got close. They beat him, shot him dead\nand took the body back over the armistice line. The corpse was returned,\nmutilated, after an Israeli protest through the UN.\n\nWith Israeli newspapers full of agonized accounts of what had happened,\nDayan’s message was that we should not blame the Arabs for Roi Rotberg’s\ndeath. We should look at ourselves, and the neighborhood in which we lived.\n“Why should we talk about their burning hatred for us?” he asked. “For eight\nyears, they have been sitting in the refugee camps of Gaza, while before their\neyes we have been transforming the lands and the villages where they and their\nfathers dwelt.” Of course, they hated us and the state we were building. Rotberg\nhad allowed his “yearning for peace to deafen his ears, and he did not hear the\nvoice of murder waiting in ambush.” Dayan said the danger was that other\nIsraelis had become similarly naive. “How did we shut our eyes, and refuse to\nsee, in all its brutality, the destiny of our generation?” A generation which was\n\n47\nHOUSE_OVERSIGHT_011518",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011518.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2353,
    "word_count": 428,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:49.142226",
    "prefix": "IMAGES-001"
  }
}