{
  "document_id": "HOUSE_OVERSIGHT_017164",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017164.txt",
  "text": "4.2.12\nWC: 191694\n\nthey were taking up the place of a man who would actually practice law, while they got married\nand raised children.\n\nDean Griswold wasn’t particularly comfortable with Jews either. At the same dinner, he noticed\nthat I didn’t eat the meat, and he asked me why. I told him I was kosher, to which he responded:\n“Even the Catholics have eliminated the prohibition against eating meat on Friday. Don’t you\nthink it’s time for your people to eat what everyone else eats.” I thought he was kidding, so I\nsaid: “Ill check with my people.” He wasn’t kidding. The next time I saw him I said: “I’ve\nchecked with my people and they said that they’ve been keeping kosher for thousands of years, so\na few more centuries couldn’t hurt.” He didn’t laugh. I think this exchange kept me kosher for\nan extra few years!\n\nFor more than a year, Griswold called me “Shapiro,” which was the name of another assistant\nprofessor, with whom I had nothing in common, except a Jewish sounding name. Griswold\ndemanded that I teach classes on Saturday. I refused. He said he couldn’t make a special\nexception for me because I was a practicing Jew. I still refused. So he abolished all Saturday\nclasses.\n\nShortly after I was appointed to the Harvard Law School faculty, I received a call from Judge\nAldrich inviting me to present a talk to the members of his private club, called the “Club of Odd\nVolumes.” He assured me that its members included some of the best and most important\nlawyers in Boston, including several Justices of the Supreme Court and other judges. “We invite\nall the new dons to tell us about their work,” he advised me.\n\nRemembering Judge Bazelon’s refusal to speak to the members of Justice Douglas’ restricted\nclub, I politely told Judge Aldrich that I would get back to him. I then called the head of the local\nAnti-Defamation League and inquired about the Club of Odd Volumes. “They don’t accept Jews,\nCatholics, Blacks or women as members,” he quickly responded. I called Judge Aldrich, and told\nhim that I had a strict policy against speaking at any “restricted” club and so I would respectfully\nhave to decline his kind invitation. (I adopted that “policy” that day, having never before been\ninvited to speak at a restricted club.) He thanked me for considering it and hung up the phone.\nWithin an hour, I was abruptly summoned into the Dean’s Office.\n\nDean Erwin Griswold informed me that I had offended one of the Law School’s most important\nand influential alumni, that I was the only assistant professor ever to turn down an invitation to\nspeak at that club and that it was important for untenured faculty to present their work there\nbecause several of the members served on the Harvard Board of Overseers that had to approve all\ntenure decisions. “You’ve hurt your chances,” he chided me. “Why did you decline their\ninvitation? Will you reconsider it if I can get them to invite you again?”\n\nI explained my reasons. Griswold, who despite his Midwest origins considered himself an\nhonorary Brahman, was a cautious advocate of civil rights and civil liberties, so I thought he\nwould understand. What I did not know was that he himself was a member of a restricted club.\nNevertheless, he paused, looked directly at me and said, “While I don’t agree with you,\nconsidering your background I can understand why you would feel uncomfortable at that club.\nPll call Bailey and try to explain. I hope he understands, and I hope you haven’t hurt your\n\n77\n\nHOUSE_OVERSIGHT_017164",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017164.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3488,
    "word_count": 608,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:49.387811",
    "prefix": "IMAGES-004"
  }
}