{
  "document_id": "HOUSE_OVERSIGHT_013517",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013517.txt",
  "text": "miniaturized electronics box strapped to their belts, some of Robert Heath’s\nschizophrenic patients spent hours pressing their switches with beatifically\nexpectant smiles.\n\nIt was after several months of cat experiments that Professor Heath\nsuggested that we spend some time interviewing a hospitalized, chronically ill\nfemale patient, Donna, before and during the time she was being studied with\nrecording and stimulating depth electrodes in the human _ neurophysiology\nlaboratory. Donna, bony thin in a lose fitting green hospital gown and sandals, had\ndark red toenails, blonde hair and eyes shadowed darkly. In her mid-thirties, she\nhad never married and, when she could, worked as a beautician. She told us that\nsince her menarche at 13, she increasingly often had episodes of spontaneous\necstatic rushes along with sudden visions of strong white light. She attributed these\nexperiences to visitations of “...an unseen Christ.” She showed me a stack of\nnotebooks filled with hand written accounts of her religious experiences\ninterspersed with biblical quotations and difficult to follow discussions of what she\ncalled the Christian ideals underlying the Civil War. She read parts of it to us. One\nof her memorable stories was about being invited to a Children’s Crusade that had\nbegun in Georgia, led by a great grandson of Stonewall Jackson. “We were trying to\nfind the Lord to see if He would part the waters and open up an escape route from\nGeneral Sherman’s march to the sea.”\n\nFrom a relatively poor family of Southern Baptists in rural Louisiana, she had\nlived in a state psychiatric hospital for almost three years. Her diagnoses ranged\nfrom borderline schizophrenia to temporal lobe epilepsy. The collateral interviews\nwith her mother from several years before had been placed in the hospital chart.\nThey recounted that in the patient’s middle to late teens she had become suddenly\npromiscuous, frequently approaching strange men in city parks. Obsessed with\nfellatio and swallowing sperm, she told her mother that she was receiving a holy\nsacrament. More recently, the increasing incidence of ecstatic episodes and\ncompulsive note taking coincided with the complete loss of interest in sexuality in\nany form. Her talk was now full of moralizing detail about the shoulds and should\n\nnots of daily living. She referred to herself as a non-Catholic nun who was married\n\nHOUSE_OVERSIGHT_013517",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013517.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2404,
    "word_count": 380,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:46.811315",
    "prefix": "IMAGES-002"
  }
}