{
  "document_id": "HOUSE_OVERSIGHT_012179",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012179.txt",
  "text": "KIRKLAND & ELLIS LLP\nthis same individual would nevertheless be entitled to engage an attorney paid for by Mr.\nEpstein to recover $150,000 of damages from Mr. Epstein under § 2255 without ever\nalleging any injury. In fact, the defense was told that the only question Mr. Epstein\nwould be permitted to ask before paying the girls is “ have you ever met Epstein.”. Thus,\nthe Deferred Prosecution Agreement places identified individuals in a far better position\nthan they would be in if Mr. Epstein were convicted at trial.\n\n9. ASSIGNMENT OF RIGHT TO SELECT LEGAL REPRESENTATIVE.\nMr. Sloman’s Letter:\n\n¢ “Prior to any issues arising concerning the implementation of the 2255 provision, the\nSDFL unilaterally agreed to assign its responsibility to select the attorney representative\nfor the alleged victims to an independent third-party.”\n\nSee Tab 1, May 19, 2008 Letter from J. Sloman, p. 4, £.3.\nThe Truth:\n\ne That such an assignment was the SDFL’s “unilateral” decision is false. Before the\n\nSDFL decided to assign selection of the “attorney representative” to an independent third\n\nparty, AUSA Marie Villafana had already proposed an “attorney representative.” She\n\n- had proposed local products-liability lawyer, Humberto Ocariz, and claimed he had been\n\nrecommended by a “good friend in the Appellate Division.” Ms. Villafana’s account was\n\nmisleading, as it omitted that this “good friend” was her live-in boyfriend, and that Mr.\n\nOcariz was his former law-school roommate. When we discovered this independently,\n\nwe objected. Only then did the SDFL propose assigning the selection process to an\n\nindependent special master and agree to amend the Deferred Prosecution Agreement.\n\nThus, while it may be true that the SDFL assigned its selection responsibility to avoid the\n\nappearance of favoritism, it did not do it “wnilaterally,” but, rather, only after Epstein\nuncovered the Office’s misleading disclosure and apparent conflict-of-interest.\n\n—_,\n\n10. TIMETABLE FOR MOVING FORWARD.\nMr. Sloman’s Letter:\n\n¢ “On February 25, 2008, I sent you an e-mail setting forth a timetable for moving forward\nin the event that CEOS disagreed with your position. That time is now.”\n\nId., p. 6.\nThe Truth:\ne Mr. Sloman provides only part of the history of this case in order to justify his improper\n\nactions. He had stated he would close the investigation if CEOS told him to. However,\nCEOS at our very first contact said that under no circumstances did they see that as their\n\nHOUSE_OVERSIGHT_012179",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012179.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2489,
    "word_count": 397,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:45.160749",
    "prefix": "IMAGES-001"
  }
}