{
  "document_id": "HOUSE_OVERSIGHT_014114",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014114.txt",
  "text": "Case 9:08-cv-80736-KAM Document 319-1 Entered on FLSD Docket 03/24/2015 Page 31 of\n34\n\nThomas E. Scott, Jr., Esq.\n\nRe: Edwards and Cassell v. Dershowitz\nFebruary 25, 2015\n\nPage 3\n\nAsserting Privilege for Non-Existent Documents\n\nIt is inappropriate to assert a claim of privilege or immunity for non-existent materials.\nGreenleaf v. Amerada Hess Corp., 626 So0.2d 263, 264 n.1 (Fla. 4° DCA 1993). We\nmust assume that the privilege is asserted for a reason, i.e., that responsive and\nostensibly privileged information in fact exists, else the privilege would not have been\nasserted. It follows that a privilege log must accompany all such responses.\n\nClaiming Undue Burden for Non-Existent Materials\n\nLikewise, objecting on basis of burdensomeness and later conceding an opponent's right\nto materials or later claiming materials do not exist constitute abusive discovery\npractices. First Healthcare Corp. v. Hamilton, 740 So.2d 1189, 1194 (Fla. 4\" DCA\n1999).\n\nCustody, Possession & Control\n\nFla. R. Civ. P. reaches all documents (broadly defined and specifically including\nelectronic data) in your client's \"custody, possession, or control.\" Custody and\npossession are self-explanatory. \"Control\" is broader; it \"means the legal right to obtain,\neven from nonparties. The concept of ‘control’ generally has been held to mean the legal\nright to obtain the requested documents. Parties thus can be requested to produce\ndocuments in the hands of their attorney, insurer, subsidiary, or another person outside\nthe jurisdiction of the court.\" Lawrence M. Watson, Jr. & Michael S. Orfinger, Fla.\nCivil Practice Before Trial § 16.60 (1993 ed.) (citing 8 Wright & Miller, Fed. Practice\n& Procedure £16-10 (1998 ed.). A recent federal court case construing Fed. R. Civ. P.\n41 (on which Fla. R. Civ. P. 1.350 is patterned), explained:\n\nThe term \"control\" comprehends not only possession but also the right,\nauthority, or ability to obtain the documents. Accordingly, Rule 34(a)\nallows a party seeking discovery to require production of documents\nbeyond the actual possession of the opposing party if such party has\nretained \"any right or ability to influence the person in whose possession\nthe documents lie.\" [A] party is deemed to have control over documents\nheld on its behalf by its attorneys. A party is also deemed to have control\nover financial records of the party that are in the possession of the party's\naccountant.\n\nMGP Ingredients, Inc. v. Mars, Inc., 2007 WL 3353401 (D. Kan. 2007) (citation\nomitted); see also In Re Ski Train Fire of November 11, 2000 Kaprun Austria, 2006\n\nHOUSE_OVERSIGHT_014114",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014114.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2599,
    "word_count": 408,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.935682",
    "prefix": "IMAGES-002"
  }
}