{
  "document_id": "HOUSE_OVERSIGHT_019160",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019160.txt",
  "text": "James PATTERSON\n\nD: Well, here’s the thin\n\ny: ...and the little steps that things progressed?\ngoing to sit down, w\n\nD: Right.\n\n\\V: Well, I went and I wouldn't take off my panties at first. And he did to you is a cri\nthen he got me to get naked. Then he got me to let him rub me. V: Wou\nThen he got me to let him stick his fingers in me. Then he got | be nie wher a\nme to let him go down on me. Then, um—that was pretty D: Ifhe mn od a\n\nere he bent me over V: I didn’t say that, or ai\n\nmuch the gist of it, except this one time, wh\n\nthe table and put himself in me. Without my\nflipped out. I'm sorry, I didn’t ask you, but I don't count that as D: That, that is a crim\n’ e.\n\nme having sex with him.... Cause | just told you that I never V: I don’t want my f\nam\n\npermission. And I is about, like, my hip\n\nhad sex with him. I never did. Even though, I don’t know what doesn’t know any of t\nyoud consider that. But he then—lI go, “What are you doing?” i for two years, or how\nHe goes, “Oh, I just wanted [redacted] to see this.” | thinks I made phone\n\nD: Okay. Let me back you up. When you were completely naked, 1 ing my [unintelligibl\nthe same things happened? You went in, you massaged him? j 4 know anything.\n\nV: Sometimes I didn't even do that. Sometimes he just asked me i q D: Well, you're an adull\nto take off my clothes and—he’d have to do work, he'd be | 4 dispe with this inte\nsitting at his desk or something, and I'd just be naked there, q 4 Becile the hest eahese\nwatching television or reading a book, but I'd be naked. Or, 7 a V: ’Cause Jeffrey's gonn:\num, sometimes he wanted to just watch TV or read, andhed —=# 4 He’s gonna find—he’s\nlay in his bed and ask me to take my clothes off and lay with , 4 3 I'm not safe now. You:\nhim. And that’s it. Not touch him or anything... Sometimes D: He is not this person t\nhe'd just invite me over for breakfast, for dinner, or just to » V: Well—\nuse the swimming pool, and I'd get paid for that, too. I'd get 4 4 D: Why do you say you're\npaid just to hang out with him. That's it. And if the money i | before?\n\nwasn't there, I wouldn't have ever been in that house. ; q i) Well, I've heard himm\nD: Okay. When he started to touch you— ; yeah, Of course.\nV: Lhave a question. Before I say anything else. Um, is there @ 5 ’ D: You're gonna die? You’\npossibility that ['m gonna have to go to court or anything? | ag Allithe above! But that\n\nLike, that’s a possibility, right? D: Who's he talking to?\n\n44\n\nHOUSE_OVERSIGHT_019160",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019160.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2477,
    "word_count": 517,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:46.925599",
    "prefix": "IMAGES-005"
  }
}