{
  "document_id": "HOUSE_OVERSIGHT_013130",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013130.txt",
  "text": "214 12 The Engineering and Development of Ethics\n\nthinking, this is a cognitive precedent to being able to reconsider an entire belief system, one\nthat has had contractual logic built atop reflexive adherence that began in early development.\nIf the initial moral system is viewed as positive and stable, then this cognitive capacity is\nseen as dangerous and scary, but if early morality is stunted or warped, then this ability is\nseen as enlightened. However, achieving this cognitive stage does not mean one automatically\nchanges their belief systems, but rather that the mental machinery is in place to consider\nthe possibilities. Because many people do not reach this level of cognitive development in the\narea of moral and ethical thinking, it is associated with negative traits (“moral relativism”\nand “flip-flopping”). However, this cognitive flexibility generally leads to more sophisticated and\napplicable moral codes, which in turn leads to morality which is actually more stable because\nit is built upon extensive and deep consideration rather than simple adherence to reflexive or\nrationalized ideologies.\n\n12.4.2 Stages of Development of Empathic Ethics\n\nComplementing Kohlberg’s logic-and-justice-focused approach, Carol Gilligan’s [Gil82] “ethics\nof care” model is a moral development theory which posits that empathetic understanding\nplays the central role in moral progression from an initial self-centered modality to a socially\nresponsible one. The ethics of care model is concerned with the ways in which an individual\ncares (responds to dilemmas using empathetic responses) about self and others. As shown in\nTable 12.3, the ethics of care is broken into the same three primary stage as Kohlberg, but with\na focus on empathetic, emotional caring rather than rationalized, logical principles of justice.\n\nStage Principle of Care\n\nPre-Conventional Individual Survival\n\nConventional Self Sacrifice for the Greater Good\n\nPost-Conventional Principle of Nonviolence (do not hurt others, or oneself)\n\nTable 12.3: Gilligan’s Stages of the Ethics of Care\n\nFor an “ethics of care” approach to be applied in an AGI, the AGI must be capable of internal\nsimulation of other minds it encounters, in a similar manner to how humans regularly simulate\none another internally. Without any mechanism for internal simulation, it is unlikely that an\nAGI can develop any sort of empathy toward other minds, as opposed to merely logically\nor probabilistically modeling other agents’ behavior or other minds’ internal contents. In a\nCogPrime context, this ties in closely with how CogPrime handles episodic knowledge — partly\nvia use of an internal simulation world, which is able to play “mental movies” of prior and\nhypothesized scenarios within the AGI system’s mind.\n\nHowever, in humans empathy involves more than just simulation, it also involves sensorimotor\nresponses, and of course emotional responses — a topic we will discuss in more depth in Appendix\n?? where we review the functionality of mirror neurons and mirror systems in the human brains.\nWhen we see or hear someone suffering, this sensory input causes motor responses in us similar\nto if we were suffering ourselves, which initiates emotional empathy and corresponding cognitive\nprocesses.\n\nHOUSE_OVERSIGHT_013130",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013130.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3279,
    "word_count": 500,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.626195",
    "prefix": "IMAGES-002"
  }
}