{
  "document_id": "HOUSE_OVERSIGHT_022540",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022540.txt",
  "text": "The FCPA:\n\nAccounting Provisions\n\nTHE FCPA: ACCOUNTING\n\nPROVISIONS\n\nIn addition to the anti-bribery provisions, the FCPA contains accounting provi-\n\nsions applicable to public companies. The FCPA’s accounting provisions op-\n\nerate in tandem with the anti-bribery provisions\" and prohibit off-the-books\n\naccounting. Company management and investors rely on a company’s financial\n\nstatements and internal accounting controls to ensure transparency in the finan-\n\ncial health of the business, the risks undertaken, and the transactions between\n\nthe company and its customers and business partners. The accounting provi-\n\nsions are designed to “strengthen the accuracy of the corporate books and\n\nrecords and the reliability of the audit process which constitute the foundations\n\nof our system of corporate disclosure.””\n\nThe accounting provisions consist of two primary\ncomponents. First, under the “books and records” pro-\nvision, issuers must make and keep books, records, and\naccounts that, in reasonable detail, accurately and fairly\nreflect an issuer’s transactions and dispositions of an issu-\ner’s assets.” Second, under the “internal controls” provi-\nsion, issuers must devise and maintain a system of internal\naccounting controls sufficient to assure management’s con-\n\ntrol, authority, and responsibility over the firm’s assets.”\n\nThese components, and other aspects of the accounting\nprovisions, are discussed in greater detail below.\n\nAlthough the accounting provisions were originally\nenacted as part of the FCPA, they do not apply only to brib-\nery-related violations. Rather, the accounting provisions\nensure that all public companies account for all of their\nassets and liabilities accurately and in reasonable detail,\nand they form the backbone for most accounting fraud and\n\nissuer disclosure cases brought by DOJ and SEC”\n\nHOUSE_OVERSIGHT_022540",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022540.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1861,
    "word_count": 264,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.059050",
    "prefix": "IMAGES-007"
  }
}