{
  "document_id": "HOUSE_OVERSIGHT_017689",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017689.txt",
  "text": "Page 54 of 78\n2007 Utah L. Rev. 861, *936\n\nintended to pass a law establishing \"fair play for crime victims, meaningful participation of crime victims in the justice system,\nprotection against a government that would take from a crime victim the dignity of due process ... .\" 4°\n\nBy building victims into the Guidelines process, my proposal would also provide an important procedural protection to\ndefendants. My proposed amendment to Rule 32(f) would require that the victim's attorney or the prosecutor would raise any\nreasonable objection to the presentence report before the sentencing hearing, so that it could be discussed at a presentence\nconference and then presented in an organized fashion to the sentencing judge. I would also require either the victim's attorney\nor the prosecutor to give notice to defense counsel and the court where an upward departure argument might rest on any\ninformation provided by the victim. +*° Setting up the procedures in this way creates an orderly process for victim objections\nto affect sentencing - with fair notice to the defense. Otherwise, the court - and the defendant - might hear for the first time at\nsentencing that the prosecution was considering an upward departure based on information in the victim impact statement.\n\n[*937] The courts of appeals have split on the need for advance notice of an upward departure based on victim impact\nstatements. In United States v. Dozier, the Tenth Circuit held that a district court is required to give notice to a defendant before\ndeparting upward from the advisory guideline range based on victim impact statements. 42” The breadth of that holding may be\nlimited, however, by unusual facts: the presentence report did not identify victim impact information as a possible basis for an\nupward departure and the government conceded that a sentencing remand was appropriate. The Third Circuit has expressly\ndeclined to follow Dozier. In United States v. Vampire Nation, +78 the Third Circuit held that, in light of the Supreme Court's\n\n429 4 defendant is always on notice that a judge might find a sentencing factor\n\ndecisions making the Guidelines advisory,\ncalling for a sentence higher than that advised by the Guidelines. 47° With respect to victim impact statements, the Third\nCircuit highlighted the fact that victim impact statements at the sentencing hearing might provide a new, previously\n\nundisclosed ground for an upward (or downward) departure:\n\nThe right of victims to be heard is guaranteed by the Crime Victims! Rights Act (\"CVRA\") ... . The right is in the nature of an\nindependent right of allocution at sentencing. See /8 U.S.C. § 377/(a)(4) (affording victims a “right to be reasonably heard at\nany public proceeding in the district court involving release, plea, sentencing, or any parole proceeding\"). Under the CVRA,\ncourts may not limit victims to a written statement. See Kenna v. United States District Court, 435 F.3d 1011, 1017 (9th Cir.\n2006) (Kozinski, J.) (\"Limiting victims to written impact statements, while allowing the prosecutor and the defendant the\nopportunity to address the court, would treat victims as secondary participants in the sentencing process. The CVRA clearly\nmeant to make victims full participants.\"). Given that it would be impossible to predict what statements victims might offer at\n\nsentencing, it would be unworkable to require district courts to provide advance notice of their intent to vary their discretionary\n431\n\nsentence based on victim statements that had not yet been made.\n\nThe contrasting positions of the Tenth and Third Circuits is part of a larger disagreement between the circuits on the extent to\n\nwhich the notice requirements in the criminal rules continue to operate under the now-advisory Guidelines regime. 4°?\n\n#25 150 Cong. Rec. $4264 (daily ed. Apr. 22, 2004) (statement of Sen. Kyl) (emphasis added); see also Kenna v. U.S. Dist. Court, 435 F.3d\n1011, 1017 (9th Cir. 2006).\n\n#26 See Cassell, Proposed Amendments, supra note 4, at 901-03.\n\n#27 444 F 3d 1215, 1217-18 (10th Cir. 2006).\n\n#8 451 F.3d 189 (3d Cir. 2006), cert. denied, 1278. Ct. 424 (2006).\n\n429 See United States v. Booker, 543 U.S. 220, 222 (2004).\n\n430 Vampire Nation, 451 F.3d at 196.\n\n31 Td. at 197 n.4.\n\n432 The Second, Fourth, and Ninth Circuits have ruled that Rule 32(h) continues to apply. See United States v. Anati, 457 F.3d 233, 236-37\n(2d Cir. 2006); United States v. Davenport, 445 F.3d 366, 371 (4th Cir. 2006); United States v. Evans-Martinez, 448 F.3d 1163, 1167 (9th\nCir. 2006). The Third, Seventh, Eighth, and Eleventh Circuits have held the opposite. See United States v. Irizarry, 458 F.3d 1208, 1212\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017689",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017689.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4698,
    "word_count": 764,
    "line_count": 69,
    "import_date": "2025-11-19T21:47:47.541897",
    "prefix": "IMAGES-004"
  }
}