{
  "document_id": "HOUSE_OVERSIGHT_022599",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022599.txt",
  "text": "97\n\n(B) Any domestic concern that is not a natural person and that vio-\nlates subsection (a) or (i) of this section shall be subject to a civil pen-\nalty of not more than $10,000 imposed in an action brought by the\nAttorney General.\n\n(2)(A) Any natural person that is an officer, director, employee, or\nagent of a domestic concern, or stockholder acting on behalf of such\ndomestic concern, who willfully violates subsection (a) or (i) of this\nsection shall be fined not more than $100,000 or imprisoned not\n\nmore than 5 years, or both.\n\n(B) Any natural person that is an officer, director, employee, or agent\nof a domestic concern, or stockholder acting on behalf of such domes-\ntic concern, who violates subsection (a) or (i) of this section shall be\nsubject to a civil penalty of not more than $10,000 imposed in an\n\naction brought by the Attorney General.\n\n(3) Whenever a fine is imposed under paragraph (2) upon any officer,\ndirector, employee, agent, or stockholder of a domestic concern, such\n\nfine may not be paid, directly or indirectly, by such domestic concern.\n(h) Definitions\n\nFor purposes of this section:\n\n(1) The term “domestic concern” means—\n\n(A) any individual who is a citizen, national, or resident of the United\n\nStates; and\n\n(B) any corporation, partnership, association, joint-stock company,\nbusiness trust, unincorporated organization, or sole proprietorship\nwhich has its principal place of business in the United States, or which\nis organized under the laws of a State of the United States or a terri-\n\ntory, possession, or commonwealth of the United States.\n\n(2)(A) The term “foreign official” means any officer or employee of\na foreign government or any department, agency, or instrumentality\nthereof, or of a public international organization, or any person act-\ning in an ofhcial capacity for or on behalf of any such government or\ndepartment, agency, or instrumentality, or for or on behalf of any such\n\npublic international organization.\n\nB) For purposes of subparagraph (A), the term “public international\n\norganization” means—\n\ni) an organization that has been designated by Executive order pursu-\nant to Section 1 of the International Organizations Immunities Act\n22 US.C. § 288); or\n\nii) any other international organization that is designated by the\nPresident by Executive order for the purposes of this section, effective\n\nas of the date of publication of such order in the Federal Register.\n\n3)(A) A person’s state of mind is “knowing” with respect to conduct,\na circumstance, or a result if—\n\ni) such person is aware that such person is engaging in such conduct,\nthat such circumstance exists, or that such result is substantially cer-\ntain to occur; or\n\nii) such person has a firm belief that such circumstance exists or that\n\nsuch result is substantially certain to occur.\n\nB) When knowledge of the existence of a particular circumstance\nis required for an offense, such knowledge is established if a person\nis aware of a high probability of the existence of such circumstance,\nunless the person actually believes that such circumstance does not\n\nexist.\n\n4)(A) The term “routine governmental action” means only an action\nwhich is ordinarily and commonly performed by a foreign ofhcial in—\ni) obtaining permits, licenses, or other official documents to qualify a\nperson to do business in a foreign country;\n\nii) processing governmental papers, such as visas and work orders;\niii) providing police protection, mail pick-up and delivery, or sched-\nuling inspections associated with contract performance or inspections\nrelated to transit of goods across country;\n\niv) providing phone service, power and water supply, loading and\nunloading cargo, or protecting perishable products or commodities\nfrom deterioration; or\n\nv) actions of a similar nature.\n\nB) The term “routine governmental action” does not include any\ndecision by a foreign official whether, or on what terms, to award\nnew business to or to continue business with a particular party, or\nany action taken by a foreign official involved in the decision-making\nprocess to encourage a decision to award new business to or continue\n\nbusiness with a particular party.\n\n(5) The term “interstate commerce” means trade, commerce, transpor-\ntation, or communication among the several States, or between any\nforeign country and any State or between any State and any place or\nship outside thereof, and such term includes the intrastate use of —\nA) atelephone or other interstate means of communication, or\n\nB) any other interstate instrumentality.\n\ni) Alternative Jurisdiction\n\n1) It shall also be unlawful for any United States person to corruptly\ndo any act outside the United States in furtherance of an offer, pay-\nment, promise to pay, or authorization of the payment of any money,\nor offer, gift, promise to give, or authorization of the giving of any-\nthing of value to any of the persons or entities set forth in paragraphs\n(1), (2), and (3) of subsection (a), for the purposes set forth therein,\nirrespective of whether such United States person makes use of the\nmails or any means or instrumentality of interstate commerce in fur-\n\ntherance of such offer, gift, payment, promise, or authorization.\n\nHOUSE_OVERSIGHT_022599",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022599.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5221,
    "word_count": 841,
    "line_count": 127,
    "import_date": "2025-11-19T21:47:48.484233",
    "prefix": "IMAGES-007"
  }
}