{
  "document_id": "HOUSE_OVERSIGHT_022971",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022971.txt",
  "text": "concerned about their ages. A few of them looked very young and I couldn’t help but wonder if their\n\nmothers knew where they were.\n\n‘One very young-looking girl was called Tila. I just thought, “You really shouldn’t be here”, but I made\n\nmyself switch off as I had no proof.’\n\nThe couple, who have been married for 24 years, still Island guest: Model Naomi Campbell stayed as a guest on\n. . . Epstein's Caribbean island\nfind it hard to comprehend that Epstein is a convicted °\n\nsex offender.\n\n‘He was a very kind man and, while I don’t approve of things he’s been accused of, I liked him very much,’\n\nsays Miles.\n\nWhile Cathy says she was always suspicious about the girls’ ages, Miles insists: ‘I took the view that what\nwent on behind closed doors was not my business and it is not my place to judge. If anything was going on\n\nwe didn’t want to know.\n\n‘Our job was about discretion. We have a clear conscience that we didn’t witness anything untoward.\nWhatever went on at the other houses — and yes, we heard things from other members of staff — it didn’t,\n\nto my knowledge, happen at our property.’\n\nMiles also says that on several occasions he refused Epstein’s requests to smuggle female guests in by\nboat, to circumvent the strict immigration policies of St Thomas, the island with authority over Little St\n\nJames, which would have meant logging names and passport numbers.\n\nBut he was aware that Epstein found others to do his bidding. For as the couple were told when they were\n\nhired: ‘What Jeffrey wants, Jeffrey gets.’\n\nThe words came from Ghislaine Maxwell, who was then Epstein’s girlfriend. She flew to South Africa with\nAndrew Shannon, a lawyer, to interview the Alexanders in 1998, after they had replied to a small ad for\n\n‘management couple sought to run private island’.\nAfter apparently passing the interview, they were invited to meet Epstein in New York.\n\n‘It was very strange,’ said Miles. “We were taken by a driver to an office near Madison Square Garden. A\ngentleman wearing a polo shirt and jeans stepped out of the lift, asked if we had a good trip, shook our\nhands and left. That was it. Then Miss Maxwell came back and said we had the job.’\n\nGhislaine then took them to ‘the big house’ in Manhattan, which is said to have been the scene of sex\n\nparties and where young girls were allegedly hired as playthings for Epstein’s wealthy male friends.\n\nHOUSE_OVERSIGHT_022971",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022971.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2399,
    "word_count": 425,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.140044",
    "prefix": "IMAGES-007"
  }
}