{
  "document_id": "HOUSE_OVERSIGHT_019030",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019030.txt",
  "text": "Date: 7/13/06 6. BEACH POLICE capanaan ae Page: 77\n\nTime: 9:27:55 Incident Report Program: CMS301L\nCase No. . .. : 1-05-000368 (Continued)\nKRKRREREREKREKREEEREKEKREKEEEEEKEK NARRATIVE # ZT KRERRKRKRRRKREREKRERKEREREREREKE\nNA Reported By: RECAREY, JOSEPH 1/30/06\nEntered By.: ALTOMARO, NICKIE A. 1/30/06\n\nOn January 25, 2006, Det Caristo and I, responded to[—C—C\n[Didand met with Jatated last bs\n\nyear, when she was seventeen years of age, she met Jeffrey Epstein b7c\nthrough her former room nate[ \"vas allegedly dating\nEpstein at the time. had once cohabitated together\nwhen they modeled. [~__] explained [____] called her on her telephone\nand advised her that she was in Palm Beach and requested to see_her.\nmade arrangements to meet with her at Epstein's house.\narrived and met Epstein and and[_—sijwent to_the Palm\nBeach Mall together and went shopping. advised that [___] and\nshe had received money from Epstein to go to the mall. They visited\nVictoria's Secret and purchased undergarments from the store utilizing\nmonies given by Epstein. [__]advised she purchased one item and\npurchase various items. The money used to purchase the items\nwas the money given by Epstein.\n\ncontinued shopping and having a day together. [|\nstated explained how she and Epstein_have been dating each other\nand he has been paying all of her bills. [claimed Davi sea\nthey met in New York and had been dating ever since. They later\nreturned to Epstein's home and encountered Epstein. He had a brief\nconversation with about her modeling career. He knew of her\nmodeling career from He requested to see her modeling\nortfolio and explained that he could help her with modeling jobs.\nhad her book with her to show [| and showed the book to\nEpstein. He commented negatively about her photographs and portfolio.\nfelt uncomfortable with the comments made as she had been\nworking with other professional modeling companies who had offered her\nwork from her photographs. Epstein requested to see what was\npurchased at the mall. [~___] took out the undergarments which were\npurchased. She immediately showed Epstein different sets purchased.\nEpstein then requested to view what a purchased. was\nreluctant to show the outfit however since it was Epstein's money that\npurchased the item, she pulled it out of the bag. Epstein asked her\n“to try it on. [7___]looked at [~___]who told her \"yeah, try it on.\"\nFeeling compelled to try the undergarment outfit on; she went to\nanother room and put on the bra and panty set. She walked out to the\nLiving room where they were sitting, and modeled the suit. She then\nwent back into the other room and changed back into her clothes.\nreturned into the room and told] she would be going home.\nscheduled another day for[[__]to return for massages with her.\n\n[__]stated within that_same week, she returned to meet with L___]\nand have a massage. [____] had told her that she would be unable to\n\nstay with her as she would be going on a bike ride with Epstein.\n[ _lexplained she could stay at the house and take advantage of the\n\nmassage.\n\nHOUSE_OVERSIGHT_019030",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019030.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3064,
    "word_count": 508,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:45.890378",
    "prefix": "IMAGES-005"
  }
}