{
  "document_id": "HOUSE_OVERSIGHT_011676",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011676.txt",
  "text": "Though no one claimed responsibility, there was no shortage of suspects.\nDuring and since the civil war, Gemayel had at various times been at odds with\na whole array of enemies or rivals: Muslim militias, the PLO, other Maronite\nfactions and, of course, the Syrians. But I think for all of us, even Arik, the issue\nof who was behind the bombing was hardly the most urgent concern. The\nimmediate danger was a revival of the kind of rampant bloodletting Lebanon\nhad endured in the civil war. The day after the assassination, I joined a half-\ndozen other members of the general staff and helicoptered up to the Lebanese\ncapital. Arik, ignoring weeks of US pressure not to do so, had already ordered\nIsraeli troops into west Beirut — not to fight, but to take control of key junctions\nand vantage points and keep basic order.\n\nBut the question obviously on everyone’s mind was how to make sure the\nsituation remained under control. It was early afternoon when we reached an\nIsraeli command post in the largely Palestinian southwest part of the city. It was\nset up by Amos Yaron, the former paratroop commander whose division had\nlanded by sea at the start of the invasion and was part of the push north to the\ncapital. At his side was Amir Drori, the head of the northern command. They\nhad set up a rooftop observation post just a few hundred yards in from where I\nhad landed with my Sayeret Matkal team a decade earlier for the Rue Verdun\noperation. It overlooked a pair of Palestinian refugee camps: Sabra and, a\ncouple of hundred yards closer to us, Shatila.\n\nRaful was with us as well. So was Moshe Levy, the deputy chief-of-staff,\nand Uri Saguy, the head of the operations branch in the kirya. I listened rather\nthan spoke. All I could gather from the other generals’ conversation was that\nthey were trying to figure out how to handle the Palestinian camps. No one\nexplicitly mentioned the idea of Israeli troops going in, presumably because\nthey realized that, far from helping ensure order, that might well inflame things\nfurther. Even Raful, at least in my earshot, made no reference to the “several\nthousand” PLO fighters that he and Arik still wanted out of Beirut. The only\nnote that struck me as odd was a general agreement that the Phalangists had not\nbeen carrying their load of the fighting during the war. One comment in\nparticular stuck with me, though I didn’t take it as referring to the Palestinian\ncamps in particular. I can’t remember which general said it, only that everyone\nseemed to agree: “Why the hell do we have to do their fighting for them?”\n\nIt was not until the next morning, back in Tel Aviv, that the alarm bells rang\nfor me, and by then it turned out to be too late. It was Friday, the eve of the\nJewish New Year. Yet in the wake of Gemayel’s assassination, the kirya was\n\n205\nHOUSE_OVERSIGHT_011676",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011676.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2831,
    "word_count": 506,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:43.986369",
    "prefix": "IMAGES-001"
  }
}