{
  "document_id": "HOUSE_OVERSIGHT_014367",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014367.txt",
  "text": "Chart 78: What do you believe will be the structure of the payments industry in 5-7 years?\n\n80%\n\n60%\n\n40%\n\n20%\n\n0%\n\nDominated by large Controlled by large Controlled bysavvy Dominated by dynamic\nincumbent payment incumbent institutions tech companies eco-system of savvy\nbrands enable by innovative operating through tech companies\ntech companies traditional payments\nproviders\n\nSource: BofA Merrill Lynch Global Research\n\n« Panelists highlighted that while recent innovations in faster payment transfers have\nbeen focused on P2P applications, the B2B opportunity is 7-10x larger. That said,\npanelists thought, based on experience in the UK, the cost of faster payments\nwould likely have to be borne by the existing payment infrastructure as consumers\nhave not been willing to pay for faster transfers. Additionally, panelists pointed out\nthat in countries where faster payments have been implemented, it has mostly been\na mandate by regulations suggesting the government has an important role to play.\n\n¢ Panelists highlighted Security and Compliance as being essential for a new Fin Tech\ncompany to be admitted as part of the industry ecosystem. Incumbent payment\ncompanies will only partner with a new FinTech company that can meet the safety\nand regulatory standards that the incumbent is required to meet.\n\nnone Advisors: Shedding Light on the Potential Opportunity\nGuest speakers in this panel included Eli Broverman (Co-Founder and President of\nBetterment), Randy Sternke (Vice President, Business Development at Alkanza), and\nVaughn Bowman (Director, Managed Solutions Channel Management at BofAML).\nEach firm discussed the unique aspects of their individual business models and\nwhere they see the robo industry headed in the future.\n\n¢  Broverman brought up several key points on how the independent robo advisor\nmodel came about and why it will continue to grow in the future. He believes that\nthe main drivers include a lack of quality advice for investors with few assets,\ninvestors’ beliefs that financial institutions are not aligned with their interests or\ntransparent, and the fact that people want financial services to work as well as the\nother technology in their lives. Broverman believes that the biggest opportunity\ngoing forward is in the mass affluent segment and the 401K space.\n\n«  Alkanza is focused on providing robo capabilities to financial advisory firms through\npartnerships, rather than directly to consumers, with a focus on the platform as well\nas portfolio construction.\n\n« We surveyed the audience to gauge their views on the potential size of the robo\nadvisor market and the most common answer was that assets will surpass $1T,\nfollowed by assets will hit S500B and then level out.\n\nBankof America a 2016 Future of Financials Conference | 17 November 2016 53\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014367",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014367.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2834,
    "word_count": 440,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:44.112868",
    "prefix": "IMAGES-002"
  }
}