{
  "document_id": "HOUSE_OVERSIGHT_017694",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017694.txt",
  "text": "Page 59 of 78\n2007 Utah L. Rev. 861, *943\n\nRule 60. Victims\n\n(a) Rights of Victims.\n\n(3) Right to Be Heard.\n\nThe court must permit a victim to be reasonably heard at any public proceeding in the district court concerning release . . .\n\ninvolving the crime. +\n\nDiscussion:\n\nThe Advisory Committee's global proposal gives victims the right to be \"heard\" on release decisions; but it fails to spell out\nwhat effect, if any, the [*944] victim's statement would have after the court heard the victim. In other words, the Advisory\nCommittee proposal seemingly codifies an empty gesture.\n\nIn contrast, my proposal would take the straightforward and important step of requiring a court to consider the views of the\nvictim in determining any release decision. 4°” That requirement is added directly into the rule governing release decisions -\nRule 46. Adding a specific rule with specific consequences is far preferable to the Advisory Committee's approach and is\n\nconsistent with the CVRA's goal of ensuring \"reasonable conditions of pre-trial and post-conviction relief that include\n\nprotections for the victim's safety.\" +68\n\nRule 48 - Victims’ Views on Dismissal to be Considered The Proposals:\n\nI proposed that the court should be required to consider the views of victims in deciding whether to grant a government's\nmotion to dismiss a case as follows:\n\nRule 48. Dismissal\n(a) By the Government. The government may, with leave of court, dismiss an indictment, information, or complaint. The\n\ngovernment may not dismiss the prosecution during trial without the defendant's consent. In deciding whether to grant the\n\ngovernment's motion to dismiss, the court shall consider the views of any victims. 4°?\n\nThe Advisory Committee proposed no change to this rule. 47°\nDiscussion:\nThe Advisory Committee declined to adopt this recommendation for several reasons:\n\nThe Subcommittee recognized that victims will have a great interest in whether charges are dismissed. The CVRA does not,\nhowever, explicitly address dismissals, and it speaks only of not excluding the [victim] from, and providing the [victim with]\n\n. aright to be reasonably heard at public proceedings in the district court. If the government moves for dismissal there is\nordinarily no public proceeding. (When there is a [*945] public proceeding, the victim's right not to be excluded, and to be\nreasonably heard 1s provided for in Rule [60].)\n\n466 Proposed Amendments, supra note 71, R. 60(a)(3), at 16.\n\n467 Existing law has places where a victim's views could profitably be brought to bear. See, e.g., /8 U.S.C. § 3142(c) (court to consider\nwhether release of the defendant \"will endanger the safety of any other person\").\n\n468 See, e.g., 150 Cong. Rec. $10910, $10910 (daily ed. Oct. 9, 2004) (statement of Sen. Kyl).\n469 Cassell, Proposed Amendments, supra note 4, at 918.\n\n479 See Proposed Amendments, supra note 71 (showing no proposed change for Rule 48).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017694",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017694.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2958,
    "word_count": 473,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:46.130858",
    "prefix": "IMAGES-004"
  }
}