{
  "document_id": "HOUSE_OVERSIGHT_024090",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024090.txt",
  "text": "U.S. Reporting by U.S. Partners That Are Owners of Non-US. Entities - U.S. tax rules impose\ninformation reporting requirements on U.S. persons that own, either directly or indirectly under\nstock attribution rules, more than certain threshold amounts of stock in a foreign corporation;\nthese persons must disclose, among other things, various transactions between themselves and\nthose foreign corporations. For purposes of these information reporting requirements, stock\nownership is determined with regard to certain stock attribution rules, and each U.S. Partner is\ntreated as owning part or all of the stock owned directly or indirectly by the Fund. Similar\nreporting requirements apply to United States persons that (i) own, directly or indirectly, more\nthan certain threshold amounts of certain foreign financial assets including, but not limited to\nstocks, securities and partnership interests in non-US. entities or (ii) contribute, in their capacity\nas Partners, more than a certain threshold amount to a non-U.S. partnership during a 12-month\nperiod. In certain circumstances, these rules may require U.S. Partners to file reports annually.\nU.S. Partners generally will be responsible for satisfying these information reporting\nrequirements.\n\nNon-U.S. Partners\n\nU.S. Trade or Business Issues - Under the terms of the principal agreements relating to the\nFund, the General Partner will be required to use commercially reasonable efforts to conduct\nthe affairs of the Fund in a manner that limits the Fund’s operations to investing and other\nrelated activities which, in the aggregate, would not cause the Fund to be treated as engaged in\nthe conduct of a trade or business in the U.S. The General Partner’s undertaking will be\ndeemed satisfied with respect to the making, holding or disposing of any portfolio investment if\nthe Non-U.S. Partners are given the opportunity to (or if all Limited Partners are otherwise\nrequired to) hold their proportionate shares of such portfolio investment directly or indirectly\nthrough an alternative investment vehicle treated as a corporation for U.S. federal income tax\npurposes. Notwithstanding this undertaking, it is possible that the activities of the Fund and\nthe contractual arrangements into which it enters could cause the Fund to be treated as engaged\nin the conduct of a trade or business in the U.S.\n\nProvided that the Fund is not engaged in the conduct of a U.S. trade or business, the U.S.\nfederal income tax liability of a Non-U.S. Partner with respect to that Partner’s Limited Partner\nInterest generally will be limited to withholding tax on certain gross income from U.S. sources\ngenerated by the Fund as long as the Non-U.S. Partner undertakes no activities in the U.S.\n(determined without regard to its investment in the Fund) that would cause that Partner to be\nengaged in the conduct of a U.S. trade or business, and, unless otherwise indicated, the\nfollowing discussion of the U.S. federal income tax treatment of Non-U.S. Partners is based on\nthat assumption.\n\nFurther, if the Fund withholds and remits the proper amounts to the U.S. government, Non-U.S.\nPartners that are individuals or corporations will not be required to file U.S. federal income tax\nreturns or pay additional U.S. federal income taxes solely as a result of their investment in the\nFund (though Non-U.S. Partners treated as trusts for U.S. federal income tax purposes are\nsubject to special rules). If the Fund is not engaged in the conduct of a U.S. trade or business,\nNon-U.S. Partners’ shares of income and gains from sources other than the U.S. (e.g., interest or\ndividends paid by non-U.S. portfolio companies and gains realized on the disposition of\nsecurities of those companies) will not be subject to U.S. federal income tax.\n\n79 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024090",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024090.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3835,
    "word_count": 603,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.556726",
    "prefix": "IMAGES-007"
  }
}