{
  "document_id": "HOUSE_OVERSIGHT_024685",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024685.txt",
  "text": "KR L\nPI L\n\nAC BL\nCA TA CHAPTER IIl_ Cannabis Industry Segmentation\n\nInfused Products\n\nInfused products are ingestible products that have been infused with cannabinoids and other active\ncompounds from the cannabis plant. There are two general categories of infused products: those con-\nsumed orally, such as foods and beverages (known as “edibles”), capsules, pills and tinctures; and those\napplied topically, such as lotions, balms and creams. Infused products may either be infused with\nconcentrates (that are prepared through one of the extraction techniques discussed previously) or pre-\npared with other infused products, such as cannabis-infused butter (a concentrate prepared by heating\ncannabis in butter to release the active compounds, and then filtering out the plant material).\n\nThe following chart shows the combined relative sales by category of infused products for Colo-\nrado, Oregon and Washington for the three months ended September 30, 2017.\n\nInfused Products Sales by Category: Q3 2017\n\n8% 2%\n\n11%\n\n25%\n\n44%\n\nmCandy Chocolates @ Tinctures = Infused foods = Pills © Other\n\nSource: BDS Analytics\n\nEdibles\n\nPopular edibles include infused candies, chocolates and beverages. The active compounds in edibles\nare digested and metabolized by the liver before taking effect; typically, the time from ingesting to\nonset of an effect is one to two hours, but the effect lasts longer than that resulting from inhaling\nsmoke or vapor. Edibles generally deliver body-focused effects, which may be preferred by consumers\nseeking pain relief.\n\n© 2017 Ackrell Capital, LLC | Member FINRA/SIPC 49\n\nHOUSE_OVERSIGHT_024685",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024685.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1623,
    "word_count": 247,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:47.326354",
    "prefix": "IMAGES-008"
  }
}