{
  "document_id": "HOUSE_OVERSIGHT_020358",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020358.txt",
  "text": "206\n\n“When I accepted the case, I received Snowden’s dossier.” He answered. “I was able to see all\nhis interviews.”\n\nPresumably Snowden’s dossier included his interviews with the FSB, SVR and other Russian\nsecurity services. If so, it would explain how Kucherena could be so certain that Snowden had\nbrought “material” with him to Russia that he had not provided to journalists in Hong Kong.\nBefore meeting with Kucherena, I had met with Sophie Shevardnadze, the previously-mentioned\ngrand-daughter of Politburo member Edward Shevardnadze and widely-followe3d television\njournalist. She told me that Kucherena had personally approved the translation of the interview\ninto English. So I asked Kucherena about his 2013 interview with her, which was the last\ninterview he had given about Snowden. It will be recalled that in response to a question about\nwhether Snowden had secret material with him in Russia, Kucherena had said “certainly.” Was\nthis exchange accurate?\n\n“It was accurate,” he answered.\n\nSnowden himself had said in Hong Kong that he had only given journalists some of the state\nsecrets he had stolen and that he deemed others too sensitive for journalists. So I sought to find\nout from Kucherena which documents Snowden had taken to Russia. I went about it in a\nroundabout way. When Shevardnadze asked him about the secret material Snowden had might\nreveal in Russia, Kucherena pointedly called her attention to Snowden’s CIA service, suggesting\nthat he might possess CIA files. I also knew that in his roman a clef novel which Oliver Stone had\noptioned for $1 million, he had Joshua Frost, the thinly veiled Snowden-based character, steal a\nvast number of CIA documents that could do great damage to U.S. intelligence. By retaining\nthem, Frost made himself a prime target of the CIA. So I asked “Is Joshua Frost fact or fiction?”\n\n“T can’t tell you that,” he said, “If I said he was Snowden it would violate the attorney client\nprivilege.”\n\n“T understand,” I persisted, “But did Snowden do what Frost did in your book.”\n\n“That is for you to decide,” he answered with a sly smile. “It’s my first novel.”\n\nWhen I asked if he could arrange for me to see Snowden, he said that first I would have to first\nsubmit my questions to Ben Wizner, Snowden’s American lawyer. He made it clear to me that\nthe exposure of Snowden to journalists, or at least the vetting of journalists, had been outsourced\nto Wizner, “After that the final decision is up to Snowden,” he said. That seemed to conclude the\ninterview but, as I got up to leave, he added, “His legal defense is fairly expensive and Snowden is\nrunning out of money.”\n\nI was intrigued by this parting remark. Snowden, as far as I knew, didn’t need a legal defense\nbecause he was not charged with a crime in Russia and the United States had no extradition treaty\nwith Russia. But I asked, “Could I make a contribution to his defense fund?”\n\n“It would be greatly appreciated,” he said, “We will supply you with instructions to wire\nthe money to our bank.”\n\n“How much should I send?”\n\n“That’s up to you,” he said, getting up to walk me to the door. “I should add for the\nrecord that the contribution will not influence Snowden's decision to see you.”\n\n“T will send the wiring instructions” Valentina said as I left. “I hope you come back to\nMoscow.”\n\nHOUSE_OVERSIGHT_020358",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020358.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3330,
    "word_count": 570,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:44.278959",
    "prefix": "IMAGES-005"
  }
}