{
  "document_id": "HOUSE_OVERSIGHT_019161",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019161.txt",
  "text": "“ERSON\ngs progressed?\n\nke off my panties at first. And\nien he got me to let him rub me.\nx his fingers in me. Then he got\nie. Then, um—that was pretty\none time, where he bent me over\n» Without my permission. And!\nask you, but I don’t count that as\n‘ause | just told you that I never\nEven though, I don’t know what\n>n—I go, “What are you doing?”\nsdacted] to see this.”\nhen you were completely naked,\nfou went in, you massaged him?\nhat. Sometimes he just asked me\n—he’d have to do work, he'd be\nting, and Id just be naked there,\ning a book, but I'd be naked. Or,\no just watch TV or read, and he'd\n| take my clothes off and lay with\nh him or anything. . ..Sometimes\n- breakfast, for dinner, ot just to\nid I'd get paid for that, too. I'd get\nhim. That’s it. And if the money\nre ever been in that house.\n\nouch you—\n\nsay anything else. Um, is there a\nhave to go to court or anything?\n\nght?\n\n44\n\nFirtuy Ricu\n\n: Well, here’s the thing: When this is all said and done, we’re\n\ngoing to sit down, we're going to discuss this. I mean, what\nhe did to you is a crime. I'm not gonna lie to you.\n\n: Would you consider it rape? Like, would you consider that to\n\nbe rape, what he did?\n\n: If he put himself inside you, without permission—\n: I didn’t say that, or anything. I was standing up and the table\n\nis about, like, my hip length— he just put me down—\n\n: That, that is a crime. That is a crime.\n: I don’t want my family to find out about this. My family\n\ndoesn’t know any of this. My mom thinks I was his secretary,\nfor two years, or however long—a year and a half. My mom\nthinks I made phone calls for him and that’s how I was mak-\ning my [unintelligible] money. That’s it. 1 don’t want her to\nknow anything.\n\n: Well, you’re an adult. You’re an adult now....When we're\n\ndone with this interview, we'll discuss this further and we'll\ndecide the best course.\n\n: 'Cause Jeffrey’s gonna get me. You guys realize that, right?\n\nHe's gonna find— he’s gonna figure this out. And he’s gonna—\nI'm not safe now. You understand that, right? I’m not safe.\n\n: He is not this person that he is portraying himself to be—\n> Well—\n\n: Why do you say you're not safe? Has he said he’s hurt people\n\nbefore?\n\n: Well, P've heard him make threats to people on the telephone,\n\nyeah. Of course.\n\n: You're gonna die? You're gonna break your legs? Or—\n> All the above! But that’s not the point.\n' Who's he talking to?\n\n45\n\nHOUSE_OVERSIGHT_019161",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019161.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2404,
    "word_count": 476,
    "line_count": 90,
    "import_date": "2025-11-19T21:47:47.070504",
    "prefix": "IMAGES-005"
  }
}