{
  "document_id": "HOUSE_OVERSIGHT_013630",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013630.txt",
  "text": "John, Andrew, Philip, Thomas, Bartholomew, Matthew, James, Simon and Judas.\n“_..they were all filled with the Holy Spirit and began to speak with other tongues, as\nthe Spirit gave them utterance...” The secular psychoanalyst in me tried to make an\nanalogy with the joyful jazz lyrics of Ella Fitzgerald’s scat singing, I’d done a little of\nthat during my small jazz group pianistics as an a adolescent. | thought about how\nverbally paralyzed stutterers could be articulate when singing what they mean when\nthey could not talk it. | wondered about the relevance of the spontaneous poetry of\nslams and Hip Hop rapping. We attended what my sons called charismatic black\nBaptist churches in South Los Angeles and Long Beach. These often four hour\nservices usually featured two wonderfully harmonic echoing choirs with organ and\ndrum punctuation of the speech-singing, sermonizing Reverend. Large and\nbeautifully dressed black women sang operatically and danced gracefully down the\naisles. | joined my sons in this joyful noise for these long services and, exhausted, |\nwas forced to go home for a Sunday afternoon nap.\n\nIn spite of what could be regarded as validating experiences with the real life\nHoly Spirit, | continued to be generally confused and even more deeply estranged.\nAn inner voice kept recalling my spiritual failure as a parent and being traitorous to\nmy Jewish ethnic identity by Christian church attendance. | tried to understand how\nmy sons had traveled from where | thought we were living together to this entirely\nnew world. How did it happen? Could the path going there and back be\nmeaningfully reconstructed and then reversed? This idea is consistent with the\nmedical dictum that knowing the cause, the treatment logical follows. My education\nhad shown me such assumptions of reversibility need not be true.\n\nContrary to the beliefs of early physical mechanics, medical psychiatric\nhistory takers and psychoanalysts reconstructing childhood events, the modern\nphysics and mathematics of complex systems says phase transitions in complex\nsystems are probably not reversible, at least not simply so. One of the features of\nglobal changes in complex systems, often called bifurcations or phase transitions\n(think heated water going suddenly to a boil), is their dramatic discontinuities in\nbehavior. Knowing only the initial and end state, phase transitions in complex\n\nsystems do not allow for point-to-point backtracking or specific linear-causal\n\n130\n\nHOUSE_OVERSIGHT_013630",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013630.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2494,
    "word_count": 392,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.643488",
    "prefix": "IMAGES-002"
  }
}