{
  "document_id": "HOUSE_OVERSIGHT_013064",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013064.txt",
  "text": "148 8 Cognitive Synergy\n\nprocesses in terms of the “analysis vs. synthesis” distinction. Finally, Tables ?? and ?? exemplify\nthese structures and processes in the context of embodied virtual agent control.\n\nIn the CogPrime context, a procedure in this cognitive schematic is a program tree stored\nin the system’s procedural knowledge base; and a context is a (fuzzy, probabilistic) logical\npredicate stored in the AtomSpace, that holds, to a certain extent, during each interval of time.\nA goal is a fuzzy logical predicate that has a certain value at each interval of time, as well.\n\nAttentional knowledge is handled in CogPrime by the ECAN artificial economics mechanism,\nthat continually updates ShortTermImportance and LongTerm Importance values associated\nwith each item in the CogPrime system’s memory, which control the amount of attention other\ncognitive mechanisms pay to the item, and how much motive the system has to keep the\nitem in memory. HebbianLinks are then created between knowledge items that often possess\nShortTermImportance at the same time; this is CogPrime’s version of traditional Hebbian\nlearning.\n\nECAN has deep interactions with other cognitive mechanisms as well, which are essential\nto its efficient operation; for instance, PLN inference may be used to help ECAN extrapolate\nconclusions about what is worth paying attention to, and MOSES may be used to recognize\nsubtle attentional patterns. ECAN also handles “assignment of credit”, the figuring-out of the\ncauses of an instance of successful goal-achievement, drawing on PLN and MOSES as needed\nwhen the causal inference involved here becomes difficult.\n\nThe synergies between CogPrime’s cognitive processes are well summarized below, which is\na 16x16 matrix summarizing a host of interprocess interactions generic to CST.\n\nOne key aspect of how CogPrime implements cognitive synergy is PLN’s sophisticated man-\nagement of the confidence of judgments. This ties in with the way OpenCogPrime’s PLN in-\nference framework represents truth values in terms of multiple components (as opposed to the\nsingle probability values used in many probabilistic inference systems and formalisms): each\nitem in OpenCogPrime’s declarative memory has a confidence value associated with it, which\ntells how much weight the system places on its knowledge about that memory item. This assists\nwith cognitive synergy as follows: A learning mechanism may consider itself “stuck”, generally\nspeaking, when it has no high-confidence estimates about the next step it should take.\n\nWithout reasonably accurate confidence assessment to guide it, inter-component interaction\ncould easily lead to increased rather than decreased combinatorial explosion. And of course\nthere is an added recursion here, in that confidence assessment is carried out partly via PLN\ninference, which in itself relies upon these same synergies for its effective operation.\n\nTo illustrate this point further, consider one of the synergetic aspects described in ?? below:\nthe role cognitive synergy plays in deductive inference. Deductive inference is a hard problem\nin general - but what is hard about it is not carrying out inference steps, but rather “inference\ncontrol” (i.e., choosing which inference steps to carry out). Specifically, what must happen for\ndeduction to succeed in CogPrime is:\n\n1. the system must recognize when its deductive inference process is “stuck”, i.e. when the\nPLN inference control mechanism carrying out deduction has no clear idea regarding which\ninference step(s) to take next, even after considering all the domain knowledge at is disposal\n\n2. in this case, the system must defer to another learning mechanism to gather more informa-\ntion about the different choices available - and the other learning mechanism chosen must,\na reasonable percentage of the time, actually provide useful information that helps PLN to\nget “unstuck” and continue the deductive process\n\nHOUSE_OVERSIGHT_013064",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013064.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3954,
    "word_count": 599,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:47.094582",
    "prefix": "IMAGES-002"
  }
}