{
  "document_id": "HOUSE_OVERSIGHT_017034",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017034.txt",
  "text": "People leave more behind them than a name. Like her fictional protagonist Victor Frankenstein, Mary\nShelley is survived by her creation: Frankenstein took on a life of his own within our collective imagination\n(Figure $15). Such legacies, and all the many other ways in which people achieve cultural immortality,\nfall beyond the scope of this initial examination.\n\nIII.8. History of Technology\n\nA list of inventions from 1800-1960 was taken from Wikipedia (Ref $10).\n\nThe year listed is used in our analysis. Where multiple listings of a particular invention appear, the year\nretained in the list is the one reported in the main Wikipedia article for the invention. (e.g. \"Microwave\nOven\" is listed in 1945 and 1946; the main article lists 1945 as the year of invention, and this is the year\nwe use in our analyses).\n\nEach entry's main Wikipedia page was checked for alternate terms for the invention. Where alternate\nnames were listed in the main article (e.g. thiamine or thiamin or vitamin B,), all the terms were\ncompared for their presence in the database. Where there was no single dominant term (e.g.MSG or\nmonosodium glutamate) the invention was eliminated from the list. If a name other than the originally\nlisted one appears to be dominant, the dominant name was used in the analysis (e.g.\nelectroencephalograph and EEG - EEG is used).\n\nInventions were grouped into 40-year intervals (1800-1840, 1840-1880, 1880-1920, and 1920-1960), and\nthe median percentages of peak frequency was calculated for each bin for each year following invention:\nthese were plotted in Fig 4B, together with examples of individual inventions in inset.\n\nOur study of the history of technology suffers from a possible sampling bias: it is possible that some older\ninventions, which peaked shortly after their invention, are by now forgotten and not listed in the Wikipedia\narticle at all. This sampling bias would be more extreme for the earlier cohorts, and would therefore tend\nto exaggerate the lag between invention date and cultural impact in the older invention cohorts. We have\nverified that our inventions are past their peaks, in all three cohorts (Fig $16). Future analyses would\nbenefit from the use of historical invention lists to control for this effect.\n\nAnother possible bias is that observing inventions later after they were invented leaves more room for the\nfame of these inventions to rise. To ensure that the effect we observe is not biased in this way, we\nreproduce the analysis done in the paper using constant time intervals: a hundred years from time of\ninvention. Because we have a narrower timespan, we consider only technologies invented in the 49\"\ncentury; and we group them in only two cohorts. The effect is consistent with that observed in the main\ntext (Fig S16).\n\nIII.9. Censorship\n\nIII.9A. Comparing the influence of censorship and propaganda on\nvarious groups\n\nTo create panel E of Fig 6, we analyzed a series of cohorts; for each cohort, we display the mean of the\nnormalized probability mass functions of the cohort, as described in section 1B. We multiplied the result\nby 100 in order to represent the probability mass functions more intuitively, as a percentage of lifetime\n\n26\n\nHOUSE_OVERSIGHT_017034",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017034.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3227,
    "word_count": 527,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.134948",
    "prefix": "IMAGES-004"
  }
}