{
  "document_id": "HOUSE_OVERSIGHT_016535",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016535.txt",
  "text": "Page 26 of 42\n103 Minn. L. Rev. 844, *894\n\nbranch is firmly committed to a robust enforcement policy against local government corruption that is also criminalized under\nstate law, and Congress has supported this agenda by enacting federal crimes intended to duplicate, or greatly overlap, state\noffenses. !°4 In fact, federal statutes used in anti-corruption cases - [*895] like other federal criminal statutes - rely on and\nincorporate state law in federal offense definitions. In light of this structure, federal prosecutions can claim to effectuate state\n\nlaw goals - an especially straightforward version of federalism-based enforcement redundancy. !®\n\n2. Sexual Assault\n\nIn sharp contrast to public corruption, enforcement redundancy through coextensive jurisdiction is largely nonexistent for a\nlarge portion of the serious crimes that dominate state felony dockets, including sexual assaults, domestic violence, and\nhomicide. '°° Federal law reaches only a small number of these offenses when they intersect a special basis for federal\njurisdiction, such as interstate conduct - like human trafficking - or wrongs that occur on federal property or involve federal\nemployees. '®’ For most kinds of homicides, the lack of redundancy is only a modest hindrance to adequate enforcement;\nholding aside distinctive exceptions - such as homicides by police or racially motivated lynchings - there 1s little evidence to\nsuggest patterns of homicide underenforcement in state justice systems. '°® Domestic violence and sexual assaults are a\ndifferent story. Like local public corruption, sexual assaults have long been a key example of [*896] serious wrongdoing to\nwhich the responses of state and local criminal justice agencies have been deeply problematic. 1°\n\nUnderenforcement is hard to measure for sexual assaults as it is in other contexts, but central features of the problem are clear\nenough. Rape and other forms of sexual assault are dramatically underreported crimes. !7° The leading government effort to\ncollect data on sexual assaults (and other crimes), the National Crime Victimization Survey, is widely thought to undercount\nincidents of those offenses. '7! And rates of victim reports to police departments are even lower. The FBI Uniform Crime\nReports collects data on sexual assaults reported to local police agencies; the number is consistently well below the annual\nnumber reported in the National Crime Victimization Survey. !7*\n\nOne reason that victims do not to report rapes to law enforcement is the perception that police and prosecutors (as well as\njuries) are unduly skeptical of rape allegations. '7? And there is good evidence that law enforcement agencies’ responses to\n\n19 See In re Petersen, No. 2:10-CV-298 RM, 2010 WL 5108692, at 2 (N.D. Ind. Dec. 8, 2010) (concluding that prosecutors control charging\ndecisions and certain victim rights under /8 U.S.C. § 377/(a), including the right \"\"to confer with the attorney for the Government in the\ncase,’ ... arise only after charges have been brought against a defendant and a case has been opened,\" although a \"victim's \"right to be treated\nwith fairness and with respect for [his or her] dignity and privacy,’ ... may apply before any prosecution is underway\" (quoting /8 U.S.C. §\n377I(a))); cf. United States v. Rubin, 558 F. Supp. 2d 411, 419 (E.D.N.Y. 2008) (assuming without deciding that some federal victim rights\nmay apply before any prosecution is under way, but \"cannot be read to include the victims of uncharged crimes that the government has not\neven contemplated ... [or] has not verified to at least an elementary degree\").\n\n20 Many state laws grant victims a right to consult only “after the crime against the victim has been charged\" or \"regarding the charges\nfiled.\" Others create only a general right to confer, or \"to communicate,\" “with the prosecution.\" E.g., Alaska Const. art. I, § 24 (granting \"the\nright to confer with the prosecution\"); Ariz. Const. art. 2, § 2.1(A)(6) (granting the right to “confer with the prosecution, after the crime\nagainst the victim has been charged, before trial or before any disposition of the case and to be informed of the disposition\"); Cal. Const. art.\nI, § 28(b)(6) (granting the right to \"reasonably confer with the prosecuting agency, upon request, regarding ... the charges filed ... .\"); Idaho\nConst. art. I, § 22(5) (granting the right to \"communicate with the prosecution\"); Ill. Const. art. I, § 8.1(a)(4) (granting the right to\n\"communicate with the prosecution\"); Ind. Const. art. I, § 13(b) (amended 1996) (granting the right to \"confer with the prosecution\"); La.\nConst. art. I, § 25 (granting the \"right to confer with the prosecution prior to final disposition of the case\"); Mich. Const. art. I, § 24(1)\n(granting the \"right to confer with the prosecution\"); N.M. Const. art. 2, § 24(A)(6) (granting the \"right to confer with the prosecution\"); N.C.\nConst. art. I, § 37(1)(h) (granting the \"right as prescribed by law to confer with the prosecution\"); Or. Const. art. I, § 42(1)(f) (granting the\n\"right to be consulted, upon request, regarding plea negotiations involving any violent felony\"); S.C. Const. art. I, § 24(A)(7) (granting the\nright to \"confer with the prosecution, after the crime against the victim has been charged, before the trial or before any disposition and\ninformed of the disposition\"); Tenn. Const. art. I, § 35(a) (granting the \"right to confer with the prosecution\"); Tex. Const. art. I, § 30(b)(3)\n(granting the \"right to confer with a representative of the prosecutor's office\"); Va. Const. art. I, § 8-A(7) (granting the \"right to confer with\nthe prosecution\"); Wis. Const. art. I, § 9m (granting an \"opportunity to confer with the prosecution\"); De/. Code Ann. tit. 1], § 9405 (2018);\nGa. Code Ann. § 17-17-11] (2018); Haw. Rev. Stat. § 801D-4(a)(1) (2017) (granting the right of victim to be informed of the final disposition\nof the case); Neb. Rev. Stat. 29-120 (2017) (requiring the prosecution to make a good faith effort to consult with victim); N.Y. Exec. Law §\n642(1) (LexisNexis 2018) (providing standards for fair treatment of victims); Ohio Rev. Code Ann. § 2930.06(A) (LexisNexis 2018) (stating\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_016535",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016535.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6226,
    "word_count": 990,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:49.089443",
    "prefix": "IMAGES-004"
  }
}