{
  "document_id": "HOUSE_OVERSIGHT_019548",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019548.txt",
  "text": "60 | HOW AMERICA LOST ITS SECRETS\n\nof open legal judgments filed against him, including an $85,000 lien\nby the IRS.\n\nAfter resigning from his law firm in 2005, he moved to Rio de\nJaneiro and began a new career as a blogger for the Internet maga-\nzine Salon. He wrote fierce, and often brilliant, polemics against U.S.\ngovernment surveillance and other perceived intrusions on personal\nprivacy. The extent of his bitter antagonism toward the activities of\nthe “surveillance state,” as he called it, was reflected in the title of\nhis 2006 book, How Would a Patriot Act? Defending American Val-\nues from a President Run Amok. His position on surveillance was\nunrelenting, even when it came to the president. “By ordering illegal\neavesdropping, the president had committed crimes and should be\nheld accountable for them,” Greenwald wrote. When Barack Obama\nbecame president in 2009, Greenwald also attacked him for breaking\nthe law by “ordering illegal eavesdropping.” Because of his opposi-\ntion to Obama, he contributed money to the libertarian campaign of\nRon Paul, the same candidate to whom Snowden gave money.\n\nIn August 2012, he had transferred his provocative blog, which\n\n© had amassed a following of nearly one million readers (including ©\nSnowden), from Salon to The Guardian. The British newspaper\nshared his powerful anti-surveillance position, having first published\nthe WikiLeaks documents that had been illicitly leaked by Manning\nand published by Assange in 2010.\n\nGreenwald was an activist as well as a journalist. He joined the\nboard of directors of the Freedom of the Press Foundation (eventu-\nally Runa Sandvik would join too). It had been set up expressly to\nfunnel money to both Assange’s WikiLeaks site and the defense fund\nfor Manning after he was arrested. Such a financial intermediary\nwas necessary because American credit card companies were block-\ning money transfers to these two causes in 2012. This “blockade”\nwas taking its toll on WikiLeaks. According to Assange, “WikiLeaks\nhad been cut off from more than go percent of its finances.” The\nFreedom of the Press Foundation came to its rescue. John Perry Bar-\nlow, one of the songwriters for the Grateful Dead, was one of its\nchief financial backers. “The first serious info war is now engaged,”\nBarlow declared. “The field of battle is WikiLeaks.” He served with\nGreenwald and Poitras on its board.\n\n| | Epst_9780451494566_2p_all_r1.z.indd 60 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019548",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019548.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2468,
    "word_count": 401,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:47.523873",
    "prefix": "IMAGES-005"
  }
}