{
  "document_id": "HOUSE_OVERSIGHT_024653",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024653.txt",
  "text": "Or\nLA\n“a\nPlan\ncre\n\nCHAPTER II Cannabis Science 101\n\nTRICHOMES\n\nnode\n\nstem\n\n7\n1\nfan leaves bff\n\n‘Ne\n\n—~\n\nFEMALE FLOWERS\n\nMALE FLOWERS Trichomes\n\nCannabis Plant Anatomy\n\nCannabis can be consumed in a variety of ways that introduce its active compounds into the body:\nsmoking cannabis flower or its extracts, vaporizing cannabis flower or its extracts, ingesting cannabis\nextracts or food products prepared with cannabis and topical application of cannabis products. Human\nconsumption of cannabinoids and terpenes is widely believed to have numerous medicinal benefits and\ntherapeutic applications. Depending on the types and relative concentrations of the cannabinoids and\nterpenes consumed, these benefits may include pain relief, reduction of inflammation, and promotion\nof an energetic, uplifting mood or a calm, relaxed mood.\n\nAlthough humans have used cannabis therapeutically for thousands of years, only recently have\nscientists begun to research and understand at the chemical and biological levels how cannabis works\nwith the human body. In the 1940s, the American organic chemist Roger Adams performed numerous\nstudies on cannabis and identified and isolated the cannabinoids THC, CBD and cannabinol, or\nCBN. In the 1960s, a team of scientists led by Raphael Mechoulam at the Weizmann Institute of\nScience in Israel more completely determined the chemical composition of THC, CBD and certain\nother cannabinoids. This research on cannabinoids ultimately led to the discovery that the human\nbody naturally produces its own cannabinoids and uses them to regulate homeostasis (a process by\nwhich biological systems tend to maintain internal stability, or balance).\n\n© 2017 Ackrell Capital, LLC | Member FINRA/SIPC 17\n\nHOUSE_OVERSIGHT_024653",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024653.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1744,
    "word_count": 260,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:47.361224",
    "prefix": "IMAGES-008"
  }
}