{
  "document_id": "HOUSE_OVERSIGHT_016850",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016850.txt",
  "text": "is an ugly talent, reeking of racism or species-ism. Many people would find the\ncultivation of such a ruthlessly skeptical approach morally repugnant, and we can\nanticipate that even the most proficient system-users would occasionally succumb to the\ntemptation to “befriend” their tools, if only to assuage their discomfort with the execution\nof their duties. No matter how scrupulously the AI designers launder the phony “human”\ntouches out of their wares, we can expect novel habits of thought, conversational gambits\nand ruses, traps and bluffs to arise in this novel setting for human action. The comically\nlong lists of known side effects of new drugs advertised on television will be dwarfed by\nthe obligatory revelations of the sorts of questions that cannot be responsibly answered\nby particular systems, with heavy penalties for those who “overlook” flaws in their\nproducts. It is widely noted that a considerable part of the growing economic inequality\nin today’s world is due to the wealth accumulated by digital entrepreneurs; we should\nenact legislation that puts their deep pockets in escrow for the public good. Some of the\ndeepest pockets are voluntarily out in front of these obligations to serve society first and\nmake money secondarily, but we shouldn’t rely on good will alone.\n\nWe don’t need artificial conscious agents. There is a surfeit of natural conscious\nagents, enough to handle whatever tasks should be reserved for such special and\nprivileged entities. We need intelligent tools. Tools do not have rights, and should not\nhave feelings that could be hurt, or be able to respond with resentment to “abuses” rained\non them by inept users.'* One of the reasons for not making artificial conscious agents is\nthat however autonomous they might become (and in principle, they can be as\nautonomous, as self-enhancing or self-creating, as any person), they would not—without\nspecial provision, which might be waived—share with us natural conscious agents our\nvulnerability or our mortality.\n\nI once posed a challenge to students in a seminar at Tufts I co-taught with\nMatthias Scheutz on artificial agents and autonomy: Give me the specs for a robot that\ncould sign a binding contract with you—not as a surrogate for some human owner but on\nits own. This isn’t a question of getting it to understand the clauses or manipulate a pen\non a piece of paper but of having and deserving legal status as a morally responsible\nagent. Small children can’t sign such contracts, nor can those disabled people whose\nlegal status requires them to be under the care and responsibility of guardians of one sort\nor another. The problem for robots who might want to attain such an exalted status is\nthat, like Superman, they are too invulnerable to be able to make a credible promise. If\nthey were to renege, what would happen? What would be the penalty for promise-\nbreaking? Being locked in a cell or, more plausibly, dismantled? Being locked up is\nbarely an inconvenience for an AI unless we first install artificial wanderlust that cannot\nbe ignored or disabled by the AI on its own (and it would be systematically difficult to\nmake this a foolproof solution, given the presumed cunning and self-knowledge of the\nAI); and dismantling an AI (either a robot or a bedridden agent like Watson) is not killing\nit, if the information stored in its design and software is preserved. The very ease of\ndigital recording and transmitting—the breakthrough that permits software and data to be,\n\n1? Joanna J. Bryson, “Robots Should Be Slaves,” in Close Engagement with Artificial Companions, Y orick\nWilks, ed., (Amsterdam, The Netherlands: John Benjamins, 2010), pp. 63-74;\nhttp://www.cs.bath.ac.uk/~jb/ftp/Bry son-Slaves-Book09. html.\n\n, Patiency Is Not a Virtue: AI and the Design of Ethical Systems,”\nhttps:/Awww.cs.bath.ac.uk/~jjb/ftp/Bryson-Patiency-AAAISS16.pdf.\n\n47\n\nHOUSE_OVERSIGHT_016850",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016850.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3892,
    "word_count": 622,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:45.132258",
    "prefix": "IMAGES-004"
  }
}