{
  "document_id": "HOUSE_OVERSIGHT_019535",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019535.txt",
  "text": "Crossing the Rubicon | 47\n\nhas always been a core concern of radical Libertarians. In his 1956\nbook, The Torment of Secrecy: The Background and Consequences of\nAmerican Security Policies, the sociologist Edward Shils brilliantly\ndissects the fascination with secrecy among individuals who fear that\ngovernment agencies will use covert machinations against them. In\nShils’s concept, this counterculture is “tormented” by the govern-\nment’s possession of knowledge unavailable to them. Members of\nthis culture tend to believe that the agencies that hold these secrets,\nsuch as the FBI, the CIA, and the NSA, can control their lives; they\nalso believe that obtaining such secrets will give individuals power\nover government.\n\nSnowden himself was concerned with a coming “dark future,”\nwhich he later described as follows: “[The elites] know everything\nabout us and we know nothing about them—because they are secret,\nthey are privileged, and they are a separate class . .. the elite class,\nthe political class, the resource class—we don’t know where they\nlive, we don’t know what they do, we don’t know who their friends\nare, They have the ability to know all that about us. This is the direc-\n\n© tion of the future but I think there are changing possibilities in this.” ©\n\nTo change the “dark future,” someone would have to know the\nsecrets of the “elites.” Snowden saw himself as one of the few indi-\nviduals in a position to seize state secrets from those elites. He had\na SCI (sensitive compartmented information) clearance, a pass into\nan NSA regional base, and the privileges of a system administrator.\nThis position allowed him to steal state secrets and whatever power\nthat went with them. And if he moved to a position that gave him\ngreater access, he would, in this view, amass even greater power.\n\nWhatever his actual agenda in 2012, we know that he tested pos-\nsible reactions to a leak exposing NSA surveillance in the United\nStates. He asked fellow workers at the NSA base in 2012, according\nto his own account, “What do you think the public would do if this\n[secret data] was on the front page?” He asked this question at a time\nwhen a large number of State Department and U.S. Army classified\ndocuments had been posted on Julian Assange’s WikiLeaks website.\nThese WikiLeaks revelations made, as Snowden knew they would,\nfront-page headlines. His “question” was only rhetorical. No covert\nNSA document had ever been published in the press as of 2012. One\n\n| | Epst_9780451494566_2p_all_r1.z.indd 47 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019535",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019535.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2556,
    "word_count": 425,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:45.177726",
    "prefix": "IMAGES-005"
  }
}