{
  "document_id": "HOUSE_OVERSIGHT_029506",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029506.txt",
  "text": "Nader’s story is yet another example of the sleaze, greed, and influence-peddling that has\ncome to seem ordinary in Trump-era Washington. But it also offers a view into a more\nextraordinary and unprecedented problem: a decision by some of America’s closest allies in\nthe Middle East to leverage their financial resources in common cause with a bunch\n\nof gane/s to influence U.S. foreign policy. It is a problem that can be traced back, in ways\nthat haven’t generally been understood, to Trump’s son-in-law and senior advisor Jared\nKushner and his mobile phone.\n\nFrom the perspective of the leaders of Saudi Arabia, the United Arab Emirates, Israel (there\nis an Israeli angle to the George Nader story, but it isn’t yet entirely clear), and Egypt, there\nwas an entirely rational reason to support Trump’s presidential bid and try to influence his\napproach to the Middle East: They did not like former President Barack Obama’s Middle\nEast policy. And while they likely understood that presidential nominee Hillary Clinton was\nmore hawkish that the president she served as secretary of state, the Saudis, Emiratis, and\nIsraelis were concerned that she would be tethered to the Iran nuclear deal and thus Obama’s\nIran policy.\n\nThey also believed that Clinton would be soft on Islamists. It is an article of faith in Egypt\nthat she enabled the rise of the Muslim Brotherhood and Mohamed Morsi in 2011 and 2012.\nFor countries in the Persian Gulf, Egypt provides strategic depth, and “losing” it to the\nMuslim Brotherhood was a major geopolitical blow. The Israelis, for obvious reasons, were\ndeeply concerned about the accumulation of Islamist political power next door and blamed\nthe Obama administration for abandoning Hosni Mubarak, thereby placing Israel’s security\nin jeopardy.\n\nWith Trump, Washington’s allies got a candidate and president who referred to the Iran\nnuclear agreement as the “worst deal ever,” surrounded himself with people who either\nmake no distinction between al Qaeda and the Muslim Brotherhood or are simply outright\nIslamophobes, and has forthrightly declared that the United States supports its friends in the\nfight against terrorism. Full stop. No caveats, buts, or howevers concerning human rights\nand the need for political reform. To them, this seemed a lot better than the appreciation of\nnuance and complexity that was a hallmark of the Obama administration.\n\nOf course, even if an American president shares a given ally’s view of the world, diplomacy\ndoes not stop. The job of ambassadors, foreign ministers, and other representatives of\nforeign governments is to keep the United States on their side. Traditionally, this is done\nthrough formal discussions with U.S. officials at the State Department, National Security\nCouncil, and Department of Defense; meetings with members of Congress; writing op-eds in\ninfluential media outlets; and informal channels of influence, notably the Washington social\ncircuit of dinners, embassy garden parties, national day events and the like. No doubt there\nwas a lot of this going on through the first year and half of the Trump administration. But as\n\nHOUSE_OVERSIGHT_029506",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029506.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3143,
    "word_count": 500,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:44.824117",
    "prefix": "IMAGES-010"
  }
}