{
  "document_id": "HOUSE_OVERSIGHT_020463",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020463.txt",
  "text": "e In American federal and state politics, China seeks to identify and cultivate rising\npoliticians. Like many other countries, Chinese entities employ prominent lobbying\nand public relations firms and cooperate with influential civil society groups. These\nactivities complement China’s long-standing support of visits to China by members\nof Congress and their staffs. In some rare instances China has used private citizens\nand/or companies to exploit loopholes in US regulations that prohibit direct foreign\ncontributions to elections.\n\ne On university campuses, Confucius Institutes (CIs) provide the Chinese government\naccess to US student bodies. Because CIs have had positive value in exposing students\nand communities to Chinese language and culture, the report does not generally oppose\nthem. But it does recommend that more rigorous university oversight and standards\nof academic freedom and transparency be exercised over CIs. With the direct support\nof the Chinese embassy and consulates, Chinese Students and Scholars Associations\n(CSSAs) sometimes report on and compromise the academic freedom of other Chinese\nstudents and American faculty on American campuses. American universities that host\nevents deemed politically offensive by the Chinese Communist Party and government\nhave been subject to increasing pressure, and sometimes even to retaliation, by\ndiplomats in the Chinese embassy and its six consulates as well as by CSSA branches.\nAlthough the United States is open to Chinese scholars studying American politics or\nhistory, China restricts access to American scholars and researchers seeking to study\npolitically sensitive areas of China’s political system, society, and history in country.\n\ne At think tanks, researchers, scholars, and other staffers report regular attempts by\nChinese diplomats and other intermediaries to influence their activities within the\nUnited States. At the same time that China has begun to establish its own network\nof think tanks in the United States, it has been constraining the number and scale of\nAmerican think tanks operations in China. It also restricts the access to China and to\nChinese officials of American think-tank researchers and delegations.\n\ne In business, China often uses its companies to advance strategic objectives abroad,\ngaining political influence and access to critical infrastructure and technology. China\nhas made foreign companies’ continued access to its domestic market conditional on\ntheir compliance with Beijing’s stance on Taiwan and Tibet. This report documents\nhow China has supported the formation of dozens of local Chinese chambers of\ncommerce in the United States that appear to have ties to the Chinese government.\n\ne In the American media, China has all but eliminated the plethora of independent\nChinese-language media outlets that once served Chinese American communities. It\nhas co-opted existing Chinese-language outlets and established its own new outlets.\nState-owned Chinese media companies have also established a significant foothold\n\nIntroduction\n\nHOUSE_OVERSIGHT_020463",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020463.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3076,
    "word_count": 448,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:45.521856",
    "prefix": "IMAGES-005"
  }
}