{
  "document_id": "HOUSE_OVERSIGHT_024520",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024520.txt",
  "text": "provider. Many providers are currently offering incentives to children and families to enroll with them and\nsome are offering incentives to schocls as well. The key challenge in marketing the SES programs to\nfamilies is offering something that is appropriate and that will add educational value for families while\nenticing the children to participate. KLC OpCo believes there is a much larger number of children eligible\nfor services than the number that attend programs and therefore an opportunity exists to improve\nmarketing and outreach to families.\n\nidentifying prospects involves targeting urban areas where there is a cluster of failing schools. Failing\nschools are schools that fail fo meet established NCLB requirements for three years in a row. After the\nsecond year of failure the schools have to offer several services in order to prevent being named a failing\nschool. This enables KLC OpCo to project the approximate number of schools that will be considered\nfailing in the next school year and help identify states to pursue and markets that warrant further attention.\nKLC OpCo is currently authorized to provide SES in 19 states and has already begun providing SES in\nfive of them. KLC OpCo believes the SES business provides an opportunity for growth.\n\nOn August 28, 2006, KLC acquired 100% of the membership interests in Education Station, LLC\n(\"Education Station\") from Catapult Learning LLC (\"Catapult\"), a subsidiary of Educate, Inc. (together with\nCatapult, \"Educate”) Education Station is a private provider of supplemental educational services under\nthe NCLB and other educational instruction and after school services. The purchase agreement provides\nfor an aggregate purchase price of $6.0 million with $3.0 million paid into escrow at closing, and $1.0\nmillion payable on each of the first three anniversaries of the closing date. The amount in escrow is\npayable to Educate on three specific dates during the period beginning ninety days from the closing date\nand ending on July 31, 2007 upon the renewal by Education Station of certain contracts which were in\nplace applicable to the 2005-2006 school year. Also on August 29, 2006, KLC and Educate entered into\na technology license agreement where Educate granted a license to KLC of certain proprietary software\nused in providing real-time online NCLB services. The term of the license agreement is four years and\nprovides for a license fee of $10 million payable in three installments of $3.0 million within 30 days\nfollowing each of the first three anniversaries of the closing date and 4 final installment of $1 million within\n30 days following the fourth anniversary. KLC believes that the acquisition of Education Station makes it\nthe largest for-profit provider of supplemental education services under the NCLB in the U.S.\n\nDistance Learning\n\nKLC OpCo markets its distance learning products to two distinct customer groups: the home school\nmarket and schools. Purchases made into the home schoo! market are driven by web-based marketing\nefforts and trade associations along with a direct mail campaign. Purchases made by schools are\nmarketed fo counselors and administrators through direct mail and telemarketing efforts.\n\n11.7. Curriculum\n\nKLC OpCo believes that it can increase enrollment in its centers by continuing to develop and introduce\nhigh quality curricula and programs that provide parenis with meaningful reasons to choose the centers\nfor their children over other alternatives. It has designed research-based, proprietary curricula for age-\nspecific educational and recreational programs to develop a child's social, intellectual and physical skills\nand distributed curriculum manuals for each age group to its centers. These programs are used as 4\nframework, within which individual teachers have flexibility to create daily instruction opportunities that are\ntallored to the needs of each class.\n\nThe curriculum covered by the \"Early Foundations\" program is carefully designed fo support school\nreadiness. Activities are developed and implemented based on an expansive, research-based framework\n\nof educational objectives. These objectives mirror well documented early learning standards. Frequent\nassessment insures both program quality and desirable child outcomes.\n\na7\n\nHOUSE_OVERSIGHT_024520",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024520.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4296,
    "word_count": 654,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:47.104388",
    "prefix": "IMAGES-008"
  }
}