{
  "document_id": "HOUSE_OVERSIGHT_023900",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023900.txt",
  "text": "154 Teaching Minds\n\nlook like a genius. But what actually makes us feel that a scientist’s\naccurate predictions make him smart is the reasoning behind those\npredictions, the causal explanation.\n\nWe can see how intelligence, or the lack of it, is perceived by\npeople and we must begin to reconsider how intelligence should be\nmeasured by those trying to put numbers to mental abilities. And, we\ncan see why those Palin supporters seem so dumb. Let’s look at one of\nthem again:\n\nInterviewer: What do you think she would bring in terms of\npolicy to office?\n\nYoung woman: Good judgment.\n\nInterviewer: Any specifics?\n\nYoung woman: I think she would control the out-of-control\nspending.\n\nThis is a prediction. The question is what this prediction is based on. It\nis a good guess that the young woman cannot cite examples of Palin’s\ngood judgment and has no idea whether Palin was able to control\nspending in Alaska. If she were able to cite examples, that is, if her\npredictions were supported by evidence that she clearly articulated,\nwe would, in fact, think that the young woman was smart. Perhaps\nshe is smart and perhaps the interviewer deliberately cut out those\nresponses. It seems unlikely, given the weird “czar” remark that fol-\nlowed this, but the point is that we seek such evidence when we make\na judgment about someone’s intelligence.\n\nWhat about planning? Those who make bad plans are usually\nlaughed at. Criminals who get caught by doing something dumb are\nalways made fun of by the press. Bad planning makes a person look\nstupid.\n\nBad judgment, on the other hand, is more easily forgiven. When\nyou make a mistake, you can always claim to have used bad judgment.\nMake the same mistake again and you begin to look stupid.\n\nSo, if we are interested in making people more intelligent, as op-\nposed to more knowledgeable, it is clear that we need to redefine what\nwe mean by intelligence.\n\nIntelligence is the ability to diagnose well, to plan well, and to\nbe able to understand what causes what. To do this one must be able\nto reassess one’s belief system when new evidence is presented and\n\nHOUSE_OVERSIGHT_023900",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023900.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2121,
    "word_count": 365,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.933308",
    "prefix": "IMAGES-007"
  }
}