{
  "document_id": "HOUSE_OVERSIGHT_020017",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020017.txt",
  "text": "yet pure. Now, having found themselves—by odds that were perfect-storm outlandish—in\npower, they were not going to give it up because Steve Bannon had hurt feelings and\nwasn’t getting enough sleep.\n\nToward the end of March, the Mercers organized a set of emergency meetings. At least\none of them was with the president himself. It was exactly the kind of meeting Trump\nusually avoided: he had no interest in personnel problems, since they put the emphasis on\nother people. Suddenly he was being forced to deal with Steve Bannon, rather than the\nother way around. What’s more, it was a problem he had in part created with his constant\nBannon dissing, and now he was being asked to eat crow. Even though the president kept\nsaying he could and should fire Bannon, he was aware of the costs—a right-wing backlash\nof unpredictable proportions.\n\nTrump thought the Mercers were super-strange bedfellows too. He didn’t like Bob\nMercer looking at him and not saying a word; he didn’t like being in the same room with\nMercer or his daughter. But though he refused to admit that the Mercers’ decision to back\nhim and their imposition of Bannon on the campaign in August was, likely, the event\nwithout which he would not now be in the White House, he did understand that if crossed,\nthe Mercers and Bannon were potential world-class troublemakers.\n\nThe complexity of the Bannon-Mercer problem prompted Trump to consult two\ncontradictory figures: Rupert Murdoch and Roger Ailes. Even as the president did so,\nperhaps he knew he would come up with a zero-sum answer.\n\nMurdoch, already briefed by Kushner, said getting rid of Bannon was the only way to\ndeal with the dysfunction in the White House. (Murdoch, of course, made the assumption\nthat getting rid of Kushner was not an option.) It was the inevitable outcome, so do it now.\nMurdoch’s response made perfect sense: by now, he had become an active political\nsupporter of the Kushner-Goldman moderates, seeing them as the people who would save\nthe world from Bannon and, indeed, from Trump as well.\n\nAiles, blunt and declarative as always, said, “Donald, you can’t do it. You’ve made\nyour bed and Steve is in it. You don’t have to listen to him, you don’t have to even get\nalong with him. But you’re married to him. You can’t handle a divorce right now.”\n\nJared and Ivanka were gleeful at the prospect of Bannon’s ouster. His departure would\nreturn the Trump organization to pure family control—the family and its functionaries,\nwithout an internal rival for brand meaning and leadership. From the family’s point of\nview, it would also—at least in theory—help facilitate one of the most implausible brand\nshifts in history: Donald Trump to respectability. The dream, long differed, of the Trump\npivot, might actually happen without Bannon. Never mind that this Kushner ideal—saving\nTrump from himself and projecting Jared and Ivanka into the future—was nearly as far-\nfetched and extreme as Bannon’s own fantasy of a White House dedicated to the return of\na pre-1965 American mythology.\n\nHOUSE_OVERSIGHT_020017",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020017.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3050,
    "word_count": 511,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:44.642509",
    "prefix": "IMAGES-005"
  }
}