{
  "document_id": "HOUSE_OVERSIGHT_016963",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016963.txt",
  "text": "ALGORISTS DREAM OF OBJECTIVITY\nPeter Galison\n\nPeter Galison is a science historian, Joseph Pellegrino University Professor and co-\nfounder of the Black Hole Initiative at Harvard University, and the author of Einstein's\nClocks and Poincaré’s Maps: Empires of Time.\n\nIn his second-best book, the great medieval mathematician al-Khwarizmi described the\nnew place-based Indian form of arithmetic. His name, soon sonically linked to\n“algorismus” (in late medieval Latin) came to designate procedures acting upon\nnumbers—eventually wending its way through “algorithm,” (on the model of\nlogarithm”), into French and on into English. But I like the idea of a modern algorist,\neven if my spellcheck does not. I mean by it someone profoundly suspicious of the\nintervention of human judgment, someone who takes that judgment to violate the\nfundamental norms of what it is to be objective (and therefore scientific).\n\nNear the end of the 20th century, a paper by two University of Minnesota\npsychologists summarized a vast literature that had long roiled the waters of prediction.\nOne side, they judged, had for all too long held resolutely—and ultimately unethically—\nto the “clinical method” of prediction, which prized all that was subjective: “informal,”\n“in-the-head,” and “impressionistic.” These clinicians were people (so said the\npsychologists) who thought they could study their subjects with meticulous care, gather\nin committees, and make judgment-based predictions about criminal recidivism, college\nsuccess, medical outcomes, and the like. The other side, the psychologists continued,\nembodied everything the clinicians did not, embracing the objective: “formal,”\n“mechanical,” “algorithmic.” This the authors took to stand at the root of the whole\ntriumph of post-Galilean science. Not only did science benefit from the actuarial; to a\ngreat extent, science was the mechanical-actuarial. Breezing through 136 studies of\npredictions, across domains from sentencing to psychiatry, the authors showed that in 128\nof them, predictions using actuarial tables, a multiple-regression equation, or an\nalgorithmic judgment equalled or exceeded in accuracy those using the subjective\napproach.\n\nThey went on to catalog seventeen fallacious justifications for clinging to the\nclinical. There were the self-interested foot-draggers who feared losing their jobs to\nmachines. Others lacked the education to follow statistical arguments. One group\nmistrusted the formalization of mathematics; another excoriated what they took to be the\nactuarial “dehumanizing;” yet others said that the aim was to understand, not to predict.\nBut whatever the motivations, the review concluded that it was downright immoral to\nwithhold the power of the objective over the subjective, the algorithmic over expert\njudgment.”\n\n“? William M. Grove & Paul E. Meehl, “Comparative efficiency of informal (subjective, impressionistic)\nand formal (mechanical, algorithmic) prediction procedures: The Clinical-Statistical Controversy,”\nPsychology, Public Policy, and Law, 2:2, 293-323 (1996).\n\n160\n\nHOUSE_OVERSIGHT_016963",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016963.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3084,
    "word_count": 442,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:46.784220",
    "prefix": "IMAGES-004"
  }
}