{
  "document_id": "HOUSE_OVERSIGHT_021783",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021783.txt",
  "text": "Reiter, who has a master's degree in human resource development from Palm Beach\nAtlantic University, also has attended the FBI National Academy in Quantico, Va., and\nmanagement courses at Harvard. He's been active in countywide interagency law\nenforcement organizations and has a \"top secret\" national security clearance.\n\n\"He has a perspective that's broader than just addressing the needs of the town,\" said\nTown Manager Peter\n\nElwell, who promoted Reiter from assistant chief to chief in March 2001. Reiter makes\nmore than $144,000 as the town's top cop. Elwell thinks he's worth it. He's very\nbusinesslike, very straightforward. He's not easily agitated or flamboyant. He's about the\nwork,\" Elwell said. \"I think that his service as chief has been outstanding in five-plus\nyears.\"\n\nNew York Times — 09/03/2006\n\nQuestions of Preferential Treatment Are Raised in Sex Case Against Money Manager -\nSeptember 3, 2006\n\nBy ABBY GOODNOUGH\n\nPALM BEACH, Fla. — In the summer and autumn of last year, when most of the\nmansions here stood empty behind their towering hedges, the police stealthily watched\none at the end of a waterside lane. They monitored the comings and goings of its owner’s\nprivate jet, subpoenaed his phone records and riffled through his trash.\n\nThe owner was Jeffrey Epstein, 53, an intensely private New York money manager with\nseveral billionaire clients. Months earlier, the stepmother of a 14-year-old girl told the\nPalm Beach police that a wealthy older man, whom the girl later identified as Mr.\nEpstein, might have had inappropriate sexual contact with her.\n\nIn sworn statements to the police, the 14-year-old and other teenage girls said a friend\nhad arranged for them to visit Mr. Epstein’s home and give him massages, usually in\ntheir underwear, in exchange for cash.\n\nMost of the girls, according to the police, said Mr. Epstein had masturbated during the\nmassages, and a few said he had penetrated them with his fingers or penis. They\nidentified him in photos and accurately described the inside of his home. Some recalled\nthat his employees had fed them snacks or rented them cars.\n\nMr. Epstein pleaded not guilty in August to the crime he was ultimately charged with,\nsoliciting prostitution. But at a time when prosecutors around the nation have become\nincreasingly severe in dealing with people accused of sex offenses, the case has raised\nquestions about whether Mr. Epstein’s prominence won him preferential treatment.\n\nBy the account of the police, they found probable cause to charge Mr. Epstein with much\n\nmore serious offenses: one count of lewd and lascivious molestation and four counts of\nunlawful sexual activity with a minor.\n\nHOUSE_OVERSIGHT_021783",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021783.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2691,
    "word_count": 433,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:48.986468",
    "prefix": "IMAGES-006"
  }
}