{
  "document_id": "HOUSE_OVERSIGHT_022026",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022026.txt",
  "text": "PATTERSON\n\n-ately, he tried to sell the informa-\n\nrage girls and the places where\nlist included locations in Califor-\nYork, and Michigan. The papers\nidresses, and phone numbers of\n‘issinger, Mick Jagger, Dustin Hoff-\noch, Ted Kennedy, Donald Trump,\nand former Israeli prime minister\n\nyt at all damning. Epstein made a\nnation for future use. But informa-\nould have bolstered the state’s case\nby withholding it from the Palm\nruez had committed a crime.\n\nwould say that the papers were an\nthem, he believed, Epstein would\n\ned the money. And so a few weeks ~\ne Stockade, he approached a lawyer 4\nof Epstein’s masseuses. He had the\ngolden nugget.” The names of hun-\nad been abused by Epstein. ;\nz in no uncertain terms that he was\nie had over to the authorities. By\n\niformation, Rodriguez was commits\n\ntement by Christina Pryor, 4 ae\nz “persisted that he would only tt\nossession in exchange for $50, 000.\n\nFirtay Ricu\n\nTwo months later, on October 28, the lawyer called Rodriguez,\nwho insisted once more on being paid for the information. The\nlawyer told him that an associate would be in touch.\n\nWhat the lawyer knew and Rodriguez did not know was that\nthe associate in question was an undercover employee (UCE) of\nthe FBI. A few days later, on November 2, the UCE calls Rodri-\nguez and sets up a meeting, which takes place the following day.\n\n“During the meeting, Rodriguez produced a small bound\nbook and several sheets of legal pad paper containing handwrit-\nten notes,” Special Agent Pryor would say in her statement. She\ncontinues:\n\nRodriguez explained that he had taken the bound book from\nhis former employer’s residence while employed there in\n2004 to 2005 and that the book had been created by persons\nworking for his former employer. Rodriguez discussed in\ndetail the information within the book and identified import-\nant information to the UCE. In addition, Rodriguez admitted\nhe had previously lied to the FBI. Rodriguez asked the UCE\nabout the $50,000, took possession of the money, and began\ncounting it.\n\nRodriguez was then detained for Obstruction of Official\nProceedings, Title 18, U.S. Code, Section 1512(©), and ques-\ntioned. After Miranda warnings were administered by agents,\n\n_ Rodriguez waived his rights and signed a written waiver of\n| those rights. Rodriguez admitted that he had the documents\n4 and book in his possession and had never turned them over\n3 to local law enforcement or the FBI. In addition, Rodriguez\n\n219\n\nHOUSE_OVERSIGHT_022026",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022026.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2467,
    "word_count": 417,
    "line_count": 73,
    "import_date": "2025-11-19T21:47:45.248230",
    "prefix": "IMAGES-006"
  }
}