{
  "document_id": "HOUSE_OVERSIGHT_016452",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016452.txt",
  "text": "It’s clear, from emails and other records, that prosecutors spent a lot of time\nfiguring out a way to settle the case with the least amount of scandal. Instead of\ncharging Epstein with a sex offense, prosecutors considered witness tampering\nand obstruction charges, and misdemeanors that would allow Epstein to secretly\nplead guilty in Miami instead of in Palm Beach County, where most of the victims\nlived, thereby limiting media exposure and making it less likely for victims to\n\nappear at the sentencing.\n\n“Tve been spending some quality time with Title 18 [the U.S. criminal code]\nlooking for misdemeanors,” the lead prosecutor, A. Marie Villafafia, wrote to\nEpstein’s lawyers on Sept. 13, 2007, adding that she was trying to find “a factual\nbasis” for one or more non-sex-related crimes to charge him with.\n\nThe email chain shows that prosecutors sometimes communicated with the\ndefense team using private emails, and that their correspondence referenced\ndiscussions that they wanted to have by phone or in person, so that there would\n\nbe no paper trail.\n\n“Tt’s highly unusual and raises suspicions of something unethical happening when\nyou see emails that say ‘call me, I don’t want to put this in writing.’ There’s no\nreason to worry about putting something in writing if there’s nothing improper or\nunethical in the case,” said former federal prosecutor Francey Hakes, who\nworked in the Justice Department’s crimes against children unit.\n\nOn Sept. 24, 2007, another agreement was reached, but Epstein still wasn’t\nhappy with it, emails show.\n\nLefkowitz continued to pressure the U.S. Attorney’s Office to keep the agreement\nsecret, even though under the Crime Victims’ Rights Act, prosecutors were\nrequired to inform the victims that a plea deal had been signed.\n\n“We ... object to your sending a letter to the alleged victims,” Lefkowitz wrote on\nNov. 28. “... Any such letter would immediately be leaked to the press, your\nactions will only have the effect of injuring Mr. Epstein and promoting spurious\ncivil litigation directed at him. We also request that if your office believes that it\nmust send a letter to go to the alleged victims ... it should happen only after Mr.\nEpstein has entered his plea.”\n\n== as\n\nHOUSE_OVERSIGHT_016452",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016452.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2246,
    "word_count": 367,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:48.815460",
    "prefix": "IMAGES-003"
  }
}