{
  "document_id": "HOUSE_OVERSIGHT_012676",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012676.txt",
  "text": "Jay Lefkowitz/New To Ami Sheth/New York/Kirkland-Ellis@K&E\nSent byt Kilt Areiersen iRexe ce Eugene Kornel/New York/Kirkland-Ellis@K&E\nYork/Kirkland-Ellis bec\n\n42/12/2007 04:19 PM Subject Fw: Epstein\n\n----~ Forwarded by Kristin Andersen/New York/Kirkland-Ellis on 12/12/2007 04:19 PM -----\nJay Lefkowitz/New\nYork/Kirkland-Ellis To \"Sloman, Jeff (USAFLS)\"\n11/28/2007 04:29 PM cc \"Acosta, Alex (USAFLS)\"\n\nSubject Re: Epstein)\n\nDear Jeff:\n\nI received your email yesterday and was a little surprised at the tone of your letter, given\nthe fact that we spoke last week and had what I thought was a productive meeting. I was\nespecially surprised given that your letter arrived on only the second day back to work after the\nThanksgiving Holiday, and yet your demands regarding timing suggest that I have been sitting on\nmy hands for days.\n\nYou should know that the first time I learned about Judge Davis’s selection of Podhurst\nand Josephsberg, and indeed the first time I ever heard their names, was in our meeting with you\non Wednesday of last week. Nevertheless, I have now been able to confer with my client, and we\nhave determined that the selection of Podhurst and Josephsberg are acceptable to us, reserving, of\ncourse, our previously stated objections to the manner in which you have interpreted the section\n2255 portions of the Agreement.\n\nWe do, however, strongly and emphatically object to your sending a letter to the alleged\nvictims. Without a fair opportunity to review and the ability to make objections to this letter, it is\ncompletely unacceptable that you would send it without our consideration. Additionally, given\nthat the US Attorney’s office has made clear it cannot vouch for the claims of the victims, it\nwould be incendiary and inappropriate for your Office to send such a letter. Indeed, because it is\na certainty that any such letter would immediately be leaked to the press, your actions will only\nhave the effect of injuring Mr. Epstein and promoting spurious civil litigation directed at him.\nWe believe it is entirely unprecedented, and in any event, inappropriate for the Government to be\nthe instigator of such lawsuits.\n\nFinally, we disagree with your view that you are required to notify the alleged victims\npursuant to the Justice for All Act of 2004. First, 18 USC section 2255, the relevant statute\nunder the Non-Prosecution Agreement for the settlement of civil remedies, does not have any\nconnection to the Justice for All Act. Section 2255 was enacted as part of a different statute.\nSecond, the Justice for All Act refers to restitution, and section 2255 is not a restitution statute.\nIt is a civil remedy. As you know, we had offered to provide a restitution fund for the alleged .\n\nHOUSE_OVERSIGHT_012676",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012676.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2740,
    "word_count": 444,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:44.000286",
    "prefix": "IMAGES-002"
  }
}