{
  "document_id": "HOUSE_OVERSIGHT_023767",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023767.txt",
  "text": "Teaching Kids to Walk and Talk 27\n\nProfessors and universities are very concerned about the evaluations\nof the teaching of the faculty and these days websites (like www.rate-\nmyprofessors.com) make a very public show of how badly received\nsome professors are. The professors are concerned with how they ap-\npear and whether they are liked and how all this might affect their\nsalaries. They are not concerned with teaching effectiveness because\nthey are not really teachers in their own minds.\n\nLet’s hear from an Ivy League professor (who also doesn’t want to\nbe named):\n\nThere are faculty here who study real-world phenomena and\ndon’t know how to apply that knowledge to their own lives. We\ncould teach students here how to make use of what we teach\n\nin their own lives, we just don’t. Right now the approach that\nis taken makes most of the information that professors impart\nuseless. It doesn’t have to be that way.\n\nMy colleagues here don’t even do what they are studying\nwhen they are out of the lab. They are not successful people in\nlife. If someone studying memory had to remember something,\nwould they make use of their own data? I doubt it. Many of our\nprofessors don’t realize that they may not know as much as they\nthink they know. All these people assume that whatever they do\nis the best that can be done.\n\nWhen a child learns to walk, you cannot say you were very good at\nteaching her to walk. She would have learned to walk without your\nhelp, most likely. When you teach a child to play baseball, you can\nmore easily say that you were a good teacher, but really who knows\nyou didn’t screw him up with nonsense that it may take him years to\nundo? I was taught to step into the pitch in baseball and years later\nlearned that what I was taught was wrong.\n\nCollege professors can be evaluated on effectiveness only if some-\none knows what that means. Does it mean how well students do on\nexams? We can make easier exams then. Does it mean how many of\nthem get into Ph.D. programs at Harvard or how many get good jobs\nupon graduation? That likely has nothing to do with the effectiveness\nof the professors.\n\nThere are no measures that make sense, for a very simple reason.\nCollege teaching doesn’t make much sense in the first place. Lecturing\n\nHOUSE_OVERSIGHT_023767",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023767.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2277,
    "word_count": 408,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.790250",
    "prefix": "IMAGES-007"
  }
}