{
  "document_id": "HOUSE_OVERSIGHT_011880",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011880.txt",
  "text": "/ BARAK / 123\n\noperational capacity to mount such an attack, in part because we lacked the\nnecessary bunker-busting bombs and the tanker aircraft to get us to Iran and back. I\ndid seek help from the Americans. I met Defense Secretary Bob Gates, CIA\ndirector Mike Hayden, National Security Adviser Steve Hadley and even President\nBush himself. While not explicitly mentioning that we were planning military\naction against Iran, I sounded them out on the prospects of getting more heavy\nmunitions, and possibly leasing several US tanker aircraft.\n\nYet in our final meeting with President Bush, during a visit to Israel in June\n2008, he made it clear to Olmert and me that he knew what we were up to. Olmert\nhosted a private dinner for the President. Afterwards, Bush asked to talk privately.\nOlmert poured us each a glass of whiskey and lit a cigar, and we sank into brown\nleather armchairs. Smiling, the president looked straight at me, and said to Olmert:\n“This guy scares the living shit out of me when he tells me what you want.”\n\nHe told Olmert how I’d asked for heavy munitions, tankers and a variety of\nother military equipment. “Remember. I’m a former F-16 pilot,” he said. “I know\nhow to connect the dots.” Then, turning more serious, he added: “I want to tell\nboth of you now, as President, the formal position of the US government. We are\ntotally against any action by you to mount an attack on the nuclear plants.” The\neffect was all the more dramatic because of his Administration’s support for our\nattack on the reactor in Syria the year before. “I repeat,” Bush said, “in order to\navoid any misunderstanding. We expect you not to do it. And we’re not going to\ndo it, either, as long as I am President. I wanted it to be clear.”\n\nOlmert said nothing, so I replied. “Mr President, we’re in no position to tell you\nwhat the position of the United States should be. But I can tell you what I believe\nhistory will have to say. I’m reminded by what we call, in field artillery,\n‘bracketing and halving.’” I said that in the wake of the Al-Qaeda attack on the\nTwin Towers, he had fired one shell long, in Afghanistan, and another one short, in\nIraq. “But when the time came to hit the real target — Iran — it ended up you’d\nalready spent two terms, and all your political capital.” He seemed neither insulted\nnor unsettled by my remark. He simply nodded. Perhaps, in part, because he was\npretty sure that we lacked the ability to attack the Iranian facilities anyway.\n\nWe still lacked that capacity when I became Defense Minister in Bibi’s\ngovernment in May 2009. But the main reason I’d stayed in the job, and my main\n\n409\nHOUSE_OVERSIGHT_011880",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011880.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2652,
    "word_count": 476,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:44.547864",
    "prefix": "IMAGES-001"
  }
}