{
  "document_id": "HOUSE_OVERSIGHT_020592",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020592.txt",
  "text": "APPENDIX 1\n\nChinese Influence Operations\nBureaucracy\n\nWhile recent months have brought increased attention to the United Front Work\nDepartment, or “United Front activities,” it is important to emphasize that this is\nbut one of many institutions within the Chinese party-state involved in influence\noperations. As the accompanying graphic illustrates, the bureaucracy involved in\nextending China’s global influence is large, complex, and specialized in function.\nGenerally speaking, there are three types of bureaucratic organizations included in\nthe chart: (1) policy coordination; (2) policy formulation and implementation; and\n\n(3) organizations with specialized functions.\n\nAs a Leninist party-state, CCP organizations have higher political status than\ngovernment institutions. This has become even more pronounced under the Party’s\ngeneral secretary Xi Jinping and following the bureaucratic reorganization announced\nafter the March 2018 meeting of the National People’s Congress. Generally speaking,\nParty organs make policies, which are then implemented by state bureaucracies. There\nis no single organization overseeing the entirety of the country’s influence operations\nabroad. The most important CCP organizations in the diagram are the Foreign Affairs\nCommission, the External Propaganda Leading Group/State Council Information\nOffice, the CCP Propaganda Department, the CCP United Front Work Department,\nthe CCP International Liaison Department, and United Front departments inside the\nPeople’s Liberation Army. Critical policies related to foreign affairs are formulated\n\nin these bodies. The same organizations are also involved in coordinating the\n\nimplementation of these policies.\n\nThe Policy-Making Process in the Chinese Party-State\n\nThe process is driven both by top leadership and functional bureaucracies. Policy\nformulation, which involves the generation of ideas and proposals, typically\n\ntakes place in functional bureaucracies and specialized departments within these\nbureaucracies. In the process of policy formulation, one bureaucracy specializing\n\nin the functional or issue area (for example, propaganda) may take charge, but it\n\nHOUSE_OVERSIGHT_020592",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020592.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2181,
    "word_count": 293,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:45.742318",
    "prefix": "IMAGES-006"
  }
}