{
  "document_id": "HOUSE_OVERSIGHT_022970",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_022970.txt",
  "text": "﻿How Prince Andrew shared a room at Epstein's Caribbean hideaway\nwith a busty blonde who claimed she was a brain surgeon\nBy Angella Johnson\nUpdated: 21:26 EST, 12 March 2011\nThe official-looking document, left casually on a desk, marked the beginning of the end for Cathy and\nMiles Alexander’s eight years managing Jeffrey Epstein’s private Caribbean island, Little St James.\n‘It said Warrant of Arrest, in big bold letters,’ recalls Cathy.\n‘I picked it up and saw Mr Epstein’s name on it.’\nInside view: Catherine and Miles managed Epstein's private island for several years\nShocked, she ran out of the room to tell her husband ‘something bad is going on’.\nIndeed it was, for the shamed financier, a close friend of Prince Andrew (who visited the island at least\nthree times), had been arrested the previous day for under-age sex activities.\nBut 24 hours after his arrest in July 2006, a visibly pale and shell-shocked Epstein stood in his designer\nkitchen complaining to the South African couple who had run his island paradise since 1999 that he was a\nvictim of entrapment.\nSpeaking at their home in South Africa, where they live in semi-retirement, the Alexanders reveal they had\nwatched with increasing concern the beautiful girls who paraded about the house topless or naked\nwhenever their boss was in residence – until Cathy became so disturbed that she insisted they part\ncompany with Epstein in 2007, a year before he was sentenced to 18 months in jail for solicitation of\nprostitution.\nParadise retreat: Little St James, a private 72-acre island three miles off the east coast of St\nThomas in the U.S. Virgin islands owned by America billionaire Jeffrey Epstein\n‘I saw some girls who I thought were very young-looking – about 16 or 17 easily – and it bugged me\nbecause I have a daughter and, although she was in her 20s, I didn’t like the idea that another woman’s\nchild was in that situation. I didn’t feel comfortable about it,’ she said.\n‘They looked like they had stepped out of an underwear catalogue. They walked around with very few\nclothes on or lounged around by the pool with nothing on. It was like that most of the time. I was\nconcerned about their ages. A few of them looked very young and I couldn’t help but wonder if their\nmothers knew where they were.\n‘One very young-looking girl was called Tila. I just thought, “You really shouldn’t be here”, but I made\nmyself switch off as I had no proof.’\nThe couple, who have been married for 24 years, still\nfind it hard to comprehend that Epstein is a convicted\nsex offender.\nIsland guest: Model Naomi Campbell stayed as a guest on\nEpstein's Caribbean island\n‘He was a very kind man and, while I don’t approve of things he’s been accused of, I liked him very much,’\nsays Miles.\nWhile Cathy says she was always suspicious about the girls’ ages, Miles insists: ‘I took the view that what\nwent on behind closed doors was not my business and it is not my place to judge. If anything was going on\nwe didn’t want to know.\n‘Our job was about discretion. We have a clear conscience that we didn’t witness anything untoward.\nWhatever went on at the other houses – and yes, we heard things from other members of staff – it didn’t,\nto my knowledge, happen at our property.’\nMiles also says that on several occasions he refused Epstein’s requests to smuggle female guests in by\nboat, to circumvent the strict immigration policies of St Thomas, the island with authority over Little St\nJames, which would have meant logging names and passport numbers.\nBut he was aware that Epstein found others to do his bidding. For as the couple were told when they were\nhired: ‘What Jeffrey wants, Jeffrey gets.’\nThe words came from Ghislaine Maxwell, who was then Epstein’s girlfriend. She flew to South Africa with\nAndrew Shannon, a lawyer, to interview the Alexanders in 1998, after they had replied to a small ad for\n‘management couple sought to run private island’.\nAfter apparently passing the interview, they were invited to meet Epstein in New York.\n‘It was very strange,’ said Miles. ‘We were taken by a driver to an office near Madison Square Garden. A\ngentleman wearing a polo shirt and jeans stepped out of the lift, asked if we had a good trip, shook our\nhands and left. That was it. Then Miss Maxwell came back and said we had the job.’\nGhislaine then took them to ‘the big house’ in Manhattan, which is said to have been the scene of sex\nparties and where young girls were allegedly hired as playthings for Epstein’s wealthy male friends.\n‘We spent five days there shadowing the staff to see how they did things,’ says Cathy.\n‘A dinner party was held on the fourth night, but it was very formal and businesslike. I saw no girls –\nyoung or otherwise – at the time. We would never have willingly put ourselves in that kind of situation.’\nThe following day they were flown to St Thomas and transferred by boat to Epstein’s island house, a\nsprawling single-storey complex with white walls and a blue roof, maintained by several gardeners, two\nboat captains, two laundry ladies and two other women who cared for the house.\nAgain the couple were there to observe, but after three days they were woken in the night by a phone call\ntelling them they had to leave the island because a VIP was making an unexpected visit. They were later\ntold by staff that the guest had been Prince Andrew.\nThey went back to New York, where Ghislaine explained more of their duties.\n‘She said we had to keep quiet about what we saw or heard on the island,’ Cathy recalls.\n‘She told us that although Mr Epstein and she were a couple, we would see lots of beautiful girls passing in\nand out, but that was his nature.\n‘She said that he gets what he wants but that she was always the “Queen Bee” and the one in charge.\n‘She often described herself in this way. Although she could be very friendly, I discovered that she was also\nrather arrogant.’\nMiles took up his post in March 1999 and Cathy followed a month later. Miles realised the kind of lifestyle\ntheir boss enjoyed when, on his first day, Epstein arrived with five young ladies in tow.\n‘One was definitely under age, but she had a letter of consent from her parents and was under the\nguardianship of a model agency,’ he says.\nThe Alexanders admit finding a box of sex toys in\nEpstein’s bedroom, but insist they never saw nor\nFriends in high places: Lord Mandelson has also\nvacationed on Epstein's island\norganised any raunchy parties for him or his guests. Cathy recalls that Prince Andrew was the first guest to\nvisit during their tenure.\n‘The Duke came via helicopter with his bodyguard and a woman in her 30s, who said she was a brain\nsurgeon,’ Cathy says dryly.\n‘She was tall, bleached blonde and had big boobs. They shared a room and spent most of their time on the\nbeach windsurfing, sailing or doing other water sports.\n‘One day he came back into the house in great mirth. He said that his guest had stepped on a sea urchin\nand he urinated on her foot as a remedy. “The royal member has done its duty,” he chuckled. He was great\nfun and very undemanding.’\nThe Prince stayed for two weeks and left a tip of $350 (£220).\n‘He slipped it into my hand when we said goodbye,’ says Miles.\n‘It was unexpected because other guests didn’t.’\nAndrew would visit at least once more, that they recall, with Ghislaine and Epstein.\n‘He also flew over the island on his way to Montserrat after the volcano had erupted and got the pilot to\ndip the wings as a signal to us.’\nThe Prince’s ex-wife, Sarah Ferguson, who became embroiled in the Epstein controversy last week when it\nwas revealed that she had accepted £15,000 from the sex offender to pay her debts, visited once with her\ndaughters. Epstein refused a second request for her to visit on her own.\n‘Lots of people came and went,’ says Miles. ‘It was like running a five-star hotel where no one paid.’\nOthers who passed through included model Naomi Campbell, who arrived for two days with what Miles\nand Cathy called her ‘coffin’ – a huge oversized trunk filled with clothes.\nPeter Mandelson holidayed there with his long-term boyfriend Reinaldo, who suffered sunburn and\nwhined about it ‘like a baby’, says Cathy.\nNumerous academics, architects and some of the most prominent scientific and business minds also\nenjoyed Epstein’s generous hospitality.\n‘I can only surmise he might have wanted favours from these people,’ Miles suggests.\nFor all his wealth, Epstein appears to have led a simple life on the island.\n‘Dinner was very informal, he never drank alcohol and we rarely had it in stock.\n‘He also had a habit of not eating meals in front of people. Instead he would have nibbles such as crab\ncakes in his room.’\nHis most obvious luxury on the island were his daily massages. Former Epstein ‘masseuse’ Virginia\nRoberts says these were usually little more than foreplay to a sex act.\nAccording to the Alexanders, whatever went on was performed in his bedroom.\n‘We were warned by Miss Maxwell never to disturb him there. It was absolutely forbidden,’ they say.\nBetween 1999 and 2004, Epstein would visit at least once a month and Ghislaine was invariably with him.\nMiles says: ‘In our final meeting, he told me I had always been his conscience. I’m certainly battling with\nmy conscience now.’\nRiddle of phone numbers for ‘friends’ he’d never met\nRevealing an extraordinary network of power and influence, extending into the fields of politics, finance\nand showbusiness, Jeffrey Epstein’s ‘little black book’ showed just how important a man he had become.\nYet when The Mail on Sunday contacted the people listed in the document, which was kept online, many\nsaid they had never met or even spoken to the disgraced financier.\nAnd they were appalled to discover he had their contact details, often including home and mobile\ntelephone numbers.\nLord Palumbo, the former Arts Council chairman and godfather to the Duke of York’s eldest daughter\nBeatrice, said: ‘I have never, never, met him. I am shocked I am in there. I am affronted. I don’t know him\nat all.’\nNever heard of him: Both Toby Young (left) and Sir Richard Branson, were surprised to\nfind themselves listed in a contacts books owned by Jeffrey Epstein\nDame Gail Ronson, a charity fundraiser and wife of the multi-millionaire British developer Gerald\nRonson, said: ‘I’ve never, ever, met him. I swear, you’ve completely gobsmacked me. It’s really distressing,\nhorrible.\n‘I lead a very private life so to find out you’re on this list, it’s very unsavoury.’\nHer shock was echoed by the celebrity milliner Philip Treacy.\n‘This sounds crazy, I’m amazed,’ he said.\n‘I’m a hatmaker, I’ve never met Jeffrey Epstein and never had any reason to. I make hats. Does he look\nlike the kind of person who would wear a hat? Bizarre.’\nThe ‘book’ also had numbers for the JCB tycoon Sir Anthony Bamford, but a spokesman insisted: ‘There\ndoesn’t appear to be any connection. Sir Anthony doesn’t know Jeffrey Epstein.’\nThe journalist Toby Young, said: ‘I’ve never been within 100 yards of him and we move in completely\nseparate worlds. If you said I was in Colonel Gaddafi’s Little Black Book I couldn’t be less surprised.’\nThere were also numbers for the influential Rothschild family, including Sir Evelyn de Rothschild and his\ndaughter Hannah. Last night she said: ‘I have no idea why Mr Epstein would have my numbers as I don’t\nknow him.’\nA print-out of the contacts book came to light after it was subpoenaed for use in a civil case against the\nfinancier by one of the young girls he employed as a masseuse.\nThe list included 16 numbers for Prince Andrew under his title The Duke of York.\nHis ex-wife, Sarah Ferguson, was entered under the Duchess of York and there were 18 numbers for her\nand her associates as well as an email address.\nThe ‘book’ also appeared to contain contacts of Epstein’s former girlfriend Ghislaine Maxwell, including\nher extended family, friends and brief acquaintances.\nOne prominent journalist, who asked not to be named, was horrified to discover her parents’ details were\nlisted. She said: ‘I knew Ghislaine once but that was more than 20 years ago. To be honest\nI find it really spooky.’\nArtist Kate Stracher was also baffled by her inclusion.\nShe said: ‘Ghislaine and I were at Oxford together but I haven’t seen her since. I’m not at all glamorous\nand not at all well-connected. I definitely shouldn’t be there.’\nOthers have had only the briefest of meetings. Philippe Amon, a Swiss industrialist, said: ‘I think I came\nacross Epstein some years ago in New York but I honestly don’t think I would recognise him walking by in\nthe street.’\nA spokesman for Richard Branson said: ‘Jeffrey Epstein has the island next door to Necker but Richard\nhas literally only met him once for about five minutes. That’s the extent of it.’\nThose who clearly do have a connection are, perhaps unsurprisingly, less keen to talk about it.\nLisa Walker is listed alongside her friend Caroline Stanbury, a former girlfriend of Prince Andrew.\nShe said: ‘I met Epstein with Caroline.’\nAsked if Prince Andrew was also present, Miss Walker said: ‘I wish I could help but I don’t think I should\nsay any more.’\nPolice chief’s fury over plea bargain\nMichael Reiter was a popular small-town police chief\nwith a lifetime’s experience in finding the balance\nLeaned on: Police chief Michael Reiter\nbetween patrolling the millionaire’s playground of Palm Beach, Florida, and its blue-collar neighbour\nWest Palm Beach, home to unglamorous social housing projects and trailer parks.\nThroughout his 28-year career, he prided himself that his force treated the wealthy on his patch just the\nsame as the very poorest. But his investigation into the lifestyle of predatory paedophile Jeffrey Epstein\nexploded his illusion that law enforcement could ever be impartial.\nHe soon discovered at first hand that a man such as Epstein, with almost unlimited wealth and influential\nfriends including former President Bill Clinton, Prince Andrew and Israeli defence minister Ehud Barak,\ncan effectively bend the law to his whim.\nThe 53-year-old police chief, who retired in 2009, was so furious at what he believed was obstruction by\nstate prosecutors, who he felt had downplayed charges against Epstein, that he outlined his frustrations in\nan extraordinary letter to Florida state attorney Barry Krischer in May 2006.\nHe wrote: ‘I must urge you to examine the unusual course that your office’s handling of this matter has\ntaken and consider if good and sufficient reason exists to require your disqualification from the\nprosecution of these cases.’\nAfter failing to get a satisfactory response from prosecutors he believed had been ‘got at’ by Epstein, he\nreferred the case to the FBI.\nHe wrote to one of Epstein’s victims, saying: ‘I do not feel that justice has been sufficiently served by the\nindictment that has been issued.’\nEpstein’s conviction for solicitation of prostitution came after an unprecedented plea bargain designed to\nprotect him from future charges.\nMr Reiter later complained in sworn testimony connected to civil actions brought against Epstein that\nprominent politicians had repeatedly leaned on him to downplay the allegations against the financier.\nMike Fisten, an ex-FBI taskforce superviser who has led the campaign for the Epstein case to be reopened,\nsaid: ‘Reiter went up against the entire town of Palm Beach to do what was right but he is not chief any\nmore because of this.\n‘And eventually Epstein was given an immunity from prosecution deal the like of which I have never seen\nin my entire career.’\nShare or comment on this article",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_022970.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 15527,
    "word_count": 2689,
    "line_count": 201,
    "import_date": "2025-11-19T21:47:48.560913",
    "prefix": "TEXT-001"
  }
}