{
  "document_id": "HOUSE_OVERSIGHT_024840",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024840.txt",
  "text": "COWEN\n\nCOLLABORATIVE INSIGHTS\n\nFigure 18 Interest Broad Based from Edibles...\n\nFebruary 25, 2019\n\nConsumer Products Opportunities (Azer)\n\nIn 2018, the CBD market in the U.S. has been estimated to have generated revenues\nranging from ~S600 mm to as much as $2 bn. In our 2019 global cannabis outlook\nreport (here), we had believed the CBD purchases in the U.S. likely skewed to the lower-\nend of that range. However, with new survey data from Cowen’s proprietary consumer\nsurvey, we can see that among our ~2,500 respondents (18+) in January 2019 nearly 7%\nreported using CBD as a supplement. Coupled with the diverse form factors reportedly\nbeing used (including close to 20% for beverages, which was surprising to us), we are\nnow inclined to size the current market at closer to $2 bn.\n\nIndeed, looking at Google search trends, we can see that interest looks to have climbed\nsteadily in 2016 and 2017, and accelerated meaningfully in 2018, which has continued\ninto 2019.\n\nFigure 17 CBD Interest Has Been Increasing\n\nU.S. Google Trends: CBD\n\n100\n\n80\n\n60\n\n40\n\n20\n\n0\ntHe TTT T MH MNMNMHNOUWUUWUWUUWUUORRRRRRDDMDH HD WH HO\ndo dtd dtd dtd dd ddd ddd dd dd dd ddd dtd dd dod\nooooooooooocooococococococoeocec$ose\nNANNANATNANANANANANANANANANANANANANANANANNANNN\n~S SN NN Sh OE ON ORONO OR\nWONTUODWAAMNNVUODWAOMNRWAONUAODOHAMTBAOON TT VO\nANNNNA DSSS DSBSA AAA ANNANN MSDS DSB AOA SA\nSS NS BBB MN KR DDN RRB RN OS ORO BOON NTN BR RS\nNTO oO oN addmnnaddm nn ad waon\n\nSource: Google Trends and Cowen and Company\n\nEncouragingly, interest has been rising consistently among different form factors,\nranging from supplements like CBD gummies, to topicals and oils. The rising interest and\npopularity in this broad range of CBD offerings should support a diverse category and\nmultiple competitors that cater to a large base of consumers with different needs,\nrequiring various applications.\n\nFigure 19 ...to Topicals... Figure 20 ...To Oil\n\n100\n80\n60\n40\n20\n\n5/1/2016\n\nU.S. Google Trends: CBD\n\n8/7/2016\n11/13/2016\n\nGummies\n\n2/19/2017\n5/28/2017\n\n9/3/2017\n12/10/2017\n\n3/18/2018\n6/24/2018\n9/30/2018\n\n1/6/2019\n\nU.S. Google Trends: CBD U.S. Google Trends: CBD Oil\n\n100 Cream 100\n80 80\n60 60\n40 40\n20 20\n) @)\nwowowonrnrenernr~e wy nowon wovowonrenke MK MBM fon)\ndodo di od cd aodiaodadoiadided dad dod ao dd bes bat gs ad\noo oo oo go 000 ©& oo ooooooogoso ©\nNNNNNNNNNN NS NN NNNNNNNN SN\nsim Me TS TR SMA TR TR OTR MRO. im Me TS Te SM TR TR OTR MRO.\nARR Manawmomoeawtdad wo AR MADAM OeATtT OS WO\n~ s ca AN SB oI A NM 3 “~ S oA AN MB OI TDA NMS\n\nSource: Google Trends and Cowen and Company\n\n24\n\nSource: Google Trends and Cowen and Company Source: Google Trends and Cowen and Company\n\nCOWEN.COM\n\nHOUSE_OVERSIGHT_024840",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024840.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2691,
    "word_count": 457,
    "line_count": 110,
    "import_date": "2025-11-19T21:47:45.941862",
    "prefix": "IMAGES-008"
  }
}