{
  "document_id": "HOUSE_OVERSIGHT_011088",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011088.txt",
  "text": "Spencer’s “survival of the fittest’ doctrine would be a truism if we could prove the\ntheory of natural causality. We can’t by any means known to me. Science takes it as a\nworking assumption. So did Hume, and so do |. If God intervenes only a little, so that\n\nlaws of nature comes close to reality most of the time, we're still in business.\n\nMy critique of Hamilton’s rule proposed that nepotism meets resistance when it\nconflicts with nepotistic goals of others. I proposed a modus vivendi through\nagonistic rules. Hamilton’s parasite theory with Zuk, written 18 years later, gives the\n\ngame plan.\n\nNepotism, meaning kin selection through Hamilton’s rule, is in the common interest\nto a point. It speeds up proof of best genes to beat the current parasites by testing\nfemale genes as well as male ones. Healthier mothers and sisters and aunts carry\nmore fitness to invest in more young. And females in most K-selected species,\nincluding humans, perform most care of the offspring and siblings and nepotes\n(nephews and nieces) that receive it!°. Male competition alone does not determine\nbest current genes to nature’s satisfaction. Female breeding competition and\n\nnepotistic investment help prove them farther.\n\nAll agonistic rules are about keeping the contest fair and deciding when proof is\nenough. Long-term success against future as well as current parasites needs most\nlosers, not all, to go to the bench (low frequencies; source demes in my version)\n\nrather than to extinction. Most losers survived to enter the contest because they\n\n10 The burden is about 50-50 in pair-bonding birds. Fathers look to be the only caregivers in\nterritorial fish such as sticklebacks.\n\nChapter 7 Petty’s Idea 2/3/16 29\n\nHOUSE_OVERSIGHT_011088",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011088.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1732,
    "word_count": 282,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:44.724976",
    "prefix": "IMAGES-001"
  }
}