{
  "document_id": "HOUSE_OVERSIGHT_018606",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018606.txt",
  "text": "POLYAMORY:\n[theory] My Top Questions About Dealing With Multiple Lovers\n\nI wrote this in early 2011. The comments on the online version are especially good -- lots\nof viewpoints and resources shared. Sometimes my commenters just blow me away.\n\nTK OK ok\n\nMy Top Questions About Dealing With Multiple Lovers\n\nI have a lot more theoretical exposure to polyamory than personal experience, but I've\nbeen gaining more personal experience over the last year. It's often interesting, sometimes\npainful.\n\nSome recent experiences are making me think I am not nearly as smart or as on top of my\nemotions as I like to believe I am. I remind myself that I have to be willing to\nacknowledge when I don't know what I'm thinking, but that's harder than it looks... I don't\nalways take enough time to understand my feelings before speaking or acting.\n\nStill. Through the stupid mistakes and the understandable ones, though my own failures\nto be sensitive and the little heartbreaks I've sustained, I've been learning.\n\nOne thing I think I've figured out is what I want: I want a number of different\nrelationships that are ongoing, and one or two relationships that are primary, or especially\ncommitted. Ideally, in fact, I'd love to eventually have a permanent relationship with a\nprimary polyamorous partner in which we have kids with each other, live together most\nof the time, etc, but are still polyamorous. That would be a while in the future, though --\nfor now, it's important to me to not feel as though my partners expect me to settle down\nor stay in one place or anything like that. It seems like any relationship I develop, even\nduring this relatively early time in my life, could become a child-rearing relationship\neventually -- like, years from now -- but if it does, I doubt I'd want to make it\nmonogamous.\n\nI recognize that we don't always get our ideal world. In fact, we usually don't. Although\npolyamory is a high priority for me, it may be something I eventually compromise on,\ngiven that the majority of people in this world identify as monogamous.\n\nKeeping all that in mind, my preference for polyamory presents some challenges, and\nquestions that I worry about. Such as:\n\n1. What are my responsibilities towards my partners’ other partners? A lot of poly\npeople will tell you that if you get into a relationship with, say, a married polyamorous\nman, then you must also expect to interact with his spouse. In other words, don't assume\nthat your relationship means you only interact with one half of a couple. I'm totally fine\nwith this, but on occasion I've felt like I was getting sucked into the couple's problems, or\nlike I was expected to have no individual relationship with my partner -- that I always had\nto go through his primary partner.\n\nYes, it is certainly my responsibility to communicate with my partners’ other partners and\nto be friendly with them. But I need to set boundaries on that too -- just dating a poly guy\n\nHOUSE_OVERSIGHT_018606",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018606.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2959,
    "word_count": 512,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.235793",
    "prefix": "IMAGES-005"
  }
}