{
  "document_id": "HOUSE_OVERSIGHT_019926",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019926.txt",
  "text": "Corzine, the former Goldman chief and future United States senator and governor of New\nJersey, climbing the Goldman ranks when Bannon was at the firm, was unaware of\nBannon. When Bannon was appointed head of the Trump campaign and became an\novernight press sensation—or question mark—his credentials suddenly included a\nconvoluted story about how Bannon & Co. had acquired a stake in the megahit show\nSeinfeld and hence its twenty-year run of residual profits. But none of the Seinfeld\nprincipals, creators, or producers seem ever to have heard of him.\n\nMike Murphy, the Republican media consultant who ran Jeb Bush’s PAC and became a\nleading anti-Trump movement figure, has the vaguest recollection of Bannon’s seeking PR\nservices from Murphy’s firm for a film Bannon was producing a decade or so ago. “I’m\ntold he was in the meeting, but I honestly can’t get a picture of him.”\n\nThe New Yorker magazine, dwelling on the Bannon enigma—one that basically\ntranslated to: How is it that the media has been almost wholly unaware of someone who is\nsuddenly among the most powerful people in government?—tried to trace his steps in\nHollywood and largely failed to find him. The Washington Post traced his many addresses\nto no clear conclusion, except a suggestion of possible misdemeanor voter fraud.\n\nIn the midnineties, he inserted himself in a significant role into Biosphere 2, a project\ncopiously funded by Edward Bass, one of the Bass family oil heirs, about sustaining life in\nspace, and dubbed by Jime one of the hundred worst ideas of the century—a rich man’s\nfolly. Bannon, having to find his opportunities in distress situations, stepped into the\nproject amid its collapse only to provoke further breakdown and litigation, including\nharassment and vandalism charges.\n\nAfter the Biosphere 2 disaster, he participated in raising financing for a virtual currency\nscheme (MMORPGs, or MMOs) called Internet Gaming Entertainment (IGE). This was a\nsuccessor company to Digital Entertainment Network (DEN), a dot-com burnout, whose\nprincipals included the former child star Brock Pierce (The Mighty Ducks) who went on to\nbe the founder of IGE, but was then pushed out. Bannon was put in as CEO, and the\ncompany was subsumed by endless litigation.\n\nDistress is an opportunistic business play. But some distress is better than others. The\nkinds of situations available to Bannon involved managing conflict, nastiness, and relative\nhopelessness—in essence managing and taking a small profit on dwindling cash. It’s a\nliving at the margins of people who are making a much better living. Bannon kept trying\nto make a killing but never found the killing sweet spot.\n\nDistress is also a contrarian’s game. And the contrarian’s impulse—equal parts\npersonal dissatisfaction, general resentment, and gambler’s instinct—started to ever more\nstrongly fuel Bannon. Part of the background for his contrarian impulse lay in an Irish\nCatholic union family, Catholic schools, and three unhappy marriages and bad divorces\n(journalists would make much of the recriminations in his second wife’s divorce filings).\n\nHOUSE_OVERSIGHT_019926",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019926.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3115,
    "word_count": 494,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:48.993195",
    "prefix": "IMAGES-005"
  }
}