{
  "document_id": "HOUSE_OVERSIGHT_032541",
  "filename": "IMAGES-012-HOUSE_OVERSIGHT_032541.txt",
  "text": "From: Robert Kuhn\n\nSent: 5/9/2017 3:39:07 AM\nTo: jeffrey E. [jeevacation@gmail.com]\nSubject: Re:\n\nImportance: — High\n\nAppreciate consideration. I’m next in NY June 7 (for about a week); love to brainstorm.... I too would really\nlike to do something (important) together.\n\nJust arrived in Beijing for the “The Belt and Road Forum for International Cooperation” (commentating), the\n\nsecond most important event of 2017 in China (after the upcoming Party Congress), but Western media not\npaying much attention, what with All-Things-Trump.\n\nOn May 8, 2017, at 7:03 PM, jeffrey E. <jeevacation@gmail.com> wrote:\n\nhope things are well. . when are you back. . I would love to do something with you , but sleep is not going to\nbe it.. Ihave read quite alot and frankly , the subject is fascinating but i see no real insights. just more\nquestions and mostly the same ones that have been asked for years. . yes, its role in many processes are now\nbecoming apparent. but I see no theories that can hold their own ( yet ).\n\nplease note\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\nJEE\nUnauthorized use, disclosure or copying of this\ncommunication or any part thereof is strictly prohibited\nand may be unlawful. If you have received this\ncommunication in error, please notify us immediately by\nreturn e-mail or by e-mail to jeevacation@gmail.com, and\ndestroy this communication and all copies thereof,\nincluding all attachments. copyright -all rights reserved\n\nHOUSE_OVERSIGHT_032541",
  "metadata": {
    "original_filename": "IMAGES-012-HOUSE_OVERSIGHT_032541.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1633,
    "word_count": 262,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:47.208576",
    "prefix": "IMAGES-012"
  }
}