{
  "document_id": "HOUSE_OVERSIGHT_017033",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017033.txt",
  "text": "l11.7.A.10 — Compare the fame of multiple individuals.\n\nHaving identified the best name candidate for every individual, we use the word frequency time series of\nthis name as a metric for the fame of the each individual. We now compare the fame of multiple\nindividuals on the basis of the properties of their fame signal. For this analysis, we group people\naccording to specific characteristics, which in the context of this work are the years of birth and the\nrespective occupations.\n\n10) Assemble cohorts on the basis of a shared record property.\na. Fetch all records which match a specific record property, such as year of birth or\noccupation.\nb. Create fame cohorts comparing the fame of individuals born in the same year.\ni. Use average lifetime fame ranking, done on the basis of the average fame as\ncomputed from the birth of the individual to the year 2000.\nc. Create fame cohorts for individuals with the same occupation.\ni. Use most famous 20\" year, ranking on the basis of the 20\" best year in the\nterms of fame for the individual.\n\nIII.7B. Cohorts of fame\n\nFor each year, we defined a cohort of the top 50 most famous individuals born that year. Individual fame\nwas measured in this case by the average frequency over all years after one's birth. We can compute\ncohorts on the basis of names from Wikipedia, or Encyclopedia Britannica. In Figure 5, we used cohorts\ncomputed with names from Wikipedia.\n\nAt each time point, we defined the frequency of the cohort as the median value of the frequencies of all\nindividuals in the cohort.\n\nFor each cohort, we define:\n\n(1) Age of initial celebrity. This is the first age when the cohort's frequency is greater than 10-9. This\ncorresponds to the point at which the median individual in the cohort enter the \"English lexicon\" as\ndefined in the first section of the paper.\n\n(2) Age of peak celebrity. This is the first age when the cohort's frequency is greater than 95% of its peak\nvalue. This definition is meant to diminish the noise that exists on the exact position of the peak value of\nthe cohort's frequency.\n\n(3) Doubling time of fame. We compute the exponential rate at which fame increases between the ‘age of\nfame' and the 'age of peak fame’. To do so, we fit an exponential to the timeseries with the methods of\nleast squares. The doubling time is derived from the estimated exponent.\n\n(4) Half-life of fame. We compute the exponential rate at which fame decreases past the year at which it\nreaches its peak (which is later than the \"age of peak celebrity\" as defined above). To do so, we fit an\nexponential to the timeseries with the methods of least squares. The half-life is derived from the\nestimated exponent.\n\nWe show the way these parameters change with the cohort’s year of birth in Figure $13.\n\nThe dynamics of these quantities is sensibly the same when using cohorts from Wikipedia or from\nEncyclopedia Britannica. However, Britannica features fewer individuals in their cohorts, and therefore the\ncohorts from the early 49\" century are much noisier. We show in Figure $14 the fame analysis\nconducted with cohorts from Britannica, restricting our analysis to the years 1840-1950.\n\nIn Figure 5E, we analyze the trade-offs between early celebrity and overall fame as a function of\noccupation. For each occupation, we select the top 25 most famous individuals born between 1800 and\n1920. For each occupation, we define the contour within which all points are close to at least 2 member of\nthe cohort (it is the contour of the density map created by the cohort).\n\n25\n\nHOUSE_OVERSIGHT_017033",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017033.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3561,
    "word_count": 613,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:44.702963",
    "prefix": "IMAGES-004"
  }
}