{
  "document_id": "HOUSE_OVERSIGHT_032961",
  "filename": "IMAGES-012-HOUSE_OVERSIGHT_032961.txt",
  "text": "From: jeffrey E. [jeevacation@gmail.com]\nSent: 1/29/2017 9:59:36 AM\n\nTo: Thomas Jr., Landon Po\n\nSubject: Re: Trump!\n\nIT helps as he is seen to be keeping his word, it is importnat with putin and north korea. —_as you notice north\nkorea has not fired there missile that he promsied wouldnt happen. obama was never able to effecturate\nthat. . that being said Donald is fucking crazy I told you that\n\nOn Sat, Jan 28, 2017 at 11:05 PM, Thomas Jr., Landon {qq> wrote:\n\nI gave him benefit of doubt on a whole bunch of stuff and agree that we need to shake things up. But\nthis ban is just wrong and I really don't see how it helps him.\n\nOn Sat, Jan 28, 2017 at 7:30 PM, jeffrey E. <jeevacation@gmail.com> wrote:\nohno , you too/ I have been fielding similar emails calls texts ALL DAY, it will all turn out\n\nok. shaking things up will bring about hopefully positive change. . he won and his people won , this is\nwhat his people want. cant be sore losers.\n\nOn Sat, Jan 28, 2017 at 8:15 PM, Thomas Jr., Landon <> wrote:\nHow are you explaining this to your Saudi friends? Can't believe logical people like Barrack would\n\nsupport such insanity.\n\nLandon Thomas, Jr.\nFinancial Reporter\nNew York Times\n\nhttp://topics.nytimes.com/top/reference/timestopics/people/t/landon jr thomas/inde\nx.html\n\nplease note\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\nJEE\nUnauthorized use, disclosure or copying of this\ncommunication or any part thereof is strictly prohibited\nand may be unlawful. If you have received this\ncommunication in error, please notify us immediately by\nreturn e-mail or by e-mail to jeevacation@gmail.com, and\ndestroy this communication and all copies thereof,\nincluding all attachments. copyright -all rights reserved\n\nHOUSE_OVERSIGHT_032961",
  "metadata": {
    "original_filename": "IMAGES-012-HOUSE_OVERSIGHT_032961.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1900,
    "word_count": 310,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:46.871475",
    "prefix": "IMAGES-012"
  }
}