{
  "document_id": "HOUSE_OVERSIGHT_019423",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019423.txt",
  "text": "State Budgets and Healthcare costs — Full text articles\n\nHow to Charge $546 for Six Liters of Saltwater\nNina Bernstein — New York Times\n\nIt is one of the most common components of emergency medicine: an intravenous bag of sterile saltwater.\n\nLuckily for anyone who has ever needed an IV bag to replenish lost fluids or to receive medication, itis also one of the least\nexpensive. The average manufacturer’s price, according to government data, has fluctuated in recent years from 44 cents to\n\n$1.\n\nYet there is nothing either cheap or simple about its ultimate cost, as | learned when | tried to trace the commercial path of IV\nbags from the factory to the veins of more than 100 patients struck by a May 2012 outbreak of food poisoning in upstate New\nYork.\n\nSome of the patients’ bills would later include markups of 100 to 200 times the manufacturer’s price, not counting separate\ncharges for “IV administration.” And on other bills, a bundled charge for “IV therapy” was almost 1,000 times the official cost\nof the solution.\n\nIt is no secret that medical care in the United States is overpriced. But as the tale of the humble IV bag shows all too clearly, it\nis secrecy that helps keep prices high: hidden in the underbrush of transactions among multiple buyers and sellers, and in\nthe hieroglyphics of hospital bills.\n\nAt every step from manufacturer to patient, there are confidential deals among the major players, including drug companies,\npurchasing organizations and distributors, and insurers. These deals so obscure prices and profits that even participants\ncannot say what the simplest component of care actually costs, let alone what it should cost.\n\nAnd that leaves taxpayers and patients alike with an inflated bottom line and little or no way to challenge it.\nAPRICE IN FLUX\n\nIn the food-poisoning case, some of the stricken were affluent, and others barely made ends meet. Some had private\ninsurance; some were covered by government programs like Medicare and Medicaid; and some were uninsured.\n\nIn the end, those factors strongly (and sometimes perversely) affected overall charges for treatment, including how much\npatients were expected to pay out of pocket. Butat the beginning, there was the cost of an IV bag of normal saline, one of\nmore than a billion units used in the United States each year.\n\n“People are shocked when they hear that a bag of saline solution costs far less than their cup of coffee in the morning,” said\nDeborah Spak, a spokeswoman for Baxter International, one of three global pharmaceutical companies that make nearly all\nthe IV solutions used in the United States.\n\nIt was a rare unguarded comment. Ms. Spak — like a spokesman for Hospira, another giant in the field — later insisted that\nall information about saline solution prices was private.\n\nIn fact, manufacturers are required to report such prices annually to the federal government, which bases Medicare\npayments on the average national price plus 6 percent. The limit for one liter of normal saline (a little more than a quart) went\nto $1.07 this year from 46 cents in 2010, an increase manufacturers linked to the cost of raw materials, fuel and\ntransportation. That would seem to make it the rare medical item that is cheaper in the United States than in France, where\nthe price at a typical hospital in Paris last year was 3.62 euros, or $4.73. One-liter IV bags normally contain nine grams of\nsalt, less than two teaspoons. Much of it comes from a major Morton Salt operation in Rittman, Ohio, which uses a\nsubterranean salt deposit formed millions of years ago. The water is local to places like Round Lake, Ill., or Rocky Mount,\nN.C., where Baxter and Hospira, respectively, run their biggest automated production plants under sterility standards set by\nthe Food and Drug Administration.\n\nBut even before the finished product is sold by the case or the truckload, the real cost of a bag of normal saline, like the true\n\nHOUSE_OVERSIGHT_019423",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019423.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3955,
    "word_count": 668,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:46.303125",
    "prefix": "IMAGES-005"
  }
}