{
  "document_id": "HOUSE_OVERSIGHT_018334",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018334.txt",
  "text": "result immediately as a warning to possibly affected victims, but the exploit\nhummed at such a basic level of the system that it proved impossible to fully patch.\nIt was like trying to patch physics.\n\nConnection changes the nature of an object. This has a particular impact on the\nsecurity of our systems, and by extension, our own safety. Computer researcher\nNathaniel Husted has described a world of “emergent vulnerabilities” - wormholes\nin software and hardware, communications or finance, that pop up in the connected\nuniverse unbidden and unplanned. “The fundamental aspect of emergent\nvulnerabilities and attacks,” Husted writes, “are that they appear benign until\ncertain criticality conditions are met, at which point they become malignant.” 142\nThese risks we don’t want sit right alongside all the things we do want from\nconnectivity. In fact - and this is Hulsted’s point — they are the things we want from\nconnectivity, perverted into danger.\n\nPaul Baran would have been impressed to see just how right he was, how\nconnections between us now are like irresistible gravity waves - and how gravity\nalways wins. In 2015, for instance, Israeli security developed an astonishing hack\nthat proved that nearly spiritual claim that all objects were linked by connection-\nand demonstrated the way that slippery, hungry attacks can breach even the safest-\nlooking arrangements. “It has been assumed that the physical separation of\ncomputers provides a reliable level of security,” Mordechai Guri and his team wrote\nin a paper describing how they had used one isolated machine to infect another.\nPhysical separation is, in fact, one of the cardinal rules of safe computing, a kind of\nlemma to join Robert Morris Sr,’s “don’t connect” rule of network safety: Two\nmachines, unconnected by a network, should not be able to affect each other.\nImagine I put one kid with a flu in one classroom and a schoolmate of his in another\nbuilding. The second kid should remain healthy. The Tel Aviv research team wanted\nto challenge this. They first placed two computers side by side on a desk,\nunconnected to each other by any wire or network. One machine was connected to\nthe Internet. The other was completely isolated - it was “air gapped”, like the\nhealthy kid in the distant building, a sort of digital “boy in the bubble,” in touch with\nonly the air around it. Then, the researchers began their Houdini trick: Look! Watch\nus corrupt this completely unconnected machine! Running a set of programs on the\nnetwork-connected machine, the Israeli team was able to warm the processor board\nof that computer like a revving car engine, eventually making it hot enough that the\ntemperature changes were detected by sensors inside the secure, allegedly\nimpregnable “boy in the bubble” machine sitting nearby. The heat wave triggered a\nfan system inside the clean machine, which in turn activated a piece of pre-installed\nmalware that let the hot machine pwn the bubble machine through temperature\nvariations. In a video demonstration of the exploit, you can watch the infecting\nmachine glow ever hotter, issuing “thermal pings” as it sweats and then infects its\n\n142 “The fundamental aspect”: Nathaniel Husted “Analysis techniques for exploring\nemergent vulnerabilities and attacks on mobile devices” PhD. Thesis (available\nonline from Indiana University, 2013) p.v\n\n102\n\nHOUSE_OVERSIGHT_018334",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018334.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3379,
    "word_count": 546,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:48.879663",
    "prefix": "IMAGES-004"
  }
}