{
  "document_id": "HOUSE_OVERSIGHT_013540",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013540.txt",
  "text": "while calmly and quickly surveying the routes of several potential receivers. The\npattern found in his handwriting features, however, resembled those Johnnie\nUnitas, the Hall of Fame quarterback of the Baltimore (then) Colts who, in spite of\nhis small size, famously played with great courage and physical toughness. In\nchronic and severe back pain, he played regularly until retirement in his early 40’s.\nFouts drafted in the third round with a small five-figure bonus, proved to be a great\nbargain for the Charger franchise.\n\nGiven the theoretically infinite number of ways that a personality can be, it is\nremarkable that the latest Diagnostic and Statistical Manual of the American\nPsychiatric Association, DMS-IV, describes only eight types, which form three\nsubsets of exaggerated expressions of stable personality styles called personality\ndisorders. All eight personality disorders can be grouped into: (1) Cluster A - Odd\nand eccentric types, whose anxiety is related to the felt threat of disintegration and\nannihilation of the self and whose style is dominated by mistrustful paranoia, a\nschizoid, detached and emotionally flat pattern or the isolated strange eccentricism\nof schizotypal characters, (2) Cluster B - Unstable and impulsive types whose\nanxiety is related to loss of the stable self and whose style is dominated by\nirresponsible antisocial behavior, chronic instability with high amplitude fluctuations\nin behavior called borderline, or patterns of excessive emotionality and dramatic\ndisplay associated with histrionic characters; and (3) Cluster C - Fearful types\nwhose anxiety is related to hypersensitivity to criticism, guilt and feelings of\ninadequacy or loss of control, and whose style is dominated by interpersonal\navoidance, clinging dependency, or rigid lock up into obsessive-compulsive efforts\nto do the right thing and avoid disapproval. This remarkably small array of\nstylistically consistent global behaviors selected from a practically infinite number of\nimaginable possibilities establishes a small set of invariants of some, perhaps\nabstract, property. These characteristic patterns inspire our search for the implied\n\nbrain and behavioral conservation laws that may underlie them.\n\n40\n\nHOUSE_OVERSIGHT_013540",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013540.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2253,
    "word_count": 331,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:44.017425",
    "prefix": "IMAGES-002"
  }
}