{
  "document_id": "HOUSE_OVERSIGHT_019031",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019031.txt",
  "text": "Date: 7/13/06 a. BEACH POLICE DEPARTMENTS Page: 78\n\nTime: 9:27:55 Incident Report Program: CMS301L\n\nCase No. ... : 1-05-000368 . (Continued)\n[__]stated she met with an unknown massage therapist and had the b6\ntable already set up in a guest room. — her clothing, b7C\n\nleaving her panties on, and wrapped herself with a towel for the\nmassage. [J remembered that the door to the guest room was closed\nbut not locked. As the therapist was working her back, the door was\nopened by Epstein and entered into the room. [7___]was trying to\nconceal herself as Epstein was talking to her about his chiropractic\nsession. Epstein toldaL__] turn over onto her back.\n\neventually turned over exposing her breasts to Epstein as he applied\npressure on her shoulder and her waist. [7] stated Epstein \"popped\"\nher back. | ae her self from the table, got dressed and left\nthe house. further stated[__] had attempted to call her on\nseveral occasions to invite her back to Epstein's house to which\n\nor Jeffrey Epstein. It should be noted that her mother,\n\nreplied \"I'm busy.\"(_____] advised she has not had contact with either\n\nwas present during the interview. The interview was\nconcluded and we thanked them her for their time.\n\nKRKKKEKEKREKRKEREREEEREERERERE NARRATIVE Ho JQ KEKE KKKKKAKKKE KEKE ER EKER KEKE\n\nNA Reported By: RECAREY, JOSEPH 1/31/06\nEntered By.: ALTOMARO, NICKIE A. 1/31/06\nOn January 27, 2006, I made telephone contact with Christina Venero,\nat ol Venero is a licensed massage therapist who had\nfrequented the home of Jeffrey Epstein. Ms. Venero has been unable to\n\nmeet with me in Palm Beach County, and because she lives and works in\nPort St Lucie, a telephone interview was conducted. I explained to.\nMs. Venero that there was an on going investigation involving Jeffrey\nEpstein.\n\nVenero stated she knows Epstein and has been employed by him for\napproximately three years. Epstein has paid Venero to perform Swedish\nMassages (Deep Tissue) on him and other guests. Venero explained that\napproximately three year ago she met Ghislaine Maxwell and Jeffrey\nEpstein through a mutual friend. Epstein and Maxwell were looking for\na massage therapist. Venero stated since that time, she is notified\nwhen Epstein is coming to Palm Beach. Venero stated she comes to his\nhouse and provides the massage or massages. Venero explained she has\nalso massaged his guests and assistants. Venero continued that she is\npaid $100.00 and hour for the massage.\n\nI asked Venero if anything occurred during the massage that would have\nmade her feel uncomfortable. Venero stated she only provided massages\nand that was it. She never was approached for anything else. I asked\nif Bpstein ever asked her to rub his chest she stated she would not\nrub his chest as that is not part of her massage. enero explained\nthat she was not Epstein's ‘type. The girls she would see at Epstein's\nhouse were very thin, beautiful and without tattoos. Venero explained\nshe has several tattoos that are visible. Maxwell and Epstein have\ncommented negatively about her tattoos previously when she has\nprovided massages.\n\nHOUSE_OVERSIGHT_019031",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019031.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3098,
    "word_count": 513,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:46.070493",
    "prefix": "IMAGES-005"
  }
}