{
  "document_id": "HOUSE_OVERSIGHT_028211",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028211.txt",
  "text": "/ BARAK / 77\n\nmoment in the summit. If we cou/d find common ground, he said, Israel would\nhave achieved what had eluded it under Rabin, and even Ben-Gurion: “end of\nconflict, and Jerusalem recognized internationally as your capital.” I told him that\nthe discussion with my negotiators had been moving and illuminating. “I could see\nhow much it weighed on everyone.” But I added that I still did not feel anything of\na similar nature, or remotely as serious, was happening on the Palestinian side. I\nalso said that in deciding how to proceed, I couldn’t ignore political realities back\nhome. I would have to get any major change in our position concerning Jerusalem\nthrough the Knesset, even before putting a peace agreement to a referendum.\n\n“When will you get back to me with your paper?” he asked. I said I’d try by\nmidnight. I also asked him whether he could delay going to the G8 summit in\nJapan, for which he was due to leave Camp David on the morning of the 19\". That\nmeant we had just one full day left. I said even if the plan was to resume our talks\nafterward, I couldn’t move on Jerusalem right before we recessed. It would mean\n“putting my last and best offer on the table” and running the risk of leaks in Israel\nwhile Clinton was gone. He said that he had to go to the G8, but would try to put\noff leaving for a further day. Then, he asked me to draw up a list of questions for\nhim to present to Arafat so that we could solidify our understanding of how far he\nwas ready to go for peace.\n\nI had Shlomo get busy on the list of questions. But it took time. We reconvened\naround eleven at night, to discuss both the questions and the Jerusalem package.\nThough it retained Israeli sovereignty over the entirety of the Old City, it did give\nthe Palestinians a greater measure of control over other areas of East Jerusalem\nthan any Israeli government had been willing to consider in the past. Still, almost\neveryone in the negotiating team could live with it, assuming it became the critical\nelement in a final peace. Dan Meridor, alone, remained firmly opposed, though\nElyakim Rubinstein also had some reservations. Even Dan said he understood the\nimportance of getting a peace agreement, if indeed it was possible, and our\nreadiness to discuss new proposals on Jerusalem.\n\nWhen I left for Clinton’s cabin at about 1:00 am on Wednesday, I had no idea I\nwas about to enter the most difficult meeting — and the only real fight — I had with\nhim during our long effort to achieve a Middle East peace. I brought Shlomo and\nDanny with me, which meant that Madeleine Albright, Dennis and Sandy Berger\nstayed as well. I sensed tension in all of them, in large part, I soon discovered,\nbecause they took exception to the more than twelve hours we had spent discussing\n\n363\nHOUSE_OVERSIGHT_028211",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028211.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2794,
    "word_count": 507,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:46.189724",
    "prefix": "IMAGES-009"
  }
}