{
  "document_id": "HOUSE_OVERSIGHT_023360",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023360.txt",
  "text": "Subject: RE:\n\nTo: \"jeffrey E.\" <jeevacation@gmail.com>\nHi Jeffrey,\n\nAs you will recall, we used this same exchange agent last year on the Calder 1031. At the time, we discussed\nthe merits of using a gallery versus a commercial exchange agent and my recommendation to Leon was to use a\ngallery. I felt that there were advantages to using a commercial exchange agent instead of a gallery on the 1031\nside (e.g., less likelihood of a breach of confidentiality, IRS familiarity with CDEC in the event of an audit,\nsecurity of funds), but that a commercial exchange agent gave us less comfort on the sales tax side. Leon did\nnot want to use a gallery because he was concerned about confidentiality and he did not want to have to ask a\ngallery that he did not do much business with to act as exchange agent.\n\nWhen Leon first discussed the exchange for the Cezannes with me a few weeks ago, I asked him if he wanted\nto use the same exchange agent as last year, or if he wanted to use a gallery. I said that a gallery carried little to\nno risk on the sales tax side, but I reminded him that he had not wanted to use a gallery last year for the Calder\nbecause of confidentiality reasons. He said to use the same exchange agent as before, which made sense to me\nbecause he was extremely concerned about confidentiality with the purchase of the Cezannes.\n\nI will find out about sales tax audits and will let you know. The exchange agent has had a New York resale\ncertificate since 2014 and has been engaged in art transactions like this since then, but I do not believe they\nhave been audited. I will check, though, and I will also ask the Herrick lawyer if any of his clients who have\ndone similar deals have been audited.\n\nBest,\n\nHeather\n\nplease note\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\nJEE\nUnauthorized use, disclosure or copying of this\ncommunication or any part thereof is strictly prohibited\nand may be unlawful. If you have received this\ncommunication in error, please notify us immediately by\nreturn e-mail or by e-mail to jeevacation@gmail.com, and\ndestroy this communication and all copies thereof,\nincluding all attachments. copyright -all rights reserved\n\nHOUSE_OVERSIGHT_023360",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023360.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2351,
    "word_count": 408,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:45.408334",
    "prefix": "IMAGES-007"
  }
}