{
  "document_id": "HOUSE_OVERSIGHT_030878",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_030878.txt",
  "text": "From: Richard Kahr\n\nSent: 9/15/2018 1:09:39 AM\nTo: Jeffrey Epstein [jeevacation@gmail.com]\nSubject: Steve Bannon was supposed to be in Michael Moore's 'Fahrenheit 11/9'\n\nImportance: — High\n\nhttps://pagesix.com/2018/09/14/steve-bannon-was-supposed-to-appear-in-michael-moores-fahrenheit-1 1-\n9/?_ga=2.179263469.891655311.1536972901-2116259238.1278814960\n\nSteve Bannon almost appeared in Michael\nMoore's 'Fahrenheit 11/9'\n\n=e\n\ni aoe\n\nSteve Bannon was invited to be in Michael Moore’s latest documentary, “Fahrenheit 11/9,”\nand while the former White House strategist declined to go on camera, he did meet with\nMoore for two hours, the filmmaker revealed after the film’s NYC premiere.\n\nAfter a Lincoln Center screening, Moore, at a Tavern on the Green party, revealed Bannon\nwas almost in the film. “We wanted Steve Bannon to answer that first question in the film:\n‘How the f—k did this happen?’ ” the liberal gadfly told guests.\n\n“It took a long time. We finally got him to come over, no cameras ... He said he wanted to\ntalk to me first. And we talked to him for two hours.”\n\nUltimately, Bannon decided not to go on camera, but the conversation had a seismic impact\non the finished film anyway.\n\n“He said something very profound to us, and it changed us and it changed the course of the\nfilm,” Moore said of Bannon. “I asked him, ‘How did you pull this [Trump’s election]\noff?’ And he said, ‘It’s a very easy answer. Our side, we go for the head wound. Your side,\nyou have pillow fights.’ ”\n\nMoore continued, “That so {-ked us up to hear him say that ... watching him smirk as he\nsaid it. As soon as he left, we decided to watch the film ... and put the pillow fight filter.”\n\nOne example Moore gave of a change to his film post-Bannon was a line about news\nnetworks being run by men, from “most” to “all.”\n\n“It’s amazing how we talk as liberals. We always want to be nice and maybe be fair,” Moore\nexplained.\n\nThe film also jabs at the media, highlighting major newsmen who have turned out to be\npredators, including Matt Lauer and Charlie Rose.\n\nHOUSE_OVERSIGHT_030878",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_030878.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2071,
    "word_count": 341,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:47.211985",
    "prefix": "IMAGES-011"
  }
}