{
  "document_id": "HOUSE_OVERSIGHT_014962",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014962.txt",
  "text": "TED2017: The future you\n\nhttps://ted2017.ted.com/program\n\n4/20/17, 12:07 PM\nsatellite observations to monitor and explain the changes happening around us. Her work has suggested that human activities are already\naffecting global rainfall and cloud patterns. Marvel is committed to sharing the joy and beauty of science with wider audiences.\n\nShe has advised journalists, artists and policymakers, written a popular science blog and given frequent public talks. Her writing has\nappeared in Nautilus Magazine.\n\nmarvelclimate.com @DrKateMarvel\n\nDanny Hillis\nComputer theorist\n\nInventor, scientist, author, engineer -- over his broad career, Danny Hillis has turned his ever-searching brain on an array of subjects, with\nsurprising results.\n\nDanny Hillis is an inventor, scientist, author and engineer. While completing his doctorate at MIT, he pioneered the concept of parallel\ncomputers that is now the basis for most supercomputers, as well as the RAID array. He holds over 100 US patents, covering parallel\ncomputers, disk arrays, forgery prevention methods and various electronic and mechanical devices, and he has recently been working on\nproblems in medicine as well. He is also the designer of a 10,000-year mechanical clock, and he gave a TED Talk in 1994 that is\npractically prophetic. Throughout his career, Hillis has worked at places like Disney and now Applied Minds, always looking for the next\nfascinating problem.\n\nappliedminds.com\n\nTim Kruger\nGeoengineering researcher\n\nTim Kruger researches geoengineering: techniques to counteract climate change by deliberate, large-scale intervention in the earth system,\nby reflecting sunlight back into space or by reducing the level of carbon dioxide in the atmosphere.\n\nWhile our first priority should be to reduce global carbon emissions, research into geoengineering could prove vital in the fight to protect\nour planet. At the Oxford Geoengineering Programme, Tim Kruger aims to assess the range of proposed geoengineering techniques to\ndetermine which, if any, could be both technically feasible and benign environmentally, socially and ethically.\n\nKruger, an Oxford Martin Fellow, is a co-author of the Oxford Principles, a draft code of conduct for geoengineering. It calls for\ngeoengineering to be regulated as a public good, for public participation in decision-making and for disclosure of research and open\npublication of results. He is involved in developing a process that uses natural gas to generate electricity in a way that removes carbon\ndioxide from the atmosphere.\n\ngeoengineering.ox.ac.uk linkedin.com\n\nDaan Roosegaarde\nArtist\n\nWith his futuristic artworks, Daan Roosegaarde illuminates the intersection of technology, humanity and our urban environments.\n\nDaan Roosegaarde builds jaw-dropping artworks that redefine humanity’s relationship to city spaces. Along with his team at Studio\nRoosegaarde, Roosegaarde is devoted to “Landscapes of the Future,” city prototypes and urban adornments that fuse aesthetics with\nsustainability.\n\nFrom Smog Free Project in Beijing -- a tower that purifies its surrounding atmosphere and harvests pollutants to preserve as jewelry -- to\nan interactive dance floor that generates electricity from dancers, Roosegaarde’s designs revolutionize the role of technology in the built\nenvironment.\n\nstudioroosegaarde net @SRoosegaarde\n\nPeter Calthorpe\nUrban designer\n\nThrough his writing and his realized projects, Peter Calthorpe has spread the vision of New Urbanism, a framework for creating\nsustainable, human-scaled places.\n\nPeter Calthorpe’s 30-year design practice is informed by the idea that successful places -- whether neighborhoods, towns, urban districts or\nmetropolitan regions -- must be diverse in uses and users, must be scaled to the pedestrian and human interaction, and must be\nenvironmentally sustainable.\n\nIn the early 1990s he developed the concept of Transit Oriented Development (described in his book Zhe Next American Metropolis:\nEcology, Community and the American Dream) -- an idea that is now the foundation of many regional policies and city plans around the\nworld. His 2010 book is Urbanism in the Age of Climate Change. Calthorpe Associates’ work in Europe, Asia and the Middle East has\ndemonstrated that community design with a focus on sustainability and scale can be adapted throughout the globe. His current work\nthroughout China is focused on developing standards and examples of Low Carbon Cities in Beijing, Chongqing, Kunming, Zhuhai, Jinan\nand other major cities.\n\ncalthorpe.com\n\nDavid Titley\nMeteorologist\n\nScientists and retired Navy officer Dr. David Titley asks a big question: Could the US military play a role in combating climate change?\n\nPage 12 of 21\n\nHOUSE_OVERSIGHT_014962",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014962.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4728,
    "word_count": 693,
    "line_count": 87,
    "import_date": "2025-11-19T21:47:46.716330",
    "prefix": "IMAGES-003"
  }
}