{
  "document_id": "HOUSE_OVERSIGHT_016264",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016264.txt",
  "text": "the long run, there is no distinction between arming ourselves and arming our enemies.”\n(p. 129) The Information Age is also the Dysinformation Age.\n\nWhat can we do? We need to rethink our priorities with the help of the passionate\nbut flawed analyses of Wiener, Weizenbaum, and the other serious critics of our\ntechnophilia. A key phrase, it seems to me, is Wiener’s almost offhand observation,\nabove, that “these machines” are “helpless by themselves.” As I have been arguing\nrecently, we’re making tools, not colleagues, and the great danger is not appreciating the\ndifference, which we should strive to accentuate, marking and defending it with political\nand legal innovations.\n\nPerhaps the best way to see what is being missed 1s to note that Alan Turing\nhimself suffered an entirely understandable failure of imagination in his formulation of\nthe famous Turing Test. As everyone knows, it is an adaptation of his “imitation game,”\nin which a man, hidden from view and communicating verbally with a judge, tries to\nconvince the judge that he is in fact a woman, while a woman, also hidden and\ncommunicating with the judge, tries to convince the judge that she is the woman. Turing\nreasoned that this would be a demanding challenge for a man (or for a woman pretending\nto be a man), exploiting a wealth of knowledge about how the other sex thinks and acts,\nwhat they tend to favor or ignore. Surely (ding!)?, any man who could beat a woman at\nbeing perceived to be a woman would be an intelligent agent. What Turing did not\nforesee is the power of deep-learning AI to acquire this wealth of information in an\nexploitable form without having to understand it. Turing imagined an astute and\nimaginative (and hence conscious) agent who cunningly designed his responses based on\nhis detailed “theory” of what women are likely to do and say. Top-down intelligent\ndesign, in short. He certainly didn’t think that a man, winning the imitation game, would\nsomehow become a woman; he imagined that there would still be a man’s consciousness\nguiding the show. The hidden premise in Turing’s almost-argument was: Only a\nconscious, intelligent agent could devise and control a winning strategy in the imitation\ngame. And so it was persuasive to Turing (and others, including me, still a stalwart\ndefender of the Turing Test) to argue that a “computing machine” that could pass as\nhuman in a contest with a human might not be conscious in just the way a human being\nis, but would nevertheless have to be a conscious agent of some kind. I think this is still a\ndefensible position—the only defensible position—but you have to understand how\nresourceful and ingenious a judge would have to be to expose the shallowness of the\nfacade that a deep-learning AI (a tool, not a colleague) could present.\n\nWhat Turing didn’t foresee is the uncanny ability of superfast computers to sift\nmindlessly through Big Data, of which the Internet provides an inexhaustible supply,\nfinding probabilistic patterns in human activity that could be used to pop “authentic’-\nseeming responses into the output for almost any probe a judge would think to offer.\nWiener also underestimates this possibility, seeing the tell-tale weakness of a machine in\nnot being able to\n\ntake into account the vast range of probability that characterizes the human\nsituation. (p.181)\n\n° The surely alarm (the habit of having a bell ring in your head whenever you sce the word in an argument)\nis described and defended by me in Jntuition Pumps and Other Tools for Thinking (2013).\n\n44\n\nHOUSE_OVERSIGHT_016264",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016264.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3556,
    "word_count": 597,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:44.331570",
    "prefix": "IMAGES-003"
  }
}