{
  "document_id": "HOUSE_OVERSIGHT_017553",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017553.txt",
  "text": "CRISTINA PATO\n\nCristina Pato has already opened historical new paths for the\nGaita (Galician bagpipe). In 1998 Cristina Pato became the\nfirst female Gaita player releasing a solo album and since then\nshe has collaborated with world music, jazz, classical and\nexperimental artists (including Chicago Symphony, Yo-Yo Ma,\nThe Chieftains, Arturo O’Farril, World Symphony Orchestra,\nPaquito D’Rivera). Her unique and powerful style full of\npassion and energy has been acclaimed by The New York Times\nas “a virtuosic burst of energy” or the BBC as “the Galician\nbagpipe diva”. Cristina Pato fuses the influences of Latin\nmusic, jazz, pop and contemporary music, and uses her artistry\nand unprecedented virtuosic skill to bring her musical vision\nto life. Pato is amember of Yo-Yo Ma’s Silk Road Ensemble.\n\nInternationally acclaimed as a Gaita master and\nclassical pianist, Cristina Pato enjoys an active professional\ncareer devoted to both Galician popular and classical music.\nHer dual careers have led to performances throughout major\nstages throughout the world, including USA (Carnegie Hall,\nLincoln Center), India (Kamani Auditorium), Jerusalem\n(Jerusalem Festival), Angola, China, Corea, Portugal\n(Festa do Avante), Brazil (Liszt Festival), UK (Celtic\nConnections), France, Italy (Etnofestival), Germany,\nMexico (Palacio de Bellas Artes) and her native Spain.\n\nAn active recording artist and performer since age\n12, Ms. Pato has released four solo Gaita recordings, two as a\npianist and has collaborated in more than thirty recordings\n\nttn\n\nas a guest artist, including the Grammy award winner “Yo-\nYo Ma and Friends; Songs of Joy and Peace” (SONY BMG\n2008), the “Miles Espafiol: New Skectches of Spain” album\nand the Grammy nominated Silk Road Ensemble album “Off\nthe Map” (World Village 2010). Ms. Pato has given more than\n500 concerts with her own band many of them recorded and\nbroadcasted by television stations such as BBC, TVG, CNN\nand RTVE, and she has been praised by newspapers as The\nNew York Times, El Pais, La Voz de Galicia or The Scotsman.\n\nMs. Pato is Doctor of Musical Arts in Collaborative\nPiano from the Mason Gross School of the Arts, Rutgers\nUniversity (NJ, USA), where she studied with a fellowship\nfrom Fundacion Barrie de la Maza. She was awarded with\nthe Edna Mason Scholarship and the Irene Alm Memorial\nPrize for excellence in scholarly research and performance\n(Rutgers University, May 2008). Cristina Pato holds both\na Master of Music Degree in Piano Performance and a\nMaster of Music Degree in Music Theory and Chamber\nMusic (with honors) from the Conservatorio de Musica\ndel Liceu (Barcelona). She also holds also a Master of\nFine Arts Degree in Digital Arts (Computer Music)\nfrom the Universitat Pompeu Fabra (Barcelona).\n\nCristina Pato is part of the Leadership Council\nof The SIIk Road Ensemble collaborating closely\nwith Harvard University, the ensemble’s residency.\nCristina is also a faculty member (adjunct) at the\n\nvocal department of New Jersey City University.\n\nDuring the 2011-2012 season Cristina Pato has toured\nAfrica and Spain with her own band; USA, China, and Korea\nwith Yo Yo Ma and The Silk Road Ensemble and India with\nHUM Ensemble. She collaborated in the album Miles Espanol\nalong with Chick Corea and Jack DeJonnette and participated\nat the Kennedy Center Honors Awards honoring Yo Yo Ma with\nThe Silk Road Ensemble, Johns Williams and James Taylor.\n\nShe is the founder and artistic director of\nGalician Connection, a forum in world music celebrated\nannually at Cidade da Cultura de Galicia.\n\nMs. Pato resides in New York City since 2004.\nMore info: www.cristinapato.com\n\nHOUSE_OVERSIGHT_017553",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017553.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3648,
    "word_count": 580,
    "line_count": 80,
    "import_date": "2025-11-19T21:47:44.447712",
    "prefix": "IMAGES-004"
  }
}