{
  "document_id": "HOUSE_OVERSIGHT_018000",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018000.txt",
  "text": "Case 1:19-cv-03377 Document 1-8 Filed 04/16/19 Page 2 of 16\n\nhttp://www.vanityfair.com/news/2003/03/jeffrey-epstein-200303\n\nSociety\n\nThe Talented Mr. Epstein\n\nLately, Jeffrey Epstein’s high-flying style has been drawing oohs and aahs: the bachelor\nfinancier lives in New York’s largest private residence, claims to take only billionaires as clients,\nand flies celebrities including Bill Clinton and Kevin Spacey on his Boeing 727. But pierce his\nair of mystery and the picture changes. Vicky Ward explores Epstein’s investment career, his ties\nto retail magnate Leslie Wexner, and his complicated past.\n\nby\n\ne Vicky Ward\n\nJune 27, 2011 12:00 am\n\nOn Manhattan’s Upper East Side, home to some of the most expensive real estate on earth, exists\nthe crown jewel of the city’s residential town houses. With its 15-foot-high oak door, huge\narched windows, and nine floors, it sits on—or, rather, commands—the block of 71st Street\nbetween Fifth and Madison Avenues. Almost ludicrously out of proportion with its four- and\nfive-story neighbors, it seems more like an institution than a house. This is perhaps not\nsurprising—until 1989 it was the Birch Wathen private school. Now it is said to be Manhattan’s\nlargest private residence.\n\nInside, amid the flurry of menservants attired in sober black suits and pristine white gloves, you\nfeel you have stumbled into someone’s private Xanadu. This is no mere rich person’s home, but\na high-walled, eclectic, imperious fantasy that seems to have no boundaries.\n\nThe entrance hall is decorated not with paintings but with row upon row of individually framed\neyeballs; these, the owner tells people with relish, were imported from England, where they were\nmade for injured soldiers. Next comes a marble foyer, which does have a painting, in the manner\nof Jean Dubuffet ... but the host coyly refuses to tell visitors who painted it. In any case, guests\nare like pygmies next to the nearby twice-life-size sculpture of a naked African warrior.\n\nDespite its eccentricity the house is curiously impersonal, the statement of someone who wants\nto be known for the scale of his possessions. Its occupant, financier Jeffrey Epstein, 50, admits to\nfriends that he likes it when people think of him this way. A good-looking man, resembling\nRalph Lauren, with thick gray-white hair and a weathered face, he usually dresses in jeans, knit\nshirts, and loafers. He tells people he bought the house because he knew he “could never live\nanywhere bigger.” He thinks 51,000 square feet is an appropriately large space for someone like\nhimself, who deals mostly in large concepts—especially large sums of money.\n\nGuests are invited to lunch or dinner at the town house—Epstein usually refers to the former as\n“tea,” since he likes to eat bite-size morsels and drink copious quantities of Earl Grey. (He does\nnot touch alcohol or tobacco.) Tea is served in the “leather room,” so called because of the\n\ncordovan-colored fabric on the walls. The chairs are covered in a leopard print, and on the wall\n\nHOUSE_OVERSIGHT_018000",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018000.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3039,
    "word_count": 486,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:46.073235",
    "prefix": "IMAGES-004"
  }
}