{
  "document_id": "HOUSE_OVERSIGHT_015701",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015701.txt",
  "text": "Man v Machine\n\nre humans advanced computers with a temporary hold on the title,\n‘most intelligent being on the planet; or are we fundamentally\ndifferent?\n\nWe are extraordinarily creative, but we can't add up as\nwell as a cheap pocket calculator. We have poor memories, but we can\nuse common sense to solve problems we have never seen before. Our\ncommunication skills are woefully imprecise, but we can tell jokes that\nsend our fellow humans into paroxysms of laughter. We might conclude\nhumans are not computers, but the scientific consensus is that brains\nare ‘wet computers. I don’t agree with this and I’m going to set out the\nargument to show why man is not a computing machine.\n\nThere is an urban legend we think with only 10% of our brains. This\nis not true. Science has mapped the vast majority of the human brain\nusing two methods. The first, an amazing set of noninvasive imaging\ntechniques, allows us to ‘see’ the brain as it thinks. The second is more\nmacabre: with seven billion humans on the planet, enough accidents\noccur through sports injuries, car crashes and surgical mistakes to\nprovide a large enough sample to conduct research. Questioning\npatients with brain-damage allows us to work out what the injured part\ndid before the accident.\n\nOne famous patient had an accident where the blade of a toy\nsword went up his nose and damaged a small part of his amygdala and\nhippocampus, the area of the brain responsible for storing memory. This\nrendered the man unable to lay down permanent memories after the\naccident. Events before the accident remained clear but he could not\nmemorize new information. You could tell a joke and he would find it\n\nHOUSE_OVERSIGHT_015701",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015701.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1684,
    "word_count": 288,
    "line_count": 33,
    "import_date": "2025-11-19T21:47:47.640707",
    "prefix": "IMAGES-003"
  }
}