{
  "document_id": "HOUSE_OVERSIGHT_023907",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023907.txt",
  "text": "Restructuring the University 167\n\nWhere is causation worried about? Nearly everywhere. Anyone\nin the social sciences or in any practical discipline worries about\ncausation.\n\nSo, should departments be organized around the twelve cognitive\nprocesses? Probably not.\n\nIt would be difficult to do and everyone would be against it. It\nis difficult to change what has always been in place. But those who\nstudy diagnosis would benefit from being around others who were\ndoing diagnosis all the time. And those who are worried about de-\nscriptions would do well to hang around others doing the same. But\nit doesn’t matter that much, really. In a research university, professors\nreally just talk with people who are doing more or less exactly what\nthey themselves are doing. Departmental seminars are social gather-\nings more than intellectual meeting places, since a talk on one subspe-\ncialty rarely interests those who work in different subspecialties in the\nsame department.\n\nBut none of this really matters. Our research universities (of which\nthere are maybe 50 in the United States) are doing very well, and my\nproblem is not with them. It is with the institutions that claim to be\neducating our youth for the future and that employ professors who\nhave a Ph.D. from a research university and who really wish they were\nstill there. The research universities serve as professor training grounds\nthat train many more professors who can do research than we pos-\nsibly could need. These people then become professors at institutions\nwhere hardly any student intends to get a Ph.D., but they continue to\nteach the same Ph.D. training curriculum that they studied.\n\nThis has got to stop. The problem is not so much the universities\nas the high schools, of course. As long as college is seen as a professor\ntraining ground, then high school is seen as way to get into the profes-\nsor training ground, and a nonsensical system evolves that trains high\nschool kids to study what professors need to know. This has to end.\n\nWhen students sign up for psychology at their university, they\nwant to know what is wrong with them and their parents, and instead\nthey study how to do experiments because that is what their profes-\nsors learned to do in graduate school. When students take computer\nscience in college, they want to learn to use the computer, but instead\nthey study the mathematics of computation because that is what their\nprofessor does. When kids study chemistry in college, they are doing\nit in order to become doctors for the most part, but instead of learning\n\nHOUSE_OVERSIGHT_023907",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023907.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2580,
    "word_count": 433,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:49.021110",
    "prefix": "IMAGES-007"
  }
}