{
  "document_id": "HOUSE_OVERSIGHT_018313",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018313.txt",
  "text": "“The early simulations,” Baran recalled, “showed that after the hypothetical network\nwas 50% instantly destroyed, the surviving pieces of the network reconstituted\nthemselves within a half a second.” That was a way of saying that his messages were\nfinding new routes on the network even after huge parts of the system had been\ntaken off line. And they were doing it nearly instantly. Better still, as he began to\nmodel these fishnet, “distributed” networks, Baran discovered that they were not\nonly capable of surviving attack, they were also incredibly efficient. “If built and\nmaintained at a cost of $60 million (1964 Dollars),” he calculated, his design would,\n“handle the long distance telecommunications within the Department of Defense\nthat was costing the taxpayer about $2 billion a year.”\n\nBaran travelled the country for most of 1961 and 1962, classified presentation and\nslide-rules in hand, trying to persuade skeptical generals, engineers and other\nscientists. It was, he found, a nearly impossible task. He recalled a visit to the\ntowering AT&T switching headquarters on Thomas Street in Lower Manhattan. It\nwas,an implacable temple of the high-priests of hub-and-spoke network design.\nThat one building handled more telephone and telex traffic than nearly any other\nsingle point on earth. Surely the place was very high on the USSR first-strike list for\nexactly that reason. So Baran expected a friendly reception. After all, he’d be telling a\nbunch of men with a uranium death sentence that he’d found a way to get them off\nthe Soviet target list. His new “mesh” network would mean that bombing AT&T\nwould be largely pointless. It wouldn’t blind US commanders. If only they’d redesign\ntheir network, the AT&T engineers might save their own lives. They thought he was\ninsane.\n\n“I tried to explain packet switching to a senior telephone company executive. In mid-\nsentence he interrupted me, “ Baran recalled. “The old analog engineer looked\nstunned. He looked at his colleagues in the room while his eyeballs rolled up,\nsending a signal of his utter disbelief. He paused for a while, and then said, ‘Son,\nhere’s how a telephone works...” Of course Paul Baran knew how a telephone\nworked. You jacked one point to a switch to another point. That was the problem.\nThis was why AT&Ts design would be absolutely useless in the face of the\ncatastrophe he’d been told to prevent. Baran was, nerve and blood and bone, as an\nanalyst, and even as a refugee perhaps, alive with the imperative of survivability, of\nhow connection might mean the difference between war and peace. Those morons\nin the AT&T building? What the hell could they be worrying about?\n\nBut it wasn’t just that $2 billion annual check from the US Defense Department those\nwizened phone wizards were seeing vanish in Baran’s fishnet, it was a whole way of\nthinking. The AT&T scientists wanted to control the addresses, the routes, the\ntiming of messages from the center. This sort of authoritarian design appeared more\nefficient to them; perhaps it was even more psychologically comfortable since it\nmatched their own experience of being commanded and controlled. Kar] Wittfogel,\nthe historian who identified the water totalitarians of ancient China or Egypt, would\nhave recognized them: Switch Despots! “We had arrived at a conceptual impasse,”\nBaran reflected with the mild confidence of a man who knows he will eventually\n\n81\n\nHOUSE_OVERSIGHT_018313",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018313.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3427,
    "word_count": 559,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:44.131806",
    "prefix": "IMAGES-004"
  }
}