{
  "document_id": "HOUSE_OVERSIGHT_017641",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017641.txt",
  "text": "Page 6 of 78\n2007 Utah L. Rev. 861, *869\n\n2000, after three days of floor debate, the amendment was shelved when it became clear that its opponents had the votes to\nsustain a filibuster. ” At the same time, hearings were held in the House on the companion measure there. “4\n\nDiscussions about the amendment began again after the 2000 presidential elections. On April 15, 2002, Senators Kyl and\nFeinstein again introduced the amendment. * The following day, President Bush announced his support. *© On May 1, 2002,\na companion measure was proposed in the House. *7 On January 7, 2003, Senators Kyl and Feinstein proposed the amendment\nas Senate Joint Resolution 1. The Senate Judiciary Committee held hearings in April of that year, ** followed by a written\nreport supporting the amendment. * On April 20, 2004, a motion to proceed to consider the amendment was filed in the\nSenate. Shortly thereafter, the motion to proceed was withdrawn when proponents determined they did not have the sixty-seven\nvotes necessary to pass the measure. After it had become clear that the necessary super-majority votes were not available to\namend the Constitution, victims advocates turned their attention to enactment of a comprehensive victims’ rights statute.\n\nB. The Crime Victims’ Rights Act\n\nThe Crime Victims’ Rights Act ultimately resulted from a decision by the victims’ movement to seek a more comprehensive\nand enforceable federal statute rather than to pursue the dream of a federal constitutional amendment. In April 2004, victims\nadvocates met with Senators Kyl and Feinstein to decide whether to push again for a federal constitutional amendment.\nConcluding that the amendment lacked the required supermajority, the advocates decided to press for a far-reaching federal\nstatute protecting victims’ rights in the federal criminal justice system. *° In exchange for backing off from the constitutional\namendment in the short term, victims advocates received near universal congressional support for a \"broad and encompassing\"\nstatutory victims! bill of rights. >! This \"new and bolder\" approach not only created a bill of rights for victims, but also\nprovided funding for victims’ [*870] legal services and created remedies when victims' rights were violated. >* The victims’\n\nmovement would then see how this statute worked in future years before deciding whether to continue to push for a federal\n\namendment. *3\n\nThe legislation that ultimately passed - the Crime Victims' Rights Act - gives victims \"the right to participate in the system.\" >4\n\nIt lists various rights for crime victims in the process of prosecuting the accused, including the right to be notified of court\nhearings, the right to attend those hearings, the right to be heard at appropriate points in the process, and the right to be treated\nwith fairness. *° Rather than relying merely on the \"best efforts\" of prosecutors to vindicate the rights, the CVRA also contains\n\n*# 146 Cong. Rec. $2986 (daily ed. Apr. 27, 2000) (statement of Sen. Kyl).\n* Td. at $2966 (statement of Sen. Kyl).\n\n“4 EHLRJ. Res. 64, 106th Cong. (2000).\n\n45 § J. Res. 35, 107th Cong. (2002).\n\n#6 149 Cong. Rec. 582 (daily ed. Jan. 7. 2003) (statement of Sen. Kyl).\n\n47 HERJ. Res. 91, 107th Cong., (2002).\n\n48 A Proposed Constitutional Amendment to Protect Crime Victims, S.J. Res. 1: Hearings Before the S. Comm. on the Judiciary, 108th Cong.\n(2003).\n\n49 §. Rep. No. 108-191 (2003).\n© Kyl et al., supra note 31, at 591-92.\n5! 150 Cong. Rec. $4261 (daily ed. Apr. 22, 2004) (statement of Sen. Feinstein).\n\n*2 Td. at $4263 (statement of Sen. Feinstein).\n\n3 Td. at S4260 (statement of Sen. Kyl); see also Prepared Remarks of Attorney General Alberto R. Gonzales, Hoover Inst. Bd. of Overseers\nConference (Feb. 28, 2005) (indicating a federal victims' rights amendment remains a priority for President Bush).\n\n4 150 Cong. Rec. $4263 (daily ed. Apr. 22, 2004) (statement of Sen. Feinstein). For a description of victim participation, see Beloof, supra\nnote 6.\n\n55 18 U.S.C. § 3771 (a) (2006).\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017641",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017641.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4063,
    "word_count": 664,
    "line_count": 66,
    "import_date": "2025-11-19T21:47:46.182658",
    "prefix": "IMAGES-004"
  }
}