{
  "document_id": "HOUSE_OVERSIGHT_024730",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024730.txt",
  "text": "ACKRELL\nCAPITAL Cannabis Investment Report | December 2017\n\ntion or thinking or behaviour [sic] or perception or mood,” that may produce “a state of dependence”\nand that are subject to abuse “so as to constitute a public health and social problem warranting the\nplacing of the substance under international control.” Substances addressed by the 1971 Conven-\ntion include THC, barbiturates, amphetamines and psychedelics such as LSD. The 1971 Conven-\ntion establishes four schedules of substances subject to increasingly strict controls in the following\norder: Schedule IV, Schedule III, Schedule II and Schedule I. Schedule I includes THC and certain\nof its isomers and stereochemical variants. Schedule I includes dronabinol (a synthetic THC) and its\nstereochemical variants.\n\nThe United Nations Convention Against Illicit Traffic in Narcotic Drugs and Psychotropic Sub-\nstances of 1988 (Traffic Convention) establishes additional tools for enforcing provisions of the 1961\nand 1971 Conventions. The Traffic Convention provides for international cooperation in arresting\nand prosecuting illicit traffickers of substances scheduled under the 1961 and 1971 Conventions and\nin disrupting their financial and distribution networks through extradition, anti-money laundering\npractices, asset forfeiture and other methods.\n\nGenerally, the Conventions contemplate that the manufacture, export, import, distribution, use and\npossession of scheduled substances should be allowed only for medical and scientific purposes under\nlegal authority and that penalties, including criminal penalties, should apply to those who engage in\nsuch activities for other purposes or outside legal authority. Countries participating in the Conventions\nare generally required to enact laws and regulations that carry out the provisions of the Conventions,\nwhich may require them to establish dedicated regulatory agencies, track and report physical invento-\nries as well as production and revenue data, implement and enforce labeling requirements and quality\ncontrol procedures, restrict use of substances to those holding medical prescriptions and impose crimi-\nnal penalties for violations. Currently, more than 180 countries are party to each Convention.\n\nAmending schedules under the 1961 and 1971 Conventions generally involves participation of\nthree UN-related bodies: (1) the Economic and Social Council (ECOSOC), one of the six main organs\nof the UN established under the UN charter in 1945; (2) the Commission on Narcotic Drugs (CND),\nitself a subsidiary body of the ECOSOC that assists the ECOSOC in supervising the application of\ninternational drug control treaties; and (3) the World Health Organization (WHO), an autonomous\nintergovernmental organization that collaborates with the UN and other organizations on global health\nmatters. A schedule amendment may be initiated by the WHO or by any country participating in the\napplicable Convention, and generally requires approval of the CND, which approval may be subject\nto further review and approval by the ECOSOC. Notably, because regulations applicable to cannabis\nand certain derivatives are included in the body of the 1961 Convention (and not just in its schedules),\nmerely removing cannabis and its derivatives from the schedules under the 1961 Convention would\nnot entirely remove cannabis from that Convention's regulatory framework.\n\nRecent Developments Related to the UN Conventions\n\nGlobal support for the prohibitionist policies of the Conventions is waning, and a growing chorus of\nworld leaders is calling for new policies for cannabis and other substances to be based on public health\nconcerns rather than criminalization.\n\n94 © 2017 Ackrell Capital, LLC | Member FINRA/SIPC\n\nHOUSE_OVERSIGHT_024730",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024730.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3750,
    "word_count": 542,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.905281",
    "prefix": "IMAGES-008"
  }
}