{
  "document_id": "HOUSE_OVERSIGHT_022436",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022436.txt",
  "text": "with the goal of putting up a chic high-rise on the site. It’s markedly cheaper than\nExtell’s deal, in part because Icon started assembling properties in 2007. (Icon is\nworking on a second high-rise as well as a shorter rental building in the same neck of\nthe woods.)\n\nJust look to other data and the same trend emerges. In 2010, Yorkville’s median sale\nprice was $663,500, according to real estate listings site StreetEasy. Compare that to\nthe first seven months of this year — it’s 14 percent higher, at $757,500. But remember,\nthe sub-market remains cheaper relative to the Upper East Side at large, which boasts\na year-to-date median of $1.15 million.\n\n0\n\nNOW ON ‘age\n\nJustin Timberlake shows off\nson, Silas\n\nDocs don’t have to admit\nwrongdoing in Rivers’ death: judge\n\nJohn Slattery drops $1,600 at NYC\nart fair\n\nGet your fill of brats and glass boots of Warsteiner at Heidelberg.\n\nSEE ALL\n\nDespite the building boom, some low-rises remain, housing institutions, such as\nGerman butcher Schaller & Weber and beer garden Heidelberg, that are vestiges of NOW ON\n\ncenturies past when Yorkville was an immigrant enclave. DEC i DER\n4 7 4 - . pes \\ as tl x | -\n\n=\n\nRun your business |\n\nanytime. |\n¥ Track sales & > | Lo}\nexpenses 111 hea gan |\nSchaller & Weber owner Ralph Schaller happily holding his weisswurt. ¥ Get paid faster |\n>hoto: Anne Wermiel/NY Post ¥ Run payroll\nLet’s hope they can hang on: Even more small buildings were razed to make way for inturt\nstar architecture firm SHoP (of Barclays Center fame) to design a tower of 83 condos QuickBooks “Try itFree >\n\nwith Anbau Enterprises at the corner of 89th Street and First Avenue. The building,\ndubbed Citizen360 because its height will afford many residents an all-around view of\n\nHOUSE_OVERSIGHT_022436",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022436.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1766,
    "word_count": 308,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:45.322368",
    "prefix": "IMAGES-006"
  }
}