{
  "document_id": "HOUSE_OVERSIGHT_016364",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016364.txt",
  "text": "MAKING THE INVISIBLE VISIBLE: ART MEETS AI\nHans Ulrich Obrist\n\nHans Ulrich Obrist is artistic director of the Serpentine Gallery, London, and the author\nof Ways of Curating and Lives of the Artists, Lives of the Architects.\n\nIn the Introduction to the second edition of his book Understanding Media, Marshall\nMcLuhan noted the ability of art to “anticipate future social and technological\ndevelopments.” Art is “an early alarm system,” pointing us to new developments in\ntimes ahead and allowing us “to prepare to cope with them... . Art as a radar\nenvironment takes on the function of indispensable perceptual training. . . .”\n\nIn 1964, when McLuhan’s book was first published, the artist Nam June Paik was\njust building his Robot K-456 to experiment with the technologies that subsequently\nwould start to influence society. He had worked with television earlier, challenging its\nusual passive consumption by the viewer, and later made art with global live-satellite\nbroadcasts, using the new media less for entertainment than to point us to their poetic and\nintercultural capacities (which are still mostly unused today). The Paiks of our time, of\ncourse, are now working with the Internet, digital images, and artificial intelligence.\nTheir works and thoughts, again, are an early alarm system for the developments ahead of\nus.\n\nAs a curator, my daily work is to bring together different works of art and connect\ndifferent cultures. Since the early 1990s, I have also been organizing conversations and\nmeetings with practitioners from different disciplines, in order to go beyond the general\nreluctance to pool knowledge. Since I was interested in hearing what artists have to say\nabout artificial intelligence, I recently organized several conversations between artists\nand engineers.\n\nThe reason to look closely at AI is that two of the most important questions of\ntoday are “How capable will AI become?” and “What dangers may arise from it?” Its\nearly applications already influence our everyday lives in ways that are more or less\nrecognizable. There is an increasing impact on many aspects of our society, but whether\nthis might be, in general, beneficial or malign is still uncertain.\n\nMany contemporary artists are following these developments closely. They are\narticulating various doubts about the promises of AI and reminding us not to associate the\nterm “artificial intelligence” solely with positive outcomes. To the current discussions of\nAI, the artists contribute their specific perspectives and notably their focus on questions\nof image making, creativity, and the use of programming as artistic tools.\n\nThe deep connections between science and art had already been noted by the late\nHeinz von Foerster, one of the architects of cybernetics, who worked with Norbert\nWiener from the mid-1940s and in the 1960s founded the field of second-order\ncybernetics, in which the observer is understood as part of the system itself and not an\nexternal entity. I knew von Foerster well, and in one of our many conversations, he\noffered his views on the relation between art and science:\n\nI’ve always perceived art and science as complementary fields. One shouldn’t\nforget that a scientist is in some respects also an artist. He invents anew\ntechnique and he describes it. He uses language like a poet, or the author of a\ndetective novel, and describes his findings. In my view, a scientist must work in\n\n144\n\nHOUSE_OVERSIGHT_016364",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016364.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3438,
    "word_count": 552,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:45.322712",
    "prefix": "IMAGES-003"
  }
}