{
  "document_id": "HOUSE_OVERSIGHT_018273",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018273.txt",
  "text": "violence, like the scale of the industry that produced it, defied anything even the\nwisest minds could foresee. Eventually the entire world was pulled into the fire. “In\nthe autumn of 1919, in which I write, we are at the dead season of our fortunes,” the\neconomist John Maynard Keynes wrote after the Paris Peace Conference settled The\nGreat War, dimly aware that an even deader season lay somewhere in the future in\nthe form of another war*®. During this murderous 75 year run, in the reviving of\nEuropean and then global fortunes, America played a decisive if reluctant role. As in\nthat first period, she emerged richer, more central, and more modern.\n\nA third struggle, the Cold War, immediately followed the end of this second period.\nThis contest was intensely material and as ideological as any conflict in hundreds of\nyears. It represented a struggle at the level of the most fundamental question of\npolitics: How should life be lived? Two totalizing, uncompromising worldviews were\nplaced in opposition. This 45-year struggle occurred under the threat of nuclear\ndisaster, which gave it an aspect new in human history, the potential for complete\ndestruction. It was possible to find sober-minded theorists pondering problems like\nthis one: “Let us assume that for 10 billion dollars one could build a device whose\nfunction is to destroy the earth,” Herman Kahn wrote in the 1960s, with a spirit\ntypical of his age in his slick, sickly worrisome masterpiece On Thermonuclear\nWar’*’. Yet in this period too, over time, America found herself in an axial role, first\ncarrying one end of the risky fight and then, at the conflict’s surprising and jubilant\nconclusion in 1989, discovering the country was in a position of unprecedented,\nunchallenged power. As with the two earlier shifts, this one had brought with it an\narrangement nearly ideally tuned, yet again, to America’s advantages.\n\nI mention all this here because while it may be fashionable to speak of the period\njust passed as the “American Century” - and to wonder whose century comes next,\nthe reality is that for two and a half centuries, through some of the most violent and\nwonderful changes in human history, America has had a remarkable run**. A senior\nAmerican military official once asked me, a week or so before he sat with the\nChinese President, how best to begin his remarks. “You might say,” | suggested, “that\nAmerica respects what China has done in the last thirty years. To have brought 400\nmillion people out of poverty as Beijing has done is an historic accomplishment. But\nhe must understand that America, particularly in the last intense century, has paid\nin nearly countless dollars and in the cost of hundreds of thousands of American\nlives, to establish an order that has benefited billions. The scale of this\naccomplishment is, by a great measure, historic.” America has been an emblematic,\nprofound force. It has been a country tuned exactly to the needs of her age. Three\ntimes over. Inevitably, the world now asks: Can this continue?\n\n46 Eventually the entire world: John Maynard Keynes, The Economic Consequences\nof the Peace in The Essential Keynes (Boston: Penguin Classics, 2015)\n\n47 It was possible: Herman Kahn, On Thermonuclear War, (Princeton, N.J.: Princeton\nUniversity Press, 1960)\n\n48 ] mention all this: Henry Kissinger, Diplomacy, (New York: Simon & Schuster,\n1995. See chapter one, and Paul Kennedy, The Rise and Fall of the Great Powers (TK\nLondon, 1988)\n\n41\n\nHOUSE_OVERSIGHT_018273",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018273.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3490,
    "word_count": 579,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:44.245353",
    "prefix": "IMAGES-004"
  }
}