{
  "document_id": "HOUSE_OVERSIGHT_028568",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_028568.txt",
  "text": "10 JAM v. INTERNATIONAL FINANCE CORP.\n\nBREYER, J., dissenting\n\nand other relief supplies to children freed from Nazi con-\ncentration camps and to others in serious need. 3 id., at\n429; see generally L. Nicholas, Cruel World: The Children\nof Europe in the Nazi Web 442-518 (2005).\n\nThese activities involved contracts, often made in the\nUnited States, for transportation and for numerous com-\nmercial goods. See B. Shephard, The Long Road Home:\nThe Aftermath of the Second World War 54, 57-58 (2012).\nIndeed, the United States conditioned its participation on\nUNRRA’s spending what amounted to 67% of its budget on\npurchases of goods and services in the United States. Id.,\nat 57-58; see also Sawyer, Achievements of UNRRA as an\nInternational Health Organization, 37 Am. J. Pub. Health\n41, 57 (1947) (describing UNRRA training programs for\nforeign doctors within the United States, which presuma-\nbly required entering into contracts); International Refu-\ngee Org. v. Republic S. S. Corp., 189 F. 2d 858, 860 (CA4\n1951) (describing successor organization’s transportation\nof displaced persons, presumably also under contract).\nWould Congress, believing that it had provided the abso-\nlute immunity that UNRRA sought and expected, also\nhave intended that the statute be interpreted “dynamic-\nally,” thereby removing most of the immunity that it had\nthen provided—not only potentially from UNRRA itself\nbut also from other future international organizations\nwith UNRRA-like objectives and tasks?\n\nC\n\nThis history makes clear that Congress enacted the\nImmunities Act as part of an effort to encourage interna-\ntional organizations to locate their headquarters and carry\non their missions in the United States. It also makes clear\nthat Congress intended to enact “basic legislation” that\nwould fulfill its broad immunity-based commitments to\nthe UN, UNRRA, and other nascent organizations.\nS. Rep. No. 861, at 2. And those commitments, of neces-\n\nHOUSE_OVERSIGHT_028568",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_028568.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1964,
    "word_count": 302,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:44.139538",
    "prefix": "IMAGES-010"
  }
}