{
  "document_id": "HOUSE_OVERSIGHT_013258",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013258.txt",
  "text": "342 A Glossary\n\ngrounded by images of cats, experiences of interactions with cats, imaginations of being a\ncat, etc.\n\ne Symbolic: Pertaining to the formation or manipulation of symbols, i.e. mental entities that\nare explicitly constructed to represent other entities. Often contrasted with subsymbolic.\n\ne Syntax-Semantics Correlation: In the context of MOSES and program learning more\nbroadly, this refers to the property via which distance in syntactic space (distance between\nthe syntactic structure of programs, e.g. if they’re represented as program trees) and se-\nmantic space (distance between the behaviors of programs, e.g. if they’re represented as\nsets of input/output pairs) are reasonably well correlated. This can often happen among\nsets of programs that are not too widely dispersed in program space. The Reduct library\nis used to place Combo programs in Elegant Normal Form, which increases the level of\nsyntax-semantics corellation between them. The programs in a single MOSES deme are\noften closely enough clustered together that they have reasonably high syntax-semantics\ncorrelation.\n\ne System Activity Table: An OpenCog component that records information regarding\nwhat a system did in the past.\n\ne Temporal Inference: Reasoning that heavily involves Atoms representing temporal in-\nformation, e.g. information about the duration of events, or their temporal relationship\n(before, after, during, beginning, ending). As implemented in CogPrime, makes use of an\nuncertain version of Allen Interval Algebra.\n\ne Truth Value: A package of information associated with an Atom, indicating its degree\nof truth. SimpleTruthValue and IndefiniteTruthValue are two common, particular kinds.\nMultiple truth values associated with the same Atom from different perspectives may be\ngrouped into CompositeTruthValue objects.\n\ne Universal Intelligence: A technical term introduced by Shane Legg and Marcus Hutter,\ndescribing (roughly speaking) the average capability of a system to carry out computable\ngoals in computable environments, where goal/environment pairs are weighted via the length\nof the shortest program for computing them.\n\ne Urge: In OpenPsi, an Urge develops when a Demand deviates from its target range.\n\ne Very Long Term Importance (VLTI): A bit associated with Atoms, which determines\nwhether, when an Atom is forgotten (removed from RAM), it is saved to disk (frozen) or\nsimply deleted.\n\ne Virtual AGI Preschool: A virtual world intended for AGI teaching/training/learning,\nbearing broad resemblance to the preschool environments used for young humans.\n\ne Virtual Embodiment: Using an AGI to control an agent living in a virtual world or game\nworld, typically (but not necessarily) a 3D world with broad similarity to the everyday\nhuman world.\n\ne Webmind AI Engine: A predecessor to the Novamente Cognition Engine and OpenCog,\ndeveloped 1997-2001 — with many similar concepts (and also some different ones) but quite\ndifferent algorithms and software architecture\n\nHOUSE_OVERSIGHT_013258",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013258.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3011,
    "word_count": 444,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:46.544312",
    "prefix": "IMAGES-002"
  }
}