{
  "document_id": "HOUSE_OVERSIGHT_018349",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018349.txt",
  "text": "something incredible is underway in this easy movement from machine to reality.1°\nThe New Caste takes these moves, this easy slip from their keyboards and programs\nto our lives, for granted. They adjust code and networks and formulas; they watch\nthe effects on us. They do it again. The idea that such a move is natural, comfortable\neven, reveals a new and important temprament. It draws a line betweent the people\nwriting the code and those who are snapped about in the world they are coding.\n\nDo you know who decided what you see when you search? Do you understand what\nthe data on your phone reveals about you? Who will snip at and work on your DNA?\nYour children? Are you trading stocks against some invisible high-velocity\nconnected master who will always be one profitable nanosecond ahead of you? In\nthis sense, network power involves something very much like the intentional\ncreation of concealment. Your Internet search results, for instance, contain a sharp\ntension. Yes, data from all over the planet, from all of history sits rather amazingly in\nfront of you. But that bit of computer code deciding what you see is engaged ina\nkind of digital book burning: It’s making whole sections of knowledge invisible even\nas it is unearthing an ever more precise answer for whatever question you have.\nWhat don’t you see? - is a question that hints not only at what is left out of your\nsearch horizon, but generally at the way in which connected systems establish\nnecessary gates. Part of a Seventh Sense, then, is the ability not merely to look at the\nvirtual world and know how it becomes insidiously real, but also to feel that all the\nconnected points of the real world - markets, weapons, social movements - must be\npulled upon by code and links and networks. “Any technology depended upon,” as\nThe Critical Engineering Manifesto, says is “both a challenge and a threat.”©? Human\nexperience is, we know, unboxable, uncontainable - our joy, hopes, sense of\nfreedom, these all defy boxing. Yet here, all around us, are containers that affect our\nevery choice. Who knows what happens inside all the difficult boxes?\n\nThe creeping, essential opacity of power now reveals a twisted puzzle, a really fresh\naspect of this New Caste and the revolution they are making: As much as they are in\nthe business of making knowledge widely and instantly available, they are also\nmadly black boxing our world. This breeds a sly, unintended (I think) tension with\nKant’s Enlightenment admonition to “Dare to Know.” Would you like to Dare to know\nwhy your computer is secure? How your genetic information will be studied and\nused? How encryption works? Mostly the answer to is: You can’t know. It’s too\ncomplex - and, anyhow, if we told you it would make the whole system less secure.\nThere is nothing disingenuous here: You likely wouldn’t understand. It is too\ncomplex. You'd be lost at the first turn into strange technical language, where simple\nwords like “object” or “edge” have specific, essential, different meanings. And telling\nyou would, in fact, expose you and everyone else to all sorts of risks. It’s as if we’ve\nreturned to that famous debate of millennia past, the one lingering between Athens\nand Jerusalem: Could the world be known and atomized and understood as the\nGreeks would have it? Or was mystery, inscrutability and opacity the nature of truth,\n\n168 This seems in a way: See, for instance, Bret Victor in his speech, “Inventing on\nPrinciple” at CUSEC 2012 Turing Complete Conference available online.\n169 “ Any technology depended upon”: The Critical Engineering Manifesto, as above.\n\n117\n\nHOUSE_OVERSIGHT_018349",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018349.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3626,
    "word_count": 614,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:46.317243",
    "prefix": "IMAGES-004"
  }
}