{
  "document_id": "HOUSE_OVERSIGHT_029526",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029526.txt",
  "text": "Palm House Robert Matthews EB-5 Clintons Trump Tony Bennett https://therealdeal.com/miami/issues_articles/lost-paradise-at-th...\n\n7 of 10\n\nMHyoo\n\n~~ \"SOUTH FLORIDA REAL ESTATE NEWS\n\nQ SUBSCRIBE MY ACCOUNT\n\nsolutions. In turn, regional centers do not have an obligation SS La\n\nto protect investors’ money ifa development project sours.\n\n“That’s where the weak link of the chain is — there is no real enforcement of the\nfiduciary rule to protect investors,’ Latour added. “The regional center says, ‘Hey I’m\n\n)\n\nnot responsible.\n\nThe USCIS spokesperson said the agency has terminated nearly 220 regional centers\n\nsince January 2017, due to evidence of foul play.\n\nBut U.S. legislators have continued to kick the EB-5 program down the road, giving it\nabout 20 short-term extensions with many lasting only six months. And industry\nlobbyists have aggressively pushed back against any reform. The EB-5 trade group\nInvest in the USA has spent nearly $1.8 million lobbying on the federal program’s\nbehalf since 2014, while the lobbying group for the Related Companies’ EB-5\nbusiness spent more than $500,000 in 2018 alone, according to the Center for\n\nResponsive Politics.\n\n“This is not unlike any other industry that can produce a toxic product like the opioid\nindustry or the tobacco industry,’ Gibson said. “There is a powerful interest involved.\nThey don’t want any oversight. They don’t want information about their projects to\n\ncome public.”\nBlurry middlemen\n\nUnlike Matthews, whose background is well documented in local news, SARC’s Walsh\n\nremains something of a mystery.\n\nIn the Palm House EB-5 marketing brochures, the smiling gray-haired regional center\noperator claims to have a background in advertising and electrical engineering. He\nalso claims to have launched “several startup computer and graphics firms that he\n\nbrought to the public markets in the late 1990s and early 2000s.”\n\nWalsh could not be reached for comment through his lawyer.\n\n6/26/19, 11:57 AM\n\nHOUSE_OVERSIGHT_029526",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029526.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1991,
    "word_count": 304,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:48.735396",
    "prefix": "IMAGES-010"
  }
}