{
  "document_id": "HOUSE_OVERSIGHT_020290",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020290.txt",
  "text": "138\n\nAfter establishing some part of Snowden’s “material” was still in his possession, Shevardnadze\nasked the next logical question: “Why did Russia get involved in this whole thing if it got nothing out of?”\n\nIn response, Kucherena elliptically hinted that the unreleased material contained CIA secret files.\n“Snowden spent quite a few years working for the CIA.” He said. \"We haven’t fully realized yet\nthe importance of his revelations.” (He was correct that Snowden had stolen a larger number of\nCIA documents that he had not turned over to journalists, as CIA deputy director Morell\nconfirmed.)\n\nWhatever this material might reveal, the FSB was presumably aware of its existence. After all,\nKucherena was on the FSB’s public oversight board. If he had kept Snowden’s possessions of\nthese documents secret from the FSB, he would not have divulged it in an interview on television.\n\nKucherena’s answer left little ambiguity to the critical question about the fate of the NSA’s\nmissing documents: Snowden had not destroyed the electronic files of NSA documents that he\nhad not distributed to journalists. He still had them, when Kucherena had reviewed his files in\nRussia. Kucherena’s disclosure that Snowden retained these crucial documents did not contradict\nSnowden’s own story at the time of the Shevardnadze interview. Indeed, it was completely\nconsistent with the statement Snowden made three weeks after arriving in Russia in his previously-\nmentioned email to Senator Humphrey.\n\nSnowden subsequently changed his story. In mid-October, Snowden electronically-informed\njournalists that he had destroyed all the NSA documents in his possession before flying to\nMoscow. So his new story radically contradicted what his own lawyer had said the previous\nmonth on television.\n\nTo be sure, Kucherena who later confirmed the accuracy of the Shevardnadze interview to me in\nMoscow in 2015 may have meant to say that Snowden only had access to the NSA documents\nrather than having the physical files in his possession. It is certainly possible that Snowden\ntransferred the NSA files from his own computers and thumb drives to storage on a remote server\nin the so-called “cloud” before coming to Russia. The “cloud” is actually not in the sky but a\nterm used for remote storage servers, such as those provided by Drop Box, Microsoft, Google,\nAmazon and other Internet companies. Anyone who is connected to the Internet can store and\nretrieved files by entering a user name and a password. For Kucherena to be certain Snowden\nhad access to this data, Snowden must have demonstrated his access either to him or the\nauthorities. The Russians therefore also knew Snowden had the means to retrieve this data. Since\nthe data concerned electronic espionage against Russia, the FSB had every reason to ask him to\nshare his user name and password. If Snowden had encrypted these files, it would also ask for his\nencryption key. And the FSB is not known to take a no for an answer in issues involving\nespionage.\n\nEven if Snowden refused to furnish his key, it would not present an insurmountable barrier for\nthe FSB. Snowden may have had confidence in the power of his encryption protocols but,\n\nHOUSE_OVERSIGHT_020290",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020290.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3206,
    "word_count": 521,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:47.014475",
    "prefix": "IMAGES-005"
  }
}