{
  "document_id": "HOUSE_OVERSIGHT_023282",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023282.txt",
  "text": "Subject:\n\nTo: Melanie Spinella <\n\nLeon, I decided last week that there was little or no upside in disturbing your well earned holiday\nespeciaily as you seemed so peaceful happy and smiley ,getting yourself in shape and truly enjoying your\nfamily time. etc. however the situation in your family office is unresolved. I am aware that brad starts\nmonday howver, two last days of the year madness. timber.deal not complete no jpm,acct activity no\npartnership docs , old stock sales not complete , no bank doc redo. no phaidon note restructure, ., no\nboat expense review. airplane same ,topco midco.etc still not finished ( trustee ), projections mixed\nwith fiction. , legal exp out of control. no care for admin, silly ( audit). tom conversation with joslin.\nnotes. debra, trustee notes. trustees hiring . bens audit. interest payable made hoopjumping last day of\nyear. after weeks and months. of lectures , gifts to discuss- staff. -houseproject mgmt. . I will continue\nto try , I had offered ajoint call with eileen before you left. asi said before , joslin takes instructions from\neileen. he said it was made clear to him that he doesn't work for me but works for you. . I tried.\n\nDate: Tue, Sep 29, 2015 at 8:39 PM\n\nSubject:\n\nTo: Melanie Spinella - «ff\n\njeffrey\n\nBrad Wechsler is asking if you could meet for a half hour with him and Rich Joslin to discuss Use Tax\nRefund. Below are available dates/times...below that is your schedule. OK for me to schedule in?:\n\nNO sorry not until i hear from leon\n\nleon. to be fair, I had sent the first note to you one year ago . stating that my work would come to an\nend on oct 15. that day had meaning as everything would be closed. you asked that 1 continue to help\nbrad. as of nov though he would officially start in jan. I said ok, but ..... \"you told me to continue as we\nwould work something out\" I told you my fee then was 40. feb you came with ben while kathy rnemmler\nwas here. and said next week, debra got bad news. and I quickly prioritzed not adding stress to your\nsituation. I wont regurgitate the interim, though millions of dollars were saved since. millions. . it is now\none year later and you propose 10 million , plus a contingent fee . I have said that 1 would work with\nyou , and if contingent and a percentage of something. I strongly believe that is not in your interest. I\ncontinue to put our friendship first and dont want you to write a check for over 100million andthe i will\nhave to listen to lewie for the next few years. but if you prefer over my objection a percentage deal then it\nshould be of all savings not just phaidon. ( arandom concept). The idea that iam somehow even\nmarginally responsible for neither you nor heather , ever telling me that there was an unresolved issue,\nthough you said you had been pinged a number of times is emblematic .\n\nI can do a call with you and Karp. anytime you like today, but ican assure you 100 percent that there is\nno light between our positions. ZERO. and he is ready to do his best to try to explain it to you.\n\nDate: Thu, Oct 1, 2015 at 11:03 PM\nSubject: Fwd:\n\nTo: Melanie Spinella <\nto refresh your recollection, as 4 states. 40 a year for three years. asisaid today. . the other was in\naddtion as you recall.\n\nDate: Thu, Apr 11, 2013 at 4:02 PM\n\nSubject:\n\nTo: Melanie Spinella\n1. 80 percent of contracted job is accomplished, now drafting ,signing and few critical decisions on your\npart still await , will fill in nec blanks, 1, how much of upside to kids. , 2, protections . 3 allocations. 4.\ncharitiable, inventory, securities,\n\nHOUSE_OVERSIGHT_023282",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023282.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3570,
    "word_count": 656,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:48.618643",
    "prefix": "IMAGES-007"
  }
}