{
  "document_id": "HOUSE_OVERSIGHT_015114",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015114.txt",
  "text": "to tell them, except that | could agree with their speculation that the\nmotive was revenge for the Bay of Pigs failure. There’ s no doubt in my\nmind that if you had been elected in 1960, the invasion would have been\ncompletely successful.\nFor a while | believed that Bernard Barker was the double agent in\nWatergate, but | have since come to the conclusion that our leader, James\nMcCord, was guided to do the things he did by certain officials in the CIA.\nWe were definitely set up. They used us to eventually destroy the office of\nthe presidency. You were just as expendable as Kennedy.\n| shouldn’ t have been surprised Mr. McCord was our Security Chief. |\nmyself, as an infiltrator of Castro’ s inner circle, rose to Director of Security\nfor the Cuban Air Force and Director of Intelligence. Who can you trust?\n\nWhereas | agree with Frank Sturgis that the Watergate burglars were\n\n“set up,” | question the reason he gives. The CIA was fully aware that\n\nrelations with the People’ s Republic of China were bound to open up\nsooner or later. And of course | wanted to earn credit for that in history.\n\nRather, | am convinced that there was a power struggle within the\nAgency. The “faction” to which Sturgis alludes—most likely led by CIA’ s\nRichard Helms—was jealous of the Special Intelligence Unit we had\ndeveloped inside the White House.\n\nk kK *k\nNot only was the Watergate break-in deliberately bungled in order\n\nto discredit me, but the White House taping system was never part of my\n\ndomain. | knew it had been installed by the Secret Service, but | lacked\n\nHOUSE_OVERSIGHT_015114",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015114.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1585,
    "word_count": 282,
    "line_count": 33,
    "import_date": "2025-11-19T21:47:47.068884",
    "prefix": "IMAGES-003"
  }
}