{
  "document_id": "HOUSE_OVERSIGHT_017264",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017264.txt",
  "text": "4.2.12\nWC: 191694\n\nShe then went on to create a new category of crime that warranted execution even in the absence\nof a specific intent to kill:\n\nWe hold that the reckless disregard for human life implicit in knowingly engaging in\ncriminal activities known to carry a grave risk of death represents a highly culpable mental\nstate, a mental state that may be taken into account in making a capital sentencing\njudgment when that conduct causes its natural, though also not inevitable, lethal result.\n\nThis new category—killings by a triggerman that reflected a “reckless disregard” for life by the\nnon triggerman—had not been the basis for the Arizona Courts’ decision. Nor had it been argued\nby the Arizona Attorney General. Neither had we been given an opportunity to argue against it,\nbecause the justices seemed to agree that if there was no intent to kill—which they now ruled\nthere was not—that would be “the end of the case.” The majority had simply concocted a new\ntule out of whole cloth. They seemed determined to overrule Enmund, without appearing to be\ndoing so. It was “judicial activism” to the extreme.\n\nBut the court could not simply apply this new rule to the old facts of the Tison case, since the\nArizona courts had not found that the condemned brothers had shown a “reckless disregard for\nhuman life.”® The majority therefore, “vacated” the death penalty against my clients and\nremanded the case back to the Arizona courts “for determination” whether the Tison brothers met\nthis new criteria. Had they “affirmed” the judgment—the death sentence—the case would have\nbeen over. But by “vacating” it, the justices gave us a new beginning.\n\nWe were still alive, as so were Ricky and Raymond. Their fates would now be in the hands of the\nArizona courts, which would have to make a finding that these boys had shown “reckless\nindifference” or “disregard” for human life. It was a bad day for the campaign against capital\npunishment, but a hopeful one for my clients Ricky and Raymond, who were no longer under\nsentence of death—at least for the moment.\n\nThe state of Arizona continued to seek the death penalty and asked the trial court to find that the\nTison brothers possessed a “reckless indifference to human life.” Without even conducting an\nevidentiary hearing, the trial court retmposed death sentences, concluding that the trial record\nitself demonstrated reckless indifference. He refused to allow us to introduce any evidence that\nmight contradict this finding.\n\nWe immediately appealed to the Arizona Supreme Court, which had affirmed the original death\nsentence. This time the court unanimously reversed the trial judge, vacated the death sentences\nand remanded it back to the trial judge, ordering him to give us an opportunity to introduce\n“additional evidence” relating to whether the boys were recklessly indifferent to human life. We\nrelished the opportunity, confident that a full exploration of the facts would lead to the\ninescapable conclusion that Ricky and Raymond were anything but indifferent to the fate of the\nLyons’ family. They wanted them to live.\n\n® The majority sloppily used two different formulations: “reckless disregard” and “reckless indifference.”\n\nL¥7\n\nHOUSE_OVERSIGHT_017264",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017264.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3226,
    "word_count": 526,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.678898",
    "prefix": "IMAGES-004"
  }
}