{
  "document_id": "HOUSE_OVERSIGHT_028018",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028018.txt",
  "text": "I could see why Dan had said it. Working with Mookie and the rest of my\nteam, I’d been in charge of all the initial planning. I was in command of the\nSabena assault, the only remotely similar operation Israel had attempted.\nThough an attempt to rescue dozens of terrified hostages in Entebbe, with both\nthe terrorists and possibly Ugandan soldiers armed and ready, would be much\nharder. As Sayeret Matkal commander, I’d conceived and commanded other\nmissions that requiring us to break new ground. But — and it was a huge but — I\nknew from the moment I left Kuti’s office that I would have to find a way to\navoid undermining the current sayeret commander, Yoni. Dan had clearly been\naware of that as well. He’d stressed to Kuti that he meant no disrespect to Yoni.\n“But I know Ehud,” he said. “I’ve worked with him. I want him to lead it.”\n\nYoni was still in the Sinai. ’'d phoned him before our first overnight\nplanning session to tell him I was bringing in Mookie and Amiram. Mookie had\nbeen giving him daily updates. But the clock was ticking. Under the initial\ndeadline, the hijackers had threatened to begin “executions” on Thursday.\nToday. The deadline had now been pushed back, but only until Sunday morning\n—and only after Rabin felt he had no option but to drop our public refusal to\nconsider negotiating with them.\n\nWhen Dan called our first operational briefing for Thursday night, Mookie\nsent a plane to bring Yoni back. Dan set out the plan with his customary\nconfidence. The four Hercules would take off on Saturday evening from Sharm\nel-Sheikh at the southernmost tip of the Sinai, to cut the flying distance at least\nslightly. The first plane would land on the runway near the new terminal. Inside\nwould be a small unit of paratroopers, the sayeret strike force, a pair of Jeeps\nand the Mercedes. The next Hercules wouldn’t arrive for another seven minutes:\nthe most critical minutes of the whole operation. That was when our “Ugandan\nmotorcade” would make its way to the old terminal, burst in and take care of the\nterrorists. The second Hercules would include another Sayeret Matkal team, to\nreinforce the attack unit and secure the perimeter of the old terminal. Hercules\nNumber Three, a minute later, would carry a joint force of sayeret fighters,\nparatroopers and a Golani team. Their job would be to take over the new\nterminal and the rest of the airport and deal with any Ugandan army resistance.\nThe final plane was a flying medical unit, to provide treatment for the hostages\nand carry them back to Israel.\n\nYoni arrived just as Dan was finishing his presentation. He looked focused,\nenergized, and eager to play his part. I realized it was important to explain to\nhim the decision to place me in command. Despite our close relationship, I\n\n170\nHOUSE_OVERSIGHT_028018",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028018.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2792,
    "word_count": 488,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:47.488187",
    "prefix": "IMAGES-009"
  }
}