{
  "document_id": "HOUSE_OVERSIGHT_030014",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030014.txt",
  "text": "completions\nrefurbs\n\nEichten said Pats did a nine-year\nmaintenance check on a BBJ last year\nand included a major refurbishment\nat the same time. The center has also\nsent out “quite a number of bids” on\nBBJs due for the 12-year maintenance\ncheck, and all include “substantial\nrefurbishment work.”\n\nKing Aerospace is looking toward\nthe bizliner business for a boost. “We're\nin discussions now with international\ncustomers for executive conversions\nand even a green airplane comple-\ntion,” said Jerry King. “And they’re all\nwidebodies.”\n\nAccording to David Edinger, CEO at\nComlux America in Indianapolis, many\nof the early Airbus A319s and Boeing\nBusiness Jets have had minimal cabin\n\nA technician in the Goodrich interior paint shop in\nWichita applies finish to a piece of cabin cabinetry.\n\nupgrades since they entered service some\n12 years ago, and the cabin electronics are\npractically antique.\n\nEdinger said Comlux America, part\nof The Comlux Group in Switzerland, is\n“really starting to roll.”\n\nHe told AIN the first green airplane\nhas been delivered—an ACJ319-and it\ncame in 1,000 pounds below the comple-\ntion allowance weight. It also tested with\nan average cabin noise level of 48 dB(SIL),\n“about what you might expect in a sub-\nurban living room, and it was under the\nprojected noise level by 3 dB(SIL).”\n\nCurrently undergoing refurbishment\nis a Boeing 757 and a pair of Airbus\nACJs. In the second quarter this year,\na BBJ to be outfitted for Hyundai was\nscheduled to roll into the Comlux han-\ngar. Comlux America is approved by\nboth Airbus and Boeing for interior\noutfitting. “We want to focus on BBJs\nand ACJs and do this segment well and\non time,” said The Comlux Group pres-\nident Richard Gaona.\n\nLufthansa Technik in Hamburg, Ger-\nmany, is working on a Boeing 767 execu-\ntive interior and is looking for two 747-8s\nto roll in by year-end.\n\nWalter Heerdt, Lufthansa’s senior\nv-p of marketing and sales, expects the\n\njtinues on page 30\n\nA private lavatory in a narrow-body_bizliner features\nliberal use of dark veneer and a marble countertop.\n\nSkyTheater | Continued from preceding page ;\n\nin unique multi-channel surround-sound, as\n\nwell as to promote them to the film and televi-\n\nsion industries for soundtrack recordings.”\n\nIn 2007, “an executive closely associated\nwith the Internet industry came to Launer\nwith his new Global Express XRS, and made it\nclear that what he wanted was far beyond any-\nthing off-the-shelf.” In 2008 the airplane was\ndelivered with a complete and custom-built\nSkyTheater that includes:\n¢ 1080p high-bandwidth wiring throughout\n® monitors and speakers\n® audiovisual on-demand (Avod) with a library\n\nof more than 1,000 movies.\n\ne@a SkyTheater app to allow passengers to\nuse personal iPhones and iPads to control all\naspects of the entertainment system.\n\n® a customized touch-screen control package.\n\n“The owner can also customize the sound\nbalance in the cabin by simply going through\nthe field until he finds a ‘flavor’ he likes,”\nexplains Launer. “In this particular airplane,”\nsays Launer, “SkyTheater is pre-tuned for the\nowner's personal tastes to reproduce audio\nidentical to what he would hear in the Holly-\nwood Bowl or Lincoln Center or some other\npopular venue.”\n\nTotally Absorbed in the Moment\n\nPutting SkyTheater through its paces on\nthe Global, Launer selects surround sound and\nasks visitors to walk through the entire cabin,\nto sit anywhere they like, even lie on the floor\nand note any change in the audio. His grin\nbroadens as not one individual professes to\ndetect a difference.\n\nLauner goes on to select Star Wars Episode\nVi: Return of the Jedi, picking the scene of the\nchase on Ewok speeder bikes through the for-\nest of Endor. “Now listen closely,” he advises.\nAs the action roars across the screen, it is per-\nfectly paced by the sound in that reality, “and\nif | hadn’t told you to listen, you would have\nbeen totally absorbed by the experience with-\nout realizing why.\n\n“What | aim for is not only a perfect audio\nsystem, but one that is perfectly synchronized\nwith the film,” he says.\n\nBut is it high-definition? Launer expresses\nmock surprise at the question. Then he admits\nthat not everything in the Global's film bank\nis HD; however, he also points out that with\nthe technology to tune the system properly,\neven a pre-digital recording will be rendered\nin sufficient high definition as to be almost\nunrecognizable as anything else. And he also\n\n28 Aviation International News ¢ July 2012 ¢ www.ainonline.com\n\nexplains that simply having a Blu-ray player or\nAvod and an HD monitor does not ensure an\nHD experience. “You have to have the band-\nwidth to carry the signal that will allow 1080p\nbetween the origin and the final destination.”\n\nWhile the system in the Global Express\nXRS is now almost four years old, and\nSkyTheater has since done several more air-\nplanes, including Donald Trump’s recently\ncompleted Boeing 757, the entertainment\npackage in the XRS remains, he claims,\n“years ahead of anything else.”\n\nWarren Justice, chief pilot on the Global,\nchuckles when he remembers his first meeting\nwith Launer, “a big guy dressed like a biker and\nwearing a black beret. But he knew what he\nwas talking about and no one in this company\nhas regretted listening,” Justice continues.\n“I've never heard anything like what he put\ninto this airplane. Even after it was installed,\nhe insisted on going with us on a flight test to\ntune the sound for cruise at 41,000 feet. He\npersonally programmed the individual con-\ntrols. It was so well thought out that the owner\nwent right into it on the first day and didn’t\nneed a single lesson.”\n\nSince installation, the airplane has been all\nover the world and not a single component of\nthe entertainment system has needed to be\nchanged, said Justice. However, he adds, on\nseveral occasions, when the airplane was pass-\ning through Florida with a stop-over, Launer\nhas insisted on coming out to see if the system\nwas still properly tuned.\n\nThe system is not inexpensive, allows Jus-\ntice. Just a little north of a million dollars. But\nhe adds, “If this is what you want, you'll defi-\nnitely get what you pay for. | don’t know how\nwe could have done any better.”\n\nTheo Kalomirakis, president of Theo Kal-\nomirakis Theaters of Brooklyn, N.Y., is one of\nthe foremost designers of home theaters in\nthe world and has consistently turned down\nrequests to do an in-flight theater. “I have\nbeen skeptical of the ability of anyone to con-\ntrol sound in such an environment,” he told\nAIN. “What Gregg designed and built on that\nGlobal Express is the first serious system I’ve\nheard. Gregg has tamed the beast.”\n\nBut it isn’t just a matter of being good\nat what you do, says Launer. “It’s a matter\nof passion, and of loving what you do. Think of\nSkyTheater as a personal transporter [a la Star\nTrek]. You step into it in New York City and you\nstep out of it in Los Angeles, and everything in\nbetween was just a moment in time.” —-K.J.H.\n\nlacobucci Shines at EBACE\nlacobucci HF appeared at EBACE with\na new espresso maker for the business\njet galley and a galley cart that doesn’t\nlook out of place on a large private jet.\nThe 28V espresso machine does not\nwork with the usual boiler but with\npatented heat exchangers to ensure\ninstant and continuous operation with-\nout waiting for the water to reheat\nafter each use. In addition, the heat\nexchanger makes for a much lighter\nmachine, and its “open system” allows\nthe use of all easy-serve espresso pods.\nThe serving cart, created by\nDesignworksUSA, features attachable\n“skins” or even transparent windows to\nallow passengers to see available items. For\nuse in a private jet, the top surface can be\nmodified for a more formal appearance.\n“We brought the style, fit and finish\nthat customers expect to find in pre-\nmium environments at home to enhance\ntheir on-board experience,” said Lau-\nrenz Schaffer, president of BMW Group\nDesignworksUSA.\n\nAn espresso maker and an executive galley cart\nare two new items from Italy’s lacobucei HF.\n\nAirGlide Coatings Cut Fuel Burn\n\nAviation marketing consultancy Action\nAviation has signed an exclusive distri-\nbution agreement with AirGlide, a UK\ncompany that claims that its new Avia-\ntion Shield nano-technology coating can\nresult in fuel-burn savings of about 4\npercent through a drag reduction of up\nto 40 percent.\n\nAccording to Action Aviation’s web-\nsite, an ACJ318 on a two-hour flight\nmight burn 9,500 pounds of fuel. With\nthe AirGlide coating, the same aircraft\nwould burn 200 pounds less fuel over\nthat same route.\n\nOther advantages include reducing the\ncarbon footprint, reducing cleaning and\nmaintenance costs and greater protec-\ntion against corrosion and erosion. It\nalso means, the company claims, that\nthe exterior paint will last longer.\n\nAkzoNobel Wins\nAirbus Approval\n\nAkzoNobel Aerospace Coatings of the\nNetherlands has received approval of its\nAerobase base coat and Aviox UVR clear-\ncoat system from Airbus as an option.\n\nThe system allows selective removal\nof only the base coat/clear coat in\npreparation for repainting, leaving\nthe original primer intact and thereby\nsaving the aircraft owner time and\nmoney, according to the Amsterdam-\nbased company.\n\nFurther, AkzoNobel said the system\n“was developed in line with one of Air-\nbus’s key objectives to produce aircraft\nthat are friendlier to the environment\nand more eco-efficient.” The base coat/\nclear coat system is ready for use in\nseries production.\n\nContinues on page 30\n\nHOUSE_OVERSIGHT_030014",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030014.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 9457,
    "word_count": 1585,
    "line_count": 287,
    "import_date": "2025-11-19T21:47:47.218380",
    "prefix": "IMAGES-010"
  }
}