{
  "document_id": "HOUSE_OVERSIGHT_010747",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010747.txt",
  "text": "Case 9:08-cv-80736-KAM Document 306 Entered on FLSD Docket 02/02/2015 Page 13 of 19\n\nQ. And did you have any knowledge of why [Dershowitz] was visiting there?\nA. No ma’am.\n\nQ. And do you have any idea whether or not Mr. Dershowitz was also receiving\nmassages?\n\nA. I don’t know, Ma’am.\n\nQ. As to whether any of those women were ever associated with Mr. Dershowitz would it\nbe a correct statement that you have absolutely no knowledge?\n\nA. I don’t know, sir.\n\nQ. Okay. Were you in any way attempting in your response to Ms. Ezell to imply that\nMr. Dershowitz had a massage by one of these young ladies?\n\nA. I don’t know, sir.\n\nQ. You have no knowledge?\nA. No, sir.\n\n(Rodriguez Depo. Tr. at 279, 280, 385, 386.) To be sure, Rodriguez does testify that Prof.\nDershowtiz was at Epstein’s home when young females were present at the home — an allegation\nwhich Dershowitz strenuously denies. However, Rodriguez did not testify that Prof. Dershowitz\nsaw, interacted with, or touched any of these females. Instead, when asked what Prof.\nDershowitz did “while those girls were at the house,” Rodriguez answered “He will read a book\nwith a glass of wine by the pool, stay inside.” (Id. at 426, 427.) When asked if Prof. Dershowitz\never even spoke to any of the girls, or “even knew that they were there” Rodriguez answered “I\ndon’t know.” (Id. at 427.) This is consistent with the fact that Epstein’s home is very large and\nhas separate closed-off quarters where Epstein resided. Prof. Dershowitz never stepped into\nthese private quarters.\n\nJane Doe #3 also relies upon the September 8, 2009 deposition testimony of Mr. Juan\nAlessi to “corroborate” Jane Doe #3’s sensational and false allegations regarding Prof.\nDershowitz. However, a more complete examination of that testimony reveals that Alessi did\nnot make any allegations of any wrong doing by Dershowitz. (See, DE 291-17, hereinafter\n\n13\n\nHOUSE_OVERSIGHT_010747",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010747.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1908,
    "word_count": 322,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:44.952020",
    "prefix": "IMAGES-001"
  }
}