{
  "document_id": "HOUSE_OVERSIGHT_023836",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023836.txt",
  "text": "90 Teaching Minds\n\nin the story are ones that a graduate of such a program actually might\ndo in real life or actually might need to know about (possibly because\nhe is likely to manage or work with someone who performs that role).\n\nStories have been at the center of human consciousness for a long\ntime. People tell stories, and the stories they tell shape who they are.\nPeople hear stories and remember those that resonate deeply with\nthem. And, people live stories. The stories they live become part of\nthem in a deep way. While we may easily forget everything about a\ntraditional course we took in high school, we can hardly forget the\nroles we have played in real-life experiences, especially when those\nroles went on for a long time and had emotional impact on us.\n\nThe central argument here is that good education requires good\nstories—not solely stories that one is told, however. A good education\nrelies on the creation of stories that a student can participate in and\nfeel deeply about. This means that those stories must include others\nwho are playing roles the student will have to deal with on the job,\nand that the roles the student plays in the stories must relate to the\ncurrent or future roles that the student intends to play in his or her\ncareer.\n\nThe SCC is inherently goal-based. The goals must be those that a\nstudent has already. For small boys, for example, it can be assumed\nthat the idea of building a truck or designing an airplane is an activ-\nity that would grab their interest. For older students, these would be\nones like current or future job assignments. In an online world, it is\nquite possible to create hundreds or thousands of choices and allow\nstudents to pick what they want to do—not what they want to study,\nbut activities that genuinely excite them.\n\nThe SCC is inherently activity-based. The tasks that constitute the\nSCC must relate to goals that the student has and the tasks that people\nactually perform in the roles that the student will play when the train-\ning is completed. Thus, an SCC is made up of a set of real-life types of\ntasks that make up the bulk of the work done by the student, and a set\nof events that occasionally interrupt or augment those tasks.\n\nThanks to a grant from the Kauffman Foundation, we built a full-\nyear (all day, every day) high school curriculum in health sciences.\nThis would be, ideally, used in a high school that offered perhaps over\n100 full-year curricula. Students would choose four that they liked and\nafter completing them would graduate from high school. All of the\ncurricula would teach what it is like to live in a part of the real world,\nas well as allowing for practice in the 12 cognitive processes. It takes\n\nHOUSE_OVERSIGHT_023836",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023836.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2726,
    "word_count": 485,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:45.323825",
    "prefix": "IMAGES-007"
  }
}