{
  "document_id": "HOUSE_OVERSIGHT_012943",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012943.txt",
  "text": "2.4 Preschool as a View into Human-like General Intelligence 27\n\nspecific goals, will have a tendency to solve other problems in creative ways, thus fulfilling its\nnovelty goal along with its other goals. This can be seen at the level of childlike behaviors, and\nalso at a much more advanced level. Salvador Dali wanted to depict his thoughts and feelings,\nbut he also wanted to do so in a striking and unusual way; this combination of aspirations\nspurred him to produce his amazing art. A child who is asked to draw a house, but has a\ngoal of novelty, may draw a tower with a swimming pool on the roof rather than a typical\nColonial structure. A physical motivated by novelty will seek a non-obvious solution to the\nequation at hand, rather than just applying tried and true methods, and perhaps discover\nsome new phenomenon. Novelty can be measured formally in terms of information-theoretic\nsurprisingness based upon a given basis of knowledge and experience [Sch06]; something that\nis novel and creative to a child may be familiar to the adult world, and a solution that seems\nnovel and creative to a brilliant scientist today, may seem like cliche’ elementary school level\nwork 100 years from now.\n\nMeasuring creativity is even more difficult and subjective than measuring intelligence. Qual-\nitatively, however, we humans can recognize it; and we suspect that the qualitative emergence\nof dramatic, multidisciplinary computational creativity will be one of the things that makes the\nhuman population feel emotionally that advanced AGI has finally arrived.\n\n2.4 Preschool as a View into Human-like General Intelligence\n\nOne issue that arises when pursuing the grand goal of human-level general intelligence is how\nto measure partial progress. The classic Turing Test of imitating human conversation remains\ntoo difficult to usefully motivate immediate-term AI research (see [HF 95] [Fre90] for arguments\nthat it has been counterproductive for the AI field). The same holds true for comparable alter-\nnatives like the Robot College Test of creating a robot that can attend a semester of university\nand obtain passing grades. However, some researchers have suggested intermediary goals, that\nconstitute partial progress toward the grand goal and yet are qualitatively different from the\nhighly specialized problems to which most current AI systems are applied.\n\nIn this vein, Sam Adams and his team at IBM have outlined a so-called “Toddler Turing\nTest,” in which one seeks to use AI to control a robot qualitatively displaying similar cognitive\nbehaviors to a young human child (say, a 3 year old) [AABL02]. In fact this sort of idea has a\nlong and venerable history in the AI field — Alan Turing’s original 1950 paper on AT [Tur50],\nwhere he proposed the Turing Test, contains the suggestion that\n\n\"Instead of trying to produce a programme to simulate the adult mind,\nwhy not rather try to produce one which simulates the child’s?\"\n\nWe find this childlike cognition based approach promising for many reasons, including its in-\ntegrative nature: what a young child does involves a combination of perception, actuation, lin-\nguistic and pictorial communication, social interaction, conceptual problem solving and creative\nimagination. Specifically, inspired by these ideas, in Chapter 16 we will suggest the approach\nof teaching and testing early-stage AGI systems in environments that emulate the preschools\nused for teaching human children.\n\nHuman intelligence evolved in response to the demands of richly interactive environments,\nand a preschool is specifically designed to be a richly interactive environment with the capability\nto stimulate diverse mental growth. So, we are currently exploring the use of CogPrime to control\n\nHOUSE_OVERSIGHT_012943",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012943.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3758,
    "word_count": 594,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:46.264658",
    "prefix": "IMAGES-002"
  }
}