{
  "document_id": "HOUSE_OVERSIGHT_017665",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017665.txt",
  "text": "Page 30 of 78\n2007 Utah L. Rev. 861, *903\n\nThe amendment seeks to protect the interests of the victim without unfair prejudice to the defense. It permits the defense to\nseek judicial approval of the subpoena ex parte, because requiring the defendant to make and support the request in an\nadversarial setting may force premature disclosure of defense strategy to the government. The court may approve or reject the\nsubpoena ex parte, or it may provide notice to the victim, who may then move to quash. In exercising its discretion, the court\nshould consider the relevance of the subpoenaed material to the defense, whether giving notice would prejudice the defense,\nand the degree to which the subpoenaed material implicates the privacy and dignity interests of the victim. 774\n\nHaving seen the Advisory Committee proposal and accompanying note, I am concerned that the limits on subpoenas found in\nthe United States Supreme Court's decision in United States v. Nixon 734 might be vitiated by a broad rule. To ensure courts\nconsistently apply Nixon's substantive and procedural standards to victim-related subpoenas, I am modifying my earlier\nproposal to require a court determination of specificity, relevance, and admissibility at trial, as well as notice to the victim, as\nfollows (new language italicized):\n\nRule 17(c)(3) - Subpoena for Personal or Confidential Information About Victim. After a complaint, indictment, or information\nis filed, no record or document containing personal or confidential information about a victim may be subpoenaed without a\nfinding by the court that the information is specifically described, relevant to and admissible at trial, and that compliance\nappears to be reasonable. If the court makes such a tentative finding, notice shall then be given to the victim, through the\nattorney for the government or for the victim, before the subpoena is served. On motion made promptly by the victim, the court\nmay quash or modify the subpoena if compliance would be unreasonable or oppressive and may ask the court to revisit any\ntentative findings. A subpoena shall not be used for discovery purposes or to obtain information for impeachment at trial.\n\nDiscussion:\n\nThe issues involved in the Rule 17 amendments are complicated and very important. It is useful to divide the discussion into\nthree parts: (1) the problem the proposals address; (2) the procedural flaws in the Advisory Committee's proposal [*904]\nallowing ex parte subpoenas; and (3) the general lack of authority for subpoenas seeking crime victim information.\n\n(1) The Problem of Subpoenaing Confidential Victim Information\n\nThe existing rules governing subpoenas are flawed because they allow the parties to subpoena personal or confidential\ninformation about a victim from third parties without the victim knowing. This issue was highlighted recently in the notorious\nUtah state criminal proceedings involving the kidnapping of Elizabeth Smart. 7° Attorneys for Elizabeth's alleged kidnapper\nsubpoenaed class records from her high school (class and teacher lists, report cards, and disciplinary and attendance records)\nand medical records from her hospital. 75° The school turned over the requested records without notice to the Smart family,\nwhile the hospital refused to turn over the requested records. When Elizabeth's father learned that her school records had been\nturned over to defense counsel, he filed a motion to have the records returned to the school. Prosecutors in the case also\nobjected that they were not given an opportunity to file a motion to quash prior to the production of the records. 737 The matter\nis apparently still under review in the state courts.\n\nThe problem that occurred in the Smart case under the Utah state rules could occur under the federal rules, as the attorney for\nElizabeth Smart pointed out to the Advisory Committee in a letter. 73° The federal rules currently permit an objection from the\n\n233 Td,\n\n234 418 U.S. 683, 700-01 (1974).\n\n235 See generally Ed Smart & Lois Smart with Laura Morton, Bringing Elizabeth Home: A Journey of Faith and Hope (2003) (discussing the\nSmart Case).\n\n236 Stephen Hunt, Defense Blasted for Obtaining Smart's School Records, Salt Lake Trib., Jan. 14, 2005, at B2.\n237 Pat Reavy, Quash Smart Subpoenas, DA Says, Deseret Morning News, Feb. 1, 2005, at B3.\n238 See Letter from Gregory G. Skordas, attorney for Elizabeth Smart, to Judge Susan Bucklew (May 23, 2005) (on file with author).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017665",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017665.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4495,
    "word_count": 715,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:46.534217",
    "prefix": "IMAGES-004"
  }
}