{
  "document_id": "HOUSE_OVERSIGHT_014383",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014383.txt",
  "text": "downturn in the local real estate markets affecting Franklin's construction loans and\nincreasing credit costs via higher charge-offs and provisions, and 3) inability to\neffectively fund asset growth driving greater than expected compression in the net\ninterest margin.\n\nGoldman Sachs (GS)\n\nWe value the brokers based on the relationship between ROE (return on equity} and PB\n(price to book), which has a high historical correlation. Our $230 PO is based on a target\nPB multiple of 1.2x our forward book value estimate, which is above our 2017E ROE of\nroughly 10% as we add in higher interest rate expectations and loosening regulations\ninto our multiple.\n\nRisks to the downside are a weaker economy/capital markets, increased macro issues,\ntougher regulation, and litigation, while risks to the upside are a stronger economy,\nmoderating macro risks, market share gains, and less onerous regulatory and legal\nissues.\n\nGreat Western Bancorp Inc (GWB)\n\nWe use a three-factor valuation framework (P/TBV, P/E, DCF) to arrive at our $42 price\nobjective and assign a 2.0x multiple to our 2Q17E TBV given that we believe the market\nwould pay premium for GWB's 2016 estimated returns of 15%, in line with the median\npremium of its peer group (High performing, Midwest peers, and SMIDs). We place a 16x\nmultiple on our 2017E EPS, a premium to its peer group given higher quality earnings.\nOur DCF assumes a two-stage cost of capital of 10% and a terminal growth rate of 3%.\n\nDownside risks to our price objective are a prolonged downturn in the farm sector and\nlower for longer interest rate environment. Upside risks are a better than expected\nimprovement in the farming industry and a much stronger economic improvement in the\nMidwest economy.\n\nHancock Holding (HBHC)\n\nWe use a three-factor valuation framework (P/TBV, P/E, DCF) to arrive at our $41 price\nobjective. We assign a 1.5x multiple to our 2Q17E TBY, in line with SMID-cap peers\nbased on their in-line return profile, and this translates to $35.75. We place a 14.5x\nmultiple on our 2017E EPS, in line with other peers based on forecasted EPS growth, for\n$33. Our DCF assumes a two-stage model with terminal growth rate of 3.5% and a cost\nof capital of 8.5% to derive our $35 PO.\n\nDownside risks to our price objective are regulatory issues, slowing growth and if M&A\nsynergies do not materialize. Upside risks are better than expected cost saves, stronger\nloan growth that would lead to better than forecast spread revenue and lower credit\ncosts.\n\nHuntington Bancshares Inc. (HBAN)\n\nWe use a three-factor valuation framework (P/E, P/TBV, DCF) to arrive at our PO of $13\nand assign a 1.8x multiple to 2017E TBV and a 14x multiple on 2017E EPS, below\nhistorical multiples. This is due to more stringent capital standards and the negative fee\nincome impact of pending regulatory reform. Our DCF analysis uses a cost of equity of\n15.7% in the first stage and 11% in the second stage, and a terminal growth rate of 3%.\n\nRisks to our price objective are an inability to offset regulatory fee income headwinds\nand integration risk associated with FMER. Other risks are an inability to return capital\nto shareholders in a timely fashion or overpaying for an acquisition target.\n\nIBERIABANK Corp (IBKC)\nWe use a three-factor valuation framework (P/TBV, P/E, DCF) to arrive at our $85 price\nobjective and assign a 1.6x multiple to our 2Q17E TBY, in line with multiples of other\n\nBankof America\n\nMerrill Lynch 2016 Future of Financials Conference | 17 November 2016 69\n\nHOUSE_OVERSIGHT_014383",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014383.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3533,
    "word_count": 587,
    "line_count": 67,
    "import_date": "2025-11-19T21:47:48.845794",
    "prefix": "IMAGES-002"
  }
}