{
  "document_id": "HOUSE_OVERSIGHT_020318",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020318.txt",
  "text": "166\n\nimpressive, its operating margin on these contracts had doubled. As it turned out, it did not\nachieve these profits by increasing its core internal staff. In 2008, it had 22,000 employees on its\ninternal staff, and in 2013, it had roughly the same number on its internal staff. What it expanded\nwas the number of outside contractors it employed. It added in these five years, by one Wall\nStreet analyst’s calculation, some 8,000 new external workers. They were employed as system\nadministrators, infrastructure analysts, computer security specialists and other “geek squad” jobs\nat the NSA and other government agencies. Their main qualification was their prior secrecy\nclearances (which saved Booz Allen the expense of vetting them and also the loss income while\nwaiting many months for a clearance.) Snowden therefore was highly-desirable from an\neconomic point of view for Booz Allen. Even though he had no prior experience as an\ninfrastructure analyst, and he had been detected being untruthful about his degree in computer\nsciences, he not only had a SCI secrecy clearance, but he was willing to take a cut in pay. In\nkeeping with the Booz Allen business plan, such a recruit would provide another cog in its profit\nmachine.\n\nNot only had the NSA outsourced much of its computer operations to private companies but\nthe Clinton Administration in 1996 had privatized background checks for government employees\nrequiring security clearances. The idea backed by Vice President Al Gore was to reduce the size\nof the Federal government by outsourcing investigating the backgrounds of millions of\ngovernment applicants for jobs. The task had been previously been performed by FBI but it was\nassumed that a profit-making business could do it faster and more efficiently. The private\ncompany named United States Investigative Services (USIS) was purchased in 2007 for $1.5\nbillion by Providence Equity Partners, a rapidly-expanding investment firm founded only four\nyears earlier by graduates of Brown University and the Harvard Business School. So like Booz\nAllen, USIS was backed by a hedge-fund determined to make money by systematically cutting the\ncost of a previously government service. But such outsourcing had drawbacks. For one thing,\nunlike the FBI, USIS lacked the investigative clout to gain entry to other the CIA and other\ngovernment agencies. For example, when it did the background check on Snowden in 2011, it\ncould not get access to his CIA file. As will be recalled, there was a \"derog” in his file that might\nhave set off alarm bells. But because of its lack of access to the CIA, USIS did not learn about the\nderogatory reports in Snowden’s CIA file. Nor did it learn that he had been threatened by an\ninternal investigation of his alleged computer tampering in 2009. The FBI, with its long standing\nliaisons with the CIA, might have learned this about Snowden if it had done his background\ncheck.\n\nTo be sure, the profit calculus might have worked better if it had been coupled with adequate\noversight. But without such oversight, it proved to be a barrier to extended investigations of\napplicants. As it turned out, USIS closed cases and cleared applicants without completing an\nadequate investigation. According to a US government suit filed in 2014, USIS had prematurely\nclosed over 665,000 investigations in order to get more quickly paid for them. Since the more\ncases it completes each month, the more money it receives from the government, the law suit\n\nHOUSE_OVERSIGHT_020318",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020318.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3507,
    "word_count": 573,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:46.829416",
    "prefix": "IMAGES-005"
  }
}