{
  "document_id": "HOUSE_OVERSIGHT_024539",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024539.txt",
  "text": "13. 12 INC. (“412”)\n\n12, headquartered in McLean, Virginia, is a curriculum company and management company for\nkindergarten through ninth grade (grades 10-12 currently in development). «712 is the largest operator of\nK-12 virtual schools in the world, &12’s mission is to enable delivery of world-class education for students\nin grades K-12, consisting of comprehensive online and offline curriculum that supports numerous\napplications. 12 has invested more than $70 million in building a state-of-the-art curriculum offering,\nintegrated assessment and the supporting technology delivery systems.\n\n13.1. History\n\nk12 was founded in December 1999, with the goal of leveraging technology to create the highest-quality\ncurriculum. 12 launched its first offering in September 2001 for students in grades K-2. This offering\nwas launched in conjunction with several of the world’s leading education experts and included interactive\nlessons in Language Arts, Math, Science, History, Art and Music. &12 launched grades 3-5 in the fall of\n2002, grades 6 and 7 in the fall of 2003, grade 8 in the fall of 2004 and grade 9 in fall of 2005. k12 has\ncontinually improved its production process and is now producing courses that are of higher quality and at\na lower cost per lesson than it originally produced. Building the service in this modular, roiling fashion\nallows k12 to capture students at an early stage and to build out its product offerings in alignment with\nstudent progress.\n\n13.2. Current Operations\n\nk12 provides a world-class education for its students which combines a comprehensive online and offline\ncurriculum with integrated assessments and supporting technology delivery systems. «12 currently\nprovides its education to grades K-9 through more than 7,000 interactive lessons, and is in the process of\ndeveloping content for grades 10-12. Today, k12 sells its curriculum through the following channels:\n\n& Virtual public schools (91% of 2006E Revenue)\n\n— k12 ts the largest curriculum and management provider to virtual public schools in the U.S.\n\n— k12 offers its curriculum directly to the rapidly growing virtual school market (projected to be offered\nto 24,000 students in 2007)\n\n® District: managed virtual programs (3% of 2006E Revenue)\n\n— k12 sells the curriculum and technology directly to school districts who mange their own virtual\nschools\n\n— This is a fairly new initiative for 12 but is expected to be a larger part of total revenue over time\n\nH School districts for traditional classrooms (3% of 2006E Revenue)\n\n— k12's science curriculum has been piloted as the science curriculum in various school districts\nincluding Philadelphia\n\n— Initial results are promising\n\nB Direct to consumer (3% of Z006E Revenue)\n\n~—- To parents who prefer home-schooling or want to augment or enhance their children’s public or\nprivate school education\n\n106\n\nHOUSE_OVERSIGHT_024539",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024539.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2884,
    "word_count": 448,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:45.883111",
    "prefix": "IMAGES-008"
  }
}