{
  "document_id": "HOUSE_OVERSIGHT_023491",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023491.txt",
  "text": "Article 2.\n\nWorld Affairs\nYes, Nukes: The Global Zero Utopia\n\nRichard Perle\n\nMarch/April 2011 -- There are many specters haunting our world, but\none is of our own making—the utopian vision of a world free of\nnuclear weapons, the dream that has come to be called “global zero.”\nThe vision of the total elimination of nuclear weapons is a\npostmodern version of an old idea, popular early in the twentieth\ncentury, when Norman Angell’s The Great Illusion (reprinted in\n1933) was required reading in intellectual and policy circles in the\nUnited States and Europe. Seventy-six years before Barack Obama\nwas honored in Oslo, Norman Angell also won the Nobel Prize,\nhaving come to prominence with the argument that global economic\ninterdependence rendered war futile and unprofitable and therefore\nobsolete.\n\nIn the wake of the Bush administration, what lies in store for the\nfuture of America's presence abroad?\n\nAngell’s theory expressed the war-weary and wishful temper of the\ntime. Enthusiasm for achieving peace through international\ninstitutions and legal constructs ran high in the period after the\ndisastrous First World War, its most fulsome expression being the\nKellogg-Briand Pact, named for its authors, an American secretary of\nstate and a French foreign minister. Ratified by parliaments around\nthe world (and by the US Senate on an 85-1 vote, with only\nWisconsin Republican John J. Blaine voting against), the pact sought\nto deal with the problem of international aggression by simply\noutlawing war. Less than two years after the pact entered into force in\n1929, one of the signatories, Japan, invaded Manchuria. The world\n“community’—that is, the rest of the treaty parties—did nothing.\n\nHOUSE_OVERSIGHT_023491",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023491.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1720,
    "word_count": 271,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:48.452199",
    "prefix": "IMAGES-007"
  }
}