{
  "document_id": "HOUSE_OVERSIGHT_024023",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024023.txt",
  "text": "molecular immunology at The Pasteur Institute and earned an M.D. and Ph.D. from the\nUniversity of Paris, and an M.B.A. from Columbia University.\n\nJeani Delagardelle, (57), Managing Director, helped found New Leaf in 2005. She joined Sprout\nin 2000. At New Leaf, Jeani leads the Medical Device investment effort. Jeani is currently on the\nboards of directors of Access Closure, Altura, Cardiokinetix, Direct Flow Medical, Intrinsic\nTherapeutics, ReShape Medical, and Spiracur. She was previously on the boards of directors of\nInterlace (NLV-I company acquired by Hologic), Epicor (acquired by St. Jude), Visiogen\n(acquired by Abbott), PercuSurge (acquired by Medtronic), and NxStage Medical (NASDAQ:\nNXTM). Prior to joining the healthcare investment team at Sprout, Jeani was a General Partner\nat Weiss, Peck & Greer Venture Partners (“WPGVP”) where she focused on healthcare\ninvestments. Before joining the venture industry, Jeani spent 16 years in senior marketing and\ngeneral management positions in both the medical device and pharmaceutical industries. She\nwas Vice President of Global Marketing for Target Therapeutics, held several senior\nmanagement positions within the Medi-tech division of Boston Scientific, and served as the\nDirector of Business operations for Roche Pharmaceuticals. Jeani earned an A.B. in Clinical\nPsychology from Occidental College and an M.B.A. from the University of California at Irvine.\n\nRon Hunt, (49), Managing Director, joined Sprout in 1998 and helped found New Leaf in 2005.\nHe has played significant role in the firm’s investment activities in later stage\nbiopharmaceuticals and has also contributed to the activities in each of the other sectors. Ron is\ncurrently on the boards of Durata Therapeutics (NASDAQ: DRTX), IlluminOss Medical,\nRelypsa (NASDAQ: RLYP), and SpineWave. Ron was previously on the boards of Cerexa\n(NLV-I company acquired by Forest Laboratories), Stromedix, Inc. (NLV-I company acquired\nby Biogen Idec), Aspreva Pharmaceuticals (NASDAQ: ASPV, acquired by Galenica, Inc.), Phase\nForward (NASDAQ: PFWD, acquired by Oracle), and Pathology Partners (acquired by Caris\nGroup). Before joining Sprout, he spent a combined 12 years in the pharmaceutical industry in\noperating roles and as a management consultant with The Healthcare Group (a division of the\nInterpublic Group of Companies) and Coopers & Lybrand Consulting. He gained eight years of\noperating experience in various commercial roles working for SmithKline Beecham and Johnson\n& Johnson. Ron earned a B.S. from Cornell University and an M.B.A. from The Wharton School\nof the University of Pennsylvania.\n\nVijay Lathi, (41), Managing Director, helped found New Leaf in 2005 and joined Sprout in 1998.\nVijay's activities are focused primarily on information convergence, although historically he has\nbeen involved in investments across all sectors. He is currently on the boards of directors of\nAwarePoint, Oxford Immunotech (NASDAQ: OXFP), iRkhythm Technologies, Kit Check,\nTigerText and XDx, while maintaining board observer status with Labcyte. Vijay was\npreviously on the boards of Advanced Cell Diagnostics, Ilypsa (acquired by Amgen) and\nRelypsa (NASDAQ: RLYP). Prior to joining Sprout, Vijay spent one year as an analyst in the\nhealthcare venture capital group at Robertson Stephens where he reviewed investments\nspanning medical devices, therapeutics and healthcare information technology. Prior to\nRobertson Stephens, Vijay spent approximately one and a half years as an analyst at\nCornerstone Research, a business consulting firm focused on financial and econometric\nanalysis. He earned an M.S. in Chemical Engineering from Stanford University and a B.S. in\nChemical Engineering from MIT, with a focus on applications of engineering to the life sciences.\n\n12 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024023",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024023.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3842,
    "word_count": 567,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:45.503354",
    "prefix": "IMAGES-007"
  }
}