{
  "document_id": "HOUSE_OVERSIGHT_024660",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024660.txt",
  "text": "ACKRELL\nCAPITAL Cannabis Investment Report | December 2017\n\nor dissolving with fats, inhibiting serotonin uptake and increasing dopamine activity in the brain. Sci-\nentists have yet to develop an extensive and detailed understanding of the mechanisms and effects of\nmany terpenes. However, consumption of certain cannabis strains with particular terpene profiles and\ncorresponding aromas are generally associated with certain experiences. For example, cannabis strains\nthat smell of musk or clove (indicating the presence of myrcene) tend to cause sedative and relaxing\neffects, strains with a piney scent (indicating the presence of pinene) are used to promote focus and\nmemory retention, and strains with a lemony scent (indicating the presence of limonene) are con-\n\nsumed for mood uplift.\n\nThe following table identifies eight terpenes found in cannabis and lists the medicinal benefits and\ntherapeutic applications commonly associated with each.\n\nPotential Medicinal Benefits and Therapeutic Applications of Notable Terpenes\n\n| |\nat Fm | @ FY\ne\n\nAntianxiety\nAntibacterial co) @ e\nAnticancer e\n\nA\nAntidepressant\n\nAntifungal td e\nAnti-inflammatory e @ e\n\nAnti-insomnia t t\nAnti-ischemic e\n\nAntiseptic @\nAntitumor\n\nAppetite suppressant @\n\nBronchodilator e @ @\n\nticonvulsive\n\nsite 9\n\npe\n@©9ee3e8 @\n*\n\npe\n\nCamphene: Camphene smells strongly of damp woodlands and fir needles and is believed to have\nseveral medicinal benefits, such as antibacterial, antifungal and anti-inflammatory, and a therapeutic\napplication as a bronchodilator. Some studies have shown that camphene could be used to combat\nheart disease as an alternative to other pharmaceutically based therapies with harsh side effects. Cam-\nphene is a minor component of many essential oils and is used as a food additive.\n\n24 © 2017 Ackrell Capital, LLC | Member FINRA/SIPC\n\nHOUSE_OVERSIGHT_024660",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024660.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1858,
    "word_count": 277,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:45.373277",
    "prefix": "IMAGES-008"
  }
}