{
  "document_id": "HOUSE_OVERSIGHT_021144",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021144.txt",
  "text": "40 MICHAEL WOLFF\n\nthe presidency. That's what it looked like on paper. But the opposite was\ntrue, too. There was a permanent-government class in the Justice Depart-\nment that believed an election ought to have no role at all in how the\nDOJ conducted itself. The department was outside politics and ought\nto be as blind as the courts. In this view, the Justice Department, as the\nnation’s preeminent investigator and prosecutor, was as much a check on\nthe White House, and ought to be as independent of the White House,\nas the other branches of government. (And within the Justice Department,\nthe FBI claimed its own level of independence from its DOJ masters, as\nwell as from the White House itself.)\n\nEven among those at Justice and the FBI who had a more nuanced\nview, and who recognized the symbiotic nature of the department's rela-\ntionship with the White House, there was yet a strong sense of the lines\nthat cannot be crossed. The Justice Department and the FBI had, since\nWatergate, found themselves accountable to Congress and the courts. Any\ntop-down effort to influence an investigation, or any evidence of having\nbowed to influence—memorialized in a memo or email—might derail a\ncareer.\n\nIn February 2018, Rachel Brand, the associate attorney general, a for-\nmer Bush lawyer who had been nominated for the number three DOJ\njob by Obama, resigned to take a job as a Walmart lawyer. If Trump had\nfired Rosenstein during Brand's tenure, she would have become acting\nattorney general overseeing the Mueller investigation. She told col-\nleagues she wanted to get out before Trump fired Rosenstein and then\ndemanded that she fire Mueller. She would take Bentonville, Arkansas,\nwhere Walmart had its headquarters, over Washington, D.C.\n\nFor a generation or more, the arm’s-length relationship between the\nWhite House and the Department of Justice often seemed more like a\nnever-ending conflict between armed camps. Bill Clinton could hardly\nstomach his attorney general, Janet Reno, having to weather the blowback\nfrom her decisions regarding Ruby Ridge, a standoff and deadly overre-\naction between survivalists and the FBI; Waco, another botched standoff\nwith a Christian cult; and the investigation of Dr. Wen Ho Lee, with the\nDOJ chastised for its reckless pursuit of a suspected spy. Clinton came\nvery close to firing Louis Freeh, his FBI director, who openly criticized\n\nSIEGE 41\n\nhim, but managed to swallow his rage. Top people from the Bush White\nHouse, the FBI, and the Justice Department almost came to literal blows\nat the bedside of the ailing AG John Ashcroft—James Comey himself\nstanding in the way of the White House representatives trying to get Ash-\ncroft to renew a domestic surveillance program—with the White House\nfinally having to back down. Under Obama, Comey, who by then was the\nFBI director, made a further grab for the FBI’s independence from the\nJustice Department when he unilaterally decided to end and later reopen\nthe Hillary Clinton email investigation—and, by doing so, arguably toss-\ning the election to her opponent.\n\nEnter Donald Trump, who had neither political nor bureaucratic\nexperience. His entire working life was spent at the head of what was in\nessence a small family operation, one designed to do what he wanted and\nto bow to his style of doing business. At the time of his election, he was\nabsent even any theoretical knowledge of modern government and its\noperating rules and customs.\n\nTrump was constantly being lectured about the importance of “cus-\ntom and tradition” at the Justice Department. As reliably, he would\nrespond, “I don't want to hear this bullshit!”\n\nHe needed, one aide observed, “a hard, black line. Without a hard,\nblack line that he can’t cross, he’s crossing it.”\n\nTrump believed what to him seemed obvious: the DOJ and FBI\nworked for him. They were under his direction and control. They must do\nexactly what he demanded of them; they must jump through his hoops.\n“He reports to me!” an irate and uncomprehending Trump repeated early\nin his tenure about both his attorney general Jeff Sessions and his FBI\ndirector James Comey. “I am the boss!”\n\n“I could have made my brother the attorney general,” Trump insisted,\nalthough in fact he did not even speak to his brother (Robert, a seventy-\none-year-old retired businessman). “Like Kennedy.’ (Six years after John\nE Kennedy appointed his brother Robert attorney general, Congress\npassed the Federal Anti-Nepotism Statute, called the “Bobby Kennedy\nlaw,’ to prevent exactly this sort of thing in the future—although that\ndid not stop Trump from hiring his daughter and son-in-law as senior\n\nadvisers.)\n\nHOUSE_OVERSIGHT_021144",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021144.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4648,
    "word_count": 766,
    "line_count": 86,
    "import_date": "2025-11-19T21:47:49.199657",
    "prefix": "IMAGES-006"
  }
}