{
  "document_id": "HOUSE_OVERSIGHT_027949",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027949.txt",
  "text": "1967 war had turned out to be hollow words. It was time for a new generation,\nand a new, more direct, form of confrontation with the “Zionist enemy.”\n\nArafat had set up camp with nearly a thousand men just across the Jordan\nRiver, in a town called Karameh. From early 1968, they had been launching hit-\nand-run raids, not just on the West Bank but into the Negev. Eshkol’s cabinet\nwas initially divided on whether to attack his base in Jordan, in both an act of\nretaliation and a signal to King Hussein that if his army didn’t rein in Arafat’s\nmen, Israel would take whatever action necessary. But the decisive moment\ncame on the eighteenth of March. A school bus near Eilat, in the far south of\nIsrael, hit a Fatah landmine, killing the driver and a teacher, and injuring 10 of\nthe children.\n\nI was called up the night before the Israeli attack, as part of a small Sayeret\nMatkal contingent which was supposed to play a support role. An enormous\npincer operation was mounted around the Fatah camp and Karameh itself:\nincluding a full infantry brigade, the Seventh Armored Brigade and the\nparatroopers’ sayeret. But the resistance they met, both from Fatah and\nJordanian troops, was much fiercer than expected. One of the paratroop\ncommandos, Mookie Betzer, who would go on to join Sayeret Matkal, told me\nhow they landed by helicopter and immediately came under a hail of AK-47\nfire. Within minutes, several of his men had been killed. Mookie was wounded.\nThe tanks of the Seventh Brigade advanced from the south. Battling the\nJordanian army, they took losses as well. Amnon Lipkin, who would also later\nbecome a friend and colleague, in both the army and Israeli politics, was in\ncommand of a unit of lightly armored French tanks called AMLs. They, too,\nwere hopelessly outgunned.\n\nOur sayeret assignment was to block the southern entrance to Karameh as\nthe Israeli armored force advanced. But we got bogged down in mud as we\nmade our way from the Jordan River. By the time we arrived, hundreds of\nArafat’s men had already fled the area. Arafat, too, had escaped, on the back of a\nmotorcycle.\n\nBy the time the fighting was over, some two hundred Fatah fighters had been\nkilled. But nearly 30 Israeli soldiers lost their lives as well, and more than twice\nthat number were wounded. Politically, the outcome was even murkier. Most of\nIsrael was still basking in our victory in the Six-Day War. Now, we had\ndeployed many of the same units, only to fight to what looked like a costly\ndraw. Arafat and Fatah could claim — and soon did — that they had stood and\nfought, and inflicted losses on the victors of 1967.\n\n101\nHOUSE_OVERSIGHT_027949",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027949.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2638,
    "word_count": 465,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:45.076933",
    "prefix": "IMAGES-009"
  }
}