{
  "document_id": "HOUSE_OVERSIGHT_016499",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016499.txt",
  "text": "limiting public access to judicial records or proceedings. Daily News, L.P. v. Wiley, 126 A.D.3d\n511, 515, 6 N.Y.S.3d 19, 24 (1st Dep’t 2015) (before sealing records, courts “must adhere\nstrictly to the procedures set forth in the controlling case law including affording a full\nopportunity by any interested members of the press to be heard, and making specific findings to\nsupport its determination .... [T]rial court[s]... cannot... seal evidence and transcripts\nmerely because the parties are consenting to same and the case has obtained notoriety.”).\nTherefore, in the unlikely event that this Court declines to grant the Post’s motion to unseal,\neither in part or in toto, the Post respectfully requests that this Court issue a written order setting\nforth the grounds for its decision.\n\nIl. GOOD CAUSE EXISTS TO UNSEAL THE APPELLATE BRIEFS\n\nThe appellate briefs should be disclosed because they are highly relevant to the public’s\nunderstanding of whether the Office of the Manhattan District Attorney ~ whose fundamental\nmission is to protect the people of this State — initially showed undue deference to a dangerous\npedophile, who is unusually rich and well-connected.\n\nNew York Civil Rights Law section 50-b permits courts to disclose court documents\nrelating to the commission of a sexual offense whenever a showing is made that “good cause\nexists for disclosure.” N.Y. Civ. Rights Law § 50-b. See also 22 NYCCR § 1250.1(e)(3)\n(permitting the “unsealing [of] court records . . . upon good cause shown”). Good cause clearly\nexists for disclosing the appellate briefs because they contain a full explanation for why the\nDistrict Attorney’s Office argued before the lower court that Epstein should be registered as a\nlevel one sex offender before changing position on appeal. See Epsiein, 89 A.D. at 571, 933\nN.Y.S.2d at 241. The appellate briefs may also shed light on the extent of “the evidence . . . that\n\n[Epstein] committed multiple offenses against a series of underage girls,” which the District\n\n4811-3721-9459v.3 3930033-000039\n\nHOUSE_OVERSIGHT_016499",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016499.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2069,
    "word_count": 328,
    "line_count": 31,
    "import_date": "2025-11-19T21:47:44.374135",
    "prefix": "IMAGES-004"
  }
}