{
  "document_id": "HOUSE_OVERSIGHT_016976",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016976.txt",
  "text": "Caroline A. Jones’ interest in modern and contemporary art is enriched by a willingness\nto delve into the technologies involved in its production, distribution, and reception. “As\nan art historian, a lot of my questions are about what kind of art we can make, what kind\nof thought we can make, what kind of ideas we can make that could stretch the human\nbeyond our stubborn, selfish, ‘only concerned with our small group’ parameters. The\nPhilosophers and philosophies I’m drawn to are those that question the Western\nobsession with individualism. Those are coming from so many different places, and\n\nthey re reviving so many different kinds of questions and problems that were raised in the\n1960s.”\n\nShe has recently turned her attention to the history of cybernetics. Her MIT\ncourse, “Automata, Automatism, Systems, Cybernetics,” explores the history of the\nhuman/machine interface in terms of feedback, exploring the cultural rather than\nengineering uptake of this idea. She begins with primary readings by Wiener, Shannon,\nand Turing and then pivots from the scientists and engineers to the work and ideas of\nartists, feminists, postmodern theorists. Her goal: to come up with a new central\nparadigm of evolution that’s culture-based—“communalism and interspecies symbiosis\nrather than survival of the fittest.”\n\nAs a historian, Caroline draws a distinction between what she has termed “left\ncybernetics” and “right cybernetics”: “What do I mean by left cybernetics? In one\nsense, it’s a pun or a joke: the cybernetics that was ‘left’ behind. On another level, it’s a\nvague political grouping connoting our Left Coast: California, Esalen, the group that\nDave Kaiser calls the ‘hippie physicists.’ It’s not an adequate term, but it’s away of\nrecognizing that there was a group beholden to the military-industrial complex,\nsometimes very unhappily, who gave us the tools to critique it.”\n\n173\n\nHOUSE_OVERSIGHT_016976",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016976.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1917,
    "word_count": 301,
    "line_count": 31,
    "import_date": "2025-11-19T21:47:46.559466",
    "prefix": "IMAGES-004"
  }
}