{
  "document_id": "HOUSE_OVERSIGHT_021194",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021194.txt",
  "text": "his parents to their own assumptions, which were pretty much correct\nanyways.\n\nT then called around a couple of mutual friends to see if anyone had\nheard from him. Everyone I spoke to pointed their fingers in the same\ndirection and the worst place possible, Ritchie’s house. One of his best\nfriends told me of how bad he was doing, “He’s not the same guy\nanymore, and all he cares about is the next high he gets. If we don’t get\nanything for him he just loses it and goes off somewhere.” It was hard to\nhear how badly affected my best friend was and a part of me secretly\nhoped they weren’t right. Still defending him, I told everyone I had spoke\ntoo while trying to find him that T.J would be fine, he’s just probably\ngoing through a bad phase, like we all do sometimes and needs people to\nhave his back more than ever now. I was pretty much laughed at on the\nspot, most people that I considered my friends at the time were only\nfriends by association. As long as we all looked the part, acted the part,\nand could handle the part, only then did they want to be around us. The\nlast person I called was the last person I had hoped he wasn’t with and it\nturned out that everyone was right.\n\nHe was with one of the biggest Coke dealers in our area, Ritchie-Rich,\nas everyone used to call him. He didn’t look like a typical strung out\njunkie or dealer. Instead he looked like your average preppy college grad\nwith aspiring propositions. He dressed well and acted like a nice guy to\nimminent clients only to get them hooked on his drugs and then tums\nthem out onto the streets. He was a businessman and his business was\nthriving. He carried everything from most drugs to guns and knives.\nHaving ears in all places made him a dangerous acquaintance. Using kids\noff the local Palm Beach streets to run his dirty errands and the errands of\nthe others above him, he made his money by using these teenagers, who\nas hard as it was to believe was once somebodies sweet child.\n\nI knew T.J didn’t have the finances to support himself or his drug habit\nso the likelihood of him being indebted to Ritchie in other ways was a\nsafe assumption. Obtaining Ritchie’s number from one of T.J’s friends\nMarcus he asked me, “What do you want to call Ritchie for? Come over\nto my place and I can get you whatever you want” Marcus was a sleaze\nbag who would tirelessly continue to try to appeal to my lesser sense of\njudgment, never getting the hint or just not caring that I could never and\nwould never be interested in him. “No Thanks Marcus, can I just get the\nnumber please, it’s very important that I get ahold of TJ, ['m really\nworried about him.” I hated having to call this guy let alone have to ask\nhim for something. “Is this about the Adam bullshit? Cause if it is you\ncan let him know what a fucking bitch he is for not showing up to be\nthere for him, you can tell him from me that it’s his fault and it should’ve\nbeen him that’s lying in the morgue now, not Adam” I was totally thrown\n\n99\n\nL Copyright Protected Material\nCONFIDENTIAL GIUFFRE004232\n\nby his allegations I could only mutter out a whisper “Did you just say that\nAdam is dead, what happened?” “Oh snaps, | thought you knew, where\nhave you been girl, under a rock or something?” Marcus was less than\nsensitive about his statements. “He got shot in the head by two black guys\nwho got suspicious when their usual supplier didn’t show up, your boy\nT.J was so fucked up he didn’t even remember to turn up at Ritchie’s for\nthe delivery, so Ritchie sent Adam alone and now he’s dead.” Adam was\na sweet kid who just happened to be born living on the wrong block. Best\nfriends with T.J since childhood, the two were inseparable until puberty\nhit and even then they would chase girls together. Adam followed in TJ's\nevery footstep, mimicking his shadow, if T.J jumped off the Eifel Tower\nthen so would Adam so when T.J got hooked on drugs consequently\nAdam did too, leading ultimately to his death. Wanting to end the\nconversation with Marcus quickly I scribbled down the phone number on\na blank piece of paper in front of me and hung up the phone to call\nRitchie’s place immediately.\n\n“Yeah?” It was Ritchie whom bluntly answered the phone after the first\nring. “Hi -Uh- Rich, It’s Jenna, T.J’s ex, we met a couple of times at a\nfew parties” I was trying to remind him of who | was knowing how\nparanoid he was about people having his number. “Oh yeah, I know who\nyou are, what is it you want?” He answered with a dry tone. “ | was\nhoping you could tell me where I could find T.J, Pve heard some stuff\nand am really worried about him, is he alright?” Ritchie snickered at my\nconcerns. “What are you his Mom or something? He’s fine, he should be\nback here around five o’clock, I'l! tell him you called.” In the middle of\nme saying “Thanks and good-bye” he hung up the phone, as there is no\nroom for manners in his line of work. | waited until five o’clock watching\nthe minutes on the clock tick past and when five o’clock came and passed\nby with still no phone call, I couldn’t deny to myself that I wasn’t\nstricken with distress. Falling asleep wasn’t easy either. ] ended up\ncrashing out on my sofa watching T.V, half expecting to hear of another\nmurder on the news and it being TJ.\n\nForgetting to put on my eye mask before I went to bed, I was woken up\nthe next morning by rays of the sun beaming into my living room. When I\nsleep I am a creature of darkness, avoiding any window light at all costs.\nStaggering to the coffee pot not used to getting up this early, my first\nthought that day was T.J and why he hadn’t called. A million thoughts\nrushed through my head like a steam train...is he ok? Is he not calling\nbecause he is still mad from our last breakup? Has he moved on to\nsomeone else? Is he in any trouble? Did Ritchie even pass on my\nmessage? The thoughts were an endless infliction, consuming my entire\nday.\n\n100\n\nO Copyright Protected Material\n\nGIUTTRE004233\n\nHOUSE_OVERSIGHT_021194",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021194.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5935,
    "word_count": 1118,
    "line_count": 104,
    "import_date": "2025-11-19T21:47:48.593052",
    "prefix": "IMAGES-006"
  }
}