{
  "document_id": "HOUSE_OVERSIGHT_015710",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015710.txt",
  "text": "20 Are the Androids Dreaming Yet?\n\nnephew of the famous American mathematician Edward Kasner, and\nsubsequently the inspiration for the name ‘Google; the Internet search\nengine.\n\nRay Kurzweil, the prolific inventor and futurologist, is fascinated\nby this exponential growth. Exponential curves grow slowly to start with\nbut they pick up speed rapidly and, in the end, growth tends towards\ninfinity. We are all painfully acquainted with one example of exponential\ngrowth: The common cold. Each infected cell in our body releases\nvirus particles into the blood which infect further cells, leading to an\nexponential increase. This makes us feel rotten. Luckily our immune\nsystem can also respond exponentially, albeit somewhat delayed, so we\nsurvive. In the case of computer power there is no opposing immune\nsystem fighting back, so Kurzweil thinks computers will achieve almost\nlimitless processing power; perhaps even within our lifetime. He thinks\nthis will lead to some interesting consequences, for example, allowing\npeople to live forever! Far-fetched? Follow his argument.\n\nThe two most important elements in keeping us alive are medical\nimaging, to see what is wrong; and genetic engineering, to fix those\nthings. Both are improving in line with digital technology, doubling\nin power every 18 months. As computers get better at seeing into our\nbodies, and our ability to sequence and synthesize spare parts improves,\nwe will reach a point where we can fix almost any problem. Kurzweil\nfigures technology is improving and his body is decaying at just the right\nrate to mean by the time he needs heavy duty medical intervention it will\nbe available. Barring a traffic accident or mad-axe-murderer, he should\nlive forever. Even if his calculation is slightly off, the next generation will\ndefinitely have this option.\n\nYou might dismiss this as science fiction, but some amazing things\nare already happening. Recently a female patient in the USA suffering\nfrom bone cancer had her jaw replaced with a 3D printed component.\nDoctors were able to scan her head and take an image of the good side of\nher jaw, flip it right to left within the computer and repair any problems\nthey saw. Then they sent the image to a 3D printer. The printer made a\nnew jaw from tungsten powder, which was fused in a kiln. The final stage\nwas to cover the metal part with an inert bone-like substance to give\nthe human body a scaffolding on which to build real bone. They then\nperformed the operation to remove her old jaw and replace it with the\nnew one: result, brand new healthy jaw.\n\nThere are some practical limits to the power of computers on the\nhorizon. Currently, the wires in a silicon chip are about twenty-two\nnanometers wide. That’s around a thousandth of the width of a human\n\nHOUSE_OVERSIGHT_015710",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015710.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2791,
    "word_count": 462,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:46.575244",
    "prefix": "IMAGES-003"
  }
}