{
  "document_id": "HOUSE_OVERSIGHT_028019",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028019.txt",
  "text": "knew that would be a sensitive task. We spoke only briefly before he and\nMookie drove back to the sayeret base to begin more detailed preparations.\nYoni was insistent that he should be in charge. I told him I understood, and I\ndid. In his position, I would have felt exactly the same way. But for a variety of\nreasons, Dan wanted me in command. Still, I stressed my determination not to\ndetract from his authority. Yoni would lead in the main assault unit. He and\nMookie would choose the other officers and soldiers, decide their roles and take\ncharge of training, briefing and logistics. I could tell he was still not satisfied.\nBut I told him and Mookie I’d join them later that night. We could talk further,\nahead of the next full briefing, which Dan had set for nine o’clock on Friday\nmorning on the sayeret base.\n\nWhen they left, I joined Dan, Motta and Kuti to go see Rabin. Shimon Peres\nwas there too. He would later say that, as Defence Minister, he was a crucial\nvoice in pressing to go ahead with the rescue mission. He’s right, and had he\nbeen sceptical, or opposed the idea of a recuse, 1t would have made things much\nmore difficult. But his position was far easier than the Prime Minister’s. He\nlacked Rabin’s hands-on command experience, his grasp of the details of what\nwe were proposing to do and the obvious risks. All Israelis were aware of this. I\nthe operation failed, or if we decided in the end not to attempt it, it would be\nRabin who would bear the responsibility and get the blame.\n\nEven under the best of circumstances, Rabin was naturally cautious — the\nflipside of the meticulousness with which he ran through the fine detail of every\nmilitary mission. As I remembered from when he was chief of staff, in our\nslightly surreal conversation about the danger of a booby-trapped\ncommunications intercept exploding as I defused it, he would focus on\neverything that might conceivably go wrong with an operation before approving\nit. Now, he was also under huge additional pressure. From the start of the hijack\ncrisis, there had been calls from the hostages’ families to do something to end\nthe ordeal. But as I later discovered, one of the leading scientific engineers in\nIsrael, Yosef Tulipman, had a daughter among the passengers. Like Yitzhak, he\nhad been a Palmachnik. He’d come to see the Prime Minister and implored him\nnot to attempt an operation that might endager her or the others. “I demand one\nthing only,” he said. “Don’t go on any adventures. Do not play with the lives of\nthese people, with the life of my daughter.”\n\nAfter Entebbe, there would be suggestions that Rabin’s readiness to\nnegotiate with the terrorists had been a ploy, designed to buy time. Yet his\nmessage to us that night was that if there was a military option with a\n\n171\nHOUSE_OVERSIGHT_028019",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028019.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2800,
    "word_count": 497,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:47.235759",
    "prefix": "IMAGES-009"
  }
}