{
  "document_id": "HOUSE_OVERSIGHT_026708",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026708.txt",
  "text": "International real estate focused on key markets\nwith potential for long-term investment\nInternational real estate allocations also grew in\nthe period to 2016, though at a lower rate than\nhome market. Sovereigns reported that increased\ninternational allocations in many cases represented\ntactical factors such as restrictions in domestic\nmarket or challenges achieving target allocations in\ninfrastructure or private equity.\n\nAs aresult, increases in international allocations\nwere relatively concentrated in terms of asset quality\n(tier-1 assets offering a comparable return profile\nof private equity and infrastructure). This has led\nsovereigns to expect greater growth in high grade\noffice and commercial real estate (figure 20), with\nlong-term tenancies underpinning income generation,\nover industrial or residential categories which offer\nasset growth and development potential.\n\nThe importance of quality to international real\nestate allocations is also evident in geographic\nallocations. Sovereigns prefer ‘safe haven’ markets\nsuch as North America and Western Europe when\ninvesting in overseas real estate, with developed\nmarkets leading sovereign citations for preferred real\nestate locations shown in figure 21.\n\nSovereigns acknowledged the benefits\n\nof external asset managers, particularly\n\nfor international allocations\n\nThe success of domestic real estate investments in\n\nmatching liabilities and the scope to capture liquidity\n\nalpha through internal models is reflected in the pace\n\nof home market allocations over the past three years.\n\nHowever, looking forward sovereigns appreciate\n\nthat further increases may be constrained by asset\n\nallocation or the maturity and depth of the local\n\nmarket. Many sovereigns also noted that there were\n\nrisks associated with further internal investment in\n\nhome market real estate:\n\n- Despite a focus on high-quality assets, liquidity\nis a challenge for real estate investors and many\nsovereigns are approaching limits on the size of\ntheir investments\n\n- Growing internalisation leaves sovereigns without\nthird-party support in governance and compliance\nfor their real estate investments\n\n- lf interest rates rise, demand for real estate is\nexpected to slow, with implications for both asset\npricing and liquidity\n\nHowever, on the assumption that interest rates\n\nglobally remain lower near-term, we expect that\n\nsovereign demand for real estate will grow faster\n\nthan sovereigns are willing or able to deploy to\n\nhome markets. As a result, we expect that over\n\nthe next three years allocations to international\n\nmarkets will grow, and diversification outside\n\npreferred geographies and classes will accelerate.\n\nDespite success in greenfield investing in their home\n\nmarket, sovereigns are less able to influence supply\n\nof real estate opportunities overseas, providing an\n\nopportunity for external asset managers to support\n\nsovereigns in sourcing and managing real estate deals.\n\nDeveloped market\nsovereigns have\naccess to a wide\nrange of high-\nquality domestic\nrealestate assets.\n\nFig 20. Future increase in real estate sub-asset class allocations (% citations)\n\nSample is based on sovereign investors and excludes central banks.\nSample=25.\n\n28\n\nOffice\n\nCommercial\n\nResidential\n\nIndustrial\n\nHOUSE_OVERSIGHT_026708",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026708.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3270,
    "word_count": 462,
    "line_count": 116,
    "import_date": "2025-11-19T21:47:48.426156",
    "prefix": "IMAGES-009"
  }
}