{
  "document_id": "HOUSE_OVERSIGHT_017681",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017681.txt",
  "text": "Page 46 of 78\n2007 Utah L. Rev. 861, *925\n\ncommunity. 37? The provision is designed to secure a trial within the same political community (\"the state\") in which the\n373\n\nvictim would likely reside.\nThe Supreme Court's decisions on right of public access to trials bolsters the understanding of the Article II's provision to\nprotect the community interest. In cases such as Richmond Newspapers, Inc. v. Virginia, the Court has held that implicit in the\nFirst Amendment is a guarantee of the public's right to attend trials. 3”4 Compelling victims’ interests underlie this guarantee.\nAs the Court has explained, \"public proceedings vindicate the concerns of the victims and the community in knowing that\noffenders are being brought to account for their criminal conduct.\" 37> And as Justice Blackmun has emphasized, \"The victim\nof the crime, the family of the victim, [and] others who have suffered similarly, ... . have an interest in observing the course of\na prosecution.\" 37° Victims are vitally interested in observing criminal trials because society has withdrawn \"both from the\nvictim and the vigilante the enforcement of criminal laws, but [it] cannot erase from people's consciousness the fundamental,\nnatural yearning to see justice done - or even the urge for retribution.\" 377\n\nFor purposes of this Article, it is not necessary to definitively trace how victims' constitutional interests play out against a\ndefendant's right to avoid a prejudicial trial. The very limited point here is merely that victims should be heard on any transfer,\nso that a judge can make a fully informed decision. Even if the judge determines to transfer a case, the victim may have\nvaluable information for the judge on where to transfer the case (for example, to an adjacent district or state [*926] rather than\n\na distant one) or how to impanel an unbiased jury (for example, importing a jury rather than exporting the trial). 376\n\nAn illustration of the general approach of the proposed rule comes from the leading case of State v. Timmendequas, 37?\n\ndecided by the New Jersey Supreme Court. In Timmendequas, the trial judge imported a jury from a distant community to hear\na capital case rather than forcing the family of a murdered young girl to travel to another district. 78° Construing New Jersey\nstate law provisions similar to the CVRA's, the New Jersey Supreme Court explained that the trial judge properly considered\nthe views of the victim's family:\n\nOver the past decade, both nationwide and in New Jersey, a significant amount of legislation has been passed implementing\nincreased levels of protection for victims of crime. Specifically, in New Jersey, the Legislature enacted the \"Crime Victim's Bill\nof Rights.\" That amendment marked the culmination of the Legislature's efforts to increase the participation of crime victims in\nthe criminal justice system.\n\nThe purpose of the Victim's Rights Amendment was to \"enhance and protect the necessary role of crime victims and witnesses\nin the criminal justice process. In furtherance of [that goal], the improved treatment of these persons should be assured through\nthe establishment of specific rights.\" One of the enumerated rights guaranteed for victims is \"to have inconveniences associated\nwith participation in the criminal justice process mmimized to the fullest extent possible.\"\n\n372 See also Drew L. Kershen, Vicinage, 29 Okla. L. Rev. 801 (1976). See generally Cassell, Proposed Amendments, supra note 4, at 880-84;\nSteven A. Engel, The Public's Vicinage Right: A Constitutional Argument, 75 N.Y.U.L. Rev. 1658 (2000).\n\n373 See United States v. Bishop, 76 F. Supp. 866, 868 (D. Or. 1948).\n\n374 448 U.S. 555, 575-76 (1980).\n\n375 Press-Enter. Co. v. Superior Court, 464 U.S. 501, 509 (1984).\n\n376 Gannett Co. v. DePasquale, 443 U.S. 368, 428 (1979) (Blackmun, J., concurring in part and dissenting in part).\n\n3\n\nx\n\n7 Richmond Newspapers, 448 U.S. at 571.\n\n3\n\nx\n\n8 See generally Beloof, Cassell & Twist, supra note 6, at 392-99 (reviewing caselaw on the victim's interest in venue decisions).\n\n379-737 A.2d 55 (N.J. 1999), cert. denied, 534 U.S. 858 (2001).\n\n380 Id. at 64-69.\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017681",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017681.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4173,
    "word_count": 673,
    "line_count": 71,
    "import_date": "2025-11-19T21:47:45.841943",
    "prefix": "IMAGES-004"
  }
}