{
  "document_id": "HOUSE_OVERSIGHT_013280",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013280.txt",
  "text": "prison. Died Feb. 28.\nMarch\n\nBonnie Franklin, 69. The actress best known for playing divorced\nmother Ann Romano in the U.S. television show “One Day at a\nTime,” which aired from 1975 to 1984. Died March 1 of\npancreatic cancer.\n\nJames Strong, 68. Former CEO of Qantas Airways Ltd., Australia’s\nbiggest airline, and former chairman of Woolworths Ltd., the\ncountry’s largest retailer. Died March 3 in Sydney of\n\ncomplications from surgery.\n\nHugo Chavez, 58. President of Venezuela since 1998, who used the\ncountry’s oil wealth to help the poor, nationalized corporations\n\nand dismissed foes as puppets of U.S. imperialism. Died March 5\nof cancer.\n\nJohn J. Byrne, 80. He led Geico Corp. from 1976 to 1985 and\nsaved the insurer from bankruptcy, leading Warren Buffett to buy\nthe company and call him “the Babe Ruth of insurance.” Died\nMarch 7 of prostate cancer.\n\nMichael P. Duffy, 54. As the head of JPMorgan’s Dallas-based\nChase Paymentech unit, he helped make the bank one of the\nlargest U.S. processors of credit-card and electronic payments.\nDied March 7 of cancer.\n\nEwald-Heinrich von Kleist, 90. Last survivor of a group of\nGerman army officers, who tried unsuccessfully to kill Adolf\nHitler. Died March 8.\n\nElizabeth Cheval, 56. She founded EMC Capital Management Inc., a\nBannockburn, Illinois-based investment firm. Died March 9 in\nChina after suffering a brain aneurysm during a business trip.\n\nleng Sary, 87. Former foreign minister of the Khmer Rouge, who\n\ndied while on trial for the deaths of 1.7 million Cambodians in\nthe 1970s. Died March 14.\n\nHOUSE_OVERSIGHT_013280",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013280.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1577,
    "word_count": 257,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:45.829683",
    "prefix": "IMAGES-002"
  }
}