{
  "document_id": "HOUSE_OVERSIGHT_017355",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017355.txt",
  "text": "4.2.12\nWC: 191694\n\nher conquest of the President as to engage in an intimate relationship. She really did want oral\nsex: she wanted to talk about it. And she did —to more than a dozen people. The President\nachieved immediate gratification while risking long term consequences to his marriage, his\ndaughter, his presidency and above all the nation’s stability.\n\nAt the time he began his sexual encounter with Lewinsky, Clinton knew that he might possibly\nhave to testify under oath about his sex life. He knew that two sets of enemies had the powerful\nlegal weapon of subpoena power aimed directly at his presidency. That is probably why he was\nreluctant to engage in sexual intercourse. He wanted sex with deniability. What he got was\nunsatisfying sex with unconvincing deniability. Or, as Maureen Dowd put it:\n\n“Mr. Clinton’s habit, with language and behavior, has been to try to incorporate\nhis alibi into his sin. The result is more twisted than titillating.”*™\n\nThis was surely not the first time Bill Clinton put his future at risk for immediate sexual\ngratification. But in every other instance he was able to avoid the long term consequences. I am\ncertain that he believed that this pattern of short term risk-taking and subsequent avoidance of\nlong term consequences would be repeated. I doubt he believed, at the moment that he first\nallowed Lewinsky to touch him in a sexual manner, that this action would eventually lead to\npossible removal from office and damage to his family life. He surely would not have consciously\ntaken such a knowing risk. But when people have succeeded so often in the past in achieving\nboth immediate gratification and long term avoidance of consequences, they miscalculate the odds\nand act as if they can have their cake and eat it too.\n\nThe history of many of my own celebrity clients is largely a history of defendants who for years —\nsometimes decades — have risked their careers, family lives, fortunes and freedom for some form\nof immediate gratification. Finally when they were caught, everyone asked the same question:\n“How could they have risked so much for so little?” What that question fails to understand is that\nthe “little” thing for which they were eventually caught was usually only the tip of a very large\niceberg of sin or crime which they had gotten away with for years. In their minds therefore, they\nwere risking very little (the extreme unlikelihood that this time they would get caught) for a great\ndeal (a lifetime of small, short term gratifications, which add up to something for which it is\nworth taking small risks.)\n\nIn retrospect, we consider such actions reckless because we are running the video backwards: we\nknow he was caught. But at the time Clinton made the decision, he probably did not regard it as\nany more reckless than the many similar decisions he had previously made, without destroying his\ncareer and his family. He had probably played the same sexual-verbal game before: limiting his\nsexual contact so that he could plausibly deny that he engaged in “sexual relationships” outside of\nhis marriage,*° but he never before had to testify under oath about these relationships. What he\nfailed to comprehend was how much the risks had increased as the result of the legal proceedings\n\n** See Maureen Dowd, Maladroit Du Siegneur, N.Y.Times, 9/30/98, p.A23. (“He would be laughed out of any\nlocker room in the country.”)\n\n85 Prior to the Lewinsky matter becoming public, there were widespread reports that the President limited his extra-\nmarital sex to oral gratification since he believed that it did not constitute Biblical adultery and it gave him verbal\ndeniability regarding sexual relations. This history actually strengthens his legal claim that he did not commit\nperjury when he denied having what he regarded as sexual relations with Lewinsky. A 28 year old waitress was\n\n268\n\nHOUSE_OVERSIGHT_017355",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017355.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3886,
    "word_count": 650,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:44.492342",
    "prefix": "IMAGES-004"
  }
}