{
  "document_id": "HOUSE_OVERSIGHT_011540",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011540.txt",
  "text": "brought any special equipment. Unless we could figure out a way to cross — and\nquickly — we would be putting the timetable for the whole operation at risk.\n\nThe only remotely useful tool I could find was two 25-foot lengths of\nparachute wire. We spliced them together. I took the lead end and waded in. I\nsunk up to above my chest, but managed to get across. With Avi Telem on the\nother bank holding his end of the wire, the others used it to help them cross, so\nthey stayed a bit drier. They also kept the intercept equipment dry. Finally, Avi\nfollowed. But both he and I were now soaking wet. We were also behind\nschedule. We had covered less than half of the three-mile route to the telephone\npole. Even if we did manage to install the bugging device, the delay meant we\nmight be spotted on our way back to Israel. We were under strict orders to turn\nback by 1:15 in the morning even if that meant not getting the intercept in place.\nAnd it was already past midnight.\n\nWe began climbing into the heart of the Heights, planning to go around the\nsouthern edge of the Syrian base at Banias. The vegetation was sparser but we\nstill ran the risk of making noise from the stones and larger shards of rock as we\nweaved our way up. Within 10 minutes, I could see the vague outline of the\narmy camp: several large buildings for several hundred Syrian troops, ringed by\ntrenches with security outposts and a barbed-wire fence on the perimeter.\n\nFor a half-hour or so, we moved forward in a kind of rubber-band formation.\nI would advance as quietly as I could, listen for signs of Syrian troops, scan the\narea ahead with my binoculars and wave the others to follow. But as I prepared\nto move forward again, I suddenly felt a tug on my shoulder. It was Moshiko,\nand the very fact of his speaking was proof of his alarm. “Ehud,’we’ve got to\ngo faster,” he said. “We won’t get there in time.” I said I understood. But I told\nhim to wait for the others to catch up and stay behind with them as I scouted the\nway ahead. Still, by the time the outer fence of the base came into view, the\nothers had picked up their pace. They were only 15 feet behind me.\n\nIt was then I heard the sound of movement. I motioned the others down. At\nfirst, I thought it was a wild animal. But then I noticed, 20 feet in front of us and\na bit off to our right on a slight rise, a group of three Syrian soldiers. They were\nlying on rocky scrubland 40 yards outside the fence. One was tossing and\nturning. Another was snoring. I maneuvered my Uzi into firing position just in\ncase. We waited for a minute. Then two. But it seemed clear they really were\nsleeping.\n\n69\nHOUSE_OVERSIGHT_011540",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011540.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2652,
    "word_count": 503,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:47.085385",
    "prefix": "IMAGES-001"
  }
}