{
  "document_id": "HOUSE_OVERSIGHT_019901",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019901.txt",
  "text": "Trump’s understanding of his own essential nature was even more precise. Once,\ncoming back on his plane with a billionaire friend who had brought along a foreign model,\nTrump, trying to move in on his friend’s date, urged a stop in Atlantic City. He would\nprovide a tour of his casino. His friend assured the model that there was nothing to\nrecommend Atlantic City. It was a place overrun by white trash.\n\n“What is this “white trash’?” asked the model.\n“They’re people just like me,” said Trump, “only they’re poor.”\n\nHe looked for a license not to conform, not to be respectable. It was something of an\noutlaw prescription for winning—and winning, however you won, was what it was all\nabout.\n\nOr, as his friends would observe, mindful themselves not to be taken in, he simply had\nno scruples. He was a rebel, a disruptor, and, living outside the rules, contemptuous of\nthem. A close Trump friend who was also a good Bill Clinton friend found them eerily\nsimilar—except that Clinton had a respectable front and Trump did not.\n\nOne manifestation of this outlaw personality, for both Trump and Clinton, was their\nbrand of womanizing—and indeed, harassing. Even among world-class womanizers and\nharassers, they seemed exceptionally free of doubt or hesitation.\n\nTrump liked to say that one of the things that made life worth living was getting your\nfriends’ wives into bed. In pursuing a friend’s wife, he would try to persuade the wife that\nher husband was perhaps not what she thought. Then he’d have his secretary ask the friend\ninto his office; once the friend arrived, Trump would engage in what was, for him, more or\nless constant sexual banter. Do you still like having sex with your wife? How often? You\nmust have had a better fuck than your wife? Tell me about it. I have girls coming in from\nLos Angeles at three o’clock. We can go upstairs and have a great time. I promise ... And\nall the while, Trump would have his friend’s wife on the speakerphone, listening in.\n\nPrevious presidents, and not just Clinton, have of course lacked scruples. What was, to\nmany of the people who knew Trump well, much more confounding was that he had\nmanaged to win this election, and arrive at this ultimate accomplishment, wholly lacking\nwhat in some obvious sense must be the main requirement of the job, what neuroscientists\nwould call executive function. He had somehow won the race for president, but his brain\nseemed incapable of performing what would be essential tasks in his new job. He had no\nability to plan and organize and pay attention and switch focus; he had never been able to\ntailor his behavior to what the goals at hand reasonably required. On the most basic level,\nhe simply could not link cause and effect.\n\nThe charge that Trump colluded with the Russians to win the election, which he\nscoffed at, was, in the estimation of some of his friends, a perfect example of his inability\nto connect the dots. Even if he hadn’t personally conspired with the Russians to fix the\nelection, his efforts to curry favor with, of all people, Vladimir Putin had no doubt left a\n\nHOUSE_OVERSIGHT_019901",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019901.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3099,
    "word_count": 539,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:44.222038",
    "prefix": "IMAGES-005"
  }
}