{
  "document_id": "HOUSE_OVERSIGHT_017925",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017925.txt",
  "text": "In re Terrorist Attacks on September 11, 2001, 392 F.Supp.2d 539 (2005)\n\n10 A.L.R. Fed. 2d 789\n\nHishon v. King & Spalding, 467 U.S. 69, 73, 104 S.Ct.\n2229, 81 L.Ed.2d 59 (1984) (“A court may dismiss a\ncomplaint only if it is clear that no relief could be granted\nunder any set of facts that could be proved consistent with\nthe allegations.”).\n\nFederal Rule of Civil Procedure 8(a)(2) requires “a short\nand plain statement of the claim showing that the pleader\nis entitled to relief.” “This simplified notice pleading\nstandard relies on liberal discovery rules and summary\njudgment motions to define disputed facts and issues and\nto dispose of unmeritorious claims.” Swierkiewicz vy.\nSorema, N.A., 534 U.S. 506, 512, 122 S.Ct. 992, 152\nL.Ed.2d 1 (2002) (citing Conley v. Gibson, 355 U.S. 41,\n47, 78 S.Ct. 99, 2 L.Ed.2d 80 (1957), Leatherman v.\nTarrant County Narcotics Intelligence & Coordination\nUnit, 507 U.S. 163, 168-69, 113 S.Ct. 1160, 122 L.Ed.2d\n517 (1993)). Plaintiffs must still give Defendants fair and\nadequate notice of their claims and the grounds on which\nthey rest. See Simmons v. Abruzzo, 49 F.3d 83, 86 (2d\nCir.1995). “[W]hile Swierkiewicz made clear that\npleading a McDonnell Douglas prima facie case was not\nnecessary to survive a motion to dismiss, it did not even\nremotely suggest that a pleading could survive dismissal\nwhen it contained only the barest of conclusory\nallegations without notice of the factual grounds on which\nthey purport to be based.” Jackson v. BellSouth\nTelecomms., 372 F.3d 1250, 1270-71 (11th Cir.2004).\n\nThe Court limits its review to the facts stated in the\ncomplaints, documents attached to the complaints as\nexhibits, and documents incorporated by reference in the\ncomplaints. Dangler v. N.Y.C. Off Track Betting Corp.,\n193 F.3d 130, 138 (2d Cir.1999). For purposes of the\nRICO claims, the Court also reviews the RICO\nstatements.\n\nPlaintiffs claim that Defendants in these lawsuits are\nliable for the attacks of September 11, in most instances,\nas co-conspirators, aiders, or abettors with al Qaeda. The\nCourt has held that Defendants may be responsible for the\nSeptember 11 attacks if they knowingly and intentionally\nprovided material support to al Qaeda. See Terrorist\nAttacks [, 349 F.Supp.2d at 826. The complaints’ various\ntheories of recovery merit a brief review here. See id. at\n825-31.\n\nThe ATA provides a civil remedy for “[a]ny national of\nthe United States injured in his or her person, property, or\nbusiness by reason of an act of international terrorism, or\nhis or estate, survivors, or heirs.” 18 U.S.C. § 2333(a). An\nact of international terrorism includes the provision of\nmaterial support to terrorists, which is also a criminal act\nunder the ATA. Boim IJ, 291 F.3d at 1015. The ATA’s\n\nWESTLAW\n\ncriminal provisions define “material support or resources”\nas “currency or other financial securities, financial\nservices, lodging, training, safehouses, false\ndocumentation or identification, | communications\nequipment, facilities, weapons, lethal explosives,\npersonnel, transportation, and other physical assets,\nexcept medicine or religious materials.” 18 U.S.C. §\n2339A(b); see also Boim IT, 291 F.3d at 1015 (finding\nconduct that violates § 2339A would be sufficient to meet\nthe definition of “international terrorism” in § 2333). This\nCourt adopts the Seventh Circuit’s requirement that\nPlaintiffs plead that Defendants knew of al Qaeda’s illegal\nactivities, “that they desired to help those activities\nsucceed, and they engaged in some act of helping the\nillegal activities.” Jd. at 1023-24 (finding allegation that\ndefendants are “ ‘front’ organizations with ostensibly\nlegitimate purposes which are actually engaged in *565\nfund-raising and money laundering in support of terrorist\nactivities” and that those defendants “supplied money to\nHamas to fund terrorist operations” were sufficient to\nsurvive 12(b)(6) motion).\n\nThe ATCA provides a basis for relief when an alien sues\nfor a tort committed in violation of the law of nations. 28\nU.S.C. § 1350; Kadic v. Karadzic, 70 F.3d 232, 238 (2d\nCir.1995). Aircraft hijacking is considered a violation of\ninternational law, Kadic, 70 F.3d at 240, and the ATCA\nincludes “actions premised on a theory of aiding and\nabetting and conspiracy.” Presbyterian Church of Sudan\nv. Talisman Energy, Inc., 244 F.Supp.2d 289, 311\n(S.D.N.Y.2003). The ATCA, therefore, may provide a\nbasis of recovery for those Plaintiffs who are aliens.\n\nThe Federal Plaintiffs include violations of civil RICO in\ntheir complaint. Section 1962(c) makes it unlawful “for\nany person employed by or associated with any enterprise\nengaged in ... interstate or foreign commerce, to conduct\nor participate, directly or indirectly, in the conduct of such\nenterprise’s affairs through a pattern of racketeering\nactivity.” 18 U.S.C. § 1962(c). Section 1962(d) makes it\n“unlawful for any person to conspire to violate any of the\nprovisions of subsections (a), (b), or (c) of this section.”\nId. § 1962(d). Section 1964 provides for a private right of\naction to enforce the statute. Jd. § 1964. Plaintiffs must\nplead an injury resulting from conduct of an enterprise\nthrough a pattern of racketeering activity. Sedima,\nSPRL. v. Imrex Co., Inc., 473 U.S. 479, 491 (1985).\n\nP41 In Reves v. Ernst & Young, 507 U.S. 170, 113 S.Ct.\n1163, 122 L.Ed.2d 525 (1993), the Supreme Court found\nthat liability under § 1962(c) requires that a defendant be\na participant “in the operation or management of the\nenterprise itself.” Jd. at 185, 113 S.Ct. 1163. The Court\nstated:\n\nHOUSE_OVERSIGHT_017925",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017925.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5557,
    "word_count": 884,
    "line_count": 117,
    "import_date": "2025-11-19T21:47:47.398976",
    "prefix": "IMAGES-004"
  }
}