{
  "document_id": "HOUSE_OVERSIGHT_024388",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024388.txt",
  "text": "These three levels must be understood for their differences while united by a single goal. While these levels\noften op erate together and assist each other, we must avoid “level confusion” which the Control Factor\nemploys to curtail our fears. If the Obama narrative is swallowed- that the only threat is the Violent Jihad- we\nwill miss the other contamination fomenting within our borders. We must appreciate how these levels work\ntogether and even unite with other forces such as the global Leftist movement that you, Jamie, have described\nso forcefully in United in Hate.\n\nFP: You write about how we like to talk of “Good Muslims” and how we are always on the eternal search for\n“moderate” Muslims (Khatami, Mousavi, Abbas, etc), while we stress how the “extremists” are the real\nproblem and how “‘f ew” they really are. All of this is connected to the Control F actor. Enlighten us.\n\nSiegel: The Control Factor seeks to have us feel in control of the situation. The easiest way to do this is to\nsimply minimize the number of potential enemies. We have been lectured for years about how Islam is a\n“religion of peace” and that the violence we see (remember that we have already improperly limited the\nproblem to violence) is the product of a small number of “crazies” (remember Hillary Clinton’s 50,000) who\nhave distorted Islam. I call this the “Peaceful Muslim Disclaimer” as virtually everyone in the press and\ngovernment has been bullied into making some statement of the kind to silence those who will pressure them\nthat they are “Islamophobic” and Islam is being attacked. (These are the Islam hustlers who operate on the same\nprinciples that black race hustlers so effectively used to extort concessions over the last six decades or so).\n\nNobody has done any real work to support this proposition, nor is it clear exactly how it would be tested. My\nview is that the grammar “Islam is x” is itself problematic because Islam has expressed itself throughout history\nin a variety of fashions. It is more useful to talk in terms of how seriously engaged with Islam, the Koran and\nother texts, a Muslim is. What is significant is how Muslims today are using Islam and most of those who are in\npower either throughout a large territory or within a small community tend toward, if not fully advocate, the\nvery supremacist ideas that we try to tell ourselves are reserved for the few ”extremists.” Presumably most\nGermans did not wish to see all Nazi atrocities carried out but in the end they fell in line because they had to.\nThose our politicians and press call the “extremists” are in one sense more accurately the “good” Muslims who\nar e following their Islamic beliefs dutifully.\n\nFP: Tell us how Western shame and guilt play into all of this.\n\nSiegel: One of the dirty little secrets the Control Factor preys upon is that if we believe we control something\nwe can comfort ourselves that we can change it. Remember the horror film- the threat has one purpose and that\nis to destroy you. You can not change it, talk it out of it, teach it alternatives or otherwise. That is what makes it\nso inherently frightening. If we can convince ourselves that we caused the threat to act the way it does we can\nmaintain the secret hope that we can change it. Consequently, there is a tremendous attraction to blaming\nourselves for the Islamic Enemy’s behavior. And we see this power in our readily accepting responsibility for\nterror- because of our occupation, our greedy quest for oil, our failure to extend a hand of “engagement,”\nIsrael’s building settlements, our making videos that defa me Mohammed and so on. Again, the relationship is\ndefined by the enemy blaming us for his actions and our accepting such responsibility.\n\nShelby Steele has written brilliantly about what he calls “white guilt” and outlines how whites during the 60's\nand thereafter were pressured into a transaction whereby in order to re-obtain a sense of moral authority they\naccepted blame for the condition of blacks and behaved as if guilty. Blacks were able to extract great\nconcessions and whites were able to view themselves as morally restored and redeemed. At a certain point,\nhowever, the behavior takes on a life of its own and the narratives become deeply embedded in the culture and,\nas we can see today, difficult to uproot.\n\nWestern guilt is an extension of Steele’s notion. President Obama’s confessionals to the Arab world admitting\nthat America has made “mistakes” and was not born a colonial pow er express this same tendency to appease\nthrough guilt. Hillary Clint on’s “reset” with Russia conveyed the same submissive request for a more\nacceptable response. In being guilty we presume the other party will recognize our contrition and respond in\nlike kind. One of the Control Factor’s most devastating moves is employed- presuming the other is just like us\nand will respond the way we would. This is frequently how an enabler justifies his continuous support for an\naddict. The problem, however is that our Islamic Enemy is NOT like us and will not respond in like kind.\n\nHOUSE_OVERSIGHT_024388",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024388.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5087,
    "word_count": 871,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:47.078175",
    "prefix": "IMAGES-007"
  }
}