{
  "document_id": "HOUSE_OVERSIGHT_023810",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023810.txt",
  "text": "&4 Teaching Minds\n\npredict which sales pitches will work as well as predicting various costs\nand benefits associated with their product.\n\nIn fact, it seems obvious that prediction is at the very heart of this\nMBA program. But so are all the other cognitive processes. Students\nare always working in teams and are always trying to influence their\npeers, their superiors, their customers, and so on. They are in constant\nnegotiations and they are creating all kinds of plans—financial plans,\nmarketing plans, and business plans. They are constantly diagnosing\nproblems in the various stories and constantly creating documents as\nwork products (describing). They must determine the cause of various\nproblems in each story and evaluate solutions to those problems. They\nmake judgments about what to do, and what is working and what isn’t,\nin each story and they create models of proposed solutions. Each new\nsolution they propose is, in effect, an experiment, and they must evalu-\nate the results of each experiment as they proceed.\n\nNow let’s reconsider what it means to teach and what is impor-\ntant to teach within the context of a good curriculum. One might\nhave expected, given that there are 12 cognitive processes that must\nbe learned, that each project in the curriculum would be put clearly\ninto one of categories. The schooling mentality naturally leads to the\nidea that if diagnosis is important, then we should offer a course in\ndiagnosis. But you can’t diagnose randomly and you can’t teach stu-\ndents to do diagnosis in the absence of an acknowledgment of their\nreal interest and goals independent of a context. While diagnosis is\nfundamentally the same process whether you are plumber, a doctor, or\na businessperson, there is also much to learn about the context of the\ndiagnosis, and real students with real goals will fall asleep while hear-\ning about diagnosis in one context, whereas they will perk up while\nactually doing diagnosis in a context they find fascinating.\n\nWe have designed this curriculum to teach the 12 cognitive pro-\ncesses within the context that was decided upon by the students. No\none is forced to take an MBA program. The students are those who\nwant to run their own business or work within the context of a large\nbusiness. It is the job of the curriculum designer (and the teacher),\ntherefore, to teach them how to think well within that context.\n\nNow I am not saying that this is not done (or at least cannot be\ndone) within traditional schooling. Sometimes it is. A good history\nteacher does in fact teach about diagnosis and causation and plan-\nning. One can think about the Battle of Waterloo and learn a great\n\nHOUSE_OVERSIGHT_023810",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023810.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2676,
    "word_count": 451,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:47.381113",
    "prefix": "IMAGES-007"
  }
}