{
  "document_id": "HOUSE_OVERSIGHT_013256",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013256.txt",
  "text": "340 A Glossary\n\ne Request for Services (RFS): In CogPrime’s Goal-driven action system, a RFS is a\npackage sent from a Goal Atom to another Atom, offering it a certain amount of STI\ncurrency if it is able to deliver the goal what it wants (an increase in its Truth Value).\nRFS’s may be passed on, e.g. from goals to subgoals to sub-subgoals, but eventually an\nRFS reaches a Grounded SchemaNode, and when the corresponding Schema is executed,\nthe payment implicit in the RFS is made.\n\ne Robot Preschool: An AGI Preschool in our physical world, intended for robotically em-\nbodied AGIs.\n\ne Robotic Embodiment: Using an AGI to control a robot. The AGI may be running on\nhardware physically contained in the robot, or may run elsewhere and control the robot via\nnetworking methods such as wifi.\n\ne Scheduler: Part of the CogServer that controls which processes (e.g. which MindAgents)\nget processor time, at which point in time.\n\ne Schema: A “script” describing a process to be carried out. This may be explicit, as in the\ncase of a GroundedSchemaNode, or implicit, as the case in Schema maps or ungrounded\nSchemaNodes.\n\ne Schema Encapsulation: The process of automatically recognizing a Schema Map in an\nAtomspace, and creating a Combo (or other) program embodying the process carried out\nby this Schema Map, and then storing this program in the Procedure Repository and\nassociating it with a particular SchemaNode. This translates distributed, global procedural\nmemory into localized procedural memory. It’s a special case of Map Encapsulation.\n\ne Schema Execution: The process of \"running” a Grounded Schema, similar to running a\ncomputer program. Or, phrased alternately: The process of executing the Schema referenced\nby a Grounded SchemaNode. This may be recursive, as the predicate referenced internally by\na Grounded SchemaNode (and represented via a Combo program tree) may itself internally\nreference other Grounded SchemaNodes.\n\ne Schema, Grounded: A Schema that is associated with a specific executable program\n(either a Combo program or, say, C++ code)\n\ne Schema Map: A collection of Atoms, including SchemaNodes, that tend to be enacted\nin a certain order (or set of orders), thus habitually enacting the same process. This is a\ndistributed, globalized way of storing and enacting procedures.\n\ne Schema, Ungrounded: A Schema that represents an abstract procedure, not associated\nwith any particular executable program.\n\ne Schematic Implication: A general, conceptual name for implications of the form ((Con-\ntext AND Procedure) IMPLIES Goal)\n\ne SegSim: A name for the main algorithm underlying the NLGen language generation soft-\nware. The algorithm is based on segmenting a collection of Atoms into small parts, and\nmatching each part against memory to find, for each part, cases where similar Atom-\ncollections already have known linguistic expression.\n\ne Self-Modification: A term generally used for AI systems that can purposefully modify\ntheir core algorithms and representations. Formally and crisply distinguishing this sort of\n*strong self-modification” from “mere” learning is a tricky matter.\n\ne Sensorimotor: Pertaining to sensory data, motoric actions, and their combination and\nintersection.\n\ne Sensory: Pertaining to data received by the AGI system from the outside world. In a\nCogPrime system that perceives language directly as text, the textual input will generally\n\nHOUSE_OVERSIGHT_013256",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013256.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3415,
    "word_count": 533,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:46.115339",
    "prefix": "IMAGES-002"
  }
}