{
  "document_id": "HOUSE_OVERSIGHT_014103",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014103.txt",
  "text": "Case 9:08-cv-80736-KAM Document 319-1 Entered on FLSD Docket 03/24/2015 Page 20 of\n34\n\n6. Copies of any and all documents evidencing the presence of your nephew on Jeffrey\nEpstein’s private plane, as described in paragraph 5 of the sworn Declaration of Alan M.\nDershowitz.\n\nRESPONSE:\nSubject to and without waiving the General Objections, Defendant responds that he will produce\n\nall responsive, non-privileged documents currently in his possession, custody or control.\n\n7. Copies of any and all documents evidencing the presence of “members of Mr. Epstein’s\nlegal team”, as described in paragraph 5 of the sworn Declaration of Alan M. Dershowitz.\n\nRESPONSE:\n\nDefendant objects to this Document Request as overly broad because Jane Doe #3 alleges in the\nfiling titled “Jane Doe #3 and Jane Doe #4’s Motion Pursuant to Rule 21 For Joinder In Action”\n(Doc. No. 279) (the “Joinder Motion’) in the civil action captioned Jane Doe #1, et al. v. United\nStates, Case No. 08-80736 (S.D. Fla.) (the “Federal Action”) that she was “kept as [Jeffrey\nEpstein’s] sex slave from about 1999 through 2002.” Jane Doe #3 further alleges in the Joinder\nMotion that she “escape[d]” from Mr. Epstein and moved to Australia in 2002. Paragraph 5 of\nthe sworn Declaration of Alan M. Dershowitz refers to plane travel by members of Mr. Epstein’s\nlegal team after 2002 and therefore Defendant further objects because this Document Request\ndoes not seek documents relevant to this action or documents reasonably calculated to lead to the\ndiscovery of admissible evidence.\n\n8. Copies of any and all flight manifests reflecting your presence or the presence of any\n\nmember of your family on any aircraft on which Jeffrey Epstein was also a passenger during the\nsame flight.\n\nRESPONSE:\n\nDefendant responds that he has no responsive, non-privileged documents.\n\n9. Copies of any and all “absolute proof” as described in paragraph 8 of the sworn\nDeclaration of Alan M. Dershowitz.\n\nHOUSE_OVERSIGHT_014103",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014103.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1971,
    "word_count": 316,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:46.260052",
    "prefix": "IMAGES-002"
  }
}