{
  "document_id": "HOUSE_OVERSIGHT_013847",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013847.txt",
  "text": "activities—e-mail, phone calls, conversations, paperwork, meetings, advertising, customers, suppliers,\nproducts, services, etc.—Wwhat would you eliminate to keep the negative effect on income to a minimum?\nUsed even once per month, this question alone can keep you sane and on track.\n\n4. What are the top-three activities that I use to fill time to feel as though P’ve been productive?\nThese are usually used to postpone more important actions (often uncomfortable because there is a\nchance of failure or rejection). Be honest with yourself, as we all do this on occasion. What are your\ncrutch activities?\n\n5. Who are the 20% of people who produce 80% of your enjoyment and propel you forward, and\nwhich 20% cause 80% of your depression, anger, and second-guessing?\nIdentify:\n\ne » Positive friends versus time-consuming friends: Who is helping\nversus hurting you, and how do you increase your time with the\nformer while decreasing or eliminating your time with the latter?\n\ne » Who is causing me stress disproportionate to the time I spend with\nthem? What will happen if I simply stop interacting with these\npeople? Fear-setting helps here.\n\ne+ When do I feel starved for time? What commitments, thoughts,\nand people can I eliminate to fix this problem’?\n\nExact numbers aren’t needed to realize that we spend too much time with those who poison us with\npessimism, sloth, and low expectations of themselves and the world. It is often the case that you have to\nfire certain friends or retire from particular social circles to have the life you want. This isn’t being\nmean; it is being practical. Poisonous people do not deserve your time. To think otherwise is masochistic.\n\nThe best way to approach a potential break is simple: Confide in them honestly but tactfully and\nexplain your concerns. If they bite back, your conclusions have been confirmed. Drop them like any\nother bad habit. If they promise to change, first spend at least two weeks apart to develop other positive\ninfluences in your life and diminish psychological dependency. The next trial period should have a set\nduration and consist of pass-or-fail criteria.\n\nIf this approach is too confrontational for you, just politely refuse to interact with them. Be in the\nmiddle of something when the call comes, and have a prior commitment when the invitation to hang out\ncomes. Once you see the benefits of decreased time with these people, it will be easier to stop\ncommunication altogether.\n\nI’m not going to lie: It sucks. It hurts like pulling out a splinter. But you are the average of the five\npeople you associate with most, so do not underestimate the effects of your pessimistic, unambitious, or\ndisorganized friends. If someone isn’t making you stronger, they’re making you weaker.\n\nRemove the splinters and you'll thank yourself for it.\n\n6. Learn to ask, “If this is the only thing I accomplish today, will I be satisfied with my day?”\nDon’t ever arrive at the office or in front of your computer without a clear list of priorities. You’ll just\nread unassociated e-mail and scramble your brain for the day. Compile your to-do list for tomorrow no\n\nHOUSE_OVERSIGHT_013847",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013847.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3141,
    "word_count": 524,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:46.591597",
    "prefix": "IMAGES-002"
  }
}