{
  "document_id": "HOUSE_OVERSIGHT_024145",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024145.txt",
  "text": "Key financial market driver 3 - China growth outlook\n\nKey questions\n\ne When will the economy bottom out?\n\ne What economic policy responses can we expect to support the economy ahead?\n\ne How significant is the contagion risk from a possible downturn in the Eurozone?\n\nClO View (Probability: 70%*) Modest policy easing to support growth in 2H12\ne The latest economic data suggest that economic activity is showing signs of stabilization, albeit at a\ncomparatively low level. However, we have yet to see meaningful pick-up in activity. We think that policy\nmeasures to support the economy should have more visible effect on activity in the second half of the\nyear.\n\n¢ To this effect, the People's Bank of China (PBoC) has recently cut interest rates by 25bps — the first such\nmove since late 2008. With investment demand still sluggish, we don't expect the measure to have a\nsignificant near-term effect on growth. Still, the cut confirms the leadership's commitment to support the\neconomy. Importantly, with the rate cut, measures were announced to increase the banks’ ability to set\ninterest rates, which should bolster private household spending power in the future.\n\ne The rate reduction took place against a backdrop of falling price inflation. Thus, inflation is no obstacle\nfor further measures to ease monetary policy. However, at this point we don't expect further rate cuts this\nyear; especially since increased interest rate flexibility should contribute to an easing of monetary\nconditions ahead. If anything, we think the PBoC may implement more reductions in banks' reserve\nrequirement rates to ensure sufficient liquidity provisions. Thus, we think the real focus has to be on the\nfiscal policy measures now, including possibly an acceleration of infrastructure investments, measures to\nsupport consumer spending and selective relaxation in the property market (while keeping home-purchase\nrestrictions intact).\n\nA Positive scenario (Probability: 20%*) Higher-than-expected growth\n\n¢ Chinese GDP grows above 8.5% in 2012. For this we would probably need to see stronger-than-expected\nfiscal and monetary policy support from the government. A speedy improvement in the Eurozone debt\ncrisis could also lead to this positive scenario.\n\n& Negative scenario (Probability: 10%*) Hard landing\n¢ Chinese GDP growth below 6%, i.e. a hard landing of the economy. This could be triggered by a global\nfinancial crisis/recession, causing a slump in Chinese exports. Other risks include a sharp decline in Chinese\nresidential property prices — which would slow investment growth, a large-scale default of local\ngovernment debt, or a surge in inflation that forces the PBoC to significantly tighten monetary policy.\n\nKey dates\n1 Jul Manufacturing purchasing managers index (Jun)\n13 Jul Fixed asset investment, industrial production lun), 2Q12 GDP\n\n11-15 Jul New bank lending, M2 Gun)\n22-25 Jul HSBC flash manufacturing purchasing managers index (Jul)\n\na UBS For further information please contact CIO analyst Gary Tsang, gary.tsang@ubs.com, Glenda Yu, glenda.yu@ubs.com, Patrick Ho, patrick-ww.ho@ubs.com\n\nFirst interest rate cut since 2008\n\n8\n\nun-03\nun-04\nun-05\nun-06\nun-O7\nun-08\nun-09\nun-10\n\nun-11\nun-12\n\n=== |-year lending rate ——= 1-year deposit rate\n\nSource: Bloomberg, UBS CIO, as of 18 Jun 2012\n\nPick-up in infrastructure investment\n\narmima\n\noe,\nHo,\n1\n3\n\nA ie\nli\n\nYear-on-ye ar\n\ni HM\n\n¥\n\nSource: Bloomberg, UBS CIO, as of 18 Jun 2012\nNote: Past performance is not an indication of future returns.\n\n* Scenario probabilities are based on qualitative assessment.\n\n10\n\nPlease see important disclaimer and disclosures at the end of the document.\n\nHOUSE_OVERSIGHT_024145",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024145.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3668,
    "word_count": 567,
    "line_count": 100,
    "import_date": "2025-11-19T21:47:45.990244",
    "prefix": "IMAGES-007"
  }
}