{
  "document_id": "HOUSE_OVERSIGHT_013879",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013879.txt",
  "text": "e - Find a parking slot for your car in some other city even before you\nmake the trip.\n\ne » Ordered garbage bins for home.\n\ne > Get an authenticated weather forecast and weather report for a\nparticular time in a particular place on a particular day, five years\nago. This was to be used as supportive evidence for a lawsuit.\n\ne > Talking to parents in our client’s stead.\n\nHere’s another real example of personal outsourcing from reader David Cross, who got a personal chef\nat home for less than $5 per meal. Just thinking of the possibilities is enough to make you start drooling.\nHe explains:\n\nI wanted to find someone to prepare food I love. I trained as a chef but I am often so busy and as I am\nthe only one in the house who really cooks, I often don’t have time to prepare the food that makes me\nfeel the healthiest so I wrote the attached ad and dropped it on Craigslist.\n\nThis was a very tight focus—ultraspecific—I had just two applicants in two months—one who was a\n2/10 match but the guy we just OK’d was a Hare Krishna follower for many years, lived in India, and his\nsample menu proved he knew what he’s doing so we just started him.\n\nThe food is absolutely awesome. The hourly rate is *extremely reasonable,* he’s a five-minute detour\nwhen either of us are in town to collect food and I now have delicious Indian food for less than $5 a\nmeal and it’s as good as anything I’ve ever eaten anywhere.\n\nI’m going to progress to other cuisines now... Thai, Italian, Chinese, etc., and it means when I do have\ntime to cook [ll enjoy doing it that much more as I am not the only one cooking!\n\nIndian/Asian Vegetarian Cook Needed\n\nDate: 2007-06-07, 12:25PM PDT\nHello.\n\nWe are a local, international family who love Indian and Asian vegetarian food. We are looking for a\ncook experienced in this wonderful cuisine to prepare delicious, fresh, healthy, authentic Indian/Asian\nvegetarian meals for us.\n\nIf you’ve cooked a curry once or twice or need to follow recipes, this position is probably not for you,\n\nHOUSE_OVERSIGHT_013879",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013879.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2032,
    "word_count": 369,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:47.075707",
    "prefix": "IMAGES-002"
  }
}