{
  "document_id": "HOUSE_OVERSIGHT_020834",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020834.txt",
  "text": "costs onto the private market to help subsidize lower payments from public programs. This\ntends to help drive a cycle of higher private market costs causing higher insurance premiums,\nleading to the slow erosion of private market coverage and a greater enrollment burden for\ngovernment programs.\n\nThe Patient Protection and Affordable Care Act, enacted in early 2010, includes the biggest\nchanges to healthcare since 1965 and will eventually expand health insurance coverage by\n~10%, to 32 million new lives. Increased access likely means higher spending if healthcare\ncosts continue to grow 2 percentage points faster than per capita income (as they have over the\npast 40 years). The CBO sees a potential $143B reduction in the deficit over the next 10 years,\nbut this assumes that growth in Medicare costs will slow — an assumption the CBO admits is\nhighly uncertain.\n\nUnemployment Insurance and Social Security are adequately funded...for now. Their\nfuture, unfortunately, isn’t so clear.\n\nUnemployment Insurance is cyclical and, apart from the 2007-09 recession, generally operates\nwith a surplus. Payroll taxes kept Social Security mainly at break-even until 1975-81 when\nexpenses began to exceed revenue. Reforms that cut average benefits by 5%, raised tax rates\nby 2.3%, and increased the full retirement age by 3% (to 67) restored the system’s stability for\nthe next 25 years, but the demographic outlook is poor for its pay-as-you-go funding structure. In\n1950, 100 workers supported six beneficiaries; today, 100 workers support 33 beneficiaries.\nSince Social Security began in 1935, American life expectancy has risen 26% (to 78), but the\n“retirement age’ for full benefits has increased only 3%.\n\nRegardless of the emotional debate about entitlements, fiscal reality can’t be ignored — if\nthese programs aren’t reformed, one way or another, USA Inc.’s balance sheet will go\nfrom bad to worse.\n\nFederal Government Spending Had Risen to 24% of GDP in 2010,\nUp From an Average of 3% From 1790 to 1930\n\nFederal Government Spending as % of GDP, 1790 — 2010\n\nee sssceeeeeentennes\n24% in 2010\neS aE\n\n3% Trendline Average\n\n15% - 1790-1930\n\nFederal Spending as % of GDP\n\nsaree UneeeeneenenneUeeeeeccecnecccncenn | REE VW tes eee\n\nOY\n1790 1810 1830 1850 1870 1890 1910 1930 1950 1970 1990 2010\n\nSource: Federal spending per Series Y 457-465 in \"Historical Statistics of the United States, Colonial Times to 1970, Part il and per\n\nWhite House OMB. GDP prior to 1930 per Louis Johnston and Samuel H. Williamson, “What Was the U.S. GDP Then?\"\n\nKP MeasuringWorth, 2010. GDP post 1930 per White House OMB. Neither federai spending nor GDP data are adjusted for inflation.\n(aE wew. kpcb.com USA Inc. | Summary\n\nKP\n\nCB www.kpcb.com USA Inc. xi\n\nHOUSE_OVERSIGHT_020834",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020834.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2762,
    "word_count": 445,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:46.837560",
    "prefix": "IMAGES-006"
  }
}