{
  "document_id": "HOUSE_OVERSIGHT_028052",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028052.txt",
  "text": "Tunisia. Arafat himself left on August 30.\n\nStill, as the evacuation proceeded, another one of Arik’s central aims in Big\nPines was also achieved. On August 23, the Lebanese parliament elected Bashir\nGemayel as the country’s new president.\n\nDuring the several weeks that followed, there was a confident feeling among\nArik and his inner circle in the Airya. To the extent that Arik and Raful saw any\ncloud on the horizon, it was their concern about “several thousand” Palestinian\nfighters who they were certain had stayed on in Beirut despite the evacuation.\nTrue, Bashir Gemayel hadn’t been formally inaugurated as president. There had\nbeen reports that he was privately assuring Lebanese Muslim leaders that he\nwould be conciliatory once he took office, and that he was not about to consider\na formal peace with Israel. He had also been resisting Israeli efforts to make an\nearly, public show of friendship, such as an official visit to meet Prime Minister\nBegin. But there was an undisguised hope that this was just a brief political\nhiatus, for appearance’s sake, and that before too long Lebanon would become\nthe second Arab country to make peace with Israel. Not just peace, but\nsomething more nearly like an alliance.\n\nThough I still looked through the eyes of an army officer, not a politician\nand certainly not an experienced diplomat, I had serious doubts this would\nhappen. Simple logic seemed to suggest that, since Gemayel knew we had no\nrealistic option of turning our back on him, his political interests were best\nserved by keeping his distance and trying to build bridges at home. But on the\nearly evening of September 14, nine days before his scheduled inauguration, not\njust that question but the whole new political edifice Arik had envisaged in\nlaunching the invasion, became suddenly, irretrievably, irrelevant.\n\nI was at my desk on the third floor of the kirya, getting ready to go home,\nwhen the news broke: a huge bomb had exploded at the Phalangist Party\nheadquarters in east Beirut as Gemayel was beginning to address hundreds of\nsupporters. For a while, the reports from Beirut suggested that Gemayel had\nsurvived the blast, but shortly before eleven at night the confirmation came: the\npresident-elect was dead.\n\n204\nHOUSE_OVERSIGHT_028052",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028052.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2267,
    "word_count": 375,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:48.753935",
    "prefix": "IMAGES-009"
  }
}