{
  "document_id": "HOUSE_OVERSIGHT_031248",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031248.txt",
  "text": "- The conference attendee who took the ‘selfie’ photo did not lodge a formal complaint to the conference\norganisers\n\nat the time of the incident (November 2016).\n\n- The conference attendee who witnessed the incident, did not lodge a formal complaint to the conference\norganisers\n\nat the time of the incident (November 2016).\n\nThe photo submitted as part of the complaint does not provide evidence of any physical contact.\n\n- The complainant alleged that a photo exists, showing your hand on the breast of the conference attendee who\ntook\n\nthe ‘selfie’ photo. This photo was not made available to the Australian National University, although it was\nrequested\n\nin the course of the investigation.”\n\n(And for the record I often put my hand up in front of a camera if there is a flash, as I specifically request selfies\nnot to include flashes, so that I don’t end up with a series bright spots in front of my eyes for the next half hour)\n\nWhat makes this particular type of allegation so repugnant is that I get asked for literally thousands of selfies,\nand when people come up to me they are vulnerable, often shaking, and sometimes overly aggressive. I am\nparticularly proud of the way I attempt to make all people feel at ease, and respected, rather than humiliated.\nThus, this false claim strikes at the heart of what I am about, which is to acknowledge fans in a way that makes\nthem feel appreciated. As I understand you had a reporter watching me sign books and take selfies at the CFI\nconference in Las Vegas this year, that behavior is what they will have witnessed. Moreover, I am proud of the\ninteractions I have had at both Case and ASU, with students, colleagues and staff of all genders and\nethnicities. I have worked hard to support them, mentor them, and treat them with respect. I treat others as\nresponsible adults, and I expect to be treated equally.\n\nLawrence M. Krauss\n\nDirector, The Origins Project at ASU\n\nCo-Director, Cosmology Initiative\n\nFoundation Professor\n\nSchool of Earth & Space Exploration and Physics Department\n\nArizona State University, P.O. Box 871404, Tempe, AZ 85287-1404\nOrigins Office\n\norigins.asu.edu | twitter.com/Ikrauss1 | krauss.faculty.asu.edu\n\n” - =\nRSU Origins\nPREOGIECT\n\nARIZONA STATE UNIVERSITY\n\nOn Dec 10, 2017, at 9:53 PM, Lawrence Krauss wrote:\n\nFirst draft:\n\nIt is hard to know how to respond to a list of false and/or distorted allegations, along with misleading statements\non your part. Needless to say, I treat people I interact with with respect, and I work hard to support and mentor\nstudents, colleagues, and members of the general public. I do not sexually harass people. If the purpose of your\nreporting is to somehow argue that that Universities and other institutions are lax in dealing with well known\nindividuals like myself, then in fact the situation is quite the opposite. My high public profile opens me up to\nmore scrutiny at these institutions, not less, and it also opens me up to a host of outside complaints and\n\nHOUSE_OVERSIGHT_031248",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031248.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3005,
    "word_count": 508,
    "line_count": 66,
    "import_date": "2025-11-19T21:47:44.271010",
    "prefix": "IMAGES-011"
  }
}