{
  "document_id": "HOUSE_OVERSIGHT_020567",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020567.txt",
  "text": "108\n\nHiring of Former Senior Government Officials In other countries (such as Australia, UK,\nFrance, and Germany), former senior government officials routinely take positions with\nChinese companies. This pattern appears less pronounced in the United States. A prominent\nexception is the law firm Dentons, which merged with the Chinese law firm Dacheng in\n2015°° and employs numerous former government officials, including former ambassadors,\nmembers of Congress, mayors, and generals.*!\n\nEarlier in 2018, Bloomberg News reported on the Imperial Pacific casino, a Chinese-owned\ncompany operating in the American territory of Saipan. Its large transaction volumes have\nraised concerns about potential money laundering. It has also made millions of payments to\nfamily members of the territory’s governor and, at one time, counted the former governors\nof three states as well as the former directors of the CIA and FBI as members of its board or\nadvisors.*\n\nState and Local Politics Many states do not have prohibitions against foreign contributions\nin local races.*? One of the most notable examples of an individual contributor comes\n\nfrom Virginia, where in 2013 and 2014, Wang Wenliang, a Chinese industrialist who was\nexpelled from China’s national legislature in 2016, contributed $120,000 to Governor Terry\nMcAuliffe’s campaign.**\n\nChinese firms are also involved in lobbying at the state and local level, another means\n\nof acquiring legitimate influence. While the quality of data reporting and aggregation\n\nfor local and state-level lobbying is not always as robust as that at the federal level, this\nproject was able to identify more than $1 million in state-level lobbying expenses over the\npast decade by Chinese firms. BYD Motors, which produces buses for public transit in the\nUnited States, Huawei, and Wanda America Group were among the biggest spenders on\nlobbying.\n\nA 2017 complaint with the Federal Election Commission against the California subsidiary\nof Dalian Wanda is illustrative of the potential for exploitation granted by the US-\nsubsidiary exception. The FEC found that Lakeshore, a Chicago real estate company\nwhose principals are US citizens, was the source of the money that funded a local ballot\ninitiative in California that would have blocked a Wanda competitor from expanding.\nWanda acknowledged that the money for the measure had come from Lakeshore, with\nwhich Wanda does business, in the form of a $1.2 million loan. In its conclusion, the\n\nFEC did not rule on whether foreign restrictions applied to ballot measure activity.\nFurther, it argued that even if those restrictions did apply, because “none of the funds\n\nat issue appear to originate with a foreign national” (i.e., they came from Lakeshore);\n\nthat because the Wanda deputy manager who was listed as the principal officer of the\nBallot Measure Committee was an American citizen (the general manager is a Chinese\nnational); and that the funds originated in and would be paid back by revenues generated\n\nCorporations\n\nHOUSE_OVERSIGHT_020567",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020567.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3033,
    "word_count": 469,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:46.719351",
    "prefix": "IMAGES-006"
  }
}