{
  "document_id": "HOUSE_OVERSIGHT_011361",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011361.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n58\nH3VOGIU1\n\nthere's the lie about the tip jar theft, and then there is the\n\narrest warrant that was issued that plaintiff left the country\n\nfor over a decade while that arrest warrant was outstanding.\n\nYour Honor, the fact of police contacts during this\n\ntimeframe, including this one, go directly to other issues,\n\nincluding whether or not plaintiff was truly the sex slave that\n\nshe describes. She had an opportunity, because she called th\n\npolice on numbers of occasions during the relevant time\n\nperiod she called them to report a theft, she called them to\n\nhelp with a civil assist getting her out of her apartment, she\n\ncalled them for all kinds of reasons -- and at none of those\npoints of time did she tell the police that she was currently\nthen a, quote/unquote, sex slave.\n\nYour Honor, the Roadhouse Grill also -—- the Mail On\nSunday is the one who printed a story about the Roadhouse Grill\nand confronted her aunt who was being interviewed for one of\ntheir stories about it. The aunt was in the process of saying\n\nwhat a great niece she had, and then the news asked her about\n\nthe Roadhouse Grill theft, and she said, \"Wow, I didn't even\n\nknow that she was working in a burger joint.\" So it goes to\n\nher internet reputation.\nAnd finally, your Honor, I think if you look back to\n\nthat email between our client and Mr. Dershowitz on page GMOO09,\n\nit's one of the lies that our client specifically referred to.\n\nShe quotes Virginia Giuffre's statement, \"Jeffrey bought me\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011361",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011361.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1623,
    "word_count": 286,
    "line_count": 83,
    "import_date": "2025-11-19T21:47:46.474128",
    "prefix": "IMAGES-001"
  }
}