{
  "document_id": "HOUSE_OVERSIGHT_020016",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020016.txt",
  "text": "Bannonites would, with lowered voices and certain pity, ask each other how he seemed\nand how he was holding up; invariably they would agree about how bad he looked, the\nstrain etching ever deeper into his already ruined face. David Bossie thought Bannon\n“looked like he would die.”\n\n“T now understand what it is like to be in the court of the Tudors,” reflected Bannon.\nOn the campaign trail, he recalled, Newt Gingrich “would come with all these dumb ideas.\nWhen we won he was my new best friend. Every day a hundred ideas. When”—by spring\nin the White House—“T got cold, when I went through my Valley of Death, I saw him one\nday in the lobby and he looks down, avoiding my eyes with a kind of mumbled ‘Hey,\nSteve.’ And I say, ‘What are you doing here, let’s get you inside,’ and he says, “No, no,\nI’m fine, I’m waiting for Dina Powell.’”\n\nHaving attained the unimaginable—bringing a fierce alt-right, anti-liberal\nethnopopulism into a central place in the White House—Bannon found himself face to\nface with the untenable: undermined by and having to answer to rich, entitled Democrats.\n\n7 OK Ok\n\nThe paradox of the Trump presidency was that it was both the most ideologically driven\nand the least. It represented a deeply structural assault on liberal values—Bannon’s\ndeconstruction of the administrative state meant to take with it media, academic, and not-\nfor-profit institutions. But from the start it also was apparent that the Trump administration\ncould just as easily turn into a country club Republican or a Wall Street Democrat regime.\nOr just a constant effort to keep Donald Trump happy. Trump had his collection of pet-\npeeve issues, test-marketed in various media rollouts and megarallies, but none seemed so\nsignificant as his greater goal of personally coming out ahead of the game.\n\nAs the drumbeat for Bannon’s removal grew, the Mercers stepped in to protect their\ninvestment in radical government overthrow and the future of Steve Bannon.\n\nIn an age when all successful political candidates are surrounded by, if not at the beck\nand call of, difficult, rich people pushing the bounds of their own power—and the richer\nthey were, the more difficult they might be—Bob and Rebekah Mercer were quite onto\nthemselves. If Trump’s ascent was unlikely, the Mercers’ was all the more so.\n\nEven the difficult rich—the Koch brothers and Sheldon Adelson on the right, David\nGeffen and George Soros on the left—are leavened and restrained by the fact that money\nexists In a competitive market. Obnoxiousness has its limits. The world of the rich is, in its\nfashion, self-regulating. Social climbing has rules.\n\nBut among the difficult and entitled rich, the Mercers cut a path through disbelief and\nincredulity. Unlike other people contributing vast sums to political candidates, they were\nwilling not to win—ever. Their bubble was their bubble.\n\nSo when they did win, by the fluke alignment of the stars for Donald Trump, they were\n\nHOUSE_OVERSIGHT_020016",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020016.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2963,
    "word_count": 495,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:44.777767",
    "prefix": "IMAGES-005"
  }
}