{
  "document_id": "HOUSE_OVERSIGHT_022517",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022517.txt",
  "text": "15\n\nexpensive gifts. Like the domestic bribery statute, the FCPA\ndoes not contain a minimum threshold amount for corrupt\ngifts or payments.* Indeed, what might be considered a\nmodest payment in the United States could be a larger and\nmuch more significant amount in a foreign country.\nRegardless of size, for a gift or other payment to vio-\nlate the statute, the payor must have corrupt intent—that is,\nthe intent to improperly influence the government official.\nThe corrupt intent requirement protects companies that\nengage in the ordinary and legitimate promotion of their\nbusinesses while targeting conduct that seeks to improp-\nerly induce officials into misusing their positions. Thus, it\nis difficult to envision any scenario in which the provision\nof cups of coffee, taxi fare, or company promotional items\nof nominal value would ever evidence corrupt intent, and\nneither DOJ nor SEC has ever pursued an investigation\non the basis of such conduct. Moreover, as in all areas of\nfederal law enforcement, DOJ and SEC exercise discre-\ntion in deciding which cases promote law enforcement pri-\norities and justify investigation. Certain patterns, however,\nhave emerged: DOJ’s and SEC’s anti-bribery enforcement\nactions have focused on small payments and gifts only when\nthey comprise part of a systemic or long-standing course of\nconduct that evidences a scheme to corruptly pay foreign\nofficials to obtain or retain business. These assessments are\n\nnecessarily fact specific.\n\nCash\n\nThe most obvious form of corrupt payment is large\namounts of cash. In some instances, companies have main-\ntained cash funds specifically earmarked for use as bribes.\nOne US. issuer headquartered in Germany disbursed cor-\nrupt payments from a corporate “cash desk” and used off-\nshore bank accounts to bribe government officials to win\ncontracts.” In another instance, a four-company joint ven-\nture used its agent to pay $5 million in bribes to a Nigerian\npolitical party.” The payments were made to the agent in\nsuitcases of cash (typically in $1 million installments), and,\nin one instance, the trunk of a car when the cash did not fit\n\ninto a suitcase.”!\n\nGifts, Travel, Entertainment, and Other Things\nof Value\n\nA small gift or token of esteem or gratitude is often\nan appropriate way for business people to display respect\nfor each other. Some hallmarks of appropriate gift-giving\nare when the gift is given openly and transparently, properly\nrecorded in the giver’s books and records, provided only to\nreflect esteem or gratitude, and permitted under local law.\n\nItems of nominal value, such as cab fare, reasonable\nmeals and entertainment expenses, or company promo-\ntional items, are unlikely to improperly influence an off-\ncial, and, as a result, are not, without more, items that have\nresulted in enforcement action by DOJ or SEC. The larger\nor more extravagant the gift, however, the more likely it was\ngiven with an improper purpose. DOJ and SEC enforce-\nment cases thus have involved single instances of large,\nextravagant gift-giving (such as sports cars, fur coats, and\nother luxury items) as well as widespread gifts of smaller\nitems as part of a pattern of bribes.” For example, in one\ncase brought by DOJ and SEC, a defendant gave a govern-\nment official a country club membership fee and a genera-\ntor, as well as household maintenance expenses, payment\nof cell phone bills, an automobile worth $20,000, and lim-\nousine services. The same official also received $250,000\nthrough a third-party agent.”\n\nIn addition, a number of FCPA enforcement actions\nhave involved the corrupt payment of travel and entertain-\nment expenses. Both DOJ and SEC have brought cases\nwhere these types of expenditures occurred in conjunction\nwith other conduct reflecting systemic bribery or other\nclear indicia of corrupt intent.\n\nA case involving a California-based telecommuni-\ncations company illustrates the types of improper travel\nand entertainment expenses that may violate the FCPA.*\nBetween 2002 and 2007, the company spent nearly $7 mil-\nlion on approximately 225 trips for its customers in order to\nobtain systems contracts in China, including for employees\nof Chinese state-owned companies to travel to popular tour-\nist destinations in the United States.” Although the trips\n\nwere purportedly for the individuals to conduct training at\n\nHOUSE_OVERSIGHT_022517",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022517.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4358,
    "word_count": 692,
    "line_count": 93,
    "import_date": "2025-11-19T21:47:47.742436",
    "prefix": "IMAGES-007"
  }
}