{
  "document_id": "HOUSE_OVERSIGHT_024257",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024257.txt",
  "text": "Day 3: Cryptocurrency\n\nDay 4: Private Infrastructures for Government Surveillance, John DeLong/Bruce Schneier talk\n(morning session)\n\nDay 5: Net Neutrality and Internet Architecture, Dialogue with Andy Ellis (afternoon session)\nDay 6: Weaponized Social, Open discussion with John Palfrey (morning session)\n\nDay 7: Free vs. Proprietary Code and Content, Dialogue with David Clark (afternoon session)\nDay 8: Governance, Artificial Intelligence\n\nDay 9: Conclusion\n\nlll. Class Requirements\n\nThe purpose of this class is to give students a sense of the historical battles of the Internet, what\ndifferent actors were thinking, what they were trying to accomplish, and what levers they pulled\nin order to select for specific outcomes. Students should apply what they have learned from\nhistorical examples to a current Internet issue discussed in class and describe in a 12-15 page\npaper what a viable solution might look like. Solutions could take the form of a policy\nrecommendation, project proposal, or code. The paper or project proposal will be due on\nFriday, January 20th, and may be submitted by email to Samantha Bates at\nsbates@law.harvard.edu.\n\nIV. Class Materials\n\nThere is no required textbook for this class. All readings will be available online on the class\nH20 playlist: https://h20.law.harvard.edu/playlists/51511.\n\nWe will have a slack channel for the class. Please click on the following link to sign up:\nhttps://internet-society2017.slack.com/signup.\n\nStudents should bring their laptops to class to use for daily activities, but all electrical devices\nmust remain off during lectures.\n\nV. General Information\n\nProfessor Zittrain and Professor Ito will be available for group office hours after class on the\nfollowing dates:\n\ne Wednesday, January 4th from 2:15-3:15pm in Milstein West.\n\ne Monday, January 9th from 2:15-3:15pm in Milstein West.\ne Wednesday, January 11th from 2:15-3:15pm in Milstein West.\n\nHOUSE_OVERSIGHT_024257",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024257.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1941,
    "word_count": 286,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:44.034198",
    "prefix": "IMAGES-007"
  }
}