{
  "document_id": "HOUSE_OVERSIGHT_023747",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023747.txt",
  "text": "CHAPTER 1\n\nMZ\ni\nCG:\n\ni\n\nCognitive Process-Based Education\n\nEducation is an admirable thing, but it is well to remember\nfrom time to time that nothing that is worth knowing can be\ntaught.\n\n—Oscar Wilde\n\nLearning begins with a goal. However, when we think about education\nand school, we often forget this. Someone, somewhere, decides that a\nstudent must learn about Napoleon, but fails to ask how such learning\nmight conform to a goal that the student consciously holds. We don’t\nforget this when we try to teach a child to walk or talk, because we\nknow that the child does want to learn to do these things. When we\nteach a child to hit a baseball, we usually determine beforehand that\nthe child wants to learn to do this. But, we forget this simple idea of\ngoal-directed learning as soon as we design curricula for schools. Who\ncares if the child wants to learn long division? Make the child learn it.\nIt is very important. Full speed ahead!\n\nSomewhere along the way, many students get lost. They may get\nlost in high school, or in college, or in job training. But somewhere\nthey learn to shut off their natural learning instincts, the ones that\ndrive them to improve because they really want to accomplish some-\nthing. Instead they try hard to do what they were told to do—they\nstudy, they pass tests, and eventually their love of learning is gone.\nThe feedback that they previously have gotten from accomplishing a\nreal goal, one that they truly had held, has been replaced by pleasing\nthe teacher, or getting a good grade, or progress in their goal of getting\ninto a “good college.”\n\nDesigners (and teachers) of courses must contend with this truth:\nThe students that you have may not want to learn what it is that you\nwant to teach.\n\nWhat to do?\n\nHOUSE_OVERSIGHT_023747",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023747.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1772,
    "word_count": 314,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.866330",
    "prefix": "IMAGES-007"
  }
}