{
  "document_id": "HOUSE_OVERSIGHT_010582",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010582.txt",
  "text": "effectively terminated by the U.S. Attorney’s office. See Hearing Transcript, July 11, 2008\n(Exhibit “Q”).\n\n39, Edwards learned that Jane Doe felt so strongly that the plea bargain was\ninappropriate that she made her own determination to appear on a television program and\nexercise her First Amendment rights to criticize the unduly lenient plea bargain Epstein received\nin a criminal case.\n\n40. The CVRA action that Edwards filed was recently administratively closed and\nEdwards filed a Motion to reopen that proceeding. See No. 9:08-CV-80736 (S.D. Fla.).\n\nEpstein’s Entry of Guilty Pleas to Sex Offenses\n\n41. Ultimately, on June 30, 2008, in the Fifteenth Judicial Circuit in Palm Beach\nCounty, Florida, defendant Epstein, entered pleas of \"guilty\" to various Florida state crimes\ninvolving the solicitation of minors for prostitution and the procurement of minors for the\npurposes of prostitution. See Plea Colloquy (Exhibit “R”).\n\n42. As a condition of that plea, and in exchange for the Federal Government not\nprosecuting the Defendant, Epstein additionally entered into an agreement with the Federal\nGovernment acknowledging that approximately thirty-four (34) other young girls could receive\npayments from him under the federal statute providing for compensation to victims of child\nsexual abuse, 18 U.S.C. § 2255. As had been agreed months before, the U.S. Attorney’s Office\ndid not prosecute Epstein federally for his sexual abuse of these minor girls. See Addendum to\nNon-Prosecution Agreement (Exhibit “S”) (in redacted form to protect the identities of the\n\nminors involved).\n\n17\n\nHOUSE_OVERSIGHT_010582",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010582.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1615,
    "word_count": 244,
    "line_count": 31,
    "import_date": "2025-11-19T21:47:44.237009",
    "prefix": "IMAGES-001"
  }
}