{
  "document_id": "HOUSE_OVERSIGHT_019606",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019606.txt",
  "text": "118 | HOW AMERICA LOST ITS SECRETS\n\ndemocratic oversight in the U.S.” and, without question, caused a\nmuch-needed debate on government surveillance.\n\nIn this ends-justify-the-means view, any person with access to\ngovernment secrets can authorize him- or herself to reveal those\nsecrets to the world if she or he believes it serves the public good.\nFurther, because doing so would be an “act of conscience,” he or she\nshould be immune from legal prosecution.\n\nFor Snowden’s supporters, his “act of conscience” justifies his\nclaim to being a whistle-blower, even though the preponderance of\nthe secrets he disclosed had to do with the NSA’s authorized activ-\nity of using its multibillion-dollar global arrays of sensors to inter-\ncept data in foreign countries. For example, one of the thirty allied\nintelligence services that the NSA cooperated with in 2013 was the\ncyber service of Israel. Because Snowden deemed this cooperation\nto infringe on privacy rights, he revealed documents bearing on\nthe NSA’s data exchange with Israel. He subsequently told James\nBamford, in an interview in Wired magazine in August 2014, that\nsupplying such intelligence to Israel was “one of the biggest abuses\n\n© we've seen.” Snowden therefore believed he was justified in reveal- ©\ning information concerning Arab communications in Gaza, the West\nBank, and Lebanon that the NSA had provided the Israeli cyber ser-\nvice, known as Unit 8200. In doing so, he compromised an Israeli\nsource. But how could this act qualify as whistle-blowing? Providing\nIsrael with such data was not some NSA rogue operation. It was part\nof a policy that had been approved by every American president—\nand every Congress—since 1948. Snowden had every right to per-\nsonally disagree with this established U.S. policy of aiding Israel with\nintelligence, but it is another matter to release secret documents to\nsupport his view. If the concept of whistle-blowing were expanded\nto cover intelligence workers who steal secrets because they disagree\nwith their government's foreign policy, it would also have to include\nmany notorious spies, such as Kim Philby.\n\nSnowden’s concept of whistle-blowing also applied to the NSA’s\nspying on adversary nations. “We've crossed lines,” Snowden said\nin regard to China. “We're hacking universities and hospitals and\nwholly civilian infrastructure.” The NSA’s operations against China\nwere stich “a real concern” for Snowden that he targeted lists of\n\n| | Epst_9780451494566_2p_all_r1.z.indd 118 ® 9/29/16 5:51PM | |\n\nHOUSE_OVERSIGHT_019606",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019606.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2535,
    "word_count": 397,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:46.924110",
    "prefix": "IMAGES-005"
  }
}