{
  "document_id": "HOUSE_OVERSIGHT_023963",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023963.txt",
  "text": "What Can We Do About [t? 277\n\nchildren? Being left out terrorizes children. Why do we allow this to\nhappen by creating places that foster this behavior?\n\nStifling of curiosity: Isn't it obvious that learning is really about\ncuriosity? Adults learn about things they want to learn about. Before\nthe age of 6, prior to school, one kid becomes a dinosaur specialist,\nwhile another knows all about dog breeds. Outside of school, people\ndrive their own learning. Schools eliminate this natural behavior.\n\nSubjects chosen for you: Why algebra, physics, economics,\nand U.S. history? Because those subjects were pretty exciting to the\npresident of Harvard in 1892. And, if you are interested in something\nelse—psychology, business, medicine, computers, design? Too bad.\nThose subjects weren’t taught at Harvard in 1892. Is that nuts or\nwhat?\n\nClassrooms: If you wanted to learn something and had the\nmoney, wouldn’t you hire someone to be your mentor, and have\nthem be there for you while you tried out learning the new thing?\nIsn’t that what small children have, a parent ready to teach as needed.\nClassrooms make no sense as a venue for learning unless, of course,\nyou want to save money and have 30 (or, worse, hundreds of) students\nhandled by one teacher. Once you have ratios like that, you have to\nteach by talking and then hoping someone was listening, so then you\nhave to have tests. Schools cannot work as places of learning if they\nemploy classrooms. And, of course, they pretty much all do.\n\nGrades: Any professor can tell you that students are pretty much\nconcerned with whether what you are telling them will be on the\ntest and what they might do for extra credit. In other words, they\nwant a good grade. If you tell them that 2 + 2 = 5 and it will be on\nthe test, they will tell you that 2 + 2 = 5 if it means getting a good\ngrade. Parents do not give grades to children and employers do not\ngive grades to employees. They judge their work and progress for sure,\nbut not by assigning numbers to a report card.\n\nCertification: We all know why people attend college. They do so\n\nprimarily to say they are college graduates so they can get a job or go\non to a professional school. Most don’t care all that much about what\n\nHOUSE_OVERSIGHT_023963",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023963.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2248,
    "word_count": 399,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:46.517488",
    "prefix": "IMAGES-007"
  }
}