{
  "document_id": "HOUSE_OVERSIGHT_025787",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025787.txt",
  "text": "Economic Research: How Increasing Income Inequality Is Dampening U.S. Economic Growth, And Possible Ways\nTo Change The Tide\n\nFreddie and to monitor those goals. HUD then steadily increased the amount of funding it required the agencies to\nallocate to low-income housing. Pressure on regulators to enforce the Community Reinvestment Act (CRA), through\n\ninvestigations of banks and fines, may have increased lending activity in these areas.\n(43) Kumhof and Ranciere, \"Inequality, Leverage and Crises,\" IMF 2010.\n\n(44) \"Inequality, the Great Recession and Slow Recovery,\" Barry Z. Cynamon, visiting scholar at the Federal Reserve\n\nBank of St. Louis, and Steven M. Fazzari, economics professor at Washington University, January 2014.\n(45) \"The Road to Recovery,\" Andrew Smithers\n(46) \"Economy May Never Fully Recover from Crisis\", The Fiscal Times. June 2, 2014.\n\n(47) CBO long-Term Budget Outlook 2014. July 2014. \"IMF cuts US growth forecast as it urges minimum wage hike \",\nBBC, June 16, 2014\n\n(48) \"Crisis Yesterday and Today,\" Lawrence Summers, Jacques Pollack lecture, IMF\n(49) \"Secular Stagnation and Wealth Inequality\", Mian and Sufi, March 23, 2014)\n(50) OECD Economic Surveys: United States. June 2014\n\n(51) Jonathan D. Ostry, Andrew Berg, and Charalambos G. Tsangarides, \"Redistribution, Inequality and Growth,\" IMF\nFebruary 2014; Berg and Ostry, \"Inequality and Unsustainable Growth: Two Sides of the Same Coin?,\" IMF April 2011;\nBerg and Ostry, “Equality and Efficiency,\" IMF September 2011.\n\n(52) \"Growth Accelerations,\" a study by Ricardo Hausmann and Dani Rodrik of Harvard University's John F Kennedy\nSchool of Government, and Lant Pritchett of the World Bank, 2005\n\n(53) CBO, 2013\n\n(54) Arthur Okun theorized that some of the redistributed resources would \"simply disappear\" because of\n\nadministrative costs and disincentives to work for both those who pay taxes and those who receive transfers.\n\n(55) \"A Reassessment of the Relationship between Inequality and Growth,\" Kristin J. Forbes, M.I.T. Sloan School of\nManagement, 2000\n\n(56) Roy van der Weide and Branko Milanovic, \"Inequality Is Bad for Growth of the Poor,\" July 2014\n\n(57) \"The Moral Consequences of Economic Growth\" Benjamin Friedman\n\n(58) \"IMF calls on the US to hike its minimum wage rate,\" CNBC, June 16, 2014\n\n(59) CBO, \"The Effects of a Minimum-Wage Increase on Employment and Family Income,\" February 2014\n(60) Mark Wilson, \"The Negative Effects of Minimum Wage Laws,\" CATO Institute, June 2012.\n\n(61) \"Don't Tax the Rich. Tax Inequality Itself\" 2011 op-ed in the New York Times\n\nWWW.STANDARDANDPOORS.COM/RATINGSDIRECT AUGUST 5, 2014 25\n\n1351366 | 302136118\n\nHOUSE_OVERSIGHT_025787",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025787.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2664,
    "word_count": 403,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:46.229929",
    "prefix": "IMAGES-008"
  }
}