{
  "document_id": "HOUSE_OVERSIGHT_020536",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020536.txt",
  "text": "TT\n\nPromote Transparency\n\n¢ Think tanks should—in partnership with universities—jointly and regularly\nproduce summaries of difficulties in China-related research (access to regions,\nagencies, persons, visas, etc.) and make these available to each other and to\nUS officials. The latter, in turn, should be mindful of the reciprocal nature of\nthink-tank work and how the inability of American scholars to secure meetings\nwith Chinese officials and scholars when Chinese scholars are afforded such\nprivileges is harmful to the stability of the overall relationship.\n\ne Think tanks should publicly disclose the source of funding for events, publications,\nand other activities. If think-tank leaders elect to solicit funds from Hong Kong\nor mainland Chinese sources, they should be transparent about from where the\nmoney came and how it is being used, to ensure that there is no opportunity for\nthe Chinese funder to harmfully affect the research agenda or outcome.\n\nPromote Integrity\n\ne¢ A Code of Conduct should be worked out among US think tanks—perhaps in\nconjunction with American university China studies centers—to establish “do’s and\ndon'ts” in their exchanges with Chinese institutions. Once this is worked out among\nAmerican institutions, then counterparts in other democratic countries should also\nbe approached with an eye toward establishing multilateral Codes of Conduct.\n\nPromote Reciprocity\n\ne US think-tank representatives—the presidents and senior China scholars—should\narrange a meeting with the Chinese ambassador to express their collective\nperspectives on these issues and call for changes. Such a meeting could be\nusefully coupled with a jointly signed letter of concern by directors of all major\nUS think tanks.\n\ne Ifany member of any think-tank delegation is denied a visa, the delegation\nshould cancel the trip. It sends a profoundly wrong signal to proceed, if China\nis able to control the composition of a delegation. The think tank should also\nconsider a moratorium on Chinese officials visiting or speaking at the think tank\nuntil the visa issues are resolved. The same principle may be applied to Chinese\nthink tanks that refuse to receive American scholars for visits. In such cases,\nUS think tanks should seriously consider not hosting residential stays for Chinese\nvisiting scholars from institutions that do not offer parallel opportunities for\nAmerican scholars in China. (At present, only the Chinese Academy of Social\nSciences and the Shanghai Institute of International Studies permit foreign\nscholars in residence.)\n\nSection5\n\nHOUSE_OVERSIGHT_020536",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020536.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2584,
    "word_count": 390,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:44.653229",
    "prefix": "IMAGES-006"
  }
}