{
  "document_id": "HOUSE_OVERSIGHT_014878",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014878.txt",
  "text": "e  Snoek and with Liza deep previously likely moves recoverable resource closer\nto the upper end of this range 2bn boe before Liza #4 and Pacuma, providing\nline of sight for at least a 4 FPSO development starting in 2019.\n\n¢ After Liza 4, the Stena Carron drillship will move back to Payara to drill an\nappraisal well which will also test a deeper prospect ‘Pacuma tail’. Where pre-\ndrill prospect size is scaled at about 1bn boe. The next prospect (Turbot) will\nthen be spud south east of Payara. Note is that if Payara 2 is successful, this\nwould likely add another ‘boat’ with capacity of 150,000 boepd.\n\nThe graphics below characterize Hess view of Payara and Snoek. We assume the 1bn\nboe Pacuma prospect is the light green area below Payara.\n\nExhibit 7: Initial characterization of Payara Exhibit 8: Updated characterization suggests a similar footprint to Liza\n\n( Liza Water Depth: 5,500-5,700 ft\n/ Drilling TD: 18,000-18,800 ft\n\nFuture\nProspect\n\nGuyana\n\na | GoM Green Canyon for scale\n\nSource: Hess Source: Hess\n\nAgain quoting ExxonMobil management:\n\nJust as we progressed rapidly at Liza, we'll move quickly to develop Payara if the\ndelineation well is successful.’\n\nRecall that Hess management has suggested Payara will ‘definitely be commercial’.\nHowever at this early stage we assume no value for Payara in our assessed value of\nHess’ not least as any attempt at precision is obviously premature. But with discussions\nwith management suggesting scenarios through appraisal where Payara is a lookalike to\nLiza, we believe a ‘plus three year’ development scheme is a reasonable basis to frame\noption value in a success case.\n\nUnder our $70 Brent base case, the theoretical NPV would be around $10/sh. This is on\ntop of the approximate $12-14/ share value we estimate is reasonable for Hess from\nthe existing Liza discovery. Note we continue to assume about 400,000 bpd gross\ndevelopment scenario-reviewed again below to reflect the latest project proposal\nsubmitted to the Guyana Government which now targets first production in 2H19.\n\nNote we assume negligible value for natural gas revenue in this latest iteration, thus the\nrange of $12-$14 for Liza mentioned above and $22-$24 for Liza / Payara. The table\nbelow assumes gas valued at $1 / mmcfe.\n\nLiza Water Depth: 5,500-6,000 ft\nDrilling TD: 18,000-18,800 ft\n\n6 Hess Corp. | 11 April 2017\n\nBankofAmerica <2”\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014878",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014878.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2409,
    "word_count": 395,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:44.918740",
    "prefix": "IMAGES-003"
  }
}