{
  "document_id": "HOUSE_OVERSIGHT_021092",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021092.txt",
  "text": "Jackson, a senior journalist at Maxwell’s Daily\nMirror, says he saw Ghislaine shredding\n\ndocuments aboard her father’s yacht shortly after\nhis death. The Maxwells denied this, but Jackson\nhas never retracted his version. Whatever her\nimpulses were after Maxwell died, one thing cannot\nbe disputed: Ghislaine was heartbroken. One friend\ndescribed her as ‘catatonic’ with grief. Rupert Fairfax\nsaid: ‘She worshipped him. He was not just her\nfather, he was her hero. Then, as well as having to\ncope with losing him, she had to cope with\neverything people were saying about him.’\n\nMaxwell’s death came when Ghislaine was getting\nover the break-up of her four-year romance with\nCount Gianfranco Cicogna, a member of the Ciga\nhotels clan. The dashing and urbane Cicogna was\ncredited by Ghislaine’s friends with helping her shake\noff the frumpy image she had at Oxford. “He told her\nwhat to wear, where to get her hair cut — everything,\nsaid one.\n\nWith her father dead and Cicogna gone, Ghislaine turned up in\nNew York, the town she was to conquer. She rented a one-bedroom\nflat on the Upper East Side and began to reinvent herself, She was far\nfrom destitute. Her father had bought her a pretty mewshouse in South\nKensington which, in 1992, was valued at £500,000. She also had a\ntrust fund that provided her with £80,000 a year, at that time more\nthan the prime minister earned. And she was a knockout, with deadly\ncharm and, perhaps most importantly, a bulging Filofax. In London,\nshe had suffered for her father’s crimes. One estimate of the money\nmissing from his companies was £727 million. In New York she was a\ncelebrity, with an address book full of the names of rich and famous\nfriends. Robert Maxwell was a determined soldier, ruthless and, by his\nown admission, an unflinching killer. His daughter, in whose dark\nbeauty the old tyrant can still be discerned, was not about to succumb\n\nto guilt by association. She hit the phone. Soon, she was being seen at\nall the smart parties. Men adored her. She talked dirty in a British\nboarding-school accent, peppering her Rabelaisian asides with an\noccasional four-letter word. She once brought dinner-party chatter to a\nstandstill when she announced she was planning to remove all her body\nhair. Then, about a year after her father’s death, she was photographed\nboarding Concorde at Heathrow, heading back to New York. There\nwas outrage. Maxwell’s retirees had just been told their pension\npayments were being stopped. How could the evil crook’s daughter\nspend £2,000 on a plane ticket while that was happening? In fact, she\n\nBelow. from left, Ghislaine with, from left, India Hicks, Sophie Da\n\nhl and Amy Sacco; Naomi Campbell, Donald Trump and Melania Knauss; and Tim Jefferies\n\ndidn’t spend the money. Her ticket was bought by the soft-spoken\ngrey-haired American who, unnoticed by the photographers, boarded\nthe plane with her. This was Jeffrey Epstein, then a shadowy figure\nwhose copious supply of money baffled everyone. What did he do?\nSome thought he was a bounty hunter, recovering vast sums owed to\nthe very rich. Others said he was a property developer. Or a financier.\nThe question has never been satisfactorily answered. To this day, no\none really knows where Epstein gets his money. But there is an awful\nlot of it. He lives in what is believed to be Manhattan's largest private\nresidence, a house once owned by the Macy family, spanning more\nthan 50,000 square feet. He also has a 7,500-acre ranch in New\nMexico, a 70-acre island in the US Virgin Islands and a house in Palm\nBeach, Florida, which is said to be worth around £3 million. He has a\nhelicopter and an executive jet and he either owns or has access to a\nBoeing 727. He used the Boeing to fly ex-president Bill Clinton, actors\nKevin Spacey and Chris Tucker and others to Africa to investigate\nAIDS and poverty. When Ghislaine met Epstein, he was in his late 30s\nand had just been named Cosmopolitan’s bachelor of the month. Given\nhis money and screen-star looks, one can see why. But Epstein had\nsomething else Ghislaine found irresistible. He is frighteningly clever.\nHe started out as a maths teacher at an exclusive private school and\n\nTatler 91\n\nHOUSE_OVERSIGHT_021092",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021092.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4196,
    "word_count": 715,
    "line_count": 78,
    "import_date": "2025-11-19T21:47:47.498926",
    "prefix": "IMAGES-006"
  }
}