{
  "document_id": "HOUSE_OVERSIGHT_028085",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028085.txt",
  "text": "I’d been impressed by President Bush’s political acumen in assembling an\ninternational coalition including the key Arab states. Through Unit 8200 in\nmilitary intelligence, we would only very occasionally get verbatim transcripts\nof his conversations as he brought first the Saudis and other Gulf states on\nboard, then Morocco, and eventually even Syria. More often, I’d see the\nPresident’s deft diplomacy second-hand, through intercepts of Arab leaders’\ncommunications with one another. But the picture which emerged was of an\nAmerican president deftly able to stake out common ground, and common\ninterests, with each of the Americans’ growing number of anti-Saddam allies.\n\nWhen we entered the Oval Office on the evening of February 11, Bush was\nflanked by Secretary of State Baker, Defense Secretary Cheney and national\nsecurity adviser Brent Scowcroft. Also there was Colin Powell, a general whom\nI had got to know well, and to like, over the past few years and who was now\nhead of the joint chiefs-of-staff. Given the seriousness of our mission, the start\nof the meeting was almost surreal. The Americans had obviously been told that\nI was born on February 12. Since it was just past midnight in Israel, they began\nby wishing me a happy 49\" birthday.\n\nYet pleasing thought that was, it became clear there was a disconnect\nbetween the tension among Israeli government ministers, and ordinary Israelis,\nback home and the relaxed, self-assured, at times even jovial mood of the\nPresident and his inner circle. Their primary focus was clearly not on Israel, but\non the overwhelming success of their air attacks on Iraq and the approach of a\nground offensive that they were confident would finish the job. That didn’t\nseem to change even after a truly extraordinary interruption to our meeting,\nwhen one of Misha’s aides passed on the news that a Scud had struck the Tel\nAviv suburb of Savyon, where Misha himself ltved. He immediately excused\nhimself and went to phone his wife, Muriel, to confirm she was fine. When he\nreturned, despite their pro forma words of empathy, it seemed almost as if the\nAmericans thought we had cooked up the entire thing for political effect.\n\nBush did say the right things as the discussion turned to the missile attacks\non Israel. He told us he understood our frustration, and the pain the Scud\nlaunches were inflicting. He appreciated our restraint. I have no doubt that all of\nthat was true. But the message we’d been sent to deliver clearly wasn’t hitting\nhome. As politely but as clearly as I could, I told President Bush that while we\ndidn’t want to do anything to undermine the coalition, unless someone else took\ncare of the Scuds, we would have no choice but to act.\n\n237\nHOUSE_OVERSIGHT_028085",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028085.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2734,
    "word_count": 460,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:48.745298",
    "prefix": "IMAGES-009"
  }
}