{
  "document_id": "HOUSE_OVERSIGHT_024577",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024577.txt",
  "text": "distributions such Pariner would otherwise be entitled fo. If KUE is required to withhold on amounts in\nexcess of cash distributions, Partners shall be required to contribute to KUE cash in an amount by which\nsuch required withholding exceeds any such distributions.\n\nGain on Sale. A Limited Partner that is a non-U.S. Person will be subject to U.S. federal income tax upon\nthe sale or exchange of its Common LP Units to the extent that such Limited Partner recognizes gain\nUpon such sale or exchange and such gain is effectively connected with a U.S. trade or business.\n\nU.S. Real Property Holding Corporation. lf a direct U.S. subsidiary of KUE is or were to become a\n\"United States Real Property Holding Corporation,\" or \"USRPHC\" (as defined below), certain disposition\nof Common LP Units by a Limited Partner that is a non-U.S. Person would result in such Limited Partner\nbeing subject to U.S. federal income tax in respect of the portion of the gain recognized on such\ndisposition that is attributable to such subsidiary. in addition, if a direct U.S. subsidiary of KUE is or were\nto become a USRPHC, certain dispositions of such subsidiary by KUE would result in Limited Partners\nwho are non-U.S. Persons being subject to U.S. federal income tax in respect of their allocable share of\nthe gain recognized by KUE on such disposition. Generally, a corporation is a USRPHC if the fair market\nvalue of its \"U.S. real property interests\" equals or exceeds 50% of the sum of the fair market value of its\nworldwide real property interests and its other assets used or held for use in a trade or business. KUE\nbelieves that each of its direct U.S. subsidiaries is not currently a USRPHC for U.S. federal income tax\npurposes. However, no assurances can be given in this regard. Furthermore, it is possible that in the\nfuture one of KUE’s subsidiaries may become a USRPHC if, for example, the value of the U.S. real estate\nholdings of such subsidiary increases sufficiently. Limited Partners that are non-U.S. Parsons are urged\nto consult their tax advisors regarding the potential application of the USRPHC rules to their investment in\nKUE.\n\nAdministrative Matters\n\nBackup Withholding. For each calendar year, KUE will report to its U.S. Partners and to the Internal\nRevenue Service the amount of distributions that it pays, and the amount of tax (if any) that it withholds\non these distributions. Under the backup withholding rules, a U.S. Limited Partner may be subject to\nbackup withholding tax with respect to distributions uniess a Limited Partner: (i) is a corporation or comes\nwithin another exempt category and demonstrates this fact when required or (ii} provides a taxpayer\nidentification number, certifies as to no loss of exemption from backup withholding tax and otherwise\ncomplies with the applicable requirements of the backup withholding tax rules. Exempt Limited Partners\nwho are U.S. Persons should indicate their exempt status on a properly completed IRS Form W-8BEN.\nBackup withholding is not an additional tax, the amount of any backup withholding from a payment to a\nLimited Partner will be allowed as a credit against such Limited Partner's U.S. federal income tax liability.\n\nNominee Reporting. Persons who hold an interest in KUE as a nominee for another Person are required\nto furnish to KUE:\n(a) the name, address, and taxpayer identification number of the beneficial owner and the\nnominee,\n(b) whether the beneficial owner is:\n\n(4} a person thatis nota U.S. Person,\n\n(2) a foreign government, an international organization, or any wholly-owned agency\nor instrumentality of either of the foregcing, or\n\n(3) a tax-exempt entity;\n\n(c) the amount and description of the Limited Partner Units held, acquired, or transferred for\nthe beneficial owner, and\n\n144\n\nHOUSE_OVERSIGHT_024577",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024577.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3802,
    "word_count": 621,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:44.324534",
    "prefix": "IMAGES-008"
  }
}