{
  "document_id": "HOUSE_OVERSIGHT_017498",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017498.txt",
  "text": "arNInNWOS WNP\n\nhad audio and/or video surveillance? We'll start with\naudio.\n\nA. 1 don't have a specific recollection of\nevery place ] had video and audio, but it was in -- ]\nhad it set up so that in all of the common areas,\nincluding our shareholder's lounge, we had -- J had\naudio and video capabilities.\n\nQ. When you say \"capabilities,\" does that mean\nyou didn't always turn it on or you just turned it on\nwhen you felt like it?\n\nA. J turned it on when J felt like it, when 1\nfelt like seeing what was going on. | sometimes left\nthe screen up because | had four computer screens on\nmy desk, I sometimes left the screen on with the video\nof the reception area and some other general areas.\nBut unless ] wanted to see what was going on or listen\nto what was going on, ] didn't turn it on. It would\nhave been too distracting.\n\nQ. Did the attorneys know that this\nsurveillance existed?\n\nA. You can see it in the -- it wasn't hidden,\nyou can see it. There were globes up in the ceiling\nal] over the office.\n\nQ. Did you have -- you said -- you didn't\nanswer this, you said you didn't recall. Did you have\nPage 30\n\nOe WNrOrFOW DAI DOA WNP TOW MAINA BWNEH\n\nPEREVE REDE NOMENA PEA LUNN HS ONAN EESTI OPER HERES HIE RES EESE A AS SORTA BE OE\nMMONMNHNYHD FRPP BPR PE\n\nEL iN ea RI SEES IN EISNER NO eA\n\nany surveillance in the conference rooms? :\nA. No.\nQ. Other than the common areas you just went :\nover, in the hallways and the reception -- did you i\nhave it in the hallways, is that a common -- do you :\ndeem that a common area? :\nA. All the hallways pretty much with the :\nexception of a few blind spots, J can see all the :\nhallways. '\nQ. And this was on all three floors?\nA. Yeah. For some reason | think we might :\nhave taken some space on a fourth floor, but ] could :\nbe mistaken. But yes, on the three floors that we :\nactively had a significant amount of space on, } tried i\nto have surveillance on al] the common areas of al]\nthat space. :\nQ. And what floor was Mr. Edwards' office on? =|\nA. | don't recall. :\nQ. Did you have the tort group all together or |\nwas it divided up? i\nA. Except for Adler, Adler was on with -- near |\nme, down the hall from me. The rest of the group was |\nall together. I think they were on -- let's see. i\nThere were people up on 22. | was on 16. He must\nhave been on the other floor that we were building\nPage 31 i\n\nOp WHF OM DMOAIAUBWNHEF TOMO DATA YAAWNHEH\n\nNONMNMNHNHNFE EP ERP PPP\n\nout, because ] remember building out space and |\nremember Jaffe and all those guys moving into that\nspace.\n\nQ. If you were building up that space, do you\nrecall when you put the surveillance in there?\n\nA. It would have been while they were building\nit out or shortly thereafter.\n\nQ. During 2009 it seems that you hired lots of\nformer law enforcement people to work at the firm.\nWhy were they people you wanted to hire?\n\nA. Severalfold. J had a significant amount of\nillegal activity going on with various law enforcement\nagencies throughout South Florida and hiring people\nfrom former law enforcement assisted me in engendering\nsupport and camaraderie with the law enforcement that\n} was actually utilizing in illegal activities.\n\nQ. So you are saying --\n\nA. Secondarily, ] wanted to have a very strong\ninvestigative team, ultimately, to do both legitimate\nand illegitimate things for the law firm, and hiring\nformer Jaw enforcement was the best way to do that. ]\nwas hoping to actually ultimately create a group. Ken\nJenne and I had talked about that extensively.\n\nQ. Why did you hire Ken Jenne?\n\nA. Prior to Ken going to prison, he and ] were\nPage 32\n\nvery friendly and he was extremely friendly with\nsomeone that was very close to me, Grant Smith.\nDuring the time that he was down in FDC Miami, I went\ndown to visit him. And after speaking to him and\nafter speaking to Grant, ] told him, because he was\ntalking to me about how many people had tumed on him\nand abandoned him. And ] told him that when he got\nout of jail that he had no worries, that ] would give\nhim a job.\n\nQ. And what --\n\nA. And that was the primary reason -- that was\nmy primary reason for hiring him.\n\nQ. What was it you were hiring him to do\nexactly?\n\nA. Ultimate the goal was to head up on\ninvestigative arm within RRA, within the RRA entities.\n\nQ. Well, while he was there, since that didn't\nhappen, what was his obligation to the firm\nday-to-day?\n\nA. He handled firm security issues and he did\nhandle overseeing certain investigative things. We\nhad an alcohol and beverage group that was forming and\nhe was overseeing that. He was helping me find new\npeople to staff it, that kind of thing.\n\nQ. Did you have a lot of interaction --\nPage 33\n\n9 (Pages 30 to 33)\n\nFRIEDMAN, LOMBARDI & OLSON\n\n305-371-6677\n\n5ed93085-0554-447f-bcdd-ca2d8fe941df\n\nHOUSE_OVERSIGHT_017498",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017498.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4758,
    "word_count": 918,
    "line_count": 151,
    "import_date": "2025-11-19T21:47:46.564871",
    "prefix": "IMAGES-004"
  }
}