{
  "document_id": "HOUSE_OVERSIGHT_024717",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024717.txt",
  "text": "ACKRELL\nCAPITAL CHAPTER IV U.S. Legal Landscape\n\nas publicly traded companies, but ordinarily will market its securities using a private placement mem-\norandum (PPM) that includes information similar to some of the information required to be disclosed\nby publicly traded companies. An issuer in a private placement is subject to liability under federal secu-\nrities laws for misrepresentation or fraudulent statements made in a PPM or otherwise in connection\nwith the private offering.\n\nBy all indications, federal securities laws do not prohibit companies engaged in federally illegal\ncannabis activities from raising capital through the issuance of securities, nor do they prohibit industry\nparticipants like stock exchanges and investment banks from performing their ordinary market func-\ntions in connection with such companies. The SEC has allowed the registration and sale of securities\noffered by companies engaged in federally illegal cannabis activities and the trading of those securities\non multiple U.S. stock markets. Although the SEC has on occasion suspended trading in some of\nthese securities, those suspensions generally have been due to alleged violations of securities regulations\nrather than unlawful cannabis activities.\n\nA cannabis company offering or selling securities must comply with federal securities laws—like\nany other issuer—by making required notice or registration filings and by providing truthful material\ninformation to investors. Any discussion of risks delivered to investors, whether required by securities\nlaws or volunteered by the issuer as part of a private offering, should include a thorough discussion of\nthe unique risks posed by operating a cannabis business engaged in federally illegal conduct. For an\nexample of some of these risks, refer to Chapter IX, Cannabis Industry Risk Factors.\n\nFederal Bankruptcy Law\n\nBankruptcy is a legal proceeding by which a debtor resolves its debt obligations and creditors are\nafforded certain rights in the debtor’s assets in full or partial satisfaction of the debts owed to them. In\nthe United States, bankruptcy is governed primarily by the Bankruptcy Reform Act of 1978 (Bank-\nruptcy Code). Bankruptcy proceedings are conducted primarily by federal bankruptcy courts and gen-\nerally involve administration of a debtor's assets either by a court-appointed trustee or by the debtor\nwith approval and oversight of the court. Bankruptcy can be voluntary (initiated by the debtor) or\ninvoluntary (initiated by creditors), Bankruptcy provides certain rights and protections to the debtor\nand the creditors and is intended to fairly and finally resolve debts so the parties can pursue other\n\naffairs.\n\nDebtors whose assets relate to federally illegal cannabis activity, as well as their creditors, gener-\nally are not eligible for bankruptcy protection for two reasons: First, federal courts refuse to appoint\ntrustees to administer or take control of unlawful assets or business operations. Second, pursuant to\nan equitable doctrine known as “unclean hands,” federal courts typically decline to honor creditor\nclaims that arise from knowingly transacting with a debtor in furtherance of unlawful activity. A federal\nbankruptcy court in Arizona invoked both these reasons in its 2015 decision in In Re Medpoint Man-\nagement, LLC; details of this case follow.\n\nMedpoint Management, LLC (Medpoint) managed the cultivation and business operations of a\nstate-legal Arizona medical cannabis dispensary. Medpoint defaulted under various loan and consulting\nagreements directly related to its dispensary activities, and the four creditors under those agreements\n\n© 2017 Ackrell Capital, LLC | Member FINRA/SIPC 81\n\nHOUSE_OVERSIGHT_024717",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024717.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3713,
    "word_count": 548,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:45.801954",
    "prefix": "IMAGES-008"
  }
}