{
  "document_id": "HOUSE_OVERSIGHT_022175",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022175.txt",
  "text": "JaMEs PaTTERSON\n\nMore than a decade had passed since Epstein’s case first\nlanded on the state attorney’s desk.\n\n“The New York Times has called me,” said Krischer. “The\nBritish papers. I’m not interested in being pulled into that con-\nyersation. I know that the police chief didn’t think the case was\nhandled right, but that’s why he’s a cop and I’m a prosecutor.”\n\nKrischer, who left the state attorney's office in 2009, is still a\nmember of the Criminal Justice Commission in Palm Beach\nCounty. Since his retirement, he’s volunteered one morning a\nweek at the office of the state attorney and two mornings a week\nat the Palm Beach County Sheriff's Office.\n\nHe still remains active in child welfare issues, working with\nthe Florida Department of Children and Families.\n\nDespite his continued involvement with local law enforce-\n\nment, he hasn’t spoken to Michael Reiter in years.\n\nBradley Edwards\n\nIn December of 2009, Jeffrey Epstein filed suit, under Florida’s\nRICO act, against Scott Rothstein, the jailed Ponzi king; Bradley\nEdwards, the lawyer who'd worked, briefly, in Rothstein’s law\nfirm, RRA, and represented several of Epstein's victims; and one\nof those victims, an individual referred to in the lawsuit as\n\n“TM.”\n“Upon information and belief,” the suit stated, “EDWARDS a\n\nknew or should have known that ROTHSTEIN was utilizing a\nRRA as a front for the massive Ponzi scheme and/or were selling ~\nan alleged interest or investment in the Civil Actions (and other q\nclaims) involving Epstein.” The suit also claimed that, “By using =\n\nCivil Actions against EP‘\nments regarding same, RC\ninvestors into ROTHSTEII\ndollars which, in turn, w\nEPSTEIN for the sole pur\nscheme.”\nMoreover, the suit claii\nsex with Epstein; worked a\nprostitute and call girl: h:\npainkillers, Xanax, Ecstas\nAmendment during her de\nrelevant but problem ques’\nclaims about two other vic\nsaid only good things abo\nFBI in 2007, while being\nstory “changed dramaticall\nthe hands of EDWARDS an\nIn a motion for summar\nEdwards denied all of thes:\nfrivolous for two separate '\nclaimed, Epstein was seel\nasserting his own Fifth An\ncovery of relevant facts. (An\ndozens of times, when dep\nOn the other hand, Epstein\nby all of the record evidence\n“The truth in the record\nSupport Epstein’s claims an\ntoborative of Edwards's swor\nStated.\n\nHOUSE_OVERSIGHT_022175",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022175.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2328,
    "word_count": 385,
    "line_count": 71,
    "import_date": "2025-11-19T21:47:47.332124",
    "prefix": "IMAGES-006"
  }
}