{
  "document_id": "HOUSE_OVERSIGHT_023100",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023100.txt",
  "text": "The movie is a multigenerational compendium of comedians, from Phyllis Diller and Don\nRickles to George Carlin, Chris Rock, Jon Stewart, Sarah Silverman and Cartman of\n\"South Park.\" But the raunchiest participants are often those best known for their roles in\nfamily-friendly sitcoms on network TV: Drew Carey, Jason Alexander, Paul Reiser. I\nasked Mr. Saget, who starred as a lovable widower father in the long-running hit \"Full\nHouse,\" where his own impulse to tell X-rated standup comes from. Among his reasons:\n\"There's something about all of us that wants to push the limits of the world we're in,\nwhere you can't say anything. There's a time and a place for stuff that is freeing for\npeople.\"\n\nI'm not a particular enthusiast for dirty jokes, but that freedom is exactly what I, and I\nsuspect others, felt when a comic with a funny voice in a bad suit broke all the rules of\npropriety at that Friars Roast. But it was just three days earlier at the White House that\nAri Fleischer, asked to respond to a politically incorrect remark about 9/11 by another\ncomedian, Bill Maher, warned all Americans \"to watch what they say.\" That last week in\nSeptember 2001, I've come to realize, is as much a marker in our cultural history as two\nweeks earlier is a marker in the history of our relations with the world. Even as we're\nconstantly told we're in a war for \"freedom\" abroad, freedom in our culture at home has\nbeen under attack ever since.\n\nCopyright 2005 The New York Times Company | Home | Privacy Policy | Search | Corrections | RSS | Help | Back to Top\nSy\n\nHOUSE_OVERSIGHT_023100",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023100.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1585,
    "word_count": 280,
    "line_count": 24,
    "import_date": "2025-11-19T21:47:44.120170",
    "prefix": "IMAGES-007"
  }
}