{
  "document_id": "HOUSE_OVERSIGHT_011806",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011806.txt",
  "text": "/ BARAK / 49\n\nal-Hama, which I knew Assad had said he considered rightfully Syrian during talks\nheld under Rabin.\n\nBut the details turned out not to matter. President Clinton agreed to present the\nmap to Assad in what we both hoped would be a step to reopening the path for\npeace. The two of them met in Geneva in late March. Though the President also\ncame with full details of our positions on the other negotiating issues, he began by\ntelling Assad that I had agreed to the Syrians’ longstanding point of principle on\nour future border: it would be “based on the June 4, 1967 line” before the Six-Day\nWar. Then, the President unfurled the map.\n\nIt was shortly after five in the afternoon in Israel when Clinton phoned me. He\nsounded as if he’d been punched in the stomach. “Ehud, it’s not going to work,” he\nsaid. “The moment I started, he tuned out. He just said: ‘Do I get my land?’ I tried\nto get him to listen, but he just kept repeating: ‘Do I get all my land?’ According\nthe President, Assad would countenance nothing less than being able to sit on the\nshore of the Sea of Galilee and “dip his feet in the water.” Clinton said he’d done\nhis best, and that was true. “I understand the effort is over,” I replied. “Probably,\nhe’s too frail and ill by now.” In fact, Assad would die of leukemia barely two\nmonths later. His immediate focus was on ensuring an uncontested succession to\nhis son, Bashar.\n\nWhen Dennis Ross came to see me in Jerusalem, I think he expected to find me\nmore distraught than I felt. Of course, I was disappointed. But I told him I was\ngrateful that Clinton had stayed with a negotiating effort that had been frustrating\nfor all of us. When I became Prime Minister, I’d assured the Americans that as\nlong as our vital security interests were protected, I was ready to go further than\nany previous Israeli leader to get peace with Syria, and with Arafat too. I might\nfail, but it would not be for lack of trying. I believed that even a “failure” would\ntell us something: whether the other side was truly ready for peace. With Syria, I\ntold Dennis, “It’s not what we hoped for. But at least now we know.”\n\n335\nHOUSE_OVERSIGHT_011806",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011806.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2160,
    "word_count": 399,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:46.790356",
    "prefix": "IMAGES-001"
  }
}