{
  "document_id": "HOUSE_OVERSIGHT_023936",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023936.txt",
  "text": "190 Teaching Minds\n\nSeries that determines the winner. The real determination is made by\nnewspapers, or parents who want their kids to apply there, or poten-\ntial donors. But the battle is real enough.\n\nThis battle was dead serious before U.S. News and World Report\nstarted publishing annual rankings. Now, it is the basis of how the\nuniversity functions. When the current president was recruited at\nNorthwestern, he essentially was told that his job was to get North-\nwestern into the top ten (in the U.S. News rankings). Northwestern was\nranked 12th or 13th at this time. In his first year he succeeded. Why?\nBecause Northwestern’s football team won the Big Ten title and went\nto the Rose Bowl. Of course, he had nothing to do with that. But the\nfollowing year applications doubled (or something like that) and that\nis a Statistic that U.S. News uses, so presto, we were number nine. It\ndidn’t last. Neither did it make sense.\n\nRecruiting me was like winning the Rose Bowl. Well, all right, not\nreally. But a member of the Board of Trustees actually did say to me\nwhen he met me: “It’s our star quarterback.” I brought in money and\nprestige. It is natural to wonder who actually got the money that An-\ndersen offered and what was done with it and why it was given out,\nand, while we are at it, what exactly it was I did all day if I didn’t teach.\n\nFirst the university’s share. Every dollar of that $30 million went\ninto Northwestern’s bank account. Then they let me spend it accord-\ning to certain rules. The first rule is called “overhead.” The university\ncharges an overhead rate on all contracts. The actual percentage varies\nand one of the first things I had to negotiate with Northwestern was\nhow much their take would be. I don’t remember exactly now, but\nthey got about 30% of what I brought in. So, about $9 million of this\nmoney went into Northwestern’s pocket. Do you see now why they\ndidn’t care how much I taught? They just wanted me there and they\nwanted that money. By the way, they also got the interest on all the\nmoney.\n\nThey also got the prestige. I set up a new institute that became in-\nstantly well known and was something the university could brag about.\nThe Institute for the Learning Sciences was something unique. North-\nwestern had one and no one else did. Moreover, I might (and did) raise\neven more money for my institute. More overhead money. Yippee!\n\nWhat did I do with the money? Mostly what you can do with\nthis money is hire people. If you have a research agenda, something\nyou want to build or accomplish, you will need help. If you want to\nbuild a rocket ship that no one has ever built before, you will need to\n\nHOUSE_OVERSIGHT_023936",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023936.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2673,
    "word_count": 483,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:44.267697",
    "prefix": "IMAGES-007"
  }
}