{
  "document_id": "HOUSE_OVERSIGHT_025768",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025768.txt",
  "text": "Economic Research: How Increasing Income Inequality Is Dampening U.S. Economic Growth, And Possible Ways\nTo Change The Tide\n\nWhen Ends Don't Meet\n\nA few factors help explain the concentration within so-called \"market income,\" which consists of labor income (wages\nand salaries, plus employer-paid benefits), capital income (excluding capital gains), business income, capital gains, and\n\nother income--all before government taxes and transfers (see Glossary for full definition).\n\nThe first reason is relatively simple: All these sources of income are less evenly distributed now than a few decades\nago. In 1979, the bottom four-fifths of the income spectrum earned nearly 60% of total labor income, about 33% of\nincome from capital and business, and about 8% from capital gains. By 2007, the bottom four-fifths share of labor\nincome had dropped to less than 50%, income from capital and business had decreased to 20%, and capital gains fell\n\nto about 5%. In other words, all sources of income were less evenly distributed in 2007 than in 1979 (9).\n\nSome point to the \"superstar status\" effect, with professional athletes and movie actors enjoying astronomical\nincreases in earnings in the past few decades, helped by technological innovation that broadened their reach across\n\nglobal markets and a \"winner take all\" phenomenon.\n\nAnother \"superstar\" is the \"super managers.\" Piketty argues that the \"primary reason for increased income inequality in\nrecent decades is the rise of the super managers in both the financial and nonfinancial sectors,\" finding that about 70%\nof the increase in income going to the top 0.1% from 1979 to 2005 came from increasing pay for those professionals\n(10). Other studies show that, since the 1990s, deregulation, corporate governance, and a greater reliance on equity\n\noptions in executive compensation contributed to the compensation gap (11).\n\nAnother explanation of market income concentration is technological innovation. This phenomenon boosted the value\nof high-skill workers, enhancing their productivity and growth, while rendering some low-skill workers superfluous. As\nautomation and production efficiencies have reduced the need for labor in mid-level professional or service jobs,\nwages have fallen, and occupations requiring a college degree typically offer double the salary of those requiring a high\n\nschool diploma or less.\n\nOther arguments suggest international trade and increased immigration--as well as the decrease in unionization--may\nalso dampen wages of domestic workers. However, research on the trade effect has been inconclusive, while the\nimpact from increased immigration on domestic wages has been modest (see \"Adding Skilled Labor To America's\nMelting Pot Would Heat Up U.S. Economic Growth,\" published March 19, 2014, on RatingsDirect) (12). Meanwhile,\nsome research has shown that the sharp decline in the unionization in the country, especially in the 1980s, has had a\n\nsmall but measurable impact on the overall increase in inequality for men over the last few decades (13).\n\nThe juxtaposition of slow or stagnant federal minimum wage growth and soaring compensation at the higher end of\nthe labor income scale is another factor to consider. The minimum wage, which has held at $7.25 an hour since July\n2009, has suffered a decline in purchasing power for almost half a century--peaking in 1968, when it was at $1.60, or\n\njust shy of $11 in today's money.\n\nWWW.STANDARDANDPOORS.COM/RATINGSDIRECT AUGUST 5, 2014 6\n\n1351366 | 302136118\n\nHOUSE_OVERSIGHT_025768",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025768.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3526,
    "word_count": 536,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:45.426735",
    "prefix": "IMAGES-008"
  }
}