{
  "document_id": "HOUSE_OVERSIGHT_017360",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017360.txt",
  "text": "4.2.12\nWC: 191694\n\nforward and sue. If Clinton was prepared to pay $700,000 to settle a suit he regarded as utterly\nfrivolous and untrue, no greater incentive would have been added if he defaulted and paid.\n\nThe sad reality is that Robert Bennett, perhaps in his zeal to chalk up a high visibility win, failed\nor neglected to tell the president that this was one case that was better for the client to lose and\navoid testifying rather than to win and risk testifying falsely.\n\nDefaulting the Jones case would have resulted in bad headlines the next day—and perhaps for an\nadditional week. But testifying about his sex life resulted in a dangerous threat to the Clinton\npresidency — a threat which would not materialize for several months. Thus we see another\ninstance of the President making a decision which helped him in the short run — by avoiding the\nnegative headlines of a settlement or default — but hurt him greatly in the long run. It was a\npattern that would persist.\n\nOn January 26, 1998, President Clinton, with the assistance of Hollywood producer Harry\nThomason , decided to make a public statement denying a sexual relationship with Monica\nLewinsky. Pointing his finger at the TV camera for emphasis, he said:\n\n“T want you to listen to me. I’m going to say this again. I did not\n\nhave sexual relations with that woman, Miss Lewinsky. I never told\n\nanybody to lie, not a single time — never. These allegations are\n\nfalse. And I need to go back to work for the American People.”\n\nThis statement, made directly to the American public and not under oath, has come back to haunt\nClinton. Why did he make it? He was under no legal obligation to make any statement. He could\neasily have said, as so many others have said, “Since the matter is now the subject of a legal\nproceeding, my lawyers have advised me to make no public comment about it. I’m sure you\nunderstand.”\n\nBut instead, he issued a firm denial of what he would later have to admit was essentially true:\nnamely that he did, in fact, have some kind of a sexual encounter with “that woman.”\n\nOnce again, the President and his advisors opted for the quick fix. They felt that it was necessary\nto put out the political brushfire that was burning around them. By issuing a firm denial, the\nPresident could postpone — perhaps forever — the longer term consequences of his improper sex\nand his misleading testimony. At the time he made the statement, the President may not have\nbeen aware that Lewinsky had saved the semen-stained dress that would eventually force him to\nchange his story. Without the dress, it would always be a “she-said, he-said” conflict between the\nPresident of the United States and a woman who acknowledges on the Tripp tapes that she\nfrequently lies, and whose own lawyer said is an impressionable woman who sometimes\nfantasizes.\n\nOn July 28, 1998, Monica Lewinsky’s lawyers struck a deal with Starr under which she was given\ntotal immunity in exchange for her cooperation and testimony. On July 29, 1998, the President’s\nlawyer announced that an agreement had been reached with the Independent Counsel regarding\nthe President’s subpoenaed grand jury testimony. The subpoena would be withdrawn, the\nPresident would submit voluntarily to four hours of questioning in the White House, in the\n\n213\n\nHOUSE_OVERSIGHT_017360",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017360.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3308,
    "word_count": 570,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:48.606807",
    "prefix": "IMAGES-004"
  }
}