{
  "document_id": "HOUSE_OVERSIGHT_014353",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014353.txt",
  "text": "Lege Mason (LM), C-1-7, Buy\nPresenting from LM was Joe Sullivan, Chairman & CEO, and Alan Magleby, Head of\nIR. Joe was optimistic on the flow outlook for LM given the repositioning over the\npast few years, mostly favorable investment performance, and a healthy\ninstitutional pipeline, and does not expect a significant change in the DOL impact\nbecause of the election or a lower corporate tax rate on their cash tax rate.\n\ne | When asked what would get you more interested in investing in LM stock, investors\noverwhelmingly (82%) replied “strong organic growth, particularly in\nequity/alternatives” while the absence of deal noise (12%) and higher\nmargins/operating leverage (6%) were less interesting for investors. Nobody said\nthat a stronger balance sheet or more affiliate deals would get them more excited\nabout LM’s stock.\n\nChart 58: What would get you more interested in investing in LM stock?\n\n90%\n80%\n70%\n60%\n50%\n40%\n30%\n20%\n10%\n\n0%\n\nStronger organic The absence of deal Operating leverage and A stronger balance More affiliate deals\ngrowth, notably in noise higher margins sheet\nequity/alternatives\n\nSource: BofA Merrill Lynch Global Research\n\ne« LM was relatively upbeat on the flow outlook, despite some ongoing headwinds for\nthe industry. Management sees the following drivers offsetting some of the\nindustry headwinds to position LM to flow better than the industry: strong\ninvestment performance, notable progress with consultants over the last several\nyears, a healthy institutional pipeline ($8B of unfunded wins/$3B uncalled\ncommitted capital), highest level of search activity in active equity in several years,\nlarge cash balances in Europe (20-50% cash allocation across the continent),\nincreasing demand for real estate / infrastructure / alts (Clarion, RARE, and\nEnTrustPermal), and a diverse / differentiated product/vehicle set.\n\n« Management also mentioned that besides offering well performing products across\nstrategies, it also wants to be able to deliver to clients in different vehicles,\nincluding ETFs. The firm has been launching some ETF products and also has an\ninterest in Precidian, which has its non-transparent ETF submission under the\nreview process.\n\n- Regarding potential changes from the election, while very early, regarding the DOL\nfiduciary rule, LM sees it getting delayed and watered down some as the most likely\noutcome. However, they mentioned the fiduciary rule was just an accelerant for\ntrends that were already occurring (i.e. the shift to fee based accounts and away\nfrom brokerages) and whether or not the rule goes through as expected or gets\n\nBankof America a 2016 Future of Financials Conference | 17 November 2016 39\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014353",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014353.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2714,
    "word_count": 422,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:48.161664",
    "prefix": "IMAGES-002"
  }
}