{
  "document_id": "HOUSE_OVERSIGHT_022698",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022698.txt",
  "text": "BILL WAS ONE OF\n\n———\n\nView this image >\nNational Enquirer\n\nTellingly, many of those articles — which have notably increased in tempo in recent weeks following Roberts’ late December\naccusation that noted attorney Alan Dershowitz was one of the men she was forced to have sex with — contain language\nunderscoring the fact that none of this proves anything. “It should at this stage be stressed that the Mail has no evidence to\ncorroborate this and other claims made by Virginia Roberts,” the Dai/y Mai/ wrote in April. “Though her LinkedIn page claims a\ncertificate in Swedish massage, there is no evidence that she ever actually treated Epstein to one,” Gawker (in the most\nstraightforward and clearest reporting on the documents to date) wrote last week. And the Nationa/ Enquirer did not appear to\nrely on the court record for its conclusions, instead to the interpretation of an unnamed source who noted that “Bill’s name is all\n\nover the legal papers, which are chock-full of sordid claims.”\n\nClinton’s discretion on matters of sexual restraint has attained permanent notoriety, so maybe it’s natural to assume that particular\n\nleopard doesn’t change his spots. But at this point, there is simply nothing to back those sordid claims up.\nHere’s what we do know:\n\nJeffrey Epstein is a secretive billionaire financier and Democratic donor who says he never attended college but whose\n“background is in physics.” He owns properties in New York, Florida, New Mexico, London, and Paris and also owns an island in\n\nthe U.S. Virgin Islands. He has at least two private jets, including the 727.\n\nHe has known Bill Clinton since about 1995, and his relationship with him grew stronger after he left office. There is no question\nthey were friendly. Epstein’s so-called “black book,” which is less like something out of the Heidi Fleiss affair and more what most\n\npeople would call a “phone directory,” contains 21 numbers for getting in touch with Clinton, as well as emails and addresses.\n\nBut that 92-page directory also contains exactly the range of eye-poppingly famous and powerful contacts one might expect of an\nincredibly rich, connected person who owns Manhattan’s largest private residence, from Tony Blair to Elie Wiesel to Courtney\n\nLove.\n\nHOUSE_OVERSIGHT_022698",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022698.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2267,
    "word_count": 371,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:46.881066",
    "prefix": "IMAGES-007"
  }
}