{
  "document_id": "HOUSE_OVERSIGHT_019472",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019472.txt",
  "text": "Sandringham in 2000. The picture shows just how close she and Epstein were with Prince\nAndrew\n\nThe girl is said to have been taken there by 18-year-old student Haley Robson, who claims in a sworn\n\nstatement that she was recruited at the age of 17 to provide the billionaire with a $200 nude massage.\n\nOne of the girls ‘cried hysterically’, according to a police report, as she recalled how she was recruited to\n\nprovide services for Epstein when she was 16.\n\nShe claims in a sworn statement that he introduced her to a woman whom he said he had brought from\n\nYugoslavia ‘to be his sex slave’.\n\nEpstein was convicted in 2008 of soliciting sex from a minor - a minor in the US is someone younger than\n\n18 - and served 13 months in prison.\n\nNow, lawyers for four of Epstein's alleged victims are fighting to get a federal non-prosecution agreement\nagainst Epstein thrown out so he can potentially face criminal charges for allegedly sexually abusing the\n\nwomen, one of whom says she was only 13 at the time of the assault.\n\nBizarrely, Maxwell was initially served with a subpoena in September 2009, as she was leaving the Clinton\n\nGlobal Initiatives Conference in New York.\n\nPower people: Ghislaine Maxwell and newspaper billionaire Rupert Murdoch, pictured\ntogether in at the Fifth Important Dinner for Women hosted by Her Majesty Queen Rania\nAl Abdullah, Wendi Murdoch and Indra Nooyi in New York in September 2010\n\nEpstein was convicted in 2008 of soliciting sex from a minor - a minor in the US is someone younger than\n\n18 - and served 13 months in prison.\n\nNow, lawyers for four of Epstein's alleged victims are fighting to get a federal non-prosecution agreement\nagainst Epstein thrown out so he can potentially face criminal charges for allegedly sexually abusing the\n\nwomen, one of whom says she was only 13 at the time of the assault.\n\nAs for Maxwell, bizarrely, she was initially served with a subpoena in September 2009, as she was leaving\nthe Clinton Global Initiatives Conference in New York, and continues to deny all allegations made against\n\nher.\n\nGossip girls: Ghislaine Maxwell (right) and Gossip Girl actress Kelly Rutherford at an event\n\nto celebrate Anna Netrebko's new album 'Verdi', in New York in September 2013\n\nHOUSE_OVERSIGHT_019472",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019472.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2256,
    "word_count": 383,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:48.524423",
    "prefix": "IMAGES-005"
  }
}