{
  "document_id": "HOUSE_OVERSIGHT_018350",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018350.txt",
  "text": "apprehensible, the Rabbis said, only by its movements. Are we back at the first\nchapter of Genesis and its absolute prohibition against eating from the tree of\nknowledge. Or, from the Talmud, “For him who reflects about four things - what is\nabove, what is below, what is before and what is behind - it would be better not to\nhave come into the world.”!7° We want to reflect about what goes on inside the\nmachines. Can we? Should we? How does Dare to know face off against these\nimpenetrable systems.\n\nIt is little surprise that places like Silicon Valley often leave a visitor with the feeling\nof a town where work is done in rooms within rooms within rooms. To drive along\nthe dulled, anodyne asphalt stretch of road that runs in front of Sand Hill Road in\nMenlo Park almost hurts your head: Inside the offices on revolutions are dreamed,\ndebated and funded. And it looks, for the most part, like a row of mildly prosperous\ndental practices. The real import of the work is, on the outside at least, nearly totally\nmuted. The corporate structure of the most powerful tech companies are padded\nwith this sort of deadening fustian too. Founders control the majority of voting\nstock; shareholders are more like lucky “users” than owners. Control, security and\nspeed in decision-making are secured from the inside, free of exploit risk or\ninterference. The companies are like computers. Of course the founders know where\nreal powers sits. But this shouldn’t distract us from the human energy breathing in\nthe code itself. The programs are “permeated by all the forms of contestation,\nfeeling, identification, intensity, contextualization and decontextualization,\nsignification, power relations, imaginings and embodiments that comprise any\ncultural object,” the computer science historian Adrian Mackenzie has written.171\n\nEach of the parts of a black box is a black box. The famous billionaires of our\ntechnology age operate for the most part as their systems do. Their tight, well-\nengineered clusters of machines produce fortunes from connectivity, even as they\nobscure some of the deeper nature of the connections that are essential to their\nsuccess. They are themselves at times obscured, human black boxes in a sense.\n“Linux is just an enabler,” the genius programmer Linus Torvalds once observed\nabout the code language that undergirds much of the connected world. “It’s a solid\nbase, but like all good, solid bases, it really is something that should be almost\nentirely hidden and out of people’s minds.”!” It is a hard paradox for us. The work\nof the black boxes, of connected systems or protocols such Linux is miraculous. It is\nwonderful in so many ways. And the roots of it are, and seem like they have to be,\nobscure. But this cuts very fast into the arteries of a healthy democracy.\n“Democracy,” Arthur Schlesinger wrote in his famous post-war book The Vital\nCenter, “has no defense-in-depth against the neuroses of industrialism.” It’s easy to\nsee how the system might also have a weakened immunity to the subversive forces\n\n170 Or from the Talmud: See Leo Strauss, Persecution and the Art of Writing,\n(Glencoe, Ill.: Free Press, 1952), 21\n\n171 The programs: Adrian Mackenzie, Cutting code: Software and sociality, (New\nYork: Peter Lang 2006) 5\n\n172 “Linux”: Andy Meek, “Linux creator explains why a truly secure computing\nplatform will never exist” on bgr.com Sep. 25, 2015\n\n118\n\nHOUSE_OVERSIGHT_018350",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018350.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3415,
    "word_count": 566,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:46.662942",
    "prefix": "IMAGES-004"
  }
}