{
  "document_id": "HOUSE_OVERSIGHT_014115",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014115.txt",
  "text": "Case 9:08-cv-80736-KAM Document 319-1 Entered on FLSD Docket 03/24/2015 Page 32 of\n34\n\nThomas E. Scott, Jr., Esq.\n\nRe: Edwards and Cassell v. Dershowitz\nFebruary 25, 2015\n\nPage 4\n\nWL 1328259, at *5 (S.D.N.Y. 2006) (“Courts have long construed the term ‘control’ as\nmeaning more than simple ‘possession.’ 'Control has been construed broadly by the\ncourts as the legal right, authority, or practical ability to obtain the materials sought\nupon demand.\"). See also Frantz v, Golebiewski, 407 So.2d 283, 285 n.4 (Fla. 3 DCA\n1981) (\"Interpretations of the federal rule are persuasive in considering its Florida\nequivalent.\").\n\nWhile your responses purport to recognize the obligation to produce documents subject\n\nto Mr. Dershowitz’s “control”, there are qualifications in the responses that would\n\nappear to contradict that recognition. Your objection to the production of metadata has\n_no legal foundation.\n\nWord Play and Gamesmanship\n\nYou will note that we do not include page after page of definitions. I believe that any\nlawyer reasonably fluent in English can carry out his or her duty to construe\ninterrogatories and requests for production in the broad and liberal manner intended by\nthe rules. Florida courts frown on parsing and gamesmanship. See, e.g. First Healthcare\nCorp. v. Hamilton, 740 So.2d 1189, 1194 (Fla. 4\" DCA 1999) (chastising counsel who\ndid not turn over \"event\" reports because plaintiff requested \"incident\" reports as\nengaged in \"little more than a semantic shell game.\").\n\nRepeated assertions that statements were made by Mr. Dershowitz “upon information\nand belief” is an example of prohibited “word play.” That qualification has no bearing\non the Defendant’s discovery obligations.\n\n“Will Produce”\n\nThe Rules of Civil Procedure require production and not just a commitment of\nproduction at some unspecified future date. If the documents you intend to produce are\navailable for inspection and copying now as they are required to be, we are prepared to\npick them up immediately. If they are not immediately available, when will they be?\n\nTimeframe Objections\n\nYour repeated attempts to restrict discovery to a narrow timeframe, fail to account for\nthe fact that this is a defamation action arising out of broad defamatory statements made\nby Mr. Dershowitz impugning the honesty and integrity of the Plaintiffs without any\nlimitations as to a specific time or circumstance. Mr. Dershowitz has also made broad\npublic denials of misconduct unrestricted to any specific timeframe. We are entitled to\n\nHOUSE_OVERSIGHT_014115",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014115.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2544,
    "word_count": 394,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:46.026771",
    "prefix": "IMAGES-002"
  }
}