{
  "document_id": "HOUSE_OVERSIGHT_022529",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022529.txt",
  "text": "27\n\nDoes the FCPA Apply to Cases of\nExtortion or Duress?\n\nSituations involving extortion or duress will not give\nrise to FCPA liability because a payment made in response to\ntrue extortionate demands under imminent threat of physical\nharm cannot be said to have been made with corrupt intent\nor for the purpose of obtaining or retaining business.’? In\nenacting the FCPA, Congress recognized that real-world\nsituations might arise in which a business is compelled to pay\nan official in order to avoid threats to health and safety. As\nCongress explained, “a payment to an official to keep an oil\nrig from being dynamited should not be held to be made with\nthe requisite corrupt purpose.”!”\n\nMere economic coercion, however, does not amount to\nextortion. As Congress noted when it enacted the FCPA:\n“The defense that the payment was demanded on the part of\na government official as a price for gaining entry into a mar-\nket or to obtain a contract would not suffice since at some\npoint the U.S. company would make a conscious decision\nwhether or not to pay a bribe.”!” The fact that the payment\nwas “first proposed by the recipient ... does not alter the cor-\nrupt purpose on the part of the person paying the bribe.”!”\n\nThis distinction between extortion and economic coer-\ncion was recognized by the court in United States v. Kozeny.\nThere, the court concluded that although an individual who\nmakes a payment under duress (i.c., upon threat of physi-\ncal harm) will not be criminally liable under the FCPA,'? a\nbribe payor who claims payment was demanded asa price for\ngaining market entry or obtaining a contract “cannot argue\nthat he lacked the intent to bribe the official because he made\nthe ‘conscious decision’ to pay the official.”!* While the\nbribe payor in this situation “could have turned his back and\nwalked away; in the oil rig example, “he could not!”\n\nBusinesses operating in high-risk countries may face\nreal threats of violence or harm to their employees, and\npayments made in response to imminent threats to health\nor safety do not violate the FCPA.!6 If such a situation\narises, and to ensure the safety of its employees, companies\nshould immediately contact the appropriate U.S. embassy\n\nfor assistance.\n\nPrinciples of Corporate Liability for\nAnti-Bribery Violations\n\nGeneral principles of corporate liability apply to the\nFCPA. Thus, a company is liable when its directors, officers,\nemployees, or agents, acting within the scope of their employ-\nment, commit FCPA violations intended, at least in part, to\nbenefit the company.’ Similarly, just as with any other stat-\nute, DOJ and SEC look to principles of parent-subsidiary\n\nand successor liability in evaluating corporate liability.\n\nParent-Subsidiary Liability\n\nThere are two ways in which a parent company may\nbe liable for bribes paid by its subsidiary. First, a parent may\nhave participated sufficiently in the activity to be directly\nliable for the conduct—as, for example, when it directed its\nsubsidiary’s misconduct or otherwise directly participated\nin the bribe scheme.\n\nSecond, a parent may be liable for its subsidiary’s con-\nduct under traditional agency principles. The fundamental\ncharacteristic of agency is control.'* Accordingly, DOJ and\nSEC evaluate the parent’s control—including the parent’s\nknowledge and direction of the subsidiary’s actions, both\ngenerally and in the context of the specific transaction—\nwhen evaluating whether a subsidiary is an agent of the par-\nent, Although the formal relationship between the parent\nand subsidiary is important in this analysis, so are the practi-\ncal realities ofhow the parent and subsidiary actually interact.\n\nIf an agency relationship exists, a subsidiary’s actions\nand knowledge are imputed to its parent.” Moreover,\nunder traditional principles of respondeat superior, a com-\npany is liable for the acts of its agents, including its employ-\nees, undertaken within the scope of their employment and\nintended, at least in part, to benefit the company.'*° Thus,\nif an agency relationship exists between a parent and a\nsubsidiary, the parent is liable for bribery committed by\nthe subsidiary’s employees. For example, SEC brought an\nadministrative action against a parent for bribes paid by the\npresident of its indirect, wholly owned subsidiary. In that\nmatter, the subsidiary’s president reported directly to the\n\nCEO of the parent issuer, and the issuer routinely identified\n\nHOUSE_OVERSIGHT_022529",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022529.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4441,
    "word_count": 709,
    "line_count": 96,
    "import_date": "2025-11-19T21:47:47.363851",
    "prefix": "IMAGES-007"
  }
}