{
  "document_id": "HOUSE_OVERSIGHT_010946",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010946.txt",
  "text": "country and period tested. I call it free growth. My own free growth theory\nacknowledges growth by consumption restraint, which I call thrift, only asa\nmathematical possibility which doesn’t seem to happen. So my idea, taking account\nof data Mill didn’t have, is different from his. 1 must be careful not to put my ideas in\n\nhis mouth. When I say “Mill’s idea”, from now on, | will mean some of both.\n\nNo one had the data to prove him right until national accounts began reporting\nmarket-valued capital in 1990 or so, and reconstructing it for a few decades before.\nWhat they had earlier was the book measures of capital that we see in balance\nsheets. They don’t reveal enough. Book measures assume depreciation norms.\nOutcomes converge to norms over time, but meanwhile might be anything. National\naccounts follow a form of this book or depreciation accounting. They now report\nmarket-valued capital too, but still prefer book methods to calculate investment I\nand output Y in the Y = C + I equation. That doesn’t work well. Did you know that\nnational accounts in France, Germany, U.K. and the United States all reported\npositive net investment in the crash years 1929, 1930, 1937 and 2008? Net\ninvestment, meaning net of depreciation, is intended to show growth in capital value.\nDo you think values really went up in those crash years? And national accounts can\nbe just as wrong in the opposite direction. In the boom year 1933, when stock\nmarkets were up 42%, 67%, 96% and 46% in those four countries, Germany and U.S.\nreported net investment (capital growth) as negative while France and U.K.\nreported it up less than half a percent. All this shows in my charts and tables.\nReports of net investment in national accounts tend to prove radically wrong in\nyears of unexpected upturn or downturn because they don’t get the news of wars or\nnational disasters or discoveries or business cycles until new assets are bought or\nnew products sold. Purchases and sales are normally the only input into the books.\nAverage time between original purchase and realization in sales is the “holding\nperiod” or “turnover period” of capital. For all physical capital together, it runs\nseveral years. Accounts in those slump years were reporting the good news of boom\nyears shortly before, including the booms of 1935 as well as 1933 preceding the\n\nslump year 1937. Accounts in the boom year 1933 were finally getting the news of\n\nChapter 2: Fast Forward 1/06/16 6\n\nHOUSE_OVERSIGHT_010946",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010946.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2474,
    "word_count": 421,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:48.610316",
    "prefix": "IMAGES-001"
  }
}