{
  "document_id": "HOUSE_OVERSIGHT_027904",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027904.txt",
  "text": "The day before the end of basic training, I was told to return to Maka Esser.\nA Jeep was waiting. A soldier was at the wheel. He mumbled hello and drove\nme to a sprawling military base about 15 minutes away, not too far from the\ninternational airport in Lod. It was built by the British in the Second World War\nfor the RAF. After 1948, the main part had been converted into Israel’s officer-\ntraining school. But at the far end, set back from a criss-cross of runways, was a\npair of domed concrete shelters which had been used by the British for\nmunitions storage. Five tents. Two field toilets. And a single-story brick\nstructure with a tin roof. It contained offices for Avraham Arnan, a couple of\nother officers and a secretary, a kitchenette and a room for storing weapons.\nThis was the home of Sayeret Matkal, although the first thing I was told was\nthat no one, outside a handful of senior officers in military headquarters, knew\nwe existed.\n\nThe heart and soul of Sayeret Matkal was Avraham Arnan. Even from my\nbrief first encounter with him in his living room in Tzahala, I was struck by his\nphysical presence, with almost movie-star looks and a face made even more\nintriguing by the fact he had different-colored eyes, one brown and one a\npiercing green. But what really set him apart, as I got to know him and come\nunder his spell in the sayeret, was his playful, almost bohemian disregard for the\nnormal strictures and structures, rules and regulations, of the armed forces.\nWhat mattered to him was what actually needed to get done, and how best to\naccomplish it despite all the bureaucratic obstacles, and he made me and his\nother teenage recruits feel we were equal partners with him in getting there.\n\nYears later, he confided that if his life had not led him into the military, he\nwould have probably chosen something in the arts or culture, maybe directing\nfilms. But he had volunteered for the Haganah at age 17, a year before the 1948\nwar. As the losses mounted in Jerusalem, he found himself in the Palmach’s\ncrack Harel Brigade, under the command of a future Israeli chief-of-staff, Dado\nElazar.\n\nHis vision for Sayeret Matkal became Israel’s answer to the dangers\nidentified by Rotem. But it had its origins in his experiences in the years after\n1948, when he joined a military intelligence group running a loose network of\nArab agents across Israel’s northern border. They provided occasional bits of\n\n56\nHOUSE_OVERSIGHT_027904",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027904.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2450,
    "word_count": 430,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:45.691804",
    "prefix": "IMAGES-009"
  }
}