{
  "document_id": "HOUSE_OVERSIGHT_018017",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018017.txt",
  "text": "4/15/2019 Case 1:19-cv-033 FP\" Bstwiers tes stilfaen OFT /Arsteip Aye 3 of 4\nDozens of women alleged that Epstein molested and raped them when they were underaged using a\n\nsophisticated human trafficking network. A civil trial is scheduled to begin on Tuesday in Palm Beach\n\nCounty that may finally let these women tell their stories in court.\n\nBehind the scenes: While he was allegedly raping teenage girls, Epstein cultivated cozy relationships\n\nwith America's elites.\n\ne Bill Clinton flew on Epstein's plane, nicknamed the \"Lolita Express,\" numerous times, according to\n\nflight logs.\n\ne And Donald Trump, ina profile with New York magazine written several years before the police\n\nwom\n\ncaught up with Epstein, praised his friend as a \"terrific guy.” \"It is even said that he likes beautiful\n\nwomen as much as I do,\" Trump said of Epstein, \"and many of them are on the younger side.\"\n¢ Dershowitz was also friendly with Epstein before the broader public knew he was a pedophile.\n\nDershowitz confirmed to me that he received a massage at Epstein's Palm Beach home, adding\n\nthat the woman who provided it was of legal age.\n\ne \"What happened was I, um, he lent us, this was well before any of this thing came out, he lent us\nhis house once. And I was there, my grandchildren were there, my daughter was there, and we all\n\ngot massages.”\n\ne \"And, um, it was therapeutic. I had a therapeutic massage with an old old Russian, but I never\nnever ... and that was part of when we had his house for about a week during I think it was\n\nChristmas vacation.\"\n\ne \"Believe me, if I had known that anything improper had ever taken place in that house, I never\nwould have allowed my children, my grandchildren, my wife, my daughter-in-law, my son, to have\nspent time there. I can tell you categorically there were no inappropriate pictures, no\n\ninappropriate anythings. It was like any other house.\"\n\nOne of Epstein's accusers, Virginia Roberts, has claimed Dershowitz had sex with her when she was\n\nunderage. Dershowitz has denied the allegation and told the Miami Herald \"the story was 100 percent\n\nflatly categorically made-up\" so \"she could get money.”\n\nGo deeper: Trump defender Dershowitz shunned by Martha's Vineyard\n\nV\n\nhttps:/Awww.axios.com/alan-dershowitz-jeffrey-epstein-legal-advice-1a13ad59-a718-46c9-981 3-11231604a387.html 2/3\n\nHOUSE_OVERSIGHT_018017",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018017.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2350,
    "word_count": 381,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:46.461363",
    "prefix": "IMAGES-004"
  }
}