{
  "document_id": "HOUSE_OVERSIGHT_029479",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029479.txt",
  "text": "Business Expansion Portfolio and Prospectus\nTwin City Care of The Virgin Islands\n4\n\nPerformance Parameters:\n\nPre-Schedule Transports On time 90%\nNon-Schedule Urgent On time within | hour of call time 90%\nNon-Schedule Non- Urgent On time within 2 hours of call time 90%\n\nMental Health Transports\n\nDefinitions:\nPriority 1 Law Enforcement with the patient.\nPriority 2 Transport requests coming from the Emergency Room, include Air Ambulance\nPriority 3 Transport request from Hospital rooms, Detention Centers, Exparte, voluntary\nrequest, inpatient mental health units, other “stable” environments, and voluntary\nrequests. “Non- Air Ambulance”\nPriority 4 Pre-Scheduled transports with a minimum of 24 hours’ notice.\n\nPerformance Parameters\n\nPriority 1 On scene 45 minutes from time of call’s acceptance 90% on time\n\nPriority 2 On scene | hour from time of call’s acceptance from receiving facility, 90% on time\nPriority 3 On scene 2 hours from time of call’s acceptance from receiving facility, 90% on time\nPriority 4 On scene at the agreed upon time, 90% on time\n\nFees for Service\n\nTransport Rate Schedule\n\nBLS Non-Emergency $290.00\n\nALS Non-Emergency $400.00\n\nBLS Emergency $440.00\n\nALS Emergency $520.00\n\nALS-2 $775.00\n\nAll Mileage $11.25 per mile\n\nStand-by or Waiting Time $125.00 per hour or increment thereof*\nMedical Coverage (First Aid Station) Contracts $800.00 per day\n\nIn addition to TCMIH primarily non-emergency inter-facility services, TCMIH will routinely\nrender ambulance services in response to facility requests that fall into the Center for Medicare\nand Medicaid Services (CMS) guidelines qualifying Twin City for reimbursement under the CMS\ncode for ALS or BLS Emergency based on the “Immediate Response” criteria. The current CMS\ndefinition for Emergency is not based on “lights and sirens”, it is based on “immediate response”.\n\nHOUSE_OVERSIGHT_029479",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029479.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1869,
    "word_count": 279,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:49.166093",
    "prefix": "IMAGES-010"
  }
}