{
  "document_id": "HOUSE_OVERSIGHT_016329",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016329.txt",
  "text": "“INFORMATION” FOR WIENER, FOR SHANNON, AND FOR US\nDavid Kaiser\n\nDavid Kaiser is Germeshausen Professor of the History of Science and professor of\nPhysics at MIT, and head of its Program in Science, Technology & Society. He is the\nauthor of How the Hippies Saved Physics: Science, Counterculture, and the Quantum\nRevival and American Physics and the Cold War Bubble (forthcoming).\n\nIn The Sleepwalkers, a sweeping history of scientific thought from ancient times through\nthe Renaissance, Arthur Koestler identified a tension that has marked the most dramatic\nleaps of our cosmological imagination. In reading the great works of Nicolaus\nCopernicus and Johannes Kepler today, Koestler argued, we are struck as much by their\nstrange unfamiliarity—their embeddedness in the magic or mysticism of an earlier age—\nas by their modern-sounding insights.\n\nI detect that same doubleness—the zig-zag origami folds of old and new—in\nNorbert Wiener’s classic The Human Use of Human Beings. First published in 1950 and\nrevised in 1954, the book is in many ways extraordinarily prescient. Wiener, the MIT\npolymath, recognized before most observers that “society can only be understood through\na study of the messages and the communication facilities which belong to it.”. Wiener\nargued that feedback loops, the central feature of his theory of cybernetics, would play a\ndetermining role in social dynamics. Those loops would not only connect people with\none another but connect people with machines, and—crucially—machines with\nmachines.\n\nWiener glimpsed a world in which information could be separated from its\nmedium. People, or machines, could communicate patterns across vast distances and use\nthem to fashion new items at the endpoints, without “moving a...particle of matter from\none end of the line to the other,” a vision now realized in our world of networked 3D\nprinters. Wiener also imagined machine-to-machine feedback loops driving huge\nadvances in automation, even for tasks that had previously relied on human judgment.\n“The machine plays no favorites between manual labor and white-collar labor,” he\nobserved.\n\nFor all that, many of the central arguments in Zhe Human Use of Human Beings\nseem closer to the 19th century than the 21st. In particular, although Wiener made\nreference throughout to Claude Shannon’s then-new work on information theory, he\nseems not to have fully embraced Shannon’s notion of information as consisting of\nirreducible, meaning-free bits. Since Wiener’s day, Shannon’s theory has come to\nundergird recent advances in “Big Data” and “deep learning,” which makes it all the\nmore interesting to revisit Wiener’s cybernetic imagination. How might tomorrow’s\nartificial intelligence be different if practitioners were to re-invest in Wiener’s guiding\nvision of “information”?\n\nWhen Wiener wrote Zhe Human Use of Human Beings, his experiences of war-related\nresearch, and of what struck him as the moral ambiguities of intellectual life amid the\nmilitary-industrial complex, were still fresh. Just a few years earlier, he had announced\n\n109\n\nHOUSE_OVERSIGHT_016329",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016329.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3086,
    "word_count": 471,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.667066",
    "prefix": "IMAGES-003"
  }
}