{
  "document_id": "HOUSE_OVERSIGHT_031850",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031850.txt",
  "text": "17\n\nNixon’s official visit (the Shanghai Communiqué). The result was, as\nhe puts it, “a quasi alliance,” which, though initially intended to\ncontain the Soviet Union, ended up outliving the Cold War.\n\nIn this telling, however, Kissinger is able to take advantage of recent\nresearch that illuminates the Chinese side of the story. The American\nopening to China was also a Chinese opening to America, actuated\nabove all by Mao Zedong’s fear of encirclement. “Think about this,”\nMao told his doctor in 1969. “We have the Soviet Union to the north\nand the west, India to the south, and Japan to the east. If all our\nenemies were to unite, attacking us from the north, south, east, and\nwest, what do you think we should do?” The medic had no idea.\n“Think again,” said Mao. “Beyond Japan is the United States. Didn’t\nour ancestors counsel negotiating with faraway countries while\nfighting with those that are near?” It was to explore the American\noption that Mao recalled four Army marshals from exile. Skirmishes\nwere already underway between Soviet and Chinese forces on the\nUssuri River. In October 1970 Mao ordered China’s top leadership to\nevacuate Beijing and put the People’s Liberation Army on “‘first-\ndegree combat readiness.” The stakes for China were high indeed—\nhigher than for the United States. As Kissinger shows, it was far\nfrom unusual for Mao to refer to “our ancestors’ counsel.” Despite\nhis lifelong commitment to Marxism-Leninism, Mao was also steeped\nin the classics of Chinese civilization, as were his close advisers. “We\ncan consult the example of Zhuge Liang’s strategic guiding\nprinciple,” Marshal Ye Jian-ying suggested, “when the three states of\nWei, Shu, and Wu confronted each other: ‘Ally with Wu in the east\nto oppose Wei in the north.’ ” The allusion, Kissinger explains, is to\nRomance of the Three Kingdoms, a 14th-century epic novel set in the\nso-called Warring States period (475-221 B.C.).\n\nNor was this the only occasion when China’s communist leaders\nlooked to the distant past for inspiration. Of equal importance to\n\nHOUSE_OVERSIGHT_031850",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031850.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2077,
    "word_count": 342,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:45.092059",
    "prefix": "IMAGES-011"
  }
}