{
  "document_id": "HOUSE_OVERSIGHT_014695",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014695.txt",
  "text": "From: Ens, Amanda i\n\nSent: 1/27/2017 8:03:49 PM\nTo: jeffrey E. [jeevacation@gmail.com]; Richard Kahn\nSubject: Meet with our Global Head of Commodities - Monday at 10:15am at One Bryant Park\n\nAttachments: image001.png\n\nImportance: — High\n\nPlease let me know if you’re interested in joining a small group meeting with our head of Global Commodities. Apologies\nfor the short notice but they just created this based on client request.\n\n° Monday, January 30 at 10:15am at One Bryant Park (42\" St & 6\" Ave), Room 5F\n\nFrancisco Blanch is a managing director and head of Global Commodities and Derivatives Research. Regular Research\npublications include: The Global Energy Weekly, Commodity Portfolio Monthly and Quantitative Investment Strategies\nMonthly. Research produced by the Commodities, Asset Allocation, and Global Derivatives teams has been recognized\nby Institutional Investor, Extel, Greenwich, Bloomberg, or Energy Risk, among others. Previously he was Head of Global\nAsset Allocation Research. Prior to joining Merrill Lynch, Blanch was an energy economist focusing on global oil & gas in\nthe commodity research group at Goldman Sachs & Co. and consulted for the European Commission and other public\nand private organizations. Blanch has a masters degree in public administration from Harvard University and a\ndoctorate in economics from Complutense University of Madrid.\n\nKey topics of discussion:\n\n1 — OPEC / Saudi Policy - OPEC agreed to cut production by 1.2mb/d, along with 600kb/d from non-OPEC\n\nproducers. Francisco believes Saudi’s key objective will be to push the oil forward curve into backwardation to 1)lower\nglobal refinery margins 2) lower prices for forward sellers and prevent capex spending 3) reduce downside oil price\nrisks. Francisco believes it is in OPEC’s best interest to comply with the stated cuts, and thins Saudi remains under\nsignificant pressure to either achieve higher oil prices, or inevitably de-peg the Riyal.\n\n2 - Oil fundamentals - OPEC’s cut has significant implications for supply/demand balances and throws the global market\ninto a meaningful deficit for 2017. We estimate the global market will be in a 560kb/d deficit throughout 2017. US\nShale output remains a headwind for a rebound in global balances and will vary with price. Given our $59/bbl 2017\noutlook for WTI, Francisco believes shale will reverse its current trend before rebounding sequentially by 660kb/d\nbetween 2Q17 and 4Q17.\n\n3 — US Energy Policy / Trump Administration — Francisco views the likelihood for Trump’s administration to implement a\nborder adjustment tax to be extremely low, but recognizes that if a tax was imposed, it would have profound\nimplications for EM demand and the WTI/Br arb. The appointment of key cabinet members Rex Tillerson, Rick Perry,\nand Scott Pruitt pose significant implications for the US energy sector.\n\n4 — Commodity Macro — Forward inflation expectations around the world have jumped sharply since Trump’s\nvictory. So far, rising inflation and steeper yield curves have neutralized the strong dollar, pushing commodities\nhigher. We believe the recent breakdown in USD/Oil correlation since OPEC/Fed can persist so long as inflation\nexpectations remain supported. However, a toxic mix of much faster-than-anticipated US interest rate hikes, a much\nstronger USD, and a trade war with China pose risks.\n\nAmanda Ens\n\nDirector\n\nBank of America Merrill Lynch\n\nMerrill Lynch, Pierce, Fenner & Smith Incorporated\nOne Bryant Park, 5th Floor, New York, NY 10036\n\nPhone: V obilc: i’\n\nHOUSE_OVERSIGHT_014695",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014695.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3547,
    "word_count": 549,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:49.069946",
    "prefix": "IMAGES-003"
  }
}