{
  "document_id": "HOUSE_OVERSIGHT_017539",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017539.txt",
  "text": "FRANK GEHRY\n\nRaised in Toronto, Canada, Frank Gehry moved with his family\nto Los Angeles in 1947. Mr. Gehry received his Bachelor of\nArchitecture degree from the University of Southern California\nin 1954, and he studied City Planning at the Harvard University\nGraduate School of Design. In subsequent years, Mr. Gehry\nhas built an architectural career that has spanned five decades\nand produced public and private buildings in America, Europe\nand Asia. Hallmarks of Mr. Gehry’s work include a particular\nconcern that people exist comfortably within the spaces that\nhe creates, and an insistence that his buildings address the\ncontext and culture of their sites and the budgets of his clients.\nHis work has earned Mr. Gehry several of the most\nsignificant awards in the architectural field. He was inducted\ninto the College of Fellows of the American Institute of\nArchitects in 1974, and his buildings have received over 100\nnational and regional A.1.A. awards. In 1977, Mr. Gehry was\nnamed recipient of the Arnold W. Brunner Memorial Prize\nin Architecture from the American Academy of Arts and\nLetters. In 1989, he was awarded the Pritzker Architecture\nPrize, perhaps the premiere accolade of the field, honoring\n“significant contributions to humanity and the built\nenvironment through the art of architecture.” In 1992, he\nreceived the Wolf Prize in Art (Architecture) from the Wolf\nFoundation. In the same year, he was named the recipient of\nthe Praemium Imperiale Award by the Japan Art Association\nto “honor outstanding contributions to the development,\npopularization, and progress of the arts.” In 1994, he became\nthe first recipient of the Dorothy and Lillian Gish Award for\nlifetime contribution to the arts. In 1998, Mr. Gehry received\nthe National Medal of Arts, and he became the first recipient\n\nof the Friedrich Kiesler Prize. In 1999, Mr. Gehry received the\nLotos Medal of Merit from the Lotos Club, and he received\nthe Gold Medal from the American Institute of Architects.\n\nIn 2000, Mr. Gehry received the Gold Medal from the Royal\nInstitute of British Architects, and he received the Lifetime\nAchievement Award from Americans for the Arts. In 2002,\nMr. Gehry received the Gold Medal for Architecture from\n\nthe American Academy of Arts and Letters. Mr. Gehry\n\nwas named a Fellow of the American Academy of Arts and\nLetters in 1987, a trustee of the American Academy in Rome\nin 1989, and a Fellow of the American Academy of Arts and\nSciences in 1991. In 1994, he was bestowed with the title of\nAcademician by the National Academy of Design. In 1998, he\nwas named an Honorary Academician by the Royal Academy\nof Arts. In 2003, Mr. Gehry was inducted into the European\nAcademy of Sciences and Arts and he was designated as\n\na Companion to the Order of Canada. In 2005 Mr. Gehry\nreceived the Ordre National de Legion d’honneur Chevalier\nfrom the French Government. In 2006 he was a first year\ninductee into the California Hall of Fame. In 2008, Mr. Gehry\nreceived the Golden Lion Lifetime Achievement Award at\nthe Venice Biennale. In 2010, Mr. Gehry received the John\nSingleton Copley Award from the American Associates of\nthe Royal Academy Trust, and he received the Cooper Union\nfor the Advancement of Science and Art Award in New York.\nMr. Gehry has received honorary doctoral degrees from\nOccidental College, Whittier College, the California College\nof Arts and Crafts, the Technical University of Nova Scotia,\nthe Rhode Island School of Design, the California Institute\nof Arts, the Southern California Institute of Architecture,\n\nthe Otis Art Institute at the Parsons School of Design, the\nUniversity of Toronto, the University of Southern California,\nYale University, Harvard University, and the University of\nEdinburgh. Mr. Gehry has held teaching positions at some of\nthe world’s most prestigious institutions including Harvard\nUniversity, University of Southern California, University\nof California Los Angeles, Sci-Arc, University of Toronto,\nColumbia University, the Federal Institute of Technology in\nZurich, and at Yale University where he still teaches today.\nNotable projects include: the Guggenheim Museum\nin Bilbao, Spain; the DZ Bank Building in Berlin; Nationale-\nNederlanden Building in Prague; the Jay Pritzker Pavilion and\nBP Bridge in Millennium Park in Chicago, Illinois; Maggie’s\nCentre, a cancer patient center in Dundee, Scotland; Hotel\nMarques de Riscal in El Ciego, Spain; Lou Ruvo Brain Institute\nin Las Vegas, Nevada; Princeton University Peter B. Lewis\nScience Library in Princeton, New Jersey; Art Gallery of\nOntario Renovation in Toronto, Ontario, Canada; the New\nWorld Symphony in Miami, Florida; the Eight Spruce Street\nResidential Tower located in New York City; and the Walt\nDisney Concert Hall in Los Angeles, California. Projects under\nconstruction include the Signature Theatre in New York City;\nthe Ohr O’Keefe Museums in Biloxi, Mississippi; the Make\nit Right Foundation in New Orleans, Louisiana, the Puente\nde Vida Museum of Biodiversity in Panama; the Frederick\nR. Weisman Art Museum Expansion at the University of\nMinnesota; and the Foundation Louis Vuitton Museum in\nParis, France. Mr. Gehry is also completing work on the\nGuggenheim Abu Dhabi; LUMA Foundation in Arles, France\nand the University of Technology, Sydney in Sydney, Australia.\n\nHOUSE_OVERSIGHT_017539",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017539.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5324,
    "word_count": 850,
    "line_count": 100,
    "import_date": "2025-11-19T21:47:47.059373",
    "prefix": "IMAGES-004"
  }
}