{
  "document_id": "HOUSE_OVERSIGHT_019144",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019144.txt",
  "text": "James PATTERSON\n\nthey were nothing like the demons he'd heard about in church.\nNoel had never forgotten the way those kids looked. The way\nthey'd turned into old men and old women. They were like zom-\nbies trapped in children’s bodies. And now, in America, Noel's\nbeen given a chance to help other kids.\n\nThat’s what the police have told him, at least.\n\nNoel is a sanitation worker. Still strong at fifty, and lucky\nenough to have found his way to Palm Beach, he gets in to work\nbefore anyone else and keeps his white compactor truck clean,\nalmost glistening. His pickup route runs hot and cold with the\nseasons. But even in the summer, with much less to do, he’s on\nthe job early, braced for a six-hour shift that would break a lesser\nman’s back. In the winter, the job gets even harder. The Estate\nSection gets especially busy. Some of the parties have hundreds\nof guests. They leave behind mountains of refuse. That garbage\ngets picked up daily, or twice a day when requested. It’s carried\n~ by workers who slip, silently, under the porte cocheres. Then it\ngets whisked twenty miles away to a landfill that the garbage-\nmen call Mount Trashmore.\n\nNoel's stretch of the Estate Section runs from the Everglades\nClub to the southernmost tip of the island. It encompasses Ban-\nyan Road, Jungle Road, El Bravo Way, and El Brillo Way. His per-\nformance record is spotless. As far as the Palm Beach PD is\n\nconcerned, he’s the perfect man for the job.\n\nChief Reiter’s authorized a “trash pull’ —a legal way to collect\ndiscarded evidence. In this case, evidence culled from Jeffrey\n\nthe beach. A sad thing\ntime to time. His home\ndespots who line their ¢\n\nMany of the refugee:\n\nMost of them speak\n\n“Eske ou ka ede nou,\n\n“Can you help us, pl\n\nThe cops always nee\nhelp out before. But thi:\nimpatient.\n\n“This time is differ:\nspecial. You don't have\nkeep things to yourself,\n\nWhen he hears what\n\n“Tl do it,” he says in\n\nThe address he’s been ¢\nmorning, St. Pierre move\nkitchen window at the\nwomen, one of them qui\nThe fourth silhouette\nThe police have give\nunsavory, but so is the\ndetectives want from hi\nnumbers, along with toc\nWear. Anything that cou\nspecial truck on the El E\n\n| side in small trash bags\n\nEpstein’s garbage. But when the police call him, Noel St. Pierre\nq end of every shift.\n\nsimply assumes that another refugee boat has run aground on\n28 4\n\nHOUSE_OVERSIGHT_019144",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019144.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2373,
    "word_count": 428,
    "line_count": 79,
    "import_date": "2025-11-19T21:47:45.930123",
    "prefix": "IMAGES-005"
  }
}