{
  "document_id": "HOUSE_OVERSIGHT_026011",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_026011.txt",
  "text": "﻿Trading Algorithm by Gennady\nMashtalyar\nBrexit day or how does my algorithm react to large one-side\nmovements\nDear Jeffrey,\nI was thinking how to better answer your question regarding risks associated with a large\nopposite side movement against my algorithm’s logic. I decided to test-run Brexit day on\nGBP/USD to provide you with a practical example of how my algorithm would react to a sudden\n18 cents price movement down in a day*.\n**Red lines represent open and close positions for short contracts. Blue lines represent open and close positions for long contracts.\nAs you can see from a picture above, pound was dropping for 7 consecutive hours from 1.50 to\n1.32 against the dollar during Asian trading hours on June 24 th (during votes count in the UK).\nSeven hours long 18 cents movements are extremely rare in currency markets. However, 3\ncents movements are very common and can be predicted beforehand. For instance, currency\ntraders can expect increased volatility every time the Fed member speaks, U.S. releases\nunemployment data, Draghi talks about QE efficiency, or elections take place. These days and\nhours are well known beforehand. Professional and responsible investors must have case A\nand B planned out before any influential data release.\n*I can only test my algorithm for 24 hour timeframes from 00:00 to 23:59 of a day with my current hardware and\nsoftware, thus this particular example includes short trades opened before the 18 cent drop and they are working\nwell as a hedge.\nWhile this particular example above illustrates good results by the end of the day (+$7,848 and\n$1,600 maximum drawdown from starting balance), there are certainly markets situations that\nrequire large margins and can not be expected beforehand. These are usually terrorist attacks,\nsudden nature disasters, or even FOX News releasing FBI renewal investigation over Clinton\nand following speculation on Trump’s lead prior U.S. elections.\nThe Brexit day example is certainly a good case scenario for my algorithm. It provides algorithm\nwith a large volatility and many profitable opportunities. However, there are other large one-side\nprice movements in financial markets that can destroy not only my model, but many other\ntrading strategies if wrong side position is held. In the last month financial markets experienced\npound flash-crash in the middle of a random night. GBP/USD dropped for about 10 cents in 2\nminutes and jumped back. Many got rich and many got poor for 120 seconds while in their\nsleep. The only thing that secures investments is responsible trading, which is placing stop\nlosses and not risking more than some percentage per trade.\nAs a CFA Candidate and a prospective algorithmic hedge-fund manager I cannot say investing\neven in T-Bills is 100% safe and can only say currency trading involves high risk. The only thing\nI can assure tell you (in my personal opinion) that $10,000 is a lowest safe responsible sum of\nmoney needed to operate with the model where $5,000 is used for margin alone and $5,000 is\nset to be used as a bad case scenario expected drawdown value or a stop loss.\nP.S. Jeffrey, I want to introduce you to some algorithmic trading concepts and terms needed to\nunderstand trading algorithms better.\n• Algorithmic trading is highly dependent on statistics and averages over a long-term\nhistory.\n• Drawdown – maximal losing dollar amount for open or closed positions from starting\nbalance.\n• Algorithm ceiling – largest amount of money an algorithm can work with (large trades can\ninfluence market conditions against an algorithm).\n• Percentage of profit and loss trades: 53.99% profit and 46.01% loss trades this summer\non a “back-test”\n• Average profit trade: $20.74 this summer on a “back-test”\n• Average loss trade: $14.13 this summer on a “back-test”\n• Number of trades per time period: 45,221\nP.P.S. Drawdown value for a condition where price goes down, my algorithm buys a long\ncontract every minute and does not hold short contracts can be estimated in the Excel file\nattached to the email (Estimation of losing P&L).\n2\nResults of a scenario where a currency pair loses 0.0001 from 1.11 to 1.0741 (3.59 cents total)\nevery single minute for 360 consecutive minutes can be seen below. This is an extreme case\nscenario of a pair losing its value for 6 consecutive hours without any retracement. Please, take\na note that duration and consistency of a price drop are much more important than the value a\ndrop itself.\n3",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_026011.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4461,
    "word_count": 741,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:46.359724",
    "prefix": "TEXT-001"
  }
}