{
  "document_id": "HOUSE_OVERSIGHT_019245",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019245.txt",
  "text": "Freedom House\n\nthe ruling party's dominance. But in other settings, elec-\ntions are held under conditions that are relatively free\nbut effectively unfair. That is, the electoral playing field\nis tilted to favor the incumbents, though the balloting\nitself is not fixed and remains somewhat unpredictable.\nIn illiberal environments like Hungary and Turkey over\nthe past five years, prospects for an opposition victory\nare remote, but not out of the question. Even in a qua-\nsi-dictatorship like Venezuela, the opposition can score\nimpressive victories in parliamentary elections and mo-\nbilize competitive campaigns for the presidency.\n\nAdisplay of supremacy\n\nn December 2011, members of the Russian opposition\nobtained video evidence of ballot stuffing committed by\noperatives from Vladimir Putin’s United Russia party in\n\nthat month's parliamentary elections. A series of unusu-\n\nally large protests ensued. Putin weathered the furor and\nwent on to win a presidential poll the following year. But\n\nfor a brief period, Putin lost control of Russias political\n\nnarrative and was placed on the defensive. He seemed\n\nangry and rattled, and subsequently blamed the turmoil\non the United States, claiming that statements by then\nsecretary of state Hillary Clinton were meant as a signal\n\nto the opposition to launch a color revolution in Russia.\n(The theme of Clinton as the puppet master behind\n\na plot aimed at regime change in Russia was revived\nduring the 2016 U.S. presidential campaign, when the\nRussian media displayed a clear preference for Republi-\ncan candidate Donald Trump and disdain for Clinton.*)\n\nFor Putin, the events of late 2011 and early 2012 were\nevidence of weakness and political incompetence. A\nruling party whose triumph requires that party mem-\nbers be ferried by bus from one voting district to anoth-\ner to cast multiple ballots is, by today’s authoritarian\nstandards, a party that has grown careless and lazy.\nAuthoritarian rulers today seek to fix outcomes well\nbefore election day through laws and policies that em-\nbed unfairness at every level.\n\nThese leaders take a measure of pride in election victo-\nries, even if the results were secured through dishonest\nmethods. They are held up as demonstrations of politi-\ncal mastery rather than neutral measurements of pub-\nlic preference. Putin's victories at the polls enable him\nto reject comparisons with Leonid Brezhnev and other\ndoddering, defensive Soviet-era leaders. Likewise, Hugo\nChavez boasted that unlike the colonels and generals\nwho ruled over South American dictatorships during\nthe 20th century, his tenure as president of Venezuela\nwas sanctified by no fewer than 17 elections, including\na number of referendums. Chavez won all but one.\n\nThere are, of course, examples of elections whose out-\ncome resembles the obviously rigged results in total-\nitarian or junta-like settings. Eurasian presidents such\nas Azerbaijan's Ilham Aliyev and Belarus's Alyaksandr\nLukashenka have repeatedly won elections with over\n80 percent of the vote, and others have easily broken\nthe 90 percent barrier. The ruling Ethiopian Peoples’\nRevolutionary Democratic Front (EPRDF) won every\nseat in the most recent parliamentary polling.®\n\nHowever, more sophisticated autocracies try to\nmanage elections so as to maintain a pluralist fagade\nand hide evidence of systematic fraud or intimidation.\nn Russia, nominal opposition parties usually garner a\nsignificant share of parliamentary seats. But all defer\nto Putin as the country’s unchallenged leader and\ntypically vote according to his wishes on key issues.®\nGenuine opposition forces that seek to win political\npower are not tolerated, particularly if they champi-\non liberal values. Putin has long sought to prevent\nthe rise of a democratic opposition that could raise\nembarrassing questions about systemic corruption,\nforeign interventions, or economic stagnation.\n\nState media and state resources\n\nPredetermining ballot results depends both on the\nrules and regulations that govern the administration\nof elections and on the regime's control of other as-\nsets that can influence the outcome.\n\nControl of the media is crucial. The methods of mod-\nern censorship are examined in more detail in another\nsection of this report. But when a would-be authori-\ntarian leader assumes power, one of the first goals is\nto secure domination over whichever sector of the\nmedia has the greatest impact on public opinion and\ntherefore on voting behavior.\n\nThe first clear indicator of Putin's authoritarian bent was\nhis aggressive move to eliminate independent owner-\nship of Russia's major television stations. Through vari-\nous forms of intimidation, the new president persuaded\n\nprivate mecia moguls to surrender ownership to the\nstate, state-owned corporations, or political cronies.\nTelevision thus became a propaganda vehicle for Putin\nand a potent weapon against his critics, who have\nsince been mocked, vilified, or ignored on the nation’s\nmost important medium. All this occurred within a few\nyears after his election as president in 2000.\n\nIn Venezuela, Chavez used his authority over media\nlicensing to destroy Radio Caracas Television (RCTV),\na popular broadcast station that was aligned with the\n\nwww.freedomhouse.org\n\nim)\n\nHOUSE_OVERSIGHT_019245",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019245.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5264,
    "word_count": 806,
    "line_count": 125,
    "import_date": "2025-11-19T21:47:44.583003",
    "prefix": "IMAGES-005"
  }
}