{
  "document_id": "HOUSE_OVERSIGHT_022543",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022543.txt",
  "text": "41\n\nfunds, off-the-books accounts, and systematic payments to\nbusiness consultants and other intermediaries—to facilitate\nbribery. Payments were made in ways that obscured their\npurpose and the ultimate recipients of the money. In some\ncases, employees obtained large amounts of cash from cash\ndesks and then transported the cash in suitcases across inter-\nnational borders. Authorizations for some payments were\nplaced on sticky notes and later removed to avoid any perma-\nnent record. The company made payments totaling approxi-\nmately $1.36 billion through various mechanisms, including\n$805.5 million as bribes and $554.5 million for unknown\npurposes.” The company was charged with internal controls\nand books and records violations, along with anti-bribery\nviolations, and paid over $1.6 billion to resolve the case with\nauthorities in the United States and Germany.”\n\nThe types of internal control failures identified in the\nabove example exist in many other cases where companies\nwere charged with internal controls violations.” A 2010\ncase against a multi-national automobile manufacturer\ninvolved bribery that occurred over a long period of time in\nmultiple countries.’** In that case, the company used doz-\nens of ledger accounts, known internally as “internal third\nparty accounts,’ to maintain credit balances for the ben-\nefit of government officials.” The accounts were funded\nthrough several bogus pricing mechanisms, such as “price\nsurcharges,’ “price inclusions, or excessive commissions.”*°\nThe company also used artificial discounts or rebates on\nsales contracts to generate the money to pay the bribes.””!\nThe bribes also were made through phony sales intermedi-\naries and corrupt business partners, as well as through the\nuse of cash desks.” Sales executives would obtain cash from\nthe company in amounts as high as hundreds of thousands\nof dollars, enabling the company to obscure the purpose\nand recipients of the money paid to government officials.”\nIn addition to bribery charges, the company was charged\nwith internal controls and books and records violations.\n\nGood internal controls can prevent not only FCPA\nviolations, but also other illegal or unethical conduct by the\ncompany, its subsidiaries, and its employees. DOJ and SEC\nhave repeatedly brought FCPA cases that also involved\n\nother types of misconduct, such as financial fraud,’\n\n235 6\n\ncommercial bribery,’ export controls violations,” and\n\nembezzlement or self-dealing by company employees.”\n\nPotential Reporting and Anti-Fraud Violations\n\nIssuers have reporting obligations under Section\n13(a) of the Exchange Act, which requires issuers to file\nan annual report that contains comprehensive information\nabout the issuer. Failure to properly disclose material infor-\nmation about the issuer’s business, including material rev-\nenue, expenses, profits, assets, or liabilities related to bribery\nof foreign government officials, may give rise to anti-fraud\nand reporting violations under Sections 10(b) and 13(a) of\nthe Exchange Act.\n\nFor example, a California-based technology company\nwas charged with reporting violations, in addition to viola-\ntions of the FCPA’s anti-bribery and accounting provisions,\nwhen its bribery scheme led to material misstatements in its\nSEC filings.” The company was awarded contracts procured\nthrough bribery of Chinese officials that generated material\nrevenue and profits. The revenue and profits helped the com-\npany offset losses incurred to develop new products expected\nto become the company’s future source of revenue growth.\nThe company improperly recorded the bribe payments as\nsales commission expenses in its books and records.\n\nCompanies engaged in bribery may also be engaged\nin activity that violates the anti-fraud and reporting provi-\nsions. For example, an oil and gas pipeline company and\nits employees engaged in a long-running scheme to use the\ncompany’s petty cash accounts in Nigeria to make a vari-\nety of corrupt payments to Nigerian tax and court officials\nusing false invoices.’” The company and its employees also\nengaged in a fraudulent scheme to minimize the company’s\ntax obligations in Bolivia by using false invoices to claim\nfalse offsets to its value-added tax obligations. The scheme\nresulted in material overstatements of the company’s net\nincome in the company’s financial statements, which vio-\nlated the Exchange Act’s anti-fraud and reporting provi-\nsions. Both schemes also violated the books and records\n\nand internal controls provisions.\n\nHOUSE_OVERSIGHT_022543",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022543.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4523,
    "word_count": 670,
    "line_count": 95,
    "import_date": "2025-11-19T21:47:44.719772",
    "prefix": "IMAGES-007"
  }
}