{
  "document_id": "HOUSE_OVERSIGHT_023946",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023946.txt",
  "text": "200 Teaching Minds\n\nwork hard to be famous superstars. They are in exactly the same game\nas their Yale counterparts, so it follows that they don’t want to teach\neither.\n\nBut the numbers are much bigger at Illinois. Classes are larger and\nfaculty have to teach more classes. So these same people, who would\nreadily move to an institution that didn’t treat them like this, are stuck\ncompeting with their Yale colleagues and, at the same time, having so\nmany more undergraduates to deal with.\n\nGuess who loses?\n\nAnd, I haven’t even started to discuss the idea that most students\nat Illinois do not go there to become professors or intellectuals, or\nhobnob with the best and brightest. The faculty think they are (or\nought to be) at Yale, but the students do not. The students want to\nget jobs 4 years later. Good luck with that. That is not what Yale is for.\n\nI was told that explicitly one day, by the way. I had to give a short\ntalk to entering freshmen at Yale when I was the department chair.\nThe idea was to extol the virtues of majoring in the field represented\nby the chair. Each chair gave a short speech. Mine, as usual, was the\nshortest. Major in computer science—get a job. That was my speech.\n\nI was booed.\n\nI was booed by the freshmen, who by this time at Yale had been\nthere maybe 5 minutes but had already absorbed the zeitgeist of the\nplace. Yale was for thinkers not workers.\n\nBy the way, that was in 1982 or so. All our computer science gradu-\nates went to work at Microsoft in those years. There were lots of million-\naire alums not too long after. (Presumably, not those who were booing.)\n\nThey wouldn’t have booed at Illinois, and that is the point. Yale\nis not the problem unless you realize that it sets the direction for ev-\nery other university in the country. It doesn’t do this by itself and it\ndoesn’t do it intentionally. Nevertheless, it ruins the chances that II-\nlinois graduates will receive a reasonably practical education that actu-\nally might get them jobs or teach them how to live in the real world.\n\nSo, we have created a system that values heavy intellectuals and\ngives them a place to do their thing. Is this bad? How could it be bad?\nIt certainly isn’t bad for the intellectuals. But it is bad for the students.\nNot necessarily for the students at Yale, although there are certainly\nunhappy students there. It is bad for the society at large. Students\ndon’t need to major in subjects unless they intend to become profes-\nsionals in those subjects. Actually, they need to intend to be profes-\nsional researchers in those subjects, since the faculty really don’t know\n\nHOUSE_OVERSIGHT_023946",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023946.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2629,
    "word_count": 472,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:46.509557",
    "prefix": "IMAGES-007"
  }
}