{
  "document_id": "HOUSE_OVERSIGHT_017295",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017295.txt",
  "text": "4.2.12\nWC: 191694\n\nHare Krishna Murder\n\nThe most bizarre murder case I ever litigated involved a Hare Krishna leader in West Virginia,\nwho was charged with a wide assortment of crimes, ranging from murder—to copyright\ninfringement!\n\nMy clients real name was Keith Gordon Ham, but he called himself Kirtanananda Swami, or just\nSwami, when he founded a Hare Krishna community in West Virginia, which he called New\nVrindaban. He became the absolute ruler of this cultish community, whose members testified that\nhe exercised total control over all aspects of community life. Vrindaban became a magnet for\npeople who wanted to lose their identity beneath the saffron robes and changed names, including\nseveral members with criminal records and violent backgrounds. The community expanded to\n3,000 acres with 500 “devotees” and profits from solicitations that reached $10-12 million. Much\nof this money was allegedly obtained by selling counterfeit copywrited images of sports teams and\npopular cartoon characters. Hence the copyright charge.\n\nThe events that precipitated the murder prosecution were described by the court as follows:\n\nThe. ..incident involved the murder of devotee and community member Charles St. Denis\non June 10, 1983. When community member Daniel Reid learned that St. Denis had raped\nReid's wife, Reid decided to kill St. Denis. Before attempting to murder St. Denis, Reid\nconsulted Swami. Swami instructed Reid that the killing was acceptable under Krishna\nscriptures, but that such action violated secular laws and that Reid might be caught and\npunished. Swami then directed Reid to talk to Thomas A. Drescher, a fellow devotee.\nWhen Reid approached Drescher and told him what Swami had said, Drescher testified he\nfelt duty bound to help Reid kill St. Denis. The two then enticed St. Denis to Reid's house\none night, shot and stabbed him several times, and then buried him in a pre-dug grave\nbefore he was dead.\n\n[Another] incident likewise involved the murder of a devotee. In 1985, Steven Bryant, a\nformer New Vrindaban devotee, began publishing statements accusing Swami of engaging\nin homosexual activity and permitting sexual molestation of children in the community.\nAround April of 1986, members of the Krishna community in Los Angeles notified\nDrescher that Bryant was in Los Angeles. Drescher received $2,500 from the New\nVrindaban community, authorized by Swami, and flew to Los Angeles. He located Bryant\nand shot him twice in the head.\n\nSwami and several of his lieutenants were convicted and sentenced to long terms of\nimprisonment. I was asked to appeal Swami’s conviction. I read the transcript of the trial and\nfound it to be filled with prejudicial evidence that was irrelevant to whether Swami was\nresponsible for the crimes of his followers. I took this case not because I approved of anything\nabout Swami, but because I believe that if the most reviled defendants are not afforded a fair trial,\nthere is grave risk to all defendants. Greta Van Susteren, then a lawyer now a TV commentator,\nwas retained by one of the lutenants.\n\n208\n\nHOUSE_OVERSIGHT_017295",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017295.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3097,
    "word_count": 498,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:45.751841",
    "prefix": "IMAGES-004"
  }
}