{
  "document_id": "HOUSE_OVERSIGHT_017187",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017187.txt",
  "text": "4.2.12\nWC: 191694\n\nMr. DERSHOWITZ. Well, I would submit that most politicians that get up and\nmake political speeches are doing it for a motive which is not unrelated to that.\nYet we don’t probe the motives of Presidents and Vice-presidents and Senators in\nspeaking. Nor should we probe the motives of newspaper publishers and film\nproducers.\n\nJUDGE JULIAN. Perhaps they should be probed.\n\nMr. DERSHOWITZ. I think the First Amendment would be virtually a dead\nletter; [if] we would only permit people to speak who spoke simply for art for art’s\nsake or politics for politics’ sake...\n\nHere we’re talking about something where money is being paid in order to show\nthe film and nobody can suggest that the film should be shown in this country for\nfree or at cost. There would simply be no films being manufactured in this country\nand that aspect of the First Amendment will have substantially suffered.\n\nI then returned to my distinction between an enclosed theater and an open display.\n\nIf Grove Press were to put up a billboard...above a large area where people\ncongregate and there were to be an alleged obscene picture on the billboard, and\nthe state were to try to enjoin that, I would have to [concede that there might be\nsome harm to people who didn’t want to be exposed to obscenity. ]\n\nJUDGE JULIAN. That’s a very generous concession.\n\nMr. DERSHOWIZ. But in this case I do submit nobody is being exposed to\nanything that he doesn’t want to be exposed to at all. The only thing that people\nare being exposed to is the fact that they know that a film is being played in Boston\nor in Springfield, and that fact, if it offends people, is not entitled to constitutional\n\nprotection so long as they can avoid being exposed directly to the contents of the\nfilm.\n\nJudge Aldrich was intrigued by this last point and said that he wished to pursue it further. I knew\n\nI was in for some tough questioning:\nJUDGE ALDRICH. I wish to pursue that point. I happen to be very straight\nlaced. Every time I walk down through Harvard Square and I see there is a movie\ngoing on there that I know is obscene, of course, I don’t have to go in. I can\nprotect myself. But I’m offended by the fact that I see all these students who are\nage 21 and a half going in and that we are maintaining in my home town, in which\nI have such great pride, we are maintaining this house—I use the word “house”\nadvisedly—filthy pictures are being shown. Do I have any interests or rights?\n\nJudge Aldrich had put his finger directly on the vicarious offensiveness rationale for\ncensorship. I needed to come up with an answer that didn’t devalue his concerns (and his\ngrandmother’s).\n\n100\n\nHOUSE_OVERSIGHT_017187",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017187.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2674,
    "word_count": 478,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:44.926152",
    "prefix": "IMAGES-004"
  }
}