{
  "document_id": "HOUSE_OVERSIGHT_022561",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022561.txt",
  "text": "59\n\nscrutiny than modest and routine gifts and entertainment.\nSimilarly, performing identical due diligence on all third-\nparty agents, irrespective of risk factors, is often counter-\nproductive, diverting attention and resources away from\nthose third parties that pose the most significant risks.\nDOJ and SEC will give meaningful credit to a company\nthat implements in good faith a comprehensive, risk-based\ncompliance program, even if that program does not pre-\nvent an infraction in a low risk area because greater atten-\ntion and resources had been devoted to a higher risk area.\nConversely, a company that fails to prevent an FCPA viola-\ntion on an economically significant, high-risk transaction\nbecause it failed to perform a level of due diligence com-\nmensurate with the size and risk of the transaction is likely\nto receive reduced credit based on the quality and effective-\nness of its compliance program.\n\nAs a company’s risk for FCPA violations increases,\nthat business should consider increasing its compliance\nprocedures, including due diligence and periodic internal\naudits. The degree of appropriate due diligence is fact-spe-\ncific and should vary based on industry, country, size, and\nnature of the transaction, and the method and amount of\nthird-party compensation. Factors to consider, for instance,\ninclude risks presented by: the country and industry sector,\nthe business opportunity, potential business partners, level\nof involvement with governments, amount of government\nregulation and oversight, and exposure to customs and\nimmigration in conducting business affairs. When assessing\na company’s compliance program, DOJ and SEC take into\naccount whether and to what degree a company analyzes\n\nand addresses the particular risks it faces.\n\nTraining and Continuing Advice\n\nCompliance policies cannot work unless effectively\ncommunicated throughout a company. Accordingly, DOJ\nand SEC will evaluate whether a company has taken steps to\nensure that relevant policies and procedures have been com-\nmunicated throughout the organization, including through\nperiodic training and certification for all directors, officers,\n\nrelevant employees, and, where appropriate, agents and\ny. g\n\nbusiness partners.*!* For example, many larger companies\nhave implemented a mix of web-based and in-person train-\ning conducted at varying intervals. Such training typically\ncovers company policies and procedures, instruction on\napplicable laws, practical advice to address real-life scenar-\nios, and case studies. Regardless of how a company chooses\nto conduct its training, however, the information should\nbe presented in a manner appropriate for the targeted audi-\nence, including providing training and training materials\nin the local language. For example, companies may want to\nconsider providing different types of training to their sales\npersonnel and accounting personnel with hypotheticals\nor sample situations that are similar to the situations they\nmight encounter. In addition to the existence and scope of\na company’s training program, a company should develop\nappropriate measures, depending on the size and sophisti-\ncation of the particular company, to provide guidance and\nadvice on complying with the company’s ethics and com-\npliance program, including when such advice is needed\nurgently. Such measures will help ensure that the compli-\nance program is understood and followed appropriately at\n\nall levels of the company.\n\nIncentives and Disciplinary Measures\n\nIn addition to evaluating the design and implementa-\ntion of a compliance program throughout an organization,\nenforcement of that program is fundamental to its effec-\ntiveness.” A compliance program should apply from the\nboard room to the supply room—no one should be beyond\nits reach. DOJ and SEC will thus consider whether, when\nenforcing a compliance program, a company has appropri-\nate and clear disciplinary procedures, whether those proce-\ndures are applied reliably and promptly, and whether they\nare commensurate with the violation. Many companies\nhave found that publicizing disciplinary actions internally,\nwhere appropriate under local law, can have an important\ndeterrent effect, demonstrating that unethical and unlawful\nactions have swift and sure consequences.\n\nDOJ and SEC recognize that positive incentives can\n\nalso drive compliant behavior. These incentives can take many\n\nHOUSE_OVERSIGHT_022561",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022561.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4400,
    "word_count": 644,
    "line_count": 94,
    "import_date": "2025-11-19T21:47:49.252545",
    "prefix": "IMAGES-007"
  }
}