{
  "document_id": "HOUSE_OVERSIGHT_017163",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017163.txt",
  "text": "4.2.12\nWC: 191694\n\nWhen I began teaching, Harvard Law School had been admitting women for only about a decade,\nand some of the professors still didn’t believe that women could make really good lawyers. I\nencountered this prejudice at the end of my first year of teaching.\n\nThe star student in my first year class was a woman from New York who eventually became a\ndistinguished judge. She received an A grade on the final exam. Three of her other first year\nteachers also gave her A grades, but her contracts teacher gave her a D. She came to me upset\nabout her D grade and asked me to read her exam. I read it and it was clearly of A quality. I was\nsure that her contracts professor had simply made a transcription error and so I went to his office\nto discuss it. He glanced at the exam and said, “Oh yes, I remember her. She doesn’t think like a\nlawyer. That’s why I gave her a D.” I later learned that this professor has been opposed to\nadmitting women to Harvard Law School because he believed that women don’t think like\nlawyers.\n\nThis episode persuaded me that something had to be done about the lingering prejudices of some\nof the faculty. Accordingly, I proposed “blind grading” of all exams, so that professors could not\nfind out the gender of the student until after the grades were submitted.\n\nSeveral years later, my wife and I, and my son Elon, had dinner with then President Clinton and\nthe First Lady. We had invited them to our synagogue on Martha’s Vineyard for Rosh Hashanah\nservices and they asked us to join them for dinner after the services. (More on this later) During\ndinner, I asked Hillary why she had chosen Yale Law School over Harvard. She laughed and\nsaid, “Harvard didn’t want me.” I said I was sorry that Harvard had turned her down, but she\nreplied “no, I received letters of acceptance from both schools.” She explained that a then\nboyfriend had invited her to The Harvard Law School Christmas dance, at which several Harvard\nLaw School professors were in attendance. She was introduced to one of them and asked him for\nadvice about which law school to attend. The professor looked at her and said, “We have about\nas many women as we need here. You should go to Yale. The teaching there is more suited to\nwomen.” I asked her who the professor was and she told me she couldn’t remember his name but\nthat she thought it started with a “B.” A few days later, we met the Clintons at a party. I came\nprepared with yearbook photos of all the professors from that year whose name began with “B.”\nShe immediately identified the culprit. He was the same professor who had give my A student a\nD, became she didn’t think like a lawyer. It turned out, of course, that it was this professor—and\nnot the two brilliant women he was prejudiced against—who didn’t think like a lawyer. Lawyers\nare supposed to act on the evidence, rather than on their prejudgments. The sexist professor\nultimately became a judge on the Internal Court of Justice—a perfect fit! (More on this later.)\n\nNor was Professor “B” alone in his negative views of women as lawyers. One teacher refused to\ncall on women, except on one day of the year, which he called “ladies day.” On that day, he\npicked on them and verbally abused them to the point that some deliberately stayed away. The\ndean of the law school, Erwin Griswold, a great defender of civil liberties and civil rights, was a\nblatant misogynistic. Near the beginning of my teaching career, he invited the new assistant\nprofessor—me—and all the women students—a small number—to his home for dinner. He\nwarned the women that if they came to law school to find husbands, they would be disappointed:\n“Harvard Law School men don’t date Harvard Law School girls. They date girls from Lesley” (a\nneighboring women’s college). He then went around the table asking all the women students why\n\n76\n\nHOUSE_OVERSIGHT_017163",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017163.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3862,
    "word_count": 691,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:48.367183",
    "prefix": "IMAGES-004"
  }
}