{
  "document_id": "HOUSE_OVERSIGHT_013322",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013322.txt",
  "text": "on her thong panties. Epstein then instructed S.G to give him a massage. As S.G gave Epstein a\nmassage, Epstein tured around and masturbated. S.G. was so disgusted, she did not say\nanything; Epstein told her she “had a really hot body.” Jd. at 14. In the report, S.G. admitted\nseeing Jeffrey Epstein’s penis and stated she thought Epstein was on steroids because he was a\n“really built guy and his wee wee was very tiny.” Jd. at 15.\n\n: 4. The exact number of minor girls who Epstein assaulted is known only to Epstein.\nFobeven, Edwards had a good faith basis to believe and did in fact believe that Epstein’s victims\nwere substantially more than forty (40) in number. In addition to the deposition excerpts from ~\ntwo of his many victims above about the number of underage girls brought to Epstein and the\nPalm Beach incident report, there is overwhelming proof that the number of underage girls\ncaglested by Epstein through his scheme was in the hundreds. See Complaint, Jane Doe 102 v.\nEpstein, (hereinafter Jane Doe 102 complaint) (Exhibit “B”); see also Deposition of Jeffrey\nEpstein, April 14, 2010, at 442, 443, and 444 (Epstein invoking the Sth on questions about his\ndaily abuse and molestation of children) (Deposition Attachment #6).\n\n, Bis At all relevant times Edwards has had a good faith basis to believe and did in fact\nbelieve that Epstein and his attorneys knew of the seriousness of the criminal investigation\n— him and corresponded constantly with the United States Attorney’s Office in an attempt\nto avoid the filing of numerous federal felony offenses, which effort was successful. See\nCorrespondence from U.S. Attorney’s Office to Epstein (hereinafter “U.S. Attorney’s\nCorrespondence”) (Composite Exhibit “C) (provided in discovery during the Jane Doe v. Epstein\n\ncase).\n\nHOUSE_OVERSIGHT_013322",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013322.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1816,
    "word_count": 300,
    "line_count": 26,
    "import_date": "2025-11-19T21:47:46.001151",
    "prefix": "IMAGES-002"
  }
}