{
  "document_id": "HOUSE_OVERSIGHT_018384",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018384.txt",
  "text": "against the divergent, the left-behind. Rhodes confessed ambition for his company\nto “take as much of the world as it possibly could,” was simply an armed, greedy\nversion of Kant’s “Dare to Know”. Just as no question was was unaskable, no place\nwas too far off to possess or exploit. No position was secured by history or distance\nor sentiment. This was, for instance, the lesson taught to Lin Zexu, the Qing Dynasty\nbureaucrat sent out from Beijing in 1839 to stop the British opium sales that were\nreducing China to a drugged, useless coma. “Suppose there were people from\nanother country who carried opium for sale to England and seduced your people\ninto buying and smoking it?” Lin wrote the Queen. “Certainly your honorable ruler\nwould deeply hate it and be bitterly aroused?” Lin thought that he was speaking as\nthe voice of a great, eternal empire. Victoria never replied. To the extent Victoria\nwas aroused by anything in Southern China, it was likely by the way in which, a few\nmonths after Lin’s letter, the British emasculated the Qing military and moved into\nHong Kong for a 150-year stay.\n\n“Whatever happens,” the Hilaire Belloc had his Colonial character Captain Blood\nfamously quip in an 1885 poem, “we have got the Maxim and they ‘ave not.” 224 The\nmachine guns were a totem of dominance in Shangani and on other colonial front\nlines; they marked a gulf between modern and unmodern, between industrial and\nagricultural. The weapons had first appeared in the mid-1800s on battlefields in the\nAmerican Civil War, after the inventor Richard Gatling sent a package of samples to\nthe White House and convinced President Lincoln - a famous gadget freak - that\ntheir firepower might bring the Civil War to a faster close. Lincoln ordered the Army\nto try the guns, but Gatling’s early attempts were honestly too immature to tell\ndecisively on the battlefields of the American south. Within a few decades, however,\nthe guns were perfected in places like Africa, or on the frontlines of the 1904 Russo-\nJapanese War. They represented a compelling, inarguable logic of industrial war: A\nmachine and a gun. We mowed them down like grass. You could read that line as\nmetaphor: Mowing grass was, in the end, the act of a machine killing a wild, natural\nworld into a clean, useful order. The Europeans were the grass-clipping machine;\nthe rest of the world was, well, the grass. For a colonial temperament hardened for\n“The Great Game” of empire on the playing fields of Eton, preparing a lawn for\ntennis and a territory for exploitation were not particularly distinct acts.\n\nThe Shangani battle gunshots struck the European mind as powerful confirmation of\neverything they suspected about the magic violence of an industrial age. The image\nof such a device suited the aggressive, engineering-led mood of era. As Gatling - and\nhis competitor Hiram Maxim - peddled the guns, they faced a predictable resistance,\nof course: Europe’s cavalry officers were in love with their well-bred horses. But the\nage was, finally, the story of aggressive industry flattening old habits. Trains were\nassaulting the countryside. Factories were pounding apart the habits of labor. Social\nstampedes of speed-climbing nouveau riche, political attacks of new industrial\nunions and counter attacks all expressed this aggressive energy. The soundtrack of\nGermany in the decades after 1869, as Bismarck stitched together a new nation\n\n224 “Whatever happens”: Hilaire Belloc, The Modern Traveler, (London: Edward\nArnold, 1898)\n\n152\n\nHOUSE_OVERSIGHT_018384",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018384.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3531,
    "word_count": 582,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:46.978702",
    "prefix": "IMAGES-004"
  }
}