{
  "document_id": "HOUSE_OVERSIGHT_016608",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016608.txt",
  "text": "Code Enforcement Board Meeting Minutes 04/17/08\n\nin administrative costs and be given until June 18th, which is the day before the\nJune Code Enforcement Board meeting, to comply. This would give them the\nopportunity to appear before the Architectural Commission to see if they can get\napproval to re-plant a hedge. The hedge has to be installed to the height which\nexisted at the time of the agreement which Mr. Randolph said he believed was\ntwenty-two (22) feet. Mr. Randolph said Mr. Royce was not present today\nbecause he had a planned vacation.\n\nMOTION BY MR. FRIED TO FIND THE VIOLATOR IN NON-\nCOMPLIANCE, ASSESS ADMINISTRATIVE COSTS OF $150.00 AND\nGIVE THEM UNTIL JUNE 18, 2008 TO COMPLY.\n\nSECONDED BY MS. VAN BUREN\n\nMOTION PASSED UNANIMOUSLY\n\nL Case # 08-2485, 137 Root Trail, T&P Pavers\nViolation of Chapter 18, Section 18-242 of the Town of Palm Beach Code of\nOrdinances, working without a permit.\n\nLead Code Enforcement Officer Walton presented the facts of the case and said he\nhad received a faxed letter today from T&P Pavers, advising they had spoken with\nthe Acting Building Official, Jeff Taylor, who had reportedly told them a permit\nwas not required because the job was so small. Mr. Walton said he had not been\nable to contact Mr. Taylor who was in a class all day so Mr. Walton requested this\ncase be posted until the May 15, 2008 meeting.\n\nMOTION BY MR. KOEPPEL TO POSTPONE THIS CASE UNTIL May\n15, 2008.\n\nSECONDED BY MS. GREENBERG\n\nMOTION PASSED UNANIMOUSLY\n\nJ. Case # 08-2486, 1473 N. Ocean Blvd., Elias Management & Construction, Inc.\nViolation of Chapter 42, Section 42-198 of the Town of Palm Beach Code of\nOrdinances, sandblasting during season.\n\nCode Enforcement Officer Weymer presented the facts of the case and said the\nfine of $250.00 had been paid prior to today’s meeting. He said the Town\nrecommended a finding of non-compliance, acceptance of the payment of the fine\nand no further action be taken.\n\nMOTION BY MS. DUEMLER THAT THE VIOLATION BE FOUND IN\nNON-COMPLIANCE, ACCEPTANCE OF THE PAYMENT OF THE FINE\nAND NO FURTHER ACTION TAKEN.\n\nSECONDED BY MR. KOEPPEL\n\nMOTION PASSED UNANIMOUSLY\n\nK. Case # 08-2487, 1060 N. Ocean Blvd., George Brittain Land Design\n7\n\nHOUSE_OVERSIGHT_016608",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016608.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2217,
    "word_count": 376,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:47.672937",
    "prefix": "IMAGES-004"
  }
}