{
  "document_id": "HOUSE_OVERSIGHT_023943",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023943.txt",
  "text": "How the Best Universities Inadvertently Ruin Our Schools 197\n\nIn fact, diverting from that story for a moment, my secretary, who\nnever went to college, insisted that her daughters go, so one of them\nfound herself in an art history course that she hated and complained\nto her mother who in turn complained to me. Why does she have to\ntake art history? She is a business major (at Hofstra), for God’s sake,\nsaid my secretary.\n\nObviously, I replied, there are art history professors who are wor-\nried that no one will take their course and they will be fired (tenure\ndoesn’t apply in that case as tenured faculty can be fired if their de-\npartment is shut down), so they have lobbied successfully to require it.\nShe thought that was stupid and so do I. Now back to Northwestern.\n\nClearly the mathematics professors at Northwestern were simi-\nlarly concerned. Of course, they made their argument, the same way\nthe Hofstra art history professors did, one would assume, about these\ncourses being necessary for a liberal education, but the real argument\nwas about saving the department and everyone knew it.\n\nBut at Northwestern, this math argument had been made a long\ntime ago. What was new was that linguistics, at Northwestern, had\nbeen classified as a math course! The reasons are clear enough. No one\nwas taking linguistics at Northwestern and the linguists were scared.\nHow they won the argument that linguistics was math (and thus an\nalternative to the required math course) is anybody’s guess. Just re-\nmember that none of this is being done with the interests of the stu-\ndents as the real agenda item.\n\nIf you believe, as universities do, that the most important thing\nyou can do as an administrator is recruit superstars to make your uni-\nversity great, then there is a consequence to all this. The students suf-\nfer. At first this seems an odd idea. How could a student be harmed by\nrecruiting a superstar? Well, it depends on the university.\n\nAt MIT, where students are different than they are at Northwestern\nby quite a bit, there are a number of superstars that I know quite well.\nTwo of them, whom I will not name but are about as famous as a pro-\nfessor can be, are people I have heard lecture many times. I have never\nunderstood what they were talking about in any of those lectures. Now,\nbear in mind that I know their fields very well so I should have been\nable to understand them. Also, bear in mind that I was a terrible stu-\ndent, which means my attention fades fast when I am bored or irritated.\n\nSince I know these two men well enough, I can tell you that nei-\nther is particularly worried about being understood. They have been\n\nHOUSE_OVERSIGHT_023943",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023943.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2671,
    "word_count": 474,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:45.519964",
    "prefix": "IMAGES-007"
  }
}