{
  "document_id": "HOUSE_OVERSIGHT_015483",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015483.txt",
  "text": "MATTER\n\nB\n\nIOFUEL\n\nFrack ’er Up\n\nNatural gas is shaking up the search for green gasoline\n\nBY DAVID BIELLO\n\nAM SPEEDING DOWN New Jersey’s highways,\n| propelled by gasoline with a dash of ethanol, an\n\nalcoholic biofuel brewed from stewed corn ker-\n~~ nels. As I drive through the outskirts of the town-\nship of Hillsborough, in the center of the state, I see\nthat spring has brought with rt a bounty of similar “bio-\nmass,” as the fuel industry likes to call plants. Trees\nline the road and fresh-cut grass covers the sidewalks\nas I pull into the business park that is home to Pri-\nmus Green Energy—a company that has been touting\na technology to transform such biomass into a green\nand renewable form of gasoline.\n\nBut there’s a hitch. The boom in hydraulic fracturing,\nor “fracking,” a technique in which horizontal drilling\nand high-pressure jets of water are deployed to release\ngas trapped in sedimentary shale rock, has made natu-\nral gas cheap and plentiful. That’s not bad for Primus,\nwhose technology can make gasoline from natural gas,\nbiomass, or even low-grade coal, such as lignite or peat.\nThis versatility makes Primus a potential part of what\n\nhas been called the “olive economy’—companies that\nare neither bright green nor darkest black, but com-\nbine environmentally-friendlier technologies with old-\ner and dirtier ones in order to compete. In fact, Primus\nmay become a leader in advancing this kind of technol-\nogy. “We can be as dark as you want or as green as you\nwant,” says geologist, serial entrepreneur, and Primus\nsalesman George Boyajian.\n\nIn July, President Barack Obama gave a major\nspeech on climate change that described natural gas\nas a “transition fuel” towards the “even cleaner energy\neconomy of the future.” But Primus’s trajectory raises\nthe question of whether natural gas is a boost on the\nroad to a genuinely green fuel, or if it is prolonging our\naddiction to dirty modes of transport, and taking us on\na detour from a low-carbon path.\n\nAt the Primus headquarters, I first meet Primus’s\nchief chemist Howard Fang in front of a prototype of\na Primus conversion machine. Fang, who joined the\ncompany for what he calls his “semi-retirement,” is\n\nILLUSTRATION BY PETER & MARIA HOEY\n\n23\n\nHOUSE_OVERSIGHT_015483",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015483.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2245,
    "word_count": 380,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:46.011802",
    "prefix": "IMAGES-003"
  }
}