{
  "document_id": "HOUSE_OVERSIGHT_025784",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025784.txt",
  "text": "Economic Research: How Increasing Income Inequality Is Dampening U.S. Economic Growth, And Possible Ways\nTo Change The Tide\n\nAfter-tax income\n\nAfter-tax income is equal to market income plus transfer income minus federal taxes paid. In assessing the impact of\nvarious taxes, individual income taxes are allocated directly to households paying those taxes. Social insurance, or\npayroll, taxes are allocated to households paying those taxes directly or paying them indirectly through their\nemployers. Corporate income taxes are allocated to households according to their share of capital income. Federal\n\nexcise taxes are allocated to households according to their consumption of the taxed good or service.\n\nAverage tax rates are calculated by dividing federal taxes paid by the sum of market income and transfer income.\nNegative tax rates result from refundable tax credits, such as the earned income and child tax credits, exceeding the\nother taxes owed by people in an income group. (Refundable tax credits are not limited to the amount of income tax\n\nowed before they are applied.)\n\nThe Gini Index\n\nThe Gini Index is a measure of income inequality based on the relationship between shares of income and shares of\nthe population. It is a value between 0 and 1.0, with 0 indicating complete equality and 1.0 indicating complete\ninequality (in which one household receives all the income). A Gini Index that increases over time indicates rising\n\nincome dispersion.\n\nChart 8 details\nData from Berg, Ostry, and Zettelmeyer (2008).\n\nAuthors’ calculations: The height of each factor represents the percentage change in a growth spell between 1950 and\n2006 when the factor moves from the 50th percentile to the 60th percentile and all other factors are held constant.\nIncome distribution uses the Gini coefficient. The political institutions factor is based on an index from the Polity IV\nProject database that ranges from +10 for the most open and democratic societies to —10 for the most closed and\nautocratic. Trade openness measures the effect of changes in trade liberalization on year-to-year growth.\nExchange-rate competitiveness is calculated as the deviation of an exchange rate from purchasing power parity,\n\nadjusted for per capita income.\n\nEndnotes\n(1) \"The General Theory,\" J. M. Keynes\n(2) Rajan, \"Fault Lines,\" 2010\n\n(3) CBO, \"Trends in the Distribution of Household Income Between 1979 and 2007,\" 2011; \"The Distribution of\nHousehold Income and Federal Taxes, 2010,\" 2013; OECD, 2011; Jonathan D. Ostry, Andrew Berg, and Charalambos\nG. Tsangarides, \"Redistribution, Inequality and Growth,\" IMF February 2014; Berg and Ostry, \"Inequality and\nUnsustainable Growth: Two Sides of the Same Coin?,\" IMF April 2011; Berg and Ostry, \"Equality and Efficiency,\" IMF\nSeptember 2011\n\n(4) \"An Overview of Growing Income Inequalities in OECD Countries: Main Findings,\" OECD, 2011\n\n(5) CBO, 2013\n\nWWW.STANDARDANDPOORS.COM/RATINGSDIRECT AUGUST 5, 2014 22\n\n1351366 | 302136118\n\nHOUSE_OVERSIGHT_025784",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025784.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2993,
    "word_count": 456,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:45.907207",
    "prefix": "IMAGES-008"
  }
}