{
  "document_id": "HOUSE_OVERSIGHT_012189",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012189.txt",
  "text": "ALLEN GUTHRIE MCHUGH & THOMAS, PLLC\n\nMr. John Roth\nJune 19, 2008\nPage 7\n\nconsidered the extent of exculpatory evidence, including a psychosexual evaluation of Mr. Epstein\nand a polygraph examination demonstrating that Mr. Epstein genuinely believed at the time of the\nalleged conduct that the State’s key witness was over the age of 18. Then, after\nmonths of negotiations, the State reached what it believed was an appropriate resolution of the case.\nImportantly, this resolution was consistent with that of cases involving other defendants who had\nengaged in similar conduct. Implementation of the State resolution of the case was held in abeyance,\nhowever, due to the unexpected commencement of the successive federal criminal investigation.\n\nWhile it is true, as CEOS points out, (CEOS letter at p. 3) that many criminal prosecutions\nturn on issues of credibility of witnesses, to which many members of the defense team can attest\n(having had decades of federal criminal litigation experience among us), this does not serve to divest\nthe prosecutor of his/her duty to make a searching inquiry of the facts before using the power of\nprosecution, and the weight of the United States government, to level serious accusations. CEOS\nlikewise acknowledges as much, “the prosecutors are in the best position to assess the witnesses’\ncredibility.” (CEOS letter at p. 3).\n\nSince the CEOS letter also singles me out as someone who should be familiar with witness\nissues, I feel compelled to note that, of course, I am well aware that it is not uncommon for witnesses\nto give conflicting statements. Iam also fully aware that the credibility of key government witnesses\nmay be strongly impacted by the $50 million incentive provided via the civil lawsuits at play, and\nencouraged by the government here. ? I have also read many of the conflicts between witness\ntestimony and Detective ReCarey’s own rendition of that testimony in his reports and/or search\nwarrant affidavit. Detective ReCarey apparently formed a view early on as to the purported\ncriminality of Mr. Epstein’s conduct regardless of the mountain of evidence to the contrary. For a\nprosecutor that has had an opportunity to review the full facts, and to meet with the witnesses,\nhowever, “conflicting statements” cross the line to a “lack of credibility” that simply can not sustain\na prosecution. That is where an appropriate application of prosecutorial discretion must be brought\nto bear.\n\nAgain, CEOS was not itself in the position to exercise such discretion. By its own admission,\nCEOS did not make a full review of the witness statements here, and CEOS certainly did not sit\ndown across the table and speak to these witnesses. We understand that was apparently not its\nperceived role. But, CEOS should recognize that at least one prosecutor in this case — the Chief of\nthe SAO Sex Crimes Division has done so. Lana Belohlavek not only met with and interviewed\nthese witnesses during the course of the 15-month state investigation prior to any federal\ninvolvement, but she again sat across the table from many of them in connection with recent civil\n\n3 It is important to note here that this investigation was launched not upon the complaint of any alleged victim, but,\nrather, upon the complaint of (thcr, I, and her — —« More\nnotable still is the fact that [ME has been convicted of federal bank fraud, an has a state\n. Yet, the USAO did not supply this information to the\n\nconviction for identify fraud. Hardly pillars of credibili\ndefense. Even more telling is the fact that EN cic a $50million lawsuit purportedly on behalf of his\n\ndaughter without her authority or knowledge.\n\nHOUSE_OVERSIGHT_012189",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012189.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3667,
    "word_count": 605,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:48.609269",
    "prefix": "IMAGES-001"
  }
}