{
  "document_id": "HOUSE_OVERSIGHT_025921",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025921.txt",
  "text": ">> From: Realblond:s i! <i [is\n\n>> Date: March 9, 2016 at 9:26:23 AM CST\n\n>> Subject: Fwd: Gingrich view of Trump\n\nSe\n\n$e\n\n>> SUBJECT; GINGRICH VIEW OF TRUMP\n\n>>\n\n>>\n\nSoe\n\n$e\n\n>> Understanding Donald Trump The Washington Times January 8, 2016 by Newt Gingrich\n\n>>\n\n>> Donald Trump is a genuine phenomenon. He may or may not become the Republican nominee for\npresident. He may or may not win the presidency even if he becomes the nominee. Yet it is clear that he is a\nphenomenon and that any history of the 2016 presidential race will have to spend a good bit of time\nanalyzing Trump and his impact.\n\n>>\n\n>> From the time he announced on June 16, Trump has dominated social and mainstream media. He\ndominates the conversation despite the lack of paid advertising. Trump says outrageous things and his\nsupporters shrug it off. At every turn, his poll numbers continue to rise.\n\n>>\n\n>> As a step toward understanding this amazing performance, I spent part of the Christmas break reading his\nfirst bestseller, ‘The Art of the Deal’. Written in 1987, this book is a classic among American business\nbooks and has influenced a generation of entrepreneurs. Trump wrote ‘The Art of the Deal’ when he was 41\nyears old and having a successful run. The book’s popularity contributed to Time Magazine’s decision to\nfeature Donald Trump on its cover in January 1989.\n\n>>\n\n>> The portrait that emerges from this easy-to-read and remarkably interesting book is of an aggressive,\nambitious person who is constantly pushing, constantly learning, and always seeking the next\n\nchallenge. Reporters and analysts who are trying to understand Trump would be well served by slowing\ndown and reading this nearly three-decade-old bestseller.\n\n>>\n\n>> They would discover that Donald Trump has developed a remarkable set of rules and principles that\nallow him to make decisions with incredible speed. Trump knows a lot, but what is amazing is how rapidly\nhe figures out what he doesn’t know.\n\n$e\n\n>> My favorite story is of the Wollman Skating Rink in New York’s Central Park.\n\n>> The Wollman Rink was a heavily used public skating rink which had fallen into disrepair in 1980. New\nYork City tried for six years to fix it, spent $13 million, and the rink still was not ready to open. In June of\n1986 Trump, who could see the rink from his apartment, finally got tired of the embarrassment and offered\nto fix the rink at his own expense. At first the city turned him down because its bureaucracy did not want to\nbe embarrassed by someone fixing something they couldn’t fix. Trump kept pushing and finally out of\nembarrassment the city gave in.\n\n>>\n\n>> The key part of the story is Trump’s reaction to being put in charge. He promptly recognized that he\ndidn’t know anything about fixing a skating rink. He asked himself who built a lot of skating rinks.\n“Canadians!” he concluded. He found the best Canadian ice skating rink construction company. When the\nCanadians flew in to assess the situation, they were amazed at how bad the city had been at solving the\nproblem. They assured Trump that this was an easy job. Trump fixed the six year embarrassment two\nmonths ahead of schedule and nearly $800,000 under-budget. (The city did end up paying for the work, and\nTrump donated the profits to charity.)\n\nHOUSE_OVERSIGHT_025921",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025921.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3296,
    "word_count": 572,
    "line_count": 79,
    "import_date": "2025-11-19T21:47:49.146494",
    "prefix": "IMAGES-008"
  }
}