{
  "document_id": "HOUSE_OVERSIGHT_017693",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017693.txt",
  "text": "Page 58 of 78\n2007 Utah L. Rev. 861, *942\n\nthat lawyers provide assistance to indigent criminal defendants. Presumably, that same power extends to requesting assistance\nfor crime victims. +7 In light of all these facts, federal courts have the inherent power to request attorneys to represent indigent\ncrime victims.\n\nAn illustration of this power is found in a decision by the U.S. District Court for the Western District of North Carolina in\nUnited States v. Stamper. *8 In this rape case, a dispute arose over the admission of certain psychiatric reports concerning the\nvictim that the defense alleged demonstrated a pattern of making false allegations of sexual abuse. +? She requested\nindependent counsel to protect her privacy interests. 4©° After consulting with the victim, the court appointed counsel for her.\n461 The court then allowed her counsel to participate in hearings regarding the evidence, including cross-examination of the\nrelevant witnesses. +6?\n\nMy proposed rule would simply confirm the existing discretionary power of the courts to appoint volunteer counsel\ndemonstrated in cases like Stamper. The rule is purely discretionary (the court \"may\" appoint counsel) and is limited to\nsituations where the interests of justice require appointment. The rule does not address payment for counsel, as this matter must\nbe left to subsequent appropriations from Congress. The court, however, can ask for volunteer counsel to assist victims pro\nbono.\n\nFinally, it might be argued that it is unnecessary to address this subject in a rule because the court's inherent authority to\nappoint counsel exists even without a rule. Both courts and victims, however, will find it useful to have this authority close at\nhand in the criminal rules. Rule 44 already covers the subject of appointing counsel for defendants in great detail, so adding a\nRule 44.1 addressing victims’ counsel is a natural corollary. In addition, prosecutors are obligated by the CVRA to \"advise the\ncrime victim that the crime victim can seek advice of an attorney with respect to the rights described in subsection (a).\"_ 4\nThis may frequently [*943] require prosecutors to help victims obtain legal counsel. Accordingly, a separate rule on this\nsubject is appropriate. For all these reasons, the Rules should be amended to recognize the court's authority to appoint volunteer\ncounsel to represent a crime victim.\n\nRule 46 - Victims’ Right to Be Heard Regarding Defendant's Release from Custody The Proposal:\n\nI proposed that a victim should be given the right to offer views regarding the defendant's release from custody and that the\ncourt should consider those views as follows:\n\n(k) Victims’ Right to Be Heard. A victim has the right to be heard regarding any decision to release the defendant. The court\nshall consider the views of victims in making any release decision, including such decisions in petty cases. In a case where the\ncourt finds that the number of victims makes it impracticable to accord all of the victims the right to be heard in open court, the\ncourt shall fashion a reasonable procedure to facilitate hearing from representative victims. 464\n\nThe Advisory Committee proposed no change to this rule. °° It did, however, propose a global rule that would give victims a\nright to be heard at proceedings involving release:\n\n4:\n\nwa\n\n7 See Beloof, Cassell & Twist, supra note 6, at 381-82 (suggesting this conclusion).\n\n#8 766 F. Supp. 1396, 1397 (W.D.N.C. 1991).\n\n4:\n\na\n\n9 Id. at 1396.\n\n460 Id. at 1397.\n461 Td.\n462 I.\n\n463 18 U.S.C. § 3771(c)(2) (2006).\n464 Cassell, Proposed Amendments, supra note 4, at 917.\n465 See Proposed Amendments, supra note 71 (showing no proposed change for Rule 46(k)).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017693",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017693.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3738,
    "word_count": 607,
    "line_count": 67,
    "import_date": "2025-11-19T21:47:45.219557",
    "prefix": "IMAGES-004"
  }
}