{
  "document_id": "HOUSE_OVERSIGHT_016999",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016999.txt",
  "text": "“In the Future, Everyone Will Be World Famous for 7.5\nMinutes” —Whatshisname\n\nPeople, too, rise to prominence, only to be forgotten (22).\nFame can be tracked by measuring the frequency of a\nperson’s name (Fig. 3C). We compared the rise to fame of the\nmost famous people of different eras. We took all 740,000\npeople with entries in Wikipedia, removed cases where\nseveral famous individuals share a name, and sorted the rest\nby birthdate and frequency (23). For every year from 1800-\n1950, we constructed a cohort consisting of the fifty most\nfamous people born in that year. For example, the 1882\ncohort includes “Virginia Woolf” and “Felix Frankfurter”; the\n1946 cohort includes “Bill Clinton” and “Steven Spielberg.”\nWe plotted the median frequency for the names in each\ncohort over time (Fig. 3D-E). The resulting trajectories were\nall similar. Each cohort had a pre-celebrity period ( median\nfrequency <10°), followed by a rapid rise to prominence, a\npeak, and a slow decline. We therefore characterized each\ncohort using four parameters: (1) the age of initial celebrity;\n(ii) the doubling time of the mitial rise; (111) the age of peak\ncelebrity; (iv) the half-life of the decline (Fig. 3E). The age of\npeak celebrity has been consistent over time: about 75 years\nafter birth. But the other parameters have been changing.\nFame comes sooner and rises faster: between the early 19th\ncentury and the mid-20th century, the age of initial celebrity\ndeclined from 43 to 29 years, and the doubling time fell from\n8.1 to 3.3 years. As a result, the most famous people alive\ntoday are more famous — in books — than their predecessors.\nYet this fame is increasingly short-lived: the post-peak half-\nlife dropped from 120 to 71 years during the nineteenth\ncentury.\n\nWe repeated this analysis with all 42,358 people in the\ndatabases of Encyclopaedia Britannica (24), which reflect a\nprocess of expert curation that began in 1768. The results\nwere similar (7). Thus, people are getting more famous than\never before, but are being forgotten more rapidly than ever.\n\nOccupational choices affect the rise to fame. We focused\non the 25 most famous individuals born between 1800 and\n1920 in seven occupations (actors, artists, writers, politicians,\nbiologists, physicists, and mathematicians), examining how\ntheir fame grew as a function of age (Fig. 3F).\n\nActors tend to become famous earliest, at around 30. But\nthe fame of the actors we studied — whose ascent preceded the\nspread of television — rises slowly thereafter. (Their fame\npeaked at a frequency of 2x10°7.) The writers became famous\nabout a decade after the actors, but rose for longer and to a\nmuch higher peak (8x10°’). Politicians did not become\nfamous until their 50s, when, upon being elected President of\nthe United States (in 11 of 25 cases; 9 more were heads of\nother states) they rapidly rose to become the most famous of\nthe groups (1x10°).\n\nScience is a poor route to fame. Physicists and biologists\neventually reached a similar level of fame as actors (1x10),\nbut it took them far longer. Alas, even at their peak,\nmathematicians tend not to be appreciated by the public\n(2x10%).\n\nDetecting Censorship and Suppression\n\nSuppression — of a person, or an idea — leaves quantifiable\nfingerprints (25). For instance, Nazi censorship of the Jewish\nartist Mare Chagall is evident by comparing the frequency of\n“Mare Chagall” in English and in German books (Fig.4A). In\nboth languages, there is a rapid ascent starting in the late\n1910s (when Chagall was in his early 30s). In English, the\nascent continues. But in German, the artist’s popularity\ndecreases, reaching a nadir from 1936-1944, when his full\nname appears only once. (In contrast, from 1946-1954, “Mare\nChagall” appears nearly 100 times in the German corpus.)\nSuch examples are found in many countries, including Russia\n(e.g. Trotsky), China (Tiananmen Square) and the US (the\nHollywood Ten, blacklisted in 1947) (Fig.4B-D).\n\nWe probed the impact of censorship on a person’s cultural\ninfluence in Nazi Germany. Led by such figures as the\nlibrarian Wolfgang Hermann, the Nazis created lists of\nauthors and artists whose “undesirable”, “degenerate” work\nwas banned from libraries and museums and publicly burned\n(26-28). We plotted median usage in German for five such\nlists: artists (100 names), as well as writers of Literature\n(147), Politics (117), History (53), and Philosophy (35) (Fig\n4E). We also included a collection of Nazi party members\n[547 names, ref (7)]. The five suppressed groups exhibited a\ndecline. This decline was modest for writers of history (9%)\nand literature (27%), but pronounced in politics (60%),\nphilosophy (76%), and art (56%). The only group whose\nsignal increased during the Third Reich was the Nazi party\nmembers [a 500% increase; ref (7)].\n\nGtven such strong signals, we tested whether one could\nidentify victims of Nazi repression de novo. We computed a\n“suppression index” s for each person by dividing their\nfrequency from 1933 — 1945 by the mean frequency in 1925-\n1933 and in 1955-1965 (Fig.4F, Inset). In English, the\ndistribution of suppression indices is tightly centered around\nunity. Fewer than 1% of individuals lie at the extremes (s<1/5\nor s>5).\n\nIn German, the distribution in much wider, and skewed\nleftward: suppression in Nazi Germany was not the\nexception, but the rule (Fig. 4F). At the far left, 9.8% of\nindividuals showed strong suppression (s<1/5). This\npopulation is highly enriched for documented victims of\nrepression, such as Pablo Picasso (s=0.12), the Bauhaus\narchitect Walter Gropius (s=0.16), and Hermann Maas\n(s<.01), an influential Protestant Minister who helped many\nJews flee (7). (Maas was later recognized by Israel’s Yad\nVashem as a “Righteous Among the Nations.”) At the other\n\nSciencexpress / www.sciencexpress.org / 16 December 2010 / Page 4 / 10.1126/science.1199644\n\nHOUSE_OVERSIGHT_016999\n\nDownloaded from www.sciencemag.org on December 16, 2010",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016999.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5939,
    "word_count": 962,
    "line_count": 119,
    "import_date": "2025-11-19T21:47:47.872505",
    "prefix": "IMAGES-004"
  }
}