{
  "document_id": "HOUSE_OVERSIGHT_013538",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013538.txt",
  "text": "bathtub or feeling the seductively diaphragmatically oscillating belly of a taxi dancer.\nPianists with speed problems worked at specially constructed up-side-down\nkeyboards with the rationale being that finger lifting was more rate limiting than\nfinger placing. He said that his most hopeless cases were those whose\npersonalities didn’t fit their choices of instrument, too often made by what position\nremained open in the high school band rather than following a personal interview.\nHe claimed that trombonists should be sensually languorous; clarinetists, nervously\nimpatient; double reed instrument players, obsessional and withdrawn; brass\n\nplayers, athletic and exhibitionistic.\n\nAs one of the team physicians of the San Diego Chargers in the years 1971-\n1975, | spent several days a week in their summer training camps, on the team\nplane to and from games, in the locker room and on the sidelines during games. |\nwas involved particularly in player drafts. Unbeknown to candidate players and\nother teams, we used a system of what social scientists call unobtrusive measures\nof their personalities as part of their evaluations. College football players are sent\nquestionnaires each year by professional teams asking about a variety of life events\nand attitudes including their goals for the future. Filled out by hand, they served as\nrepeated measure, handwriting samples. Twenty years of them were available in\nthe Charger’s record room. Using 30 standard signs from the French graphology\nliterature and three trained raters, we evaluated the hand writing characteristics of\nplayers, National Football League wide, who obtained and retained playing, not\nreserve, positions in the League for at least three years.\n\nAfter studying handwriting profiles from close to a thousand established NFL\nplayers, and hundreds of hours of individual interviews of members of many teams,\nit became clear that, athletic abilities being equal, success was more likely when the\nplayer's personality type fit his football position. What amounts to a series of\nselective filters are operated by coaches, scouts and managers throughout the\n\nplaying careers of these players in grammar schools, high schools, universities and,\n\n38\n\nHOUSE_OVERSIGHT_013538",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013538.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2238,
    "word_count": 338,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:47.209154",
    "prefix": "IMAGES-002"
  }
}