{
  "document_id": "HOUSE_OVERSIGHT_020628",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020628.txt",
  "text": "169\n\n6 “PER RSs AK OU... PHRMA LER,” Japan+, November 10, 2015,\naccessed October 11, 2018, http://japan-plus.net/952.\n\n7 Daniel Moss, “As China Steps Up, Japan Isn’t Stepping Aside,” Bloomberg, July 10, 2018, accessed October 11,\n2018, https://www.bloomberg.com/view/articles/2018-07-10/japan-reasserts-influence-as-china-rises.\n\nNEW ZEALAND\n\nThe issue of Chinese influence operations in New Zealand began to attract significant\nattention in September 2017 when Anne-Marie Brady, a professor at the University of\nCanterbury, published a detailed assessment of that country’s experience in the weeks\nprior to national elections.\"\n\nChina’s influence operations in New Zealand are rooted in the same set of policies\nand institutions that guide its work globally, often proceeding outward from efforts\ntargeted at the diaspora community. As has been observed elsewhere, influence\noperations in New Zealand have increased markedly since Xi Jinping became general\nsecretary of the Chinese Communist Party. The Chinese government considers New\nZealand an “exemplar of how it would like its relations to be with other states.”* One\nunnamed Chinese diplomat even characterized relations between the two countries as\nsimilar to China’s close ties with totalitarian Albania in the early 1960s.\n\nNew Zealand is of strategic interest to China for several reasons. As a claimant state in\nAntarctica, the country is relevant to China’s growing ambitions in that territory. It\nmanages the defense and foreign affairs of three other territories in the South Pacific.\nIt is an ideal location for near-space research and has unexplored oil and gas resources.\nMost critically, as a member of the “Five Eyes” security partnerships with the United\nStates, Australia, Canada, and the United Kingdom, New Zealand offers enormous\npossibilities for Chinese espionage.\n\nNew Zealand is particularly vulnerable to Chinese influence because it is a small state\nof 4.5 million people with strong trade ties to China. China is New Zealand’s second\nlargest trading partner and a critical market for two of its most important sectors,\ntourism and milk products. It should be noted that New Zealand has historically\npursued closer ties with China than many other nations. What is changing is the\nwillfulness with which China appears ready to exploit this dynamic and to subvert\nNew Zealand’s continued ability to independently shape its policy priorities.\n\nExamples of improper influence in New Zealand include revelations that a member of\nParliament concealed that he had been involved with Chinese military intelligence for\nfifteen years prior to immigrating to New Zealand; a New Zealand company found to\n\nAppendix 2\n\nHOUSE_OVERSIGHT_020628",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020628.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2708,
    "word_count": 402,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:47.898605",
    "prefix": "IMAGES-006"
  }
}