{
  "document_id": "HOUSE_OVERSIGHT_020287",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020287.txt",
  "text": "135\n\n1.7 million had been selected in two dozen NSA computers during Snowden’s brief tenure at\nBooz Allen in 2013. This total included documents from the Department of Defense, NSA and\nCIA. Of these “touched” documents, some 1.3 million of them had been copied and moved to\nanother computer. The selection of these documents by Snowden could hardly be considered an\naccident since Snowden had used pre-programmed spiders to find and index these documents. In\naddition he had stated that he took the job at Booz Allen to get access to data that had been\ncopied. So, as far as the NSA was concerned the 1.3 million documents he copied and moved\nwere considered compromised. On top of this haul, Snowden had copied files while working at\nDell in 2012. The total number he stole there is unknown, however, because, as a system\nadministrator there, he could download data without leaving a digital trail. At best, the NSA\ninvestigation could only count the documents that were published or referred to in the press and\nthose found on the thumb drive intercepted in London that traced back to his 2012 work at Dell.\nAs previously mentioned, more than half the published documents had been taken during\nSnowden’s time at Dell.\n\nSnowden supporters, to be sure, do not accept that Snowden stole such a large number of\ndocuments. According to Greenwald, the NSA vastly exaggerated the magnitude of the theft in\norder to “demonize” Snowden. Snowden also disputed the 1.7 million number. He told James\nBamford of Wired in early 2014, that he took far less than the 1.7 million documents that the\nNSA reported was compromised. He further claimed in that same interview that he purposely left\nbehind at the NSA base in Hawaii “a trail of digital bread crumbs” so that the NSA could\ndetermine which documents he “touched” but did not download. If so, these “bread crumbs” were\nmissed by the NSA according to its statement.\n\nIt is within the realm of possibility that the NSA Damage Assessment team under Ledgett\nfalsified its finding to inflate the number of documents that Snowden stole. NSA executives also\nmight have lied to Congress to the same end. But why would these officials engage in an\norchestrated deception that made them look bad? Ledgett, after all, had been in charge of the\nNational Threat Operations Center from which most of the Level 3 documents were stolen. By\nexaggerating the magnitude of the theft it would also magnify Ledgett and other NSA’s failure in\nits mission to protect US secrets. Certainly they had no reason to demonize him for legal reasons.\nGreenwald and Poitras had already effectively demonized him in this regard. They revealed that\nSnowden had given them a vast number of NSA classified documents on a thumb drive that\nrevealed, as Greenwald put it, the “blueprints” of the NSA. This drive contained, it will be\nrecalled, no few than 58,000 documents. As was discussed in Chapter I, just revealing the partial\ncontent of a single document to a journalist, as in the case of CIA officer Jeffrey Sterling, could\nresult in two years in prison. So in the eyes of the law disclosing the full contents of 58,000\nhighly-classified documents constituted an unprecedented breach of the laws passed to protect\ncommunications intelligence. In any case, safely ensconced in Russia, Snowden was not in any\nlegal jeopardy no matter how many documents it was claimed by the government that he stole. It\nis also makes little sense that the numbers were falsified by the Department to tarnish Snowden’s\n\nHOUSE_OVERSIGHT_020287",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020287.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3535,
    "word_count": 597,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:46.686327",
    "prefix": "IMAGES-005"
  }
}