{
  "document_id": "HOUSE_OVERSIGHT_026830",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026830.txt",
  "text": "212.573.8412\nsetkind@sglawyers.com\n\nAlex Gelinas\n\nPartner\n\n212.573.8159\nagelinas@sglawyers.com\n\nPlease feel free to discuss any aspect of\nthis Alert with your regular Sadis &\nGoldberg contact or with any of the\npartners whose names and contact\ninformation can be found at the end of\nthe Alert.\n\nOn December 18, 2015, President Obama signed into law a bill that significantly reforms the provisions\nof the Internal Revenue Code that were originally added 35 years ago by the Foreign Investment in\nReal Property Tax Act of 1980 (FIRPTA). The Protecting Americans from Tax Hikes Act of 2015 (the\n\"PATH Act\") also includes extensions of a number of tax relief provisions that expired at the end of\n2015. The PATH Act makes foreign capital investment in U.S. real estate, energy and infrastructure\nassets more attractive by expanding certain exemptions from FIRPTA and clarifying the application of\ncertain FIRPTA provisions to REITs and their shareholders.\n\n|. FOREIGN PENSION FUNDS EXEMPTED FROM FIRPTA TAXATION\n\nOne of the most significant provisions of the PATH Act is the addition of a complete exemption from\nFIRPTA for \"qualified foreign pension funds\" and \"entities\" wholly owned by such funds, effective on\nthe date of enactment. A foreign pension fund is \"qualified\" if it is subject to government regulation\nand certain reporting requirements in its home jurisdiction, is established to provide retirement or\npension benefits to participants or beneficiaries that are current or former employees, has no greater\nthan 5 percent beneficiaries, and enjoys tax benefits on either contributions or investment income in\nits home jurisdiction. The new exemption applies to direct investments and investments made\nthrough partnerships (including private equity funds). The PATH Act provides for certain details to be\naddressed by Treasury Regulations. It appears that the \"entities\" eligible for the FIRPTA exemption\ncould include a U.S. or foreign \"blocker\" corporation that is wholly owned by a qualifying foreign\npension fund. This exemption will, for the first time, permit foreign pension funds, including some\ngovernmental funds, to hold control positions in REITs without losing their FIRPTA exemption.\n\nNote that the regular rules of the Internal Revenue Code other than FIRPTA still would apply to the\nforeign pension fund. Therefore, a foreign pension fund that invested in a partnership that was\nengaged in a U.S. business (real estate or non-real estate) would still be subject to U.S. federal income\ntax on its share of the partnership's \"effectively connected\" U.S. business income in the same manner\nas other non-U.S. persons making an investment in a U.S. business partnership.\n\nHere are some examples of what can be done in light of the changes made by the PATH Act:\n\nHOUSE_OVERSIGHT_026830",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026830.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2805,
    "word_count": 436,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:45.755623",
    "prefix": "IMAGES-009"
  }
}