{
  "document_id": "HOUSE_OVERSIGHT_013127",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013127.txt",
  "text": "12.4 Ethical Synergy 211\n\ne Procedural memory corresponds to “ethical habit” ... learning by imitation and rein-\nforcement to do what is right, even when the reasons aren’t well articulated or understood\n\ne Attentional memory corresponds to the existence of appropriate patterns guiding one to\npay adequate attention to ethical considerations at appropriate times\n\ne Intentional memory corresponds to the pervasion of ethics through one’s choices about\nsubgoaling (which leads into “when do the ends justify the means” ethical-balance questions)\n\nOne of our suggestions regarding AGI ethics is that an ethically mature person or AGI must\nboth master and balance all these kinds of ethics. We will focus especially here on declarative\nethics, which corresponds to Kohlberg’s theory of logical ethical judgment; and episodic ethics,\nwhich corresponds to Gilligan’s theory of empathic ethical judgment. Ultimately though, all five\naspects are critically important; and a CogPrime system if appropriately situated and educated\nshould be able to master and integrate all of them.\n\n12.4.1 Stages of Development of Declarative Ethics\n\nComplementing generic theories of cognitive development such as Piaget’s and Perry’s, theorists\nhave also proposed specific stages of moral and ethical development. The two most relevant\ntheories in this domain are those of Kohlberg and Gilligan, which we will review here, both\nindividually and in terms of their integration and application in the AGI context.\n\nLawrence Kohlberg’s [IKLH83, Koh81] moral development model, called the “ethics of justice”\nby Gilligan, is based on a rational modality as the central vehicle for moral development. In our\nperspective this is a firmly declarative form of ethics, based on explicit analysis and reasoning. It\nis based on an impartial regard for persons, proposing that ethical consideration must be given\nto all individual intelligences without a priori judgment (prejudice). Consideration is given for\nindividual merit and preferences, and the goals of an ethical decision are equal treatment (in\nthe general, not necessarily the particular) and reciprocity. Echoing Kant’s [Kan64]| categorical\nimperative, the decisions considered most successful in this model are those which exhibit\n“reversibility”, where a moral act within a particular situation is evaluated in terms of whether\nor not the act would be satisfactory even if particular persons were to switch roles within the\nsituation. In other words, a situational, contextualized “do unto others as you would have them\ndo unto you” criterion. The ethics of justice can be viewed as three stages (each of which has\nsix substages, on which we will not elaborate here), depicted in Table 12.1.\n\nIn Kohlberg’s perspective, cognitive development level contributes to moral development, as\nmoral understanding emerges from increased cognitive capability in the area of ethical decision\nmaking in a social context. Relatedly, Kohlberg also looks at stages of social perspective and\ntheir consequent interpersonal outlook. As shown in Table 12.1, these are correlated to the\nstages of moral development, but also map onto Piagetian models of cognitive development (as\npointed out e.g. by Gibbs [Gib78], who presents a modification/interpretation of Kohlberg’s\nideas intended to align them more closely with Piaget’s). Interpersonal outlook can be under-\nstood as rational understanding of the psychology of other persons (a theory of mind, with or\nwithout empathy). Stage One, emergent from the infantile congitive stage, is entirely selfish\nas only self awareness has developed. As cognitive sophistication about ethical considerations\nincreases, so do the moral and social perspective stages. Concrete and formal cognition bring\nabout the first instrumental egoism, and then social relations and systems perspectives, and\n\nHOUSE_OVERSIGHT_013127",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013127.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3871,
    "word_count": 576,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:45.317436",
    "prefix": "IMAGES-002"
  }
}