{
  "document_id": "HOUSE_OVERSIGHT_013628",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013628.txt",
  "text": "Bible Church, Tulsa, Oklahoma. The pastor's witness of the Holy Ghost acting\nthrough his life was his personal cure, by transformative Grace, of a triad of self-\ndestructively sinful addictions: alcohol, gambling and promiscuity. Self-chosen and\nself-declared, he now served this two and a half year old growing congregation of\nover 200, mostly young, working families. The young men in attendance at the\nwarehouse church were in shirts and ties, very unlike the more casual garments of\neven dressy occasions in Southern California at that time. Women were dressed\nsimply and modestly. Most of the children were in Sunday school in a small\nneighboring store in the strip mall during the adult service. The few that\naccompanied their parents were remarkably well behaved | was told that most\n\nt\n\nfamilies tithed 10% of their income. They quoted Hebrews, “...king of the\nrighteous...to whom also Abraham gave a tenth part of all....” They believed that\ntheir tithe would be returned manifold and the yellow Cadillac Deville served as\nPastor Carl Austin’s personal evidence. From these funds, the congregation\nsupported the pastor, his car, the rental expenses of the Sunday warehouse church\nand an orphanage in a small Mexican border town. Some of these children, several\nneurologically disabled, were bussed to the Sunday service for healing. They sat\ntogether in a section in the front of the congregation and were the beneficiaries of\nthe second Sunday collection plate, passed around after the first one that was\ndesignated for the church and its pastor.\n\nThe first Sunday sermon | heard in the warehouse followed several awkward\nminutes of Pastor-directed warm up hugs of neighboring strangers while the choir\nsang hymns. The songs were accompanied by instruments playing the melody in\nunison sans harmony, and accented by the beats of two loud drums. As the volume\nand pace of singing increased, | saw several episodes of ecstatic looks and fainting,\ndying in the Lord and shouts of praise with upraised hands. The intermittent\nelevation of the hands during prayer and song appeared to be spontaneous. | was\ntold that the arms were up as antennae, feeling the energy of Lord all around us.\n\ntt\n\nThe pastor’s topic was forgiveness. From Ephesians, “...let all bitterness, wrath,\n\nanger, clamor, and evil speaking be put away from you, along with all malice... be\n\nkind to one another, tender hearted, forgiving one another, just as God in Christ\n\n128\n\nHOUSE_OVERSIGHT_013628",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013628.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2477,
    "word_count": 402,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:48.455672",
    "prefix": "IMAGES-002"
  }
}