{
  "document_id": "HOUSE_OVERSIGHT_031952",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031952.txt",
  "text": "Article 4.\n\nGuardian\n\nTurkey has a key role in Syria — now and\n\nin the future\nSimon Tisdall\n\n16 November 2011 -- The Arab League's unexpectedly tough action\nin suspending Syria, ostracising President Bashar al-Assad, and\ninviting opposition leaders to talks in Cairo has outraged the regime\nin Damascus, which suspects a US-led conspiracy to impose forcible\nregime change. But the increased hostility exhibited by Turkey,\nSyria's most powerful and best-connected neighbour, may yet prove\ndecisive as Ankara assumes a crisis leadership role.\n\nUntil the uprising tore apart old certainties, the Turkish prime\nminister, Recep Tayyip Erdogan, had invested considerable capital in\nimproved ties with Syria, with which Turkey almost went to war in\nthe 1990s. A turning point came with the 2004 free trade agreement.\nThis interdependence now gives Turkey significant economic\nleverage. Ankara has already imposed unilateral sanctions and is\nconsidering additional measures including a cut in electricity\nsupplies.\n\nErdogan turned the screw again this week, accusing Assad personally\nof \"feeding on blood\" after he failed to honour the Arab League peace\nplan. \"No regime can survive by killing or jailing,\" he said. \"No one\ncan build a future over the blood of the oppressed.\"\n\nTurkey's motives are not difficult to discern. Chaos on its fragile\nsouthern flank, and Syria's possible descent into civil war, would be\nreasons enough to prompt Ankara's intervention. But Erdogan was\nalso incensed by weekend attacks on Turkey's embassy in Damascus\nand regional consulates, apparently orchestrated by the regime. The\n\nHOUSE_OVERSIGHT_031952",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031952.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1628,
    "word_count": 248,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:46.213314",
    "prefix": "IMAGES-011"
  }
}