{
  "document_id": "HOUSE_OVERSIGHT_020248",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020248.txt",
  "text": "96\n\ndemanded that newspapers publish his personal manifesto. She explained to Greenwald, “It is\ngoing to sound crazy to some people.” Her concern was that it would detract from the credibility\nof the rest of the story. Snowden had also written Greenwald a letter explain his position. “Even\nthe Constitution is subverted when the appetites of power demand it,” Snowden asserted, and\nparaphrasing President Thomas Jefferson, he continued. “Let us speak no more of faith in man,\nbut bind him down from mischief by the chains of cryptography.” Snowden, showing his cult-\nlike faith in encryption, had “cryptography” for Jefferson’s word “constitution. Despite his\nJeffersonian rhetoric, she decided against publishing it or the Manifesto. The stolen NSA\ndocuments were another matter. They were an enormous scoop that could have a greater impact\nthan the Wikileaks scoop. .She was not about to miss publishing it.\n\nShe authorized Greenwald’s trip to Hong Kong on the condition that he take with him a\nGuardian staffer in whom she had confidence. He was Scottish-born Ewen MacAskill, a 61-year\nold veteran journalist who had been the Washington bureau chief for the Guardian. His\nassignment was to evaluate the mystery source in Hong Kong for Gibson. Greenwald accepted\nher terms. Poitras, who would be accompanying them, would be paying her own way.\n\nSnowden, for his part, had a contingency plan in place in case the Guardian failed to publish the\nstory. While Greenwald was negotiating with Gibson, he arranged for Micah Lee, Poitras’\nassociate at the Freedom of the Press Foundation, to build a personal website for him. Writing\nLee from Hong Kong under both his alias Anon108 and his real name, Snowden said that he\nplanned to post on it his “anti-surveillance manifesto.” He would also use it to post “a global\npetition against surveillance. (A year earlier his girlfriend Mills had also asked her followers on\nher “super hero” blog to sign a petition against government interference with the Internet.)\nSnowden had Lee name the site “Supportonlinerights.com.” According to Lee, the website\nwould be build with a “dead man’s switch,” which would automatically trigger the release of NSA\ndocuments if he was arrested. It was not clear whether Lee was doing this work as a freelancer\nor in his capacity as the chief technology officer for the Freedom of the Press Foundation. After\nLee built the website for Snowden It proved unnecessary to activate it since Poitras emailed\nSnowden that the Guardian had approved the trip, and she and Greenwald were booked on a\nCathay Pacific flight to Hong Kong. They would arrive on June 2, 2013,\n\nIn his preparation to go public in Hong Kong, Snowden showed himself fully capable of\norchestrating what would become a major news story. He not only picked the journalists who\nwould break it, but he instructed each of them as to the timing, sequence, and content of their\ninitial disclosures. In the security of his residence in Hong Kong, he also worked to carefully\nseparate the purloined NSA documents into two very different caches. \"I carefully evaluated\nevery single document I disclosed,” Snowden explained to the Guardian journalists in early June\n2013. The documents in this first cache were selected to serve what he termed the “public\ninterest.” In the hands of journalists, these selected documents, and the story he fashioned to\naccompany them, would burnish his image in the public consciousness as a whistle blower. He did\n\nHOUSE_OVERSIGHT_020248",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020248.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3497,
    "word_count": 572,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:46.332984",
    "prefix": "IMAGES-005"
  }
}