{
  "document_id": "HOUSE_OVERSIGHT_011099",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011099.txt",
  "text": "appetites within the risk-tolerant groups. A broad-based bond index fund would do\n\nthe same for the risk-averse.\n\nIt seems to me that the omnibus fund would do both jobs at once, and would attract\nmore clients collectively. Bigger is better for payment processing. The more clients,\nthe more “two-sided” payments from one client to another. These payments are\n\nalways cheapest.\n\nIf accounts cost little or nothing to open, vendors would logically need no urging to\nopen them. That again favors the simplicity and economy and immediacy of two-\n\nsided payments by including both buyers and sellers within the fund.\n\nThe omnibus fund is also for everyone as a investor as well as a payer. Very few\npeople have the time or training to beat the market. I myself have not. What we have\nis a sense of our degree of risk-aversion. The omnibus fund gives the broadest and\nmost flexible coverage of risk appetites. It can poll and advise clients on risk\n\npreferences, and mediate hedges and exposures to suit.\n\nHow the Omnibus Fund Might Evolve\n\nI said that if] were a couple of decades younger, I would start an omnibus fund. Not\n\nto worry. If the idea holds water, as I think, someone else will.\n\nIt seems to me that banks could not offer much competition. Demand deposits\ntypically pay no interest, and process payments no better. Omnibus clients offer an\n\ninfinite range of returns according to client tolerance for risk.\n\nBanks offer the advantage of federal deposit insurance (FDIC). It will not be enough.\nThe omnibus fund carries no leverage, and needs no insurance. As it grows, banks\nwill take notice. They can keep up the uneven fight, or they can join the parade. My\nworking assumption is that many will prefer the latter. Banks are well positioned to\n\nmake the most of the idea. They have the needed expertise and systems and\n\nChapter 8 Banks, Money and Macroeconomics 2/8/16 10\n\nHOUSE_OVERSIGHT_011099",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011099.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1905,
    "word_count": 324,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:44.407257",
    "prefix": "IMAGES-001"
  }
}