{
  "document_id": "HOUSE_OVERSIGHT_024466",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024466.txt",
  "text": "outstanding Partnership Units of KUE.\n\nBoard of Directors: The General Partner will have a Board of Directors initially\nconsisting of up to 13 persons.\n\nFollowing the first closing of the offering and prior to the\n“Initial Listing\" (as defined below), the outside Investor\n(including its affiliates) holding the greatest number of shares\nin the General Partner at the first closing of the offering will\nappoint two directors of the General Partner and the holders\nof the Class B Shares will appoint the remaining directors.\n\nFollowing the fnitial appointment of the Board, the Board\nmay, in its sole discretion, increase the number of directors,\nincluding to accommodate investors that invest subsequent\nto the initial closing of the offering of the Units, provided that\nthe outside Investor appointing two directors pursuant to the\nparagraph above shall have the right to appoint additional\ndirectors as required to maintain a ratio of such Investor's\ndesignees to total Board members of not less than 2/15ths.\n\n“Independent Directors\" of the Board of Directors of the\nGeneral Partner shall be individuals who (a) are not (i) a\nPrincipal, (ii) a family member of a Principal, (iti) an\nemployee of a Principal or any entity controlled by one or\nmore cf the Principals, and (b) meet the definition of\n\"independent director’ set forth in Rule 303A.02 of the New\nYork Stock Exchange Listed Company Manual (as if the\nGeneral Partner, the Partnership and each of its Subsidiaries\nwere the “listed company’) , including any such individuals\nappointed by the Investors who otherwise satisfy the\nrequirements of this definition.\n\nAt the time of the final closing of this offering, the General\nPartner will have at least two Independent Directors. After\nthe Initial Listing and so long as consistent with contractual,\nlisting and licensing cbligations, a majority of the board of\ndirectors of the listed company will be Independent\nDirectors.\n\nInitial Listing Process: \"Initial Listing” means a listing on a recognized international\nsecurities exchange with a substantially concurrent\nunderwritten offering generating gross proceeds of U.S.\n$200 million or more. “Initial Listing” refers to the Initial\nListing of KUE or any successor or any subsidiary of KUE to\nwhich substantially all of KUE’s assets and liabilities have\nbeen transferred or are held.\n\nThe General Partner may take and cause KUE to take such\nactions as the General Partner reasonably deems necessary\nto complete the initial Listing on the recognized internaiional\nsecurities exchange or exchanges selected by the General\nPartner, including without limitation a restructuring or\nreorganization or other transaction or asset transfer between\nor among KUE and any of its subsidiaries, and may require\n\n33\n\nHOUSE_OVERSIGHT_024466",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024466.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2785,
    "word_count": 435,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:48.577954",
    "prefix": "IMAGES-007"
  }
}