{
  "document_id": "HOUSE_OVERSIGHT_028218",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028218.txt",
  "text": "/ BARAK / 84\n\nWhen I learned what was happening, I told my negotiators they were not to\nhold any further formal meetings during the four days Clinton would be away.\nDennis’s initial response was frustration. Madeleine Albrights’s was fury. They\nboth made no secret of their view that I was needlessly stonewalling. It wasn’t until\na few hours later that Madeleine apparently saw the stenographer’s record of my\nconversation with the President before he’d left, confirming the condition that\nArafat accept the “pocket” at least as a basis on which to proceed. That evening,\nshe apologized to me for the misunderstanding, and explained the mix-up to the\nfull Palestinian and Israeli negotiating teams.\n\nI spent most of the remaining three days in my cabin or, when the rain relented,\nwalking through the woods. The Americans appeared to think I was sulking. I\nwasn’t. I was trying to find the least diplomatically damaging way to navigate the\nperiod until the President’s return. I couldn’t see showing up at Laurel at every\nmealtime, mingling and joking with the Americans and Palestinians, but refusing\nto enter into any form of negotiations. That would compound the awkwardness of\nthe situation, and also be a direct affront to Madeleine. I liked and respected her.\nBut I could not in good conscience help her out in her efforts to find at least some,\ninformal, way of moving the summit along in Clinton’s absence. If Arafat had\nfailed to show even a scintilla of movement with the President in the room, I knew\nthere was no way that he was going to do so with the Secretary of State. For the\nPalestinian negotiators, who were predictably in favour of her efforts, the\ndefinition of “new ideas” was whatever further movement they might cajole out of\nour negotiators. Still, on day-three of Clinton’s absence, I got a note saying that\nSecretary Albright was on her way to my cabin. I didn’t want the needless\ndiplomatic difficulty involved in again telling her I could not sanction free-\nwheeling, and decidedly one-sided, negotiations while Arafat hadn’t moved a\nsingle inch. So I made myself scarce. Fortunately, I was wearing sneakers. I told\nDanny to inform the Americans I was out jogging around the perimeter of the large\nCamp David estate, and went off to do just that.\n\nI told my own delegation I was taking time out to assess where we stood. I did\ncontinue meeting with Gili Sher and Danny Yatom. Yet for much of time, I read. I\nalso did a lot of thinking. I considered the “pocket” concessions I’d agreed to, the\nuncertainties and risks I’d been prepared to run, and the need to decide how to deal\nwith the fact that Arafat, when he had engaged at all, had said “no”.\n\n370\nHOUSE_OVERSIGHT_028218",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028218.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2705,
    "word_count": 468,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:47.590372",
    "prefix": "IMAGES-009"
  }
}