{
  "document_id": "HOUSE_OVERSIGHT_015994",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015994.txt",
  "text": "304 Are the Androids Dreaming Yet?\n\ntime. Often, if a problem seems impossible, he will sleep on it. When he\nwakes the next morning, he will frequently find the problem has solved\nitself and a solution is ready at hand.\n\nArt\n\nThe final class of creative thinking we generally recognize is artistic skill.\nThis is probably a form of convergent thinking, except both the problem\nand the solution are open. Good artists are considered highly creative\nand most people tend to agree on what constitutes good art. There are\nsome arguments but they are usually more about genres. I might not\nappreciate modern installation art, even to the point of declaring it, “not\nart” But, when forced to ignore their prejudices most people tend to\nagree on the distinction between good and bad.\n\nPainting, sculpture, music, architecture and poetry are the\ntraditional fine arts. There is often some argument over architecture: is\nit not too ‘functional to be considered an artistic endeavor? After all,\nart is not supposed to have any purpose other than to be, well, art. This\ndefinition inevitably leads to arguments about whether bad art is still ‘art’\nArt should be artful and how do you arrange a pile of used tires artfully?\nBut this isa very narrow definition. I prefer to define art as something that\nprovokes an emotional response in the beholder. Using this definition,\nthe fact that a pile of tires disgusts and annoys you is exactly the point.\nPerhaps a more ‘enlightened’ viewer than you is intrigued by the clever\nuse of materials.\n\nRegardless, we consider art to be a creative endeavor and we can\nmeasure it using the criteria of novelty and quality. Since most people\nagree on these measures for a given piece of art, we can use the wisdom\nof crowds to give us a scientific scale. That does not mean there won't be\nart that you love but which leaves me cold. That is the joy of it. Novelty\nand quality are not the same as joy and pleasure, far less the tingle factor.\n\nA quick test for artistic skill is to take a pen and paper and turn to\nthe person sitting on your left and try to sketch them.\n\nTRY IT!\n\nHOUSE_OVERSIGHT_015994",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015994.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2125,
    "word_count": 375,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:48.435559",
    "prefix": "IMAGES-003"
  }
}