{
  "document_id": "HOUSE_OVERSIGHT_018495",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018495.txt",
  "text": "see I'm not here? Can't you see I'm under? Don't drag me back -- Intellectually, I\nunderstood that my frustration was unreasonable, and I did my best to train myself to deal\nwith the check-ins. To surface quickly, slip back under afterwards. But I had to\nexperience subspace from the dominant side before I understood how hard it was to deal\nwith.\n\nI remember sitting with my arms around the submissive and occasionally asking him how\nhe was; in response, he would murmur and snuggle up to me. Ten minutes. Twenty\nminutes. I was processing my own dominant experience, and I had questions; I'd\noccasionally ask one. He'd murmur something softly. After a while I really wanted a\nglass of water and I thought he'd basically fallen asleep, so I said, \"Hey, I'm going to go\nget a glass of water, okay?\" and tried to move away.\n\n\"No,\" he cried, and grabbed me. Holy shit, I thought, so that's what surfacing from\nsubspace can look like from the outside. Suddenly I understood exactly where his head\nwas at: barely any time had passed for him at all, and he was still drifting up through\nvelvety layers of consciousness. When I tried to leave, he'd felt sudden panic, a shot of\npure abandonment, no no no you can't, you can't leave me alone when I'm like this,\nplease I need your arms around me, I need you --\n\nI knew exactly what to tell him. \"Shh,\" I said, \"I'm here.”\n\nA dominant friend once told me that he always informs his partners ahead of time that he\nhas to move after a good scene, he has to go for a run, and he won't stick around to guide\nthem out of subspace. I've always wondered how his partners deal with it. Maybe it's\neasier if you know it's coming.\n\nThere are questions of consent, of negotiating new activities while a partner's in\nsubspace. Some people have told me they can't even actually safeword when they're in\ndeep subspace; I can't quite relate to this, but I imagine it could happen sometime. I\nmyself have occasionally had trouble safewording in the past, but it wasn't ever just\nbecause of subspace, it was because of pride or difficult emotions with the dominant\npartner. Subspace did complicate things, but I don't think it was the reason I had trouble\n(though it can be hard to disentangle these things). But maybe someday I'll go under so\nfar that it will be.\n\nI'm not saying it's never okay to push further than you discussed, once they're under -- it's\nJust important to be careful, and not to do it unless you're pretty sure you can read your\npartner... or that they have the emotional wherewithal to deal with it if you push too hard.\n\nBecause safety in subspace is a question of emotional safety, more than anything. The\nvulnerability and intimacy in those moments can be terrifying. The tiniest change in his\ntone can mean the difference between mindless fear and absolute trust. It's so scary, and\nSo intoxicating, and so weirdly unexplainably glorious.\n\nCome back.\nThe best part might actually be coming back.\n\nte OK ok\n\nHOUSE_OVERSIGHT_018495",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018495.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2980,
    "word_count": 532,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.615796",
    "prefix": "IMAGES-005"
  }
}