{
  "document_id": "HOUSE_OVERSIGHT_012381",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012381.txt",
  "text": "f\n\n20, Section 224\n\nThis section misunderstands the purpose and effect of the model Jaw and should be\ndeleted. The Department’s model law was never designed to supplant pre-existing state laws\nwhich target pimping, pandering, or prostitution, but rather to supplement those laws. At the\ntime that the Department’s model law was issued, most states had comprehensive laws\naddressing prostitution, pimping, and pandering. However, most states did not have laws\nfocused on human trafficking. The Depattment’s law was designed to raise awareness of the\nissue of trafficking and to encourage states to closely examine cases to ensure that cases\ninvolving fraud, force, and coercion are not labeled as prostitution offenses. The Department\nbelieves the law has been successful in accomplishing this goal.\n\n21. Section 231\n\nThe Department opposes any statutory changes to the annual report, The change in\nsubsection (1) is unnecessary as this language is currently included in the annual report. The\ninformation requested in the new subsection (I) would be excessively burdensome to gather.\n\n22, Section 232\n\nDO3 opposes this addition as unnecessary. Human trafficking laws that do not require\nthe proof of force, fraud, or coercion, namely laws that concern minor victims of severe forms of\nbuman trafficking, are already discussed at the annual conferences. To the extent that this\nprovision would require the Department to discuss human trafficking laws pertaining to adult\nvictims that do not require the showing of force, fraud, or coercion, such laws would not fall\nunder the definition of human trafficking and the annual conference would be an inappropriate\nvenue for the discussion of such laws. However, DOJ trafficking prosecutors utilize a wide\nrange of statutes in addition to Chapter 77 offenses to address all criminal conduct associated\nwith human trafficking. This includes the Mann Act, money laundering, visa fraud, immigration\noffenses, criminal labor violations, and extortion, in addition to other criminal statutes,\nAccordingly, DOJ traiming at annual conferences, the National Advocacy Center, the National\nCenter for Missing and Exploited Children, and field training with the Department of Justice\nfunded Human Trafficking Task Forces and provided through the Innocence Lost National\nInitiative include discussion on the importance of using all available criminal statutes as essential\ntools in charging decisions. Thus, this section is unnecessary.\n\n23. Section 233\n\nDOJ opposes the change to section 206 of the Trafficking Victims Protection\nReauthorization Act of 2005, which would remove the discretion of agencies in informing the\nSenior Policy Operating Group (SPOG) of grants. Such a change could be read as giving the\n\nSPOG oversight authority over grants. It also fails to take into consideration situations where\ngtant-making agencies may be unable to notify the SPOG of the grant. i\n\n10\n\nHOUSE_OVERSIGHT_012381",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012381.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2940,
    "word_count": 446,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:44.231011",
    "prefix": "IMAGES-001"
  }
}