{
  "document_id": "HOUSE_OVERSIGHT_018476",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018476.txt",
  "text": "bad sexual communication, I want to offer some positive examples of sexual\ncommunication from my life.\n\nte Ok ok\n\n1) Low pressure and leather belts. Years ago, when I was pretty inexperienced in the\ncommunity, I had a single BDSM encounter with a gentleman in his home. We met at a\nBDSM discussion group, arranged to meet later at a cafe, and went home from there; as\nwe exited the cafe, I took his driver's license and texted his full name and license number\nto a friend. (I think more people should do this, frankly -- in fact, more non-BDSM\npeople should do this when they go home with strangers from bars.)\n\nWe sat together on the public transit and quietly discussed the upcoming scene: he asked\nme many, many questions about what I was okay with and not okay with. Questions like:\n\"What do you have experience with?\" \"Could you go into that more?” \"What do you\nlike?” \"What makes that fun for you?\" \"Is there anything you really don't want me to do?”\nHe asked a lot of the questions twice, too, which I think is a really great strategy\nespecially with new partners. People don't always have their heads together enough\nduring these conversations to answer an S&M question properly the first time, especially\nif it's a broad and open-ended question like \"What are the things you really don't want to\ndo?\"\n\nI made it clear that I just wanted a BDSM encounter, that I wasn't up for oral sex or\nvaginal sex or anything like that. He'd never had a BDSM encounter that didn't involve\norgasm, so it was a new concept for him, but he was cool with trying it.\n\nAfter our long discussion of boundaries and limits, we made it to his apartment and\nsettled in. He got out some equipment, including a collar, and he said: \"While you're\nwearing this, you will obey everything I say. Do you have any final boundaries to set?\nAnything you really want me to do? Anything else you don't want me to do?\" I said no,\nand he snapped on the collar. (We did have an agreed-upon safeword, though -- so I had a\nway of interrupting the proceedings if I really needed to.)\n\nIt was an interesting encounter, partly because he was looking more for dominance\n(giving orders) than sadism (inflicting pain), whereas at the time I was looking more for\nmasochism (receiving pain) than submission (accepting orders). So we started out with\nhim giving me a bunch of orders (primarily to fulfill his kink), and then in the end he hit\nme a lot with a leather belt (to fulfill mine). At the time I was still figuring out where the\nboundary was for me: whether I identified as a submissive or only a masochist; how\nmuch submission and masochism were intertwined. That night showed me a lot about\nhow one can create submissive energy within a pre-defined space, even with someone\nyou barely know.\n\nAfterwards, when I was done crying, he took off the collar and we went to bed. (By that\ntime of night, I didn't have a way back home from where he lived, so I had to sleep over.)\nWe chatted about random things, neither of us quite tired enough to sleep. Within half an\nhour or so, he realized that there was no way he was ever going to get to sleep unless he\nhad an orgasm, but he also understood that I didn't want to have sex with him, so he\ndidn't try to push that. Instead, he said: \"I really need to have an orgasm before I can get\n\nHOUSE_OVERSIGHT_018476",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018476.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3321,
    "word_count": 612,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.422876",
    "prefix": "IMAGES-004"
  }
}