{
  "document_id": "HOUSE_OVERSIGHT_019920",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019920.txt",
  "text": "into a national joke, which he seemed destined to never recover from. To boot, the\npresident blamed Spicer for not making the million phantom souls seem real.\n\nIt was the first presidential instance of what the campaign regulars had learned over\nmany months: on the most basic level, Trump just did not, as Spicer later put it, give a\nfuck. You could tell him whatever you wanted, but he knew what he knew, and if what\nyou said contradicted what he knew, he simply didn’t believe you.\n\nThe next day Kellyanne Conway, her aggressive posture during the campaign turning\nmore and more to petulance and self-pity, asserted the new president’s right to claim\n“alternative facts.” As it happened, Conway meant to say “alternative information,” which\nat least would imply there might be additional data. But as uttered, it certainly sounded\nlike the new administration was claiming the right to recast reality. Which, in a sense, it\nwas. Although, in Conway’s view, it was the media doing the recasting, making a\nmountain (hence “fake news”) out of a molehill (an honest minor exaggeration, albeit of\nvast proportions).\n\nAnyway, the frequently asked question about whether Trump would continue his\nunsupervised and often inexplicable tweets now that he was officially in the White House\nand the president of the United States—a question as hotly asked inside the White House\nas out—was answered: he would.\n\nThis was his fundamental innovation in governing: regular, uncontrolled bursts of\nanger and spleen.\n\n7 OK Ok\n\nThe president’s immediate official business, however, was to make nice with the CIA.\n\nOn Saturday, January 21, in an event organized by Kushner, the president, in his first\npresidential act, paid a call on Langley to, in Bannon’s hopeful description, “play some\npolitics.” In carefully prepared remarks in his first act as president, he would lay some of\nthe famous Trump flattery on the CIA and the rest of the sprawling, and leaking, U.S.\nintelligence world.\n\nNot taking off his dark overcoat, lending him quite a hulking gangster look, pacing in\nfront of the CIA’s wall of stars for its fallen agents, in front of a crowd of about three\nhundred agency personnel and a group of White House staffers, and, suddenly, in a mood\nof sleepless cockiness and pleasure at having a captive crowd, the new president,\ndisregarding his text, launched into what we could confidently call some of the most\npeculiar remarks ever delivered by an American president.\n\n“IT know a lot about West Point, ’'m a person who very strongly believes in academics.\nEvery time I say I had an uncle who was a great professor at MIT for 35 years, who did a\nfantastic job in so many ways academically—he was an academic genius—and then they\nsay, Is Donald Trump an intellectual? Trust me, I’m like a smart person.”\n\nHOUSE_OVERSIGHT_019920",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019920.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2819,
    "word_count": 472,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:48.269885",
    "prefix": "IMAGES-005"
  }
}