{
  "document_id": "HOUSE_OVERSIGHT_029952",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029952.txt",
  "text": "21\n\nratified and with international law that Western powers developed\nand have imposed on China while it was weak and that it now is set\non revamping the international system.\n\nIn other words China is indeed serious about its nine-dashed line\nclaim to all features, waters and resources of the South China Sea and\nit alone will decide the passage regime to be imposed therein.\n\nThis is radical and could lead to war.Otherwise, China could claim\nmost of what it wants by using existing international law and the Law\nof the Sea Treaty. It could claim the features and, for legal islands, a\ncontinental shelf and 200 nautical mile exclusive economic zone for\neach. Of course it would have to negotiate boundaries with the other\nclaimants.\n\nBut that is the present situation anyway and China's legal position is\nvery weak. The area claimed would be almost the same as that within\nthe nine-dashed line and the argument would be legitimate —\nsupported by the convention.\n\nRegarding the navigational issues with the U.S., the U.S. has not\nratified the convention and has little legitimacy in arguing it or its\ninterpretation thereof. The U.S. would be widely seen as a \"bully\" if\nit tried to force its interpretation on the world.\n\nThe puzzle is that China has excellent experts on Law of the Sea who\nare aware of this opportunity and yet China seems to be eschewing\nthis option.\n\nPerhaps U.S. strategy and tactics have pushed a portion of China's\nmilitary leadership \"over the edge.\" Maybe they have concluded from\nwhat they perceive as the U.S. \"containment\" policy and the constant\nand active probing by high-tech spy vessels and planes that war is\ninevitable. In this scenario China feels it must defend its exposed\nunderbelly and push its defense \"zone\" as far south and seaward as\npossible.\n\nHOUSE_OVERSIGHT_029952",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029952.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1813,
    "word_count": 306,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:45.506786",
    "prefix": "IMAGES-010"
  }
}