{
  "document_id": "HOUSE_OVERSIGHT_019499",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019499.txt",
  "text": "Prologue | 11\n\nproved ineffective in hiding him from U.S. intelligence and presum-\nably other intelligence services seeking the treasure trove of docu-\nments he had taken from the NSA.\n\nAs for his next destination, I could find no evidence that Snowden\nhad made any arrangements during his monthlong stay in Hong\nKong to go to any Latin American country. Before he went public\non June 9, he could have easily gotten a visa in Hong Kong with his\nstill-valid passport to go to almost any country in the world, includ-\ning Cuba (for which a U.S. passport was not necessary), Bolivia, and\nEcuador. Yet he did not apply for visas during this time period. Even\nas late as June 8, after meetings with Greenwald and Poitras, his\nname had still not been revealed, no criminal complaint had been\nissued against him, and there was no Interpol red alert for his deten-\ntion. He could have walked out of the Mira hotel, caught a taxi to\nthe Hong Kong airport, and gone on Swiss International Air Lines\nvia Zurich to any country in South America or to Iceland. But, as\nin the oft-cited Sherlock Holmes clue of the dog that did not bark,\nSnowden’s inaction in not obtaining visas during this thirty-day\n\n® period suggests that he had no plans to go anyplace but where he ©\nwent: Moscow.\n\nHowever, the mystery that most concerned me was not where\nSnowden was housed in the interim between when he went pub-\nlic and when he went to Moscow. It was where, and in whose care,\nSnowden had been before he checked into the Mira on June 1. When\nI asked my source about this period, he said that as far as he knew,\nneither the FBI nor the Hong Kong police could find a trace of him\nduring the period between May 20, when he passed through Hong\nKong customs, and June 1, when he first used his credit card and\npassport to check into the Mira hotel. Other than those transac-\ntions, they could not find any credit card charges, ATM withdrawals,\ntelephone calls, hotel registrations, subway pass purchases, or other\nclues to Snowden’s activities. As far as a paper trail was concerned,\nSnowden was a ghost during this period.\n\n“Could an American just vanish in Hong Kong for eleven days?”\nLasked.\n\n“Apparently, he did just that,” my source replied.\n\nSnowden’s whereabouts during these eleven days was not a mys-\n\n| | Epst_9780451494566_2p_all_r1.z.indd 11 ® 9/29/16 5:51PM |\n\nHOUSE_OVERSIGHT_019499",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019499.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2370,
    "word_count": 419,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:48.557721",
    "prefix": "IMAGES-005"
  }
}