{
  "document_id": "HOUSE_OVERSIGHT_026252",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_026252.txt",
  "text": "3)\n\n4)\n\nCee\n\nthe FISC in October—but Steele improperly concealed from and lied to the FBI about\nthose contacts.\n\nb) Steele’s numerous encounters with the media violated the cardinal rule of source\nhandling—maintaining confidentiality—and demonstrated that Steele had become a\nless than reliable source for the FBI.\n\nBefore and after Steele was terminated as a source, he maintained contact with DOJ via\nthen-Associate Deputy Attorney General Bruce Ohr, a senior DOJ official who worked\nclosely with Deputy Attorneys General Yates and later Rosenstein. Shortly after the\nelection, the FBI began interviewing Ohr, documenting his communications with Steele.\nFor example, in September 2016, Steele admitted to Ohr his feelings against then-\ncandidate Trump when Steele said he “was desperate that Donald Trump not get\nelected and was passionate about him not being president.” This clear evidence of\nSteele’s bias was recorded by Ohr at the time and subsequently in official FBI files—but\nnot reflected in any of the Page FISA applications.\n\na) During this same time period, Ohr’s wife was employed by Fusion GPS to assist in\nthe cultivation of opposition research on Trump. Ohr later provided the FBI with all\nof his wife’s opposition research, paid for by the DNC and Clinton campaign via\nFusion GPS. The Ohrs’ relationship with Steele and Fusion GPS was inexplicably\nconcealed from the FISC. :\n\nAccording to the head of the FBI’s counterintelligence division, Assistant Director Bill\n\nPriestap, corroboration of the Steele dossier was in its “infancy” at the time of the initial\n\nPage FISA application. After Steele was terminated, a source validation report conducted\n\nby an independent unit within FBI assessed Steele’s reporting as only minimally\n\ncorroborated. Yet, in early January 2017, Director Comey briefed President-elect Trump\n\non a summary of the Steele dossier, even though it was—according to his June 2017\n\ntestimony—‘“salacious and unverified.” While the FISA application relied on Steele’s\n\npast record of credible reporting on other unrelated matters, it ignored or concealed his\nanti-Trump financial and ideological motivations. Furthermore, Deputy Director\n\nMcCabe testified before the Committee in December 2017 that no surveillance warrant\n\nwould have been sought from the FISC without the Steele dossier information.\n\nUNCLASSIFIED\n\n: oe\n. *\n\na cae ial\nPROPERTY OF THE U.S. HOUSE OF REPRESENTATIVES\n\nHOUSE_OVERSIGHT_026252",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_026252.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2444,
    "word_count": 371,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:47.403059",
    "prefix": "IMAGES-008"
  }
}