{
  "document_id": "HOUSE_OVERSIGHT_014900",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014900.txt",
  "text": "Amazon (Buy, $1,100 PO)\n\nStock view: Positive on retail, but street increasingly focused on advertising\n\nFor Amazon’s retail business, sentiment remains positive despite some modest 4Q\nrevenue weakness vs expectations. We expect the retail business to remain strong in\n1Q with stable growth as core drivers (Prime, delivery infrastructure advantage) remain\nintact. The lack of early tax refund support is a potential 1Q risk, but we would expect\nany delayed spending to bounce back in March or 2Q. Continued store closures by\ntraditional retailers should aid the online shift throughout 2017. Finally, it appears\nAmazon has become stepped up advertising on its site, with more sponsored listings,\nwhich could be a source of revenue upside in 2017. Amazon had new revenue\ndisclosures in its 10-K, and the ad revenue line significant accelerated in 2016.\n\nFor AWS, we expect some additional q/q revenue deceleration and q/q declines in\nmargins. We note that AWS growth in 4Q was below our estimates, and the effects of\n4Q’s late price cuts should drive additional deceleration in 1Q. Microsoft and Google\nare well capitalized competitors that are significantly increasing cloud investment (see\nBattle in Seattle for industry update), so the Street sentiment could shift more\ncautiously on Amazon on a slight miss.\n\nMargins continue to be a risk, but top line trends seem to be the biggest driver of\nsentiment and advertising optimism has grown. Amazon’s current investment cycle\nbegan in earnest in 3Q’16, and we expect the elevated pace of investment to persist\nthrough 3Q’17. Margins may see y/y declines given: 1) Ongoing investments in\nfulfillment center build out (given fulfilled unit growth of 40% in 2016), 2) Digital\ncontent and related marketing, 3) Prime benefits (Now and Fresh), 4) Alexa/Echo, and 5}\nIndia. We think the Street is constructive on these initiatives, and will move past lower\ny/y margins concerns if top line growth is stable in 1Q.\n\nKey theme/metric(s) for 1Q: AWS growth and 2Q profit outlook\n\nWe forecast 43% y/y AWS growth in 1Q, down from 47% in 4Q, partially due to the\nlingering effects of price cuts that went into effect on December 1*. This implies 4%\nq/q growth v. 9% last quarter. Increased investments in logistics/fulfilment, AWS,\nmarketing, Prime content and others could set Amazon up for disappointing margin\nguidance vs. the Street’s expectations. However, we think the Street will focus on\nrevenue trends and ultimately view the investments as a long-term positives.\n\nBiggest 1Q issues/risks:\n¢ 2Q GAAP operating income outlook given increased investments in logistics, India,\nPrime Instant Video content, as well as expected AWS deceleration\n\n* Gross profit growth trends given expense issues and tougher growth comps in\n1H17\n\n« AWS margin trends given AWS price cuts and aggressive competition\n\n¢ International segment performance given investments in India\n\n1Q traffic data points mixed\n\ncomScore’s US data indicates that Amazon PC user growth has been down 2% y/y in 1Q\nthrough February vs. 4Q at -5% y/y. Mobile user growth is up 8% y/y vs. up 9% in 4Q.\nAmazon’s total mobile and PC minutes were down 5% y/y in 1Q through February vs. up\n18% y/y in 4Q; mobile minutes were down 7% y/y in 1Q vs. +18% y/y in 4Q.\n\n1Q items/news:\n¢ Logistics investments: Amazon announced a $1.5bn air hub in Northern Kentucky\nthat will host Amazon’s own cargo airline.\n\n« AWS outage: AWS had a large outage in early March. Investors will likely focus on\nthe competitive implications of the outage.\n\nBankofAmerica <2”\n\n14 Internet/e-Commerce | 06 April 2017 Merrill Lynch\n\nHOUSE_OVERSIGHT_014900",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014900.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3625,
    "word_count": 589,
    "line_count": 69,
    "import_date": "2025-11-19T21:47:48.069019",
    "prefix": "IMAGES-003"
  }
}