{
  "document_id": "HOUSE_OVERSIGHT_024851",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024851.txt",
  "text": "COWEN\nCOLLABORATIVE INSIGHTS February 25, 2019\n\nTopicals\n\n2\n\nOutside of nutraceuticals, we expect the topical CBD market to provide the largest\ncontribution to industry sales. We believe the non-ingestible nature of the product\nmakes it more attractive to consumers looking to experiment in CBD and can provide a\nsource of trial into the category. While the CBD market clearly needs more clinical\nresearch into the benefits of the cannabinoid, it has been suggested that two of the\nprimary benefits are anti-inflammation and muscle recovery, which can cater to a large\nand diverse consumer base.\n\nOver the next two years, we expect the topical CBD market to grow to $1.5 bn (almost\n$1 bn less than our outlook for nutraceuticals). We estimate that in 2018, the total\naddressable U.S. topical market, which includes both OTC and rx offerings was ~$12.8\nbn. If we assume no growth in the category base, a $1.5 bn CBD category by 2020\nwould imply a ~12% share of the market, the largest market share among all of the\ncategories analyzed, excluding nutraceuticals.\n\nFigure 48 U.S. Topical Category Generates ~$13 BN In Revenue Figure 49 We Believe CBD Topicals Could Be A $1.5 BN Market in 2 Years\nU.S. Addressable Topical Market (S$ in bn) U.S. CBD Topicals ($ in mm)\n$14.0 g128 | $12.8 $12.8 $1,600 I $1,500\n$12.0 I $1,400 I\nI 1,200 I\n$10.0 >\n] $1,000 I\n$8.0 ] $800 ]\n$6.0 I $600 I\n$4.0 I $400 I\nI I\n$2.0 I an\nSO\n$0.0 2018 +! 2019E 2020E\n2018 1 2019E 2020E \"\nSource: Company Reports and Cowen and Company Source: Cowen and Company\n\nOur below scenario analysis provides a wider incremental range of market share\noutcomes relative to other categories. We can see that every 5 pts of market share\ncapture is worth over $600 mm in revenues. While our analysis contemplates a 2% share\nof the topical market, we believe that this is unlikely and view the floor at ~7%, which\nwould imply almost $900 mm in revenues by 2020. Given the number of companies\nproviding topical solutions, coupled with what we expect to be robust consumer\ndemand, a market share between 12-17% is not unrealistic.\n\nFigure 50 Topicals Expected To Be a Major Contributor to CBD\n\n2020 Market Share Scenario Analysis\n\nMarket Share 17%\n\nAbsolute Sales ($ in mm) $2,140\n\nSource: Cowen and Company\n\nCOWEN.COM 35\n\nHOUSE_OVERSIGHT_024851",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024851.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2296,
    "word_count": 399,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:45.641945",
    "prefix": "IMAGES-008"
  }
}