{
  "document_id": "HOUSE_OVERSIGHT_028046",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028046.txt",
  "text": "The two other Israeli invasion forces had crossed the border parallel to us,\none pushing up through the steep hills and twisting valleys of central Lebanon,\nand the other along the Mediterranean coast. The central force was now ordered\nto mount an attack that would bring them within striking distance of the Beirut-\nDamasus road. The first skirmish came in the hilltop town of Jezzin, still barely\nwithin the 40-kilometer zone. The Syrians had a commando force and tanks in\nthe town. An Israeli battalion was ordered in, and it took Jezzin by the evening\nof June 8. But it came under assault from Syrian units with grenades, RPGs and\nSaggers, as well as shellfire from a nearby ridge. Shortly before midnight,\nanother unit of Israeli tanks and infantry passed through the central Lebanese\nvillage of Ayn Zhalta, to the north of Jezzin and beyond the 40-kilometer line,\nand began winding its way through a valley toward the Beirut-Damascus road.\nThey waded into a Syrian ambush, and for hours found themselves in a fierce\nbattle with Syrian units.\n\nI don’t believe Arik specifically planned to confront the Syrians in Jezzin\nand Ayn Zhalta. But he could not have doubted that, grven the enormous scale\nand range of our invasion, a clash with Syrian forces would happen at some\npoint. Now that it had, all that remained was for him to tell the cabinet that\nIsraeli forces had come under Syrian fire and insist, as defense minister, that the\nimperative for our forces on the ground was to strike back.\n\nOn the afternoon of June 9, the fourth day of the war, we got the order to go\non the offensive against the Syrians in the Bekaa. As our artillery pounded the\nsouthernmost SAM sites, nearly 100 Israeli jets swarmed into the Bekaa Valley\nand attacked Syria’s air defenses in eastern Lebanon. When a second wave\nscreamed in an hour later, the Syrians sent up their Soviet-made MiGs to\nintercept them. Forty-one Syrian planes were shot down. Seventeen of the 19\nSAM batteries were destroyed by the end of the day. The other two were taken\nout the next morning, and another 43 Syrian jets shot down.\n\nThere was no longer any pretence about our war aim: to fight our way\nthrough any resistance and reach the Beirut-Damascus road. But after the Bekaa\nair battle, and the most serious air losses for an Arab state since 1967, Yanoush\nand I knew that international pressure for a cease-fire would quickly escalate.\n\nAware we were racing against the clock, we began a co-ordinated push\ntowards the Beirut-Damascus road. The left arm of our “pincer” was ordered to\nmake its way toward a town called Jobb Janine. It was still some distance from\nthe Damascus road, but an important way-station: Syrian headquarters on the\nwestern side of the Bekaa Valley. The eastern part of our pincer, the 252\"\n\n198\nHOUSE_OVERSIGHT_028046",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028046.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2812,
    "word_count": 486,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:48.761911",
    "prefix": "IMAGES-009"
  }
}