{
  "document_id": "HOUSE_OVERSIGHT_024710",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024710.txt",
  "text": "ACKRELL\nCAPITAL Cannabis Investment Report | December 2017\n\nintroduction into interstate commerce” of any drug, medical device, food, tobacco product or cosmetic\nundertaken without the required FDA approval, permit or registration.\n\nAn article that includes cannabis or a cannabis derivative could conceivably qualify as a drug, medi-\ncal device, food, tobacco product or cosmetic (or a combination). For example, a skin lubricant infused\nwith cannabis extract and intended to relieve muscle pain may be both a cosmetic and a drug, and a\nprefilled device used to administer a metered dose of vaporized THC for treating nausea may be both\na medical device and a drug. Industry dialogue regarding the FD&C Act and the FDA tends to focus\non cannabinoid-based drugs and the potential for certain cannabis products to be regulated as food or\na related category of products known as “dietary supplements,” and we expand on both topics in the\nfollowing discussion.\n\nDrugs\nGenerally, the FD&C Act defines a “drug” as any one of the following:\n\n(i) Any article recognized in the official U.S. Pharmacopoeia, U.S. Homeopathic Pharma-\ncopoeia or National Formulary.\n\n(ii) Any article intended for use in the diagnosis, cure, mitigation, treatment or prevention of\ndisease in humans or animals.\n\n(iii) Any article (other than food) intended to affect the structure or any function of the body\nof humans or animals.\n\n(iv) Any article intended as a component of any of the foregoing.\n\nThe FDA oversees the manufacturing of drugs by inspecting domestic and foreign manufacturing\nplants, by sampling drugs from retail stores, distribution warehouses and manufacturing plants and by\nevaluating complaints and reports of defects from consumers and health care professionals. The FD&C\nAct generally prohibits a company from introducing a drug into interstate commerce without the FDA\nhaving first approved the drug as safe and effective for treating a specified medical condition.\n\nFDA approval of a drug as safe and effective for treating a specified medical condition generally\ninvolves the following steps:\n\n(i) The drug’s manufacturer performs laboratory and animal tests to determine how the drug\nworks and whether it is safe enough to test on humans.\n\n(ii) If the manufacturer determines the drug is safe enough to test on humans, then the manu-\nfacturer submits for FDA review an Investigational New Drug (IND) application.\n\n(iii) Upon review of the IND application, if the FDA determines the drug is safe enough to test\non humans, then the FDA approves the manufacturer to proceed with human clinical trials.\n\n(iv) The manufacturer performs a series of human clinical trials and submits the resulting data\nfor FDA review in the form of a New Drug Application (NDA). Upon review of the NDA,\nif the FDA determines the drug’s benefits outweigh its known risks and the drug can be\nmanufactured in a way that ensures a quality product, then the drug is approved as safe and\neffective for treating the specified medical condition.\n\n74 © 2017 Ackrell Capital, LLC | Member FINRA/SIPC\n\nHOUSE_OVERSIGHT_024710",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024710.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3089,
    "word_count": 493,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:46.182469",
    "prefix": "IMAGES-008"
  }
}