{
  "document_id": "HOUSE_OVERSIGHT_029151",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029151.txt",
  "text": "In the non-Closer To Truth world....\n\nDid CNN Intl this morning on Trump’s China-oil-N.Korea-cheating tweet “Caught RED HANDED...”\n[pun deliberate? ]\n\nMy favorite fun lines (there are so many) in Trump's NYTimes spontaneous interview.\n\n2) “TI like very much President Xi. He treated me better than anybody’s ever been treated in the history of\nChina.”\n\nEver (~5,000 year history)\n1) “I know the details of taxes better than anybody — better than the greatest CPA.”\n\nNot, mind you, CPAs in general, not even smart Jewish CPAs who work all the time - but whoever, out\nof 664,532 actively licensed CPAs (2016), is the greatest CPA of them all (#1 in citing code? creative\ndeductions?) - better than him!\n\nOn Dec 29, 2017, at 6:19 AM, jeffrey E. <jeevacation@gmail.com> wrote:\n\nlets talk today. I went through the candidates in math. . we should talk , I have great hopes for this and am\nsure you woud! want to get it right though some of the math people write well , their speakinn style and\npresence is less than A , and probaby closertoaC+/ . Im around today or hte weekend if you would like to\nchat.\n\nOn Fri, Dec 29, 2017 at 1:45 AM, Robert Kuhn <q =wrote:\n‘Blahblahs’ forbidden in \"Radical Breakthroughs’. So we need two replacements (for Multiverse as Science and\nRare Sentience).\n\nInitial ideas:\n\n* Expand the first episode “Mathematics and Truth” into two or likely three episodes. I’m intrigued by this\nbecause there is so much rich material - pure math, philosophy (discovered or invented), physics (Wigner’s\n‘unreasonable effectiveness of mathematics in the natural sciences)’, astrophysics, cosmology, biology, general\nsystems theory. I’ve felt frustrated in this first episode because there is so much material. I think three episodes\ncould work - if you agree, I’ll get back to you with a suggested structure of the 2 or likely 3 parts. Also, Closer\nTo Truth has had only a few videos and one episode on mathematics per se (out of 277 episodes!), so this would\nbe original and complementary. In this may, math would become about half the series.\n\n* Integrated Information Theory - quantifying and explaining consciousness (Giulio Tononi, Un of Wisconsin-\nMadison), plus supporters and critics. New controversial, science-based radical theory.\n\n* Evolutionary Dynamics - your program at Harvard - mathematical models. This is not an area of my expertise,\n\nbut it could well fit Closer To Truth in general and Radical Breakthroughs in particular. But you need to tell me\nif you would like to include this.\n\nHOUSE_OVERSIGHT_029151",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029151.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2537,
    "word_count": 423,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:47.031615",
    "prefix": "IMAGES-010"
  }
}