{
  "document_id": "HOUSE_OVERSIGHT_024521",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024521.txt",
  "text": "The Early Foundations program focuses on providing individual learning opportunities that are flexible\nand appropriate to each child's development level. KLC OpCo believes that the Early Foundations\nprogram distinguishes the Company from other child care providers.\n\n11.8. Management Team and Board of Directors\n\nKLC OpCo is led by a highly experienced management team comprised of experts in the field of\neducation, as well as business professionals. This combination of talent is expected to drive continued\nsuccess of KLC OpCo. These individuals are also supported by a seasoned executive and middle\nmanagement team with average Company tenure of ten years. The following table sets forth KLC OpCo’s\nmanagement team and the board of directors of its parent company, KSI. Detailed biographies can be\nfound in Appendix A.\n\nManagement of KLC\n\nName Position\n\nElanna Yalow Director, President and Chief Operating Officer\n\nMark Moreland Executive Vice President & Chief Financial Officer\n\nToni Jaffe Senior Vice President, Human Resources\n\nEva Kripalani Senior Vice President, General Counsel and\nCorporate Secretary\n\nMarcy Suntken Senior Vice President, School Partnerships\n\nDan Frechtling Senior Vice President, Marketing and Business Development\n\nSharon Bergen Senior Vice President, Education and Training\n\nStephen Brown President and Chief Executive Officer, KCDL\n\nName Position\n\nLes Biller Retired Vice Chairman and Chief Operating Officer of Wells\nFargo & Company. KUE Advisory Board\n\nRalph Finerman President of RFG Financial Group, Inc.\n\nStephen Goldsmith Professor of Government at Harvard University’s Kennedy\nSchool of Government. Senior Vice President of KUE\n\nSteven Green Chairman and CEO of ki Ventures and Greenstreet Real\nEstate Partners. Vice Chairman of KUE\n\nStanley Maron Senior shareholder in the law firm Maron & Sandler\n\nLowell Milken Chairman of KSI Board, President and Chief Executive Officer\nof KUE\n\nWendi Murdoch Advisor to News Corporation\n\nJeff Safchik Co-founder, Managing Director and Chief Financial Officer of\nGreenstreet Real Estate Partners. Chief Financial Officer of\nKUE\n\nRichard Sandler Shareholder in the law firm Maron & Sandler. General\n\nCounsel for KUE\n\n88\n\nHOUSE_OVERSIGHT_024521",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024521.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2220,
    "word_count": 323,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:46.889548",
    "prefix": "IMAGES-008"
  }
}