{
  "document_id": "HOUSE_OVERSIGHT_024682",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024682.txt",
  "text": "ACKRELL\nCAPITAL\n\nCannabis Investment Report | December 2017\n\nCannabis Flower\n\nCannabis flower, or “bud,” is the most popular product among cannabis consumers. Cannabis flower\nis usually green (although some varieties have a purple or orange hue), slightly sticky to the touch and\nspongy in density. The flower has a strong, pungent aroma owing primarily to the trichomes on the\nflowers, which contain the highest concentrations of cannabinoids and terpenes of any part of the\nplant.\n\nHEADWATERS ||.\n\n100% Pesticide and Residual-Free\n\nBranded Cannabis Flower\n\nThere are thousands of different cannabis varieties, each with its own cannabinoid and terpene\nprofile and corresponding aroma, flavor and potency. Leading cultivators are recognized each year in\ncontests and ceremonies for their indica, sativa and hybrid varieties. Award-winning varieties —which\nare often given unique identifying names—frequently become the most in demand by consumers.\nOG Kush,” “Pineapple Express” and “Sour\n\n» ce\n\nPopular varieties today include “Blue Dream,” “Gelato,\nDiesel.”\n\nThe flower of a typical cannabis variety produced for human consumption contains approximately\n15% to 30% THC, approximately 0.1% to 1% CBD and nominal levels of other cannabinoids. Due\nto advancements in cultivation techniques, THC levels in cannabis flower available today are generally\nmuch higher than in the past.\n\nConcentrates\n\nCannabis can be processed into a variety of concentrates, many of which are sold as finished products\nfor smoking or vaporizing and some of which can be infused into other products, such as edibles and\ntopicals. Concentrates include CO, oil, butane hash oil or “BHO,” shatter, wax, live resin, budder,\nkief, ice water hash and rosin.\n\nConcentrates are quickly becoming popular for a host of reasons. Some believe vaporizing or ingest-\ning concentrates are healthier methods of cannabis consumption than smoking plant material. Extract-\ning cannabinoids from the cannabis plant produces higher-potency dosing (THC content can exceed\n80% in concentrates), enables custom formulations and flavor profiles, and facilitates consumption\nthat is more convenient and discreet than smoking. The concentration of specific cannabinoids varies\n\n46 © 2017 Ackrell Capital, LLC | Member FINRA/SIPC\n\nHOUSE_OVERSIGHT_024682",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024682.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2302,
    "word_count": 337,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:46.715664",
    "prefix": "IMAGES-008"
  }
}