{
  "document_id": "HOUSE_OVERSIGHT_019712",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019712.txt",
  "text": "224 | HOW AMERICA LOST ITS SECRETS\n\nwas called MICE. It stood for Money, Ideology, Compromise, and\nEgo. The KGB used the first element, money, to compromise Dunlap.\nAfter he was compromised, it exploited him by getting him to steal\nNSA secrets. He had access to such secrets because he became the\npersonal driver to Major General Garrison Coverdale, the chief of\nstaff of the NSA. After Coverdale retired, he became the driver for\nhis successor, General Thomas Watlington. These positions afforded\nhim a security clearance and, even more important, a “no inspec-\ntion” status for the commanding general's cars that he drove. This\nperk allowed him to leave the base with secret documents, have them\nphotocopied by his KGB case officer, and then return them to the files\nat the NSA base before anyone else knew they were missing. He also\nused, likely at the suggestion of the KGB case officers, his “no inspec-\ntion” perk to offer other NSA employees a way of earning money.\nHe would smuggle off the base any items of government property\nthat they took. Once he had compromised them through thefts, he\nwas in a position to ask them for intelligence favors. This NSA ring\ncould not be fully investigated because of his untimely death. Other\n\n© than the packets of undelivered NSA documents found in his home, ©\nthe investigation was never able to assess the total extent of the KGB\npenetration of NSA secrets. (Angleton suspected Dunlap was mur-\ndered by the KGB in what he termed a surreptitiously assisted death,\nto prevent Dunlap from talking to investigators.)\n\nThe Russian intelligence services continued recruiting mercenary\nspies in the NSA for the duration of the Cold War. The KGB suc-\ncesses included Robert Lipka, a clerk at the NSA in the mid-1960s,\nwho was caught in a sting operation by the FBI and sentenced to\neighteen years in a federal prison. Ronald Pelton, an NSA analyst,\nwas recruited after he retired from the NSA. After he was betrayed\nby a KGB double agent in 1985, he was sentenced to life imprison-\nment. Finally, there was David Sheldon Boone, an NSA code clerk,\nwho between 1988 and 1992 provided the KGB with NSA docu-\nments in return for $60,000. Boone, sentenced to twenty-four years\nin prison, was the last known KGB recruitment of the Cold War.\n\nDuring the Cold War, Russian intelligence service officers oper-\nated mainly under the cover of the embassies, consulates, United\nNations delegations, and other diplomatic missions of the Soviet\n\n| | Epst_9780451494566_2p_all_r.indd 224 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019712",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019712.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2558,
    "word_count": 431,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:48.017469",
    "prefix": "IMAGES-005"
  }
}