{
  "document_id": "HOUSE_OVERSIGHT_011915",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011915.txt",
  "text": "another example of a false link between Epstein and Plaintiffs, costing Plaintiffs’ business\nincome.\n\n14. A fourth example of a lost business relationship can be found in a second e-mail dated\nOctober 17, 2014 (Exhibit D attached). Manuela Martinez of Mega Partners, a Brazilian\nmodeling agency, states to Plaintiff Brunel that her agency has been unable to work with Plaintiff\nMC2 for the past five to six years because of the sex trafficking allegations against Plaintiffs .\nThis reference is clearly to the false allegations online regarding sex trafficking that were based\nin the false link between Epstein and Plaintiffs.\n\n15. A fifth example of a lost business relationship can be found in an e-mail dated\n\non Plaintiff's behalf was an e-mail dated August 27, 2010 from Michelle Stockman of Agence\nFrance Presse. (Exhibit E attached). Agence France Presse is a newswire service with a world-\nwide reach. Stockman wanted to meet with Plaintiff Brunel to arrange a model shoot with MC2.\nHowever, due to the adverse publicity surrounding Plaintiffs as a result of Epstein’s illegal\nactivities, Plaintiff Brunel was forced to forego (and lose) this business opportunity because he\nneeded to keep a low-profile at this time.\n\ni6. A sixth example of lost business due to Epstein’s intentional and illegal activities can be\nfound in an e-mail dated December 12, 2014. (Exhibit F attached). Michael Sanka, a talent\nscout who had worked with Plaintiffs for a number of years, informed Plaintiff Brunel that he\ncannot sign any new models for Plaintiff Brunel’s MC2 agency due to the false sex trafficking\nallegations online. Sanka goes on to state that Plaintiff Brunel’s MC2 agency will not attract any\nnew models if Plaintiff Brunel does not clear up the false allegations.\n\n17. | A seventh example of lost business due to Epstein’s intentional and illegal activities can\n\nbe found in an e-mail from Fox Fashion Agency (Exhibit G attached). This e-mail clearly states\n\nHOUSE_OVERSIGHT_011915",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011915.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1989,
    "word_count": 322,
    "line_count": 31,
    "import_date": "2025-11-19T21:47:49.218916",
    "prefix": "IMAGES-001"
  }
}