{
  "document_id": "HOUSE_OVERSIGHT_011941",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011941.txt",
  "text": "part-time jail, Epstein has become the focus of numerous civil lawsuits from his victims. He has\nso far settled a dozen.\n\nThese same civil complaints allege that young girls from South America, Europe, and the former\nSoviet republics, few of whom spoke English, were recruited for Esptein's sexual pleasure.\nAccording to a former bookkeeper, a number of the girls worked for MC2, the modeling agency\nowned by Jean Luc Brunel, a longtime acquaintance and frequent guest of Epstein's.\n\nBrunel, along with numerous young models, was a frequent passenger on Epstein's private jet,\naccording to flight manifests. The agency owner also allegedly received $1 million from Epstein\nin 2005, when he founded MC2 with his partner, Jeffrey Fuller; although Fuller and Brunel\ndenied any such payment from the billionaire pervert in 2007, when rumors started swirling,\nSamoff got confirmation from a former bookkeeper at the agency. Whether the money was a\nsecret investment in MC2, or a payment for Brunel's services as a procurer, is unknown. Brunel\n\nalso visited Epstein in jail.\n\nSo who is Jean Luc Brunel? Although he did not respond to our interview request, we spoke to a\nnumber of people who have worked with his agency. While MC2 isn't considered a major\nindustry player, it isn't exactly bottom-shelf, either: MC2 in New York most recently launched\nthe career of Latvian editorial star Ginta Lapina (Brunel \"discovered\" Lapina via an MC2\nscouting competition for young teens) and currently represents Vogue China covergirl Liu Dan.\nWorldwide, MC2 represents such stars as Sessilee Lopez in Miami, and top models Candace\n\nSwanepoel, Marina Lynchuk, Natalia Chabanenko, and Elisa Sednaoui in Tel Aviv.\n\nBrunel isn't involved with the business on a day-to-day basis, although he owns an 85% stake in\nMC2. Instead, \"Right now he does scouting for [the] agency and takes care of the international\nrelations with other agencies,” reports one source. Scouts scour the world for un-agented\nteenaged girls who could make it as models; they work largely unsupervised and are generally\npaid a headhunting fee for every girl an agency signs. Even when affiliated with an agency, as\nBrunel obviously is with MC2, scouts operate mostly independently and with little oversight —\neven relative to the almost totally unregulated modeling industry itself. \"He travels a lot,\" says\nanother person who has worked with Brunel. (The company blog refers to Brunel as a \"scouting\ntsunami,\" and MC2 is fairly well-known for the strength of its international scouting.)\n\nModels we spoke to report mostly positive experiences with Brunel — one praised his sense of\nhumor and said he is “lovely to all of his models,\" and another described him as highly\nintelligent and cultured, adding, \"he knows a lot about the opera and he paints\" — although it\nshould be noted that none of the models whom we spoke to had been told of either his\nconnections with Epstein, or his past.\n\nAnd what a past it is. These accounts from Michael Gross' 1995 book Model describe Brunel's\nactivities in Paris from the late 1970s onwards, when he worked for, and eventually owned, the\n\nmodeling agency Karins, now known as Karin Paris:\n\n“Jean-Luc is considered a danger,\" says Jér6me Bonnouvrier. \"Owning Karins was a dream for a\nplayboy. His problem is that he knows exactly what girls in trouble are looking for. He's always\n\n30\n\nHOUSE_OVERSIGHT_011941",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011941.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3398,
    "word_count": 555,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:46.007749",
    "prefix": "IMAGES-001"
  }
}