{
  "document_id": "HOUSE_OVERSIGHT_017142",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017142.txt",
  "text": "4.2.12\nWC: 191694\n\nOpinions 1962-1963\nAlan M. Dershowitz, Law Clerk”\n\nIt is a treasured possession. A year in the life of! And what a year it was.\n\nMy first case involved a man named “Daniel Jackson Oliver Wendell Holmes Morgan”—Quite a\nname! Any lawyer would be proud to have been named after. “Daniel Webster,” “Andrew\nJackson” and “Oliver Wendell Holmes.” That’s what Mr. Morgan thought too. The only\nproblem was he wasn’t a lawyer and that wasn’t his name! He was an uneducated, but slick,\nAfrican American man whose parents were sharecroppers and who made his way to the District\nof Columbia, where he apparently bought a dead lawyer’s bar certificate in a junk shop. He\nstarted to practice law, and he did extremely well, beating real prosecutors in several cases\ninvolving street crimes. For more than a year, he went to court and argued to juries and judges.\nHis reputation spread in the downtown area, as he kept winning difficult cases. Ultimately the\nfeds checked him out, discovered that despite his name, he wasn’t a lawyer, and charged him with\nmultiple counts of fraud, forgery, impersonating an officer of the court and false pretenses. He\nrepresented himself at trial, was convicted and sentenced to 3 to 10 years in prison.\n\nThe court appointed a lawyer named Monroe Freedman to argue his appeal. Judge Bazelon\ninvited me to watch the oral argument.\n\nI was blown away by Freedman’s eloquence, erudition, command of the record and ability to\nfurther his argument while responding to hard questions. I had participated in moot court appeals\nas a law student, and I had done very well—even earning a job offer from one of the judges who\nwas a partner at a Jewish law firm. But this was a different league. I remember thinking “I want\nto be like this guy,” and wondering whether I could ever be that good. The lawyer for the\nprosecution was also quite good, though not up to Freedman’s high standards. He was an\nAfrican American named Charles Duncan, who, I later was told, was the son of the singer Todd\nDuncan, who had played “Porgy” in the original Broadway run of the Gershwin opera.\n\nFollowing the argument, the judges conferred and unanimously decided to affirm the conviction.\nI was upset, because Freedman had clearly “won” the argument and had certainly convinced me\nthat his client deserved a new trial, or at least a reduction in the sentence. I pleaded with Bazelon\nto let me try to draft an opinion reversing the conviction. He said, “go ahead,” because he too\nwas somewhat sympathetic to the defendant. “But you must find a valid legal basis for reversal.\nIt’s not enough that the defendant’s lawyer was better than the government’s lawyer. Nor is it\nenough that we think the defendant should get relief. There has to be a solid legal basis. Go\nahead and look for one.”\n\nI searched and searched, but Freedman had mined every possible nugget from the sparse record\nand to no avail. There was no plausible legal basis for reversal. I learned several important\nlessons from this exercise in futility: there’s an enormous difference between winning an appellate\nargument and reversing a conviction; there’s an equally significant difference between wanting to\nsee a conviction reversed and finding a valid basis for reversal; all the hard work in the world\ncannot bring about a result if the facts and the law don’t justify it. (At least that’s what I believed\nuntil such cases as Bush v. Gore, of which more later.)\n\n55\n\nHOUSE_OVERSIGHT_017142",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017142.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3468,
    "word_count": 594,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:44.288130",
    "prefix": "IMAGES-004"
  }
}