{
  "document_id": "HOUSE_OVERSIGHT_024753",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024753.txt",
  "text": "CHAPTER VII\nCapital Markets for\n\nCannabis Companies\n\nm Capital Markets Overview\n\nHundreds, if not thousands, of cannabis-related companies are seeking to raise capital—thus pre-\nsenting investment opportunities for sophisticated investors who want to participate in the cannabis\nindustry. Investors have their choice of investing in the more than 300 publicly traded cannabis-related\ncompanies, or in the significant number of private companies raising capital. Investors may also choose\namong stock markets (both within the United States and internationally), type of security (equity\nversus debt) and type of company (companies across all segments of the industry are raising capital).\n\nIt is important to note, however, that most of the cannabis-related companies that are raising cap-\nital—even publicly traded companies—are in early stages of development, have de minimis revenue\nand are not profitable. More than 85% of the publicly traded cannabis-related companies have annual\nrevenue of less than $5 million, and less than 5% have annual revenue greater than $25 million.\n\nMost investors in the cannabis industry today are retail or individual investors. While an increas-\ning number of family office and strategic investors are now participating in the cannabis industry,\nwe believe that many institutional investors (most notably the traditional venture capital and private\nequity communities) will not invest in the industry until more companies in the industry mature and\nthe legal environment becomes more favorable.\n\nCannabis-related companies raised more than $2.0 billion in the public and private markets in\n2017; however, except for a few transactions of notable size, many of the financings were small (less\nthan $5 million), which provides further evidence that the capital markets are being driven primarily\nby retail investors. Without traditional institutional investor support, a funding gap exists in the indus-\ntry: companies are seeking to raise more capital than investors are willing or able to provide. We believe\nthat this is especially true in the private markets, where many companies struggle to raise financing.\n\nWe share the belief held by many that, ultimately, established companies from analogous indus-\ntries—alcohol, pharmaceutical, tobacco and consumer products—will enter the cannabis industry\n\n© 2017 Ackrell Capital, LLC | Member FINRA/SIPC 117\n\nHOUSE_OVERSIGHT_024753",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024753.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2414,
    "word_count": 353,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:49.385809",
    "prefix": "IMAGES-008"
  }
}