{
  "document_id": "HOUSE_OVERSIGHT_017245",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017245.txt",
  "text": "4.2.12\nWC: 191694\n\nPart III: Criminal Justice: From Sherlock Holmes to Barry Scheck and CSI\n\nChapter 11: “Death is different’°*: Challenging Capital Punishment\n\nFrom the beginning of my academic career, I taught classes involving the criminal justice system,\nbut I had little practical experience as a criminal lawyer. My primary exposure to the criminal\njustice system had come during my clerkships, which focused on the death penalty and cases\ninvolving the interface of law and science. Not surprisingly, when I decided to obtain some\npractical experience, I was most comfortable beginning with such cases and causes.\n\nCases involving death are different. I have litigated or consulted on more than three dozen cases\ninvolving the deaths or intended deaths of human beings. These cases fall into three categories:\n1) Cases in which the defendant faced the death penalty; 2) cases in which the defendant was\ncharged with killing someone; 3) cases in which the defendant was accused of attempting,\nintending or conspiring to kill.\n\nWhenever a defendant is at risk of losing his liberty, the stakes are high, but when he or she is at\nrisk of losing life—when the death penalty is on the table—the stakes are the highest. Even in\nmurder or attempted murder cases in which the death penalty is off the table, the life and death\nnature of the case makes it different both in kind and degree.\n\nI take the hardest cases, often with low prospects for success. Usually, though not always, I am\ncalled after the defendant has been convicted and is seeking an appeal or habeus corpus, where\nthe prospects are even lower. Yet, I have won nearly all of the death cases in which I played a\nsignificant role. In no case has one of my clients been executed or died in prison.\n\nThe reason I have won so many death cases has more to do with science than with law. Most of\nmy death cases were centered on forensics and applied science. Even before the popularity of\nsuch television shows as CSI, Bones and Dexter, I had developed an expertise in the scientific\naspects of homicide cases. My academic focus has been on the interface of law and science, and\nso it was natural for me to employ my expertise in the courtroom. Many of my death cases,\nparticularly those involving science, have become the basis for film, television and books.*° Death\nis not only different. It is the stuff of drama.\n\nIn addition to the individual cases involving death that I have litigated, I have also played a\nsignificant role in the campaign to abolish or limit the death penalty. This began more than a half\ncentury ago when I was a law clerk responsible for drafting the first judicial opinion challenging\nthe constitutionality of the death penalty as “cruel and unusual punishment.”\n\nMy role in challenging the constitutionality of capital punishment\n\n> Justice John Paul Stevens\n6 Tison brothers, Miller, Borokova, Sybers, Murphy, Claus Von Bulow, O.J. Simpson, Seigel, Connolly, Davis,\nMacDonald, Kennedy, Rosier. [name films of books]\n\n158\n\nHOUSE_OVERSIGHT_017245",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017245.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3035,
    "word_count": 510,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:46.261166",
    "prefix": "IMAGES-004"
  }
}