{
  "document_id": "HOUSE_OVERSIGHT_014335",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014335.txt",
  "text": "- Ready for M&A: While a depressed valuation (due to the volatility surrounding oil\nprices) had kept IBKC out of M&A, given the recovery in valuation it noted its desire\nto pursue potential deals across its footprint. Management also noted that while\nthe recent move in equity markets had pushed up valuations for potential publicly\ntraded sellers, it sees significant opportunity among the privately held banks that\nmay look for a merger partner to gain liquidity and monetize the improving\nsentiment surrounding bank stocks. From a size standpoint, management did not\nrule out larger deals. This is not surprising given that IBKC has not shied away from\npursuing relatively large sized deals previously.\n\n+ Rate increase to boost the margin: In terms of its interest rate sensitivity,\nmanagement noted that it retains an asset sensitive balance sheet, with a potential\n25 basis point move in the Fed Funds rate expected to add 5c to quarterly EPS.\nThat said, management recognized that slower mortgage activity due to rising long\nrates could temper the revenue outlook for its mortgage business.\n\nChart 32: What is the biggest factor that prevents you from owning or adding exposure to IBKC?\n\n60%\n\n50%\n\n40%\n\n30%\n\n20%\n\n10%\n\n0%\n\nEnergy exposure Potential that the bank will Valuation, see better\nenter into a large M&A deal risk/reward elsewhere\n\nSource: BofA Merrill Lynch Global Research\n\nJPMorgan Chase & Co (JPM), B-1-7, Buy\nPent up demand from macro uncertainty offers growth opportunity. Doug\nPento, CEO of JPM’s Commercial Bank, sounded optimistic around the opportunity\nwithin commercial banking from the pent-up demand in the market that was\nconstrained by the uncertainty surrounding the election. In addition, he highlighted\nthe increased opportunity generated by JPM’s expansion into 44 new markets since\n2008, specifically in LA. This coincides with 62% of the audience polled who believe\ntop-line revenue growth is most important for the stock to continue its\noutperformance.\n\nBankof America isa\nMerrill Lynch 2016 Future of Financials Conference | 17 November 2016 21\n\nHOUSE_OVERSIGHT_014335",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014335.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2106,
    "word_count": 332,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.755568",
    "prefix": "IMAGES-002"
  }
}