{
  "document_id": "HOUSE_OVERSIGHT_022182",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022182.txt",
  "text": "ERSON\n\nt for the Palm Beach Police\n\nat Mar-a-Lago, Detective Joe\n‘ach Police Foundation Police\nseveral honors he received in\nar career in Palm Beach. Two\nand took a job as director of\nBeverage company.\nolice Department] longer than\n- told a reporter for the Palm\nm going to miss a majority of\n, obviously, I’m going to miss\nmily. Like many families, you\nmily members. But you over-\nind you're a team. I’m going to\nyple 've worked with.”\nel Reiter left the department in\nthe job. He now runs his own\n\nnel sued his old friend Jeffrey\n| from grace had cost him milk\ned him “severe emotional stress.” J\nBrunel is emotionally destroyed\n\nFittuy Ricu\n\nas a result of Epstein’s actions and the resulting effects on his busi-\nness. He has been on medications to deal with the effects of this.”\n\nIt continues: “Defendant Epstein recklessly inflicted emotional\ndistress on Plaintiff Brunel by engaging in illegal conduct with\nunder-aged girls, which was falsely linked to Plaintiff. ... This ille-\ngal conduct was extreme and outrageous by any standard.”\n\nThe suit went on to quote Brunel's doctor, who said that the\nmodeling scout had gone into psychotherapy “due to a subjective\nsense of depression related to what he believes is a loss of business\nin his modeling agency as a result of slander published against his\nbusiness.” Brunel had gone on prescription drugs—Prozac,\nRivotril—as a result.\n\nThe fashion world had frozen him out, he said, after his relation-\nship with Jeffrey Epstein had become public. It had become impossi-\nble for him to find the “fresh faces” he needed for his agency, MC2.\n\nBrunel acknowledged Epstein’s alleged crimes but denied his\nown involvement. “Epstein’s illegal activities were outrageous\nand extreme; they involved receiving massages from the under-\naged girls while the girls were nude or nearly nude; penetration\nof the girls with a finger or object; or full intercourse.”\n\nWhen the Daily Beast reported the story and reached out to\nBrunel for a comment, the website’s reporter was told, “Jean-Luc\nis not in town; he’s in South America.”\n\nBrunel's agency, MC2, is still in business.\n\nJeffrey Epstein\n\nAs of this writing, Jeffrey Epstein continues to entertain young\nwomen at his Manhattan town house.\n\nHOUSE_OVERSIGHT_022182",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022182.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2254,
    "word_count": 376,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:46.017358",
    "prefix": "IMAGES-006"
  }
}