{
  "document_id": "HOUSE_OVERSIGHT_025173",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025173.txt",
  "text": "6. Are you aware of apps that purport to play music to enhance productivity and focus on tasks at hand?\nMy buddy Reese Jones has backed that; he has a fascinating set of beliefs and projects around what may\nsoon be understood as \"consciousness hacking.\" He's on the board of Singularity University as one of the\nfounders. (His father was a pioneer UCSF MD researcher of hallucinogens, I believe!)\n\nMore to come in a day or so.\n\nThanks!\n\nYou're up late or you're not so east of my SF location!\nDavid\n\nPS How to trade the Trump-GOP demolition of the welfare state, erratic elevation of risks of trade\ndisruptions and war? Has anyone from the rational center or left given thought to how to respond to a\nnational emergency to cope with a kakistocratic seizure of emergency powers? The Patriot Act was on a\n‘shelf as you know, ready to be used. What should the better folks in this country have at hand if, say, a\nport is subject to a radiological attack of unknown origin?\n\nOn Fri, Jan 20, 2017 at 1:07 AM, David ero wrote:\n\nDear Jeffrey,\n\nA Congratulations on another spin around the sun.\n\nA I would like to offer you a birthday present: my best efforts for a few hours on something where I might\nbe able to contribute either to making something good happen for you or help you prevent the bad.\n\nWe haven't talked much at all for quite some time, so I'm not sure of the nature of your current interests but\nhere are some of mine, where I feel I either have some special capability or can get access to those who\nhave such.\n\n* open science -- open access publishing, data publishing, and open culture institutions considered as a\nnetwork with largely consistent and mutually reinforcing values: Public Library of Science (PLoS),\nWikipedia, Internet Archive, Electronic Frontier Foundation, and Creative Commons, along with allied\nUS, UK, European governmental and NGO funding sources and other institutions.\n\n* early-stage life science-based ventures, especially those with one or more of these technologies: optics,\nwearable-sensors, brain-computer interface, behavioral engineering that goes beyond robo-noodging. Iam\nnot up to speed on synthetic bio and CRISPR, but I have a good friend who is.\n\n* cybersecurity for you and your life. I have carefully monitored the web for articles about you and I have\nreason to think that those will persist indefinitely. I would be remiss as your friend if I did not encourage\nyou to be as diligent and smart as possible in using tools like Signal, two-factor/multi-factor authentication,\ntaking webmail archives off the web onto your own secure privately maintained archive or deleted (unlike\nPodesta), and other measures.\n\n* publicity for your cool-ass creative and important philanthropy in support of really good and\nadventuresome, high-risk basic science research. Most obvious benefit: it would be nice to know you hung\nout with the bright\n\nL\n\nHOUSE_OVERSIGHT_025173",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025173.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2909,
    "word_count": 489,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:46.757517",
    "prefix": "IMAGES-008"
  }
}