{
  "document_id": "HOUSE_OVERSIGHT_010497",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010497.txt",
  "text": "James PATTERSON\n\ngood life. Parties in Vegas; weekends in the Hamptons; affairs with\nbeautiful women that end up getting splashed all over the tabloids.\n\nIt makes sense that, once upon a time, he and Epstein would\nhave gotten along.\n\n“As for the girls,” Meister says, “that was just business. He'd\nseat them strategically at client dinners. When he went to the\nmovies, he'd take three or four girls with him. They'd take turns\nmassaging his back, arms, and legs.”\n\nAccording to Meister, Epstein used to boast that he “liked to\ngo into insane asylums because he liked to fuck crazy women.”\n\n“Who knows if it’s true?” Meister adds. “But Tm telling you,\n\nhe used to say it.”\n\nFrom time to time, Epstein’s friends and acquaintances would\n\nsee sides of Epstein that he’d grown much less shy about sharing.\n\nEpstein encouraged Alan Dershowitz to invest with a prominent\nhedge-fund managet named Orin Kramer. Dershowitz did, and he\nmade a lot of money at first. But in 2008, the fund Dershowitz had\ninvested in lost a substantial amount. Afterward, according to a for-\nmer associate of Epstein’s, Epstein appeared in Kramer's midtown\nManhattan office. There, sources say, he told Kramer: “It’s very much\nin your interest to make Alan Dershowitz whole.”\n\nEpstein’s intervention worked, and Dershowitz recovered his\n\nmoney.\n\nTo people who'd known Epstein back in the 1980s, this kind of q\nbehavior was out of character. But the thing about Epstein was 4\nthat you never could figure him out. One minute he was charming. ;\n\n154\n\nFittr\n\nThe most charming man you'd\nthreat, and bluster. Somethin,\nnumbers: this many parties, t\nconnection to Victoria’s Secret,\nThrow in the modeling ag\n\nyou plug in the parties. The sce\nBut the thing is, Eyes Wide Shi\nEpstein, getting on that plan\nmoment in Caddyshack —the «\nout from his hole in the golf\n\nEpstein was like the mole in a;\na matter of time before he'd be\n\nto ask yourself was, are peopl\n\nals? Or are their morals like\nshed (along with all the other\neveryday working people have.\nEyes Wide Shut world?\n\nTodd Meister, who was marri:\nheiress Samantha Boardman\neditorial director James Trumz\nloud:\n“How does a yutz like Epste\nAt Harry Cipriani, the ques\n\nHOUSE_OVERSIGHT_010497",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010497.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2209,
    "word_count": 376,
    "line_count": 74,
    "import_date": "2025-11-19T21:47:45.665032",
    "prefix": "IMAGES-001"
  }
}