{
  "document_id": "HOUSE_OVERSIGHT_028292",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028292.txt",
  "text": "THE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\n\nPRESS CLIPPING (INTERNET)\n\nr.com\n\n| FINANCIAL TIMES\n\nhttp://www.ft.com/cms/s/2/e8bd5d0c-d4d5-11df-b230-00144feabdc0.html\n\nElsewhere in London: what’s on and what to see\n\nPublished: October 13 2010 01:20 | Last updated: October 13 2010 01:20\n\nWith the absence of Zoo, the Pavilion of Art & Design (PAD) (until October 17; www.padlondon.net) will this year\nplay second fiddle to Frieze. This sophisticated fair of modern and contemporary art, design, photography and\ntribal art from 1860 was conceived by Patrick Perrin and Stéphane Custot and is now in its fourth year. PAD has\nretained its place in Berkeley Square, a site that offers limited space expansion, but a sought-after Mayfair\naddress.\n\nAs auction houses all jostle to cash in on the festival spirit, Christie’s is launching an initiative entitled Multiplied\n(October 15-18; www.multipliedartfair.com) at its South Kensington saleroom. The focus of this fair is\ncontemporary art editions — photographs, prints, artists’ books and 3D multiples — and there will be big names,\nincluding John Baldessari, Mat Collishaw and Gerald Laing, on sale for small prices.\n\nAnother example of canny innovation — or outsiders crashing the party — is House of the Nobleman at 2 Cornwall\n\nTerrace (October 15-20; www.cornwallterrace.co.uk/boswallhouse). This is a property viewing with a difference:\nnot only is the house itself on the market, but so is much of the art — including works by Pablo Picasso, Helen\n\nChadwick and Grayson Perry — that decorates its interior.\n\nWhile the majority of Frieze Week events take place in grandiose settings in London’s West End, a couple of\ncontrasting fairs are capitalising on sites in the city’s East End. The Future Can Wait (until October 17;\nwww.thefuturecanwait.com), an alternative fair started by trusted talent-spotters Zavier Ellis and Simon Rumley,\nreturns to Shoreditch Town Hall for the fourth year running.\n\n12\n\nHOUSE_OVERSIGHT_028292",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028292.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2016,
    "word_count": 306,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:49.025764",
    "prefix": "IMAGES-009"
  }
}