{
  "document_id": "HOUSE_OVERSIGHT_019267",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019267.txt",
  "text": "Freedom House\n\nthe Great Leap Forward or the Cultural Revolution,\nthese and other aspects of the party's past were not\nconsidered utterly taboo, as long as the discussion did\nnot lead to serious challenges to orthodox historical\ninterpretations. According to the policies set down\nunder Xi Jinping’s leadership, talking in classrooms\nabout Mao's errors is now forbidden.’5\n\nThe drive to inculcate a national amnesia on the\nworst abuses of the Communist era is not limited to\nuniversity courses. Commentary and discussion in the\nmedia and on the internet are also heavily censored,\nespecially on anniversary days when, in normal\nsocieties, problematic events of the past are remem-\nbered and debated.** The most sensitive anniversary,\nof course, falls on June 4, marking the deadly 1989\ncrackdown on prodemocracy protests in Tiananmen\nSquare. Even the most oblique or coded reference to\nthat date on social media is quickly censored.\n\nThere are no museums cevoted the Cultural Rev-\nolution or the Great Leap Forward. The archives of\nthe Cultural Revolution period are mainly closed to\nresearchers. Chinese historians have made some im-\nportant breakthroughs, but can discuss their findings\nonly with small groups of peers.\n\nThe Communist Party's refusal to come to terms with\nthe crimes of the Mao era has enabled a revival of\nthe former leader's personality cult that has captured\nthe support of millions of Chinese. As Jamil Anderlini\nwrote in the Financial Times, Mao has come to be\nseen as a symbol of a “simpler, fairer society—a time\nwhen everyone was poorer but at least they were\nequally poor.””” Xi and his colleagues have actively\npromoted Maoist images, songs, and propaganda\nthemes as ornaments of Chinese nationalism, and\nused Mao-style tactics and terminology in their drive\nfor ideological discipline and political loyalty.\n\nThe melding of nationalism and reverence for Mao is\nno accident. According to the regime's updated histor-\nical narrative, China was subjugated by foreign powers\nfor more than a century until the party took power in\n1949 and restored the country’s national greatness.\nAdmitting Mao's abuses would mean admitting that\nthe first three decades of Communist rule left China\npoor, isolated, and traumatized, and that only the\npartial abandonment of party doctrine and control\nallowed the country to prosper.\n\nA side effect of the party's appropriation of Chinese na-\ntionalism is a renewed hostility toward the foreign pow-\n\ners that kept China weak before Communist rule. Basic\nhistory textbooks—in addition to omitting or distorting\nthe mistakes, failures, and criminal acts of the Commu-\nnist leadership—focus on China's persecution at the\nhands of outsiders, especially Japan. Some Chinese\ncritics worry that the teaching of history is cultivating\nan alarming degree of xenophobia and jingoism.”°\n\nHistory held hostage\n\nIn much of the world today, there are or have been\nmajor efforts to confront uncomfortable truths\n\nabout the past. This is certainly true of Germany and\nSouth Africa. Latin American countries like Chile and\nArgentina have probed the histories of ugly conflicts\nbetween military juntas and Marxist revolutionaries. In\nChina's own backyard, South Korea and Taiwan have\nmoved to address the complex legacies, including\noutright crimes, of dictators.\n\nThe process of accounting for the mistakes and\ncrimes of earlier decades can raise a tangle of ethical\nand emotional challenges in any country. But resis-\ntance to a full examination of the past is especially\nbitter in societies where communism held sway. In\nChina, the heirs of Mao still control the state, and the\nvery legitimacy of the system is built on a veneration\nof the Great Helmsman. In Russia, the Putin leader-\nship praises the achievements of Stalin and aspires to\nthe superpower status of the Soviet Union. A conse-\nquence of this ahistorical nostalgia is that in Russia\ntoday, 26 percent of those polled by Levada believe\nthat Stalinist repression was necessary; a decade\nago, the figure was just 9 percent. Likewise, only 45\npercent told Levada that political persecution was a\ncrime; in 2007, the figure was 72 percent.”\n\nThe communist system was responsible for four of\n\nthe most destructive episodes of the 20th century:\nStalin’s purges, the Great Leap Forward, the Cultural\nRevolution, and the Cambodian genocide. Add to this\nthe persecutions inflicted on the people of the Baltic\nstates, Eastern Europeans, Cubans, North Koreans,\nand many others, and the population affected by mass\nkillings and misery swells even further. While few peo-\nple today admire totalitarian Marxism as a governing\nsystem, there is a reluctance to reject it with the same\nmoral clarity as in assessments of Nazism. Scholars,\nnot to mention political figures, who express even mod-\nest admiration for Hitler are immediately and properly\ncondemned. As long as Stalin and Mao, two of history's\nworst mass murderers, escape similar opprobrium in\ntheir own countries, a reckoning with historical truth\nand an understanding of its lessons will be postponed.\n\nwww.freedomhouse.org\n\n33\n\nHOUSE_OVERSIGHT_019267",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019267.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5105,
    "word_count": 807,
    "line_count": 118,
    "import_date": "2025-11-19T21:47:49.094505",
    "prefix": "IMAGES-005"
  }
}