{
  "document_id": "HOUSE_OVERSIGHT_017664",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017664.txt",
  "text": "Page 29 of 78\n2007 Utah L. Rev. 861, *901\n\nparticipant in the proceedings,\" 77 the same considerations demand that victims be able to attend a pretrial deposition. To be\nsure, crime victims (like other members of the public) will have the opportunity to hear deposition testimony when it is\nintroduced at trial. 72° But that may be a pale substitute for actually observing a witness testify in person. 77? Victims may\nalso be able to facilitate the truth-seeking process by watching witnesses at the deposition and alerting prosecutors or defense\nattorneys to any false statements that are being made. 73° Rule 15 should, therefore, be amended to ensure that crime victims\nhave a right to attend any deposition.\n\nRule 17 - Victims’ Right to Notice of Subpoena of Confidential Information\nThe Proposals:\n\nI recommended amending Rule 17 to ensure that subpoenas to third parties seeking personal and confidential information about\ncrime victims would not be [*902] abused. Initially, I proposed requiring a court determination of relevance at trial and notice\nto a victim as follows:\n\nRule 17(h)(2) - Victim Information. After indictment, no record or document containing personal or confidential information\nabout a victim may be subpoenaed without a finding by the court that the information is relevant to trial and that compliance\nappears to be reasonable. If the court makes such a finding, notice shall then be given to the victim, through the attorney for the\ngovernment or for the victim, before the subpoena is served. On motion made promptly by the victim, the court may quash or\n\nmodify the subpoena if compliance would be unreasonable or oppressive. 73!\n\nThe Advisory Committee proposed more limited protections for such information as follows:\n\nRule 17(c)(3) - Subpoena for Personal or Confidential Information About Victim. After a complaint, indictment, or information\nis filed, a subpoena requiring the production of personal or confidential information about a victim may not be served on a third\nparty without a court order, which may be granted ex parte. Before entering the order, the court may require that notice be\n\ngiven to the victim so that the victim has an opportunity to move to quash or modify the subpoena. 737\n\nThe Advisory Committee also proposed the following note to accompany the rule change:\n\nSubdivision(c)(3). This amendment implements the Crime Victims! Rights Act, codified at /8 U.S.C. § 3771(a)(8), which\nstates that victims have a right to respect for their \"dignity and privacy.\" The rule provides a protective mechanism when the\n\ndefense subpoenas a third party to provide personal or confidential information about a victim. Third party subpoenas raise\nspecial concerns because a third party may not assert the victim's interests, and the victim may be unaware of the subpoena.\nAccordingly, the amendment requires judicial approval before service of a subpoena seeking personal or confidential\ninformation about a victim from a third party. The amendment also provides a mechanism for notifying the victim, and makes\nit clear that a victim may move to quash or modify the subpoena under Rule 17(c)(2) on the grounds that it is unreasonable or\noppressive.\n\nThe amendment applies only to subpoenas served after a complaint, indictment, or information has been filed. It has no\napplication to grand [*903] jury subpoenas. When the grand jury seeks the production of personal or confidential information,\ngrand jury secrecy affords substantial protection for the victim's privacy and dignity interests.\n\n227 150 Cong. Rec. $10911 (daily ed. Oct. 9, 2004) (statement of Sen. Kyl).\n\n228 See United States v. McDougal, 103 F.3d 651, 659 (8th Cir. 1996).\n\n229 See generally Douglas E. Beloof & Paul G. Cassell, The Victim's Right to Attend the Trial: The Reascendant National Consensus, 9\nLewis & Clark L. Rev. 481, 534-38 (2005) (discussing reasons victims need to hear testimony in person).\n\n230 See id. at 544-45 (advancing this argument about victims attending trials).\n231 Cassell, Proposed Amendments, supra note 4, at 875.\n232 Proposed Amendments, supra note 71, R. 17(c)(3), at 7.\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017664",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017664.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4163,
    "word_count": 663,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:46.818036",
    "prefix": "IMAGES-004"
  }
}