{
  "document_id": "HOUSE_OVERSIGHT_015562",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015562.txt",
  "text": "Edwards adv. Epstein\nTelephone interview with Virginia Roberts\nPage 7 of 23\n\nJS: Just for the record, neither Brad, nor I, nor anyone representing that they have anything to\ndo with us has made any promises to you. Is that correct?\n\nV: That is correct. I’ll tell you, since this is our first conversation, that nobody has made me\nfeel like I’ve been bribed or bought or had to say anything. I’ve told you anything that I\nknow from my own self, not some things somebody told me. If anything, Brad’s been\nextra careful not to tell me anything and let me do all the talking, so it’s quite opposite I\nthink.\n\nJS: Alright. Let’s get back then to the story of your relationship with Jeffrey, and we’ve\ntalked about your first encounter with him and how it evolved from that into your full\ntime employment with Jeffrey, but what were you doing at Mar-a-Lago before you quit\nMar-a-Lago?\n\nV: I was just a locker room attendant and sometimes I did babysitting for the rich and\nfamous. So, I wasn’t anything big. I worked in the spa area. That’s why I was studying\nanatomy, because I was really really interested in becoming a_massage therapist_, and at\nthe locker room, I didn’t do much. I mean I was making tea for a living, I would, you\nknow, make sure the toilet paper had a little triangle in it after everybody went to the\ntoilet, or wipe down the water from the basin, you know, it was a very easy peasy job.\n\nJS: Did you get that job through your Dad?\nV: Yes, my Dad got me the job.\n\nJS: Ok, and you were only 15 years old at the time, were they aware of how old you were at\nMar-a-Lago?\n\nV: Of course, definitely. We had to go through extensive, you know, we even had to get\ndrug tested and id test and so on and so forth. I mean, Mantas (?) is very strict on\nemployment, yeah, everybody knew.\n\nJS: | Ok. Was there ever any conversation with Ghislaine about how old you were before you\nwere taken to Jeffrey’s mansion?\n\nV: No. She didn’t ask me how old I was from the start, but when I did get to Jeffrey’s\nmansion, it was discussed how old I was.\n\nJS: With whom?\n\nV: During the entire hour of what I call the legitimate massage I was giving him, it was cat\nand mouse games getting information from me to find out who I am, am J a willing\nparticipant in these kind of things, and how would I react if they were about to take the\nnext step. But they got information off of me, they got my age, they got my, a little bit of\nmy history so they knew I was, you know, not very stable at home, and they knew that,\n\nHOUSE_OVERSIGHT_015562",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015562.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2528,
    "word_count": 485,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:49.008345",
    "prefix": "IMAGES-003"
  }
}