{
  "document_id": "HOUSE_OVERSIGHT_010980",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010980.txt",
  "text": "What other basic terms do we need? Cash flow at the collective scale, where\ntransfers cancel internally, and there is no source of investment from outside,\nsimplifies to exhaust of value in taste satisfaction. There is no negative component\nbecause there is no external source of new investment. Tradition through most of\neconomic history has called this exhaust consumption. Schultz recognized some\nconsumption as investment in human capital, I said earlier, and limited the exhaust\nto “pure consumption”. I will use this and the term “exhaust” interchangeably. Then\ntransfer, consumption, exhaust and pure consumption belong in the vocabulary too.\n\nat\n\nSo does “invested consumption”, my restatement of Schultz’ “pure investment” in\n\nhuman capital.\n\nThis seems to be the right track. The object is prediction of behavior. The maximand\nrule predicts all behavior, and I have sought to build a vocabulary and catechism to\nclarify its terms. The right vocabulary, thank gosh, is mostly the one we have all used\nsince Adam Smith or even Petty. It has needed only a little tweaking and\n\nclarification, as to the two kinds of capital and consumption for example.\n\nThere is a “fundamental theorem” of calculus showing how differentials and\nintegrals fit together. Its proof takes a lot of thought. There is a simpler one for\nalgebra. Might a fundamental theorem of economics be helpful? Obvious candidates\nwould include the maximand rule predicting all behavior, the total return truism\nexplaining the output numerator of the maximand (rate of return), and the present\nvalue rule explaining the capital denominator. For years I chose the maximand rule\nas the fundamental theorem. Then | preferred the present value rule as more\nfundamental since it explained the denominator. But so would be the total return\ntruism in explaining the numerator. Now | opt for the judgment of Paris. Let the\nthree together be the fundamental theorems of economics. The maximand rule is\nthe centerpiece, and the other two define its terms. All three together are much\n\neasier to follow, mercifully, then the one of calculus.\n\nChapter 3: Foundations 1/11/16 9\n\nHOUSE_OVERSIGHT_010980",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010980.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2158,
    "word_count": 343,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:48.985849",
    "prefix": "IMAGES-001"
  }
}