{
  "document_id": "HOUSE_OVERSIGHT_029438",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_029438.txt",
  "text": "﻿TAX BULLETIN 2018-1\nJANUARY 2, 2018\n0BTAX REFORM SIGNED INTO LAW\nOVERVIEW\nWithout much fanfare but with typical political controversy, the House and Senate successfully reconciled their\nrespective tax bills and the new tax legislation (the “Act”), was signed into law by President Trump on December\nnd\n22P\nP, 2017. House and Senate conference committee members leaned in favor of many provisions contained in\nthe Senate proposal. A significant move in that direction was retaining the elimination of the Affordable Care\nAct’s individual mandate (the penalty for failing to maintain minimum essential health care coverage) and using\nthe Senate’s methodologies for taxing income from pass-through businesses (though some elements of the House\nbill entered into the computation). In other circumstances, a true compromise was reached, such as meeting in\nthe middle on modifications to mortgage interest deductibility.\nIn order to abide by Senate budget reconciliation rules and ensure the Act does not result in budget deficits outside\nthe 10-year budget window, the Act makes almost all changes to individual income tax provisions temporary –\nnearly all expire at the end of 2025. No doubt, this will create tax complexity and political difficulties. On the other\nhand, most corporate provisions are permanent. This Tax Bulletin 2018-1 summarizes certain provisions of the\n1\nAct and adds observations on income, estate and pass-through taxation.P0F P\nINDIVIDUAL TAXES\n2017 LawP1F\n2\n2018 LawP2F\n3\nIndividual Tax Rates\nStandard Deduction\nKiddie Tax\nPersonal Exemption\nChild / Dependent Tax Credits\nTop Capital Gains/Dividend\nTax Rate\n10, 15, 25, 28, 33, 35, 39.6% 10, 12, 22, 24, 32, 35, 37%\nTop rate would apply to income over $600,000\n4\nfor married filing jointly; $500,000 for singleP3F\n$12,700 ($6,350 if single) $24,000 ($12,000 if single), enhanced for\n4\nelderly and blindP\nUnearned income of a child taxed at parents’ tax\nrate if higher than child’s rate\nSimplifies kiddie tax by applying trust rates to\n4\nunearned income of a childP\n$4,050, subject to phase-out Eliminates; merged with higher standard\n$1,000, per qualifying child subject to phase-out\nbeginning at $110,000 (married) and $75,000\n(single taxpayers)\ndeductionP\n4\n$2,000 per qualifying child, $500 per non-child\ndependent; subject to phase-out beginning at\n4\n$400,000 (married) and $200,000 othersP\n20% (plus 3.8% surtax) Maximum rate of 20% is retained; same\nbreakpoints as current law\nTAX BULLETIN 2018-1: TAX REFORM SIGNED INTO LAW\nINDIVIDUAL TAXES (continued)\n2017 Law 2018 Law\nItemized Deductions\nRetirement Savings\nAMT\nCarried Interest\nUnder the “Pease” limitation, up to 80% of\nmost itemized deductions are lost when\nadjusted gross income exceeds $313,800\n($261,500 for single taxpayers)\nContributions can be placed into deferred\naccount, up to contribution cap\nParallel tax calculation with top rate of 28%\nand $84,500 exemption for married taxpayers\n($54,300 others); phase out of exemption\nbegins at $160,900 for married taxpayers\n($120,700 others)\nRetains character as capital gain and eligible\nfor preferential tax rates\nRepeals the Pease limitation on itemized\ndeductions\nMortgage interest deduction: $750,000 limit\non acquisition indebtedness retained\n(principal or secondary residence);\ndeduction for home equity loan repealed\nDeduction for state and local income, sales\ntax and real property taxes limited to\n$10,000 in aggregate ($5,000 for married\nfiling separately); deduction allowed for\nstate and local taxes on trade or business or\nif related to production of income. Payment\nof income taxes in 2017 for a subsequent\n4\nyear would not be deductible in 2017.P\nDeduction for medical expenses retained\n4\nand liberalized for 2017 and 2018 P\nUnchanged\nRetains and modifies AMT; exemptions\nraised to $109,400 (married) and $70,300\n(others); phase-out of exemption begins at\n$1 million for married taxpayers ($500,000\nothers)P\n4\nRequires three-year holding period to attain\nlong-term capital gains rate\nInvestment\nSurtax\n3.8% tax on “net investment income” Unchanged – continues to apply\nOBSERVATIONS – INDIVIDUAL TAXES\nUnder the Act, there will be winners and losers on the personal income tax side. Generally, wage earners from\n5\nno-tax statesP4F P could see tax savings under the Act. For instance, a Florida taxpayer earning $1 million with\nmoderate itemized deductions may see a tax savings of about $30,000 under the Act. A similar taxpayer in New\n6\nYork State may see a savings of about $3,500 according to our preliminary analysis.P5F P\nConversely, very high-wage earners from high-tax states could see a higher tax bill. A taxpayer earning $3 million\nin New York City may see a significant tax increase: $44,000 under the Act, due in part to the loss of significant\ndeductions. A similar taxpayer in Florida would see a tax savings of about $91,000 under the Act (primarily due\nto the lower top rate, elongated 35% tax bracket and regaining itemized deductions that are no longer phasedout),\naccording to our preliminary analysis.\nMarried couples could fare worse than two single taxpayers with a similar amount of income. The so-called\nmarriage penalty hits particularly hard under the new tax brackets. The penalty is also exacerbated by permitting\nmarried couples only a $10,000 state income/real estate tax deduction, but allowing each of two single filers a\ndeduction in the same amount ($20,000 combined). Under the changes, a single taxpayer with $500,000 of wages\n2\nTAX BULLETIN 2018-1: TAX REFORM SIGNED INTO LAW\nliving in a state that imposes a state income tax (and $10,000 of charitable deductions) would pay a federal tax of\nabout $143,690. Two single taxpayers would pay a total of twice that, or $287,380. However, if these two\ntaxpayers were married, their joint tax liability would jump to $298,280, an increase of $10,900.\nIt appears that state of residence, type of income (wages versus new “qualified business income”), and mortgage\ninterest will be among the most important factors for determining whether one is better or worse off under the\nAct.\nUCapital GainsU. Although income tax rates and tax brackets will significantly change in 2018, the long- term\ncapital gains rate will remain the same. The income limits for imposing the 15% and 20% capital gain rates\nwill also remain the same; the 20% rate will apply when taxable income exceeds $479,000 (for married\nfiling jointly). However, the Act’s combination of lower rates and fewer deductions could mean that a\ntaxpayer’s “taxable income” could rise in 2018, meaning the taxpayer would expose more capital gain to\nthe 20% bracket.\nU3.8% Surtax. U The Act does not directly change the 3.8% surtax imposed on “net investment\nincome.” However, it indirectly changes it. When calculating a taxpayer’s net investment income, a\ntaxpayer can deduct investment expenses (UafterU application of the 2% floor) and deductible state income\ntaxes, to the extent those are properly allocable to net investment income. The deductibility of those two\nexpenses changes in 2018 -- investment expenses are nondeductible, and state income taxes (with other\nstate taxes) are limited to $10,000. Those expenses might not reduce net investment income in 2018, and\nas a result the 3.8% surtax might increase.\nWEALTH TRANSFER TAXES\n2017 Law 2018 Law\nEstate /\nGift / GST Tax\n40% rate, $5,490,000 exemption (indexed for\ninflation)\nCommencing 2018, exemption for estate, gift\nand GST tax doubled from $5.6 million to $11.2\nmillion (indexed for inflation)\nEnhanced exemption expires at the end of 2025\nTax Basis Upon Death Step-up for estate property Same as current; step-up for estate property\nOBSERVATIONS – WEALTH TRANSFER\nThe transfer tax proposals in the Act extend the already limited reach of the federal estate, gift and GST taxes to\neven a smaller subset of only the wealthiest of taxpayers. There would be a temporary doubling of the exemptions\nuntil the end of 2025, reverting to current law in 2026. The step-up in basis at death would continue the entire\ntime. Given the high exemption amounts ($11.2 million for individuals and $22.4 million for a married couple in\n2018), that would effectively repeal the tax for most people. This change would have a significant effect on both\ntestamentary and lifetime estate planning.\nUTestamentary planningU. It is common for wills and other testamentary documents (such as revocable trusts) to\ncontain dispositions that reference the estate (and GST) exemptions that are in effect at death. These so-called\n“formula” provisions would automatically adjust for changes in the exemption amounts. While this may achieve\na beneficial tax result, the temporary doubling of the exemptions may also cause unintended consequences to\nthe dispositive plan. For example, a common plan is to leave an amount equal to the estate exemption to a bypass\n3\nTAX BULLETIN 2018-1: TAX REFORM SIGNED INTO LAW\ntrust, and the balance for the surviving spouse, either outright or in a marital trust. For a hypothetical $10 million\nestate, if death occurred in 2017 that would result in roughly half to the bypass trust and half to the\nspouse. However, if death occurs in 2018 to 2025, that would result in the entire estate being left to the bypass\ntrust. Complications could further arise for individuals living in certain states which impose their own estate\ntax. Wills and other testamentary documents should be reviewed to make certain they accurately reflect the\ntestator’s wishes. As always, documents should be drafted with flexible provisions that can be adjusted for future\nchanges.\nULifetime planningU. Lifetime gifts are often made in order to reduce the estate tax that would otherwise be\nincurred at death. While the doubling of the exemptions may avoid the need for lifetime gifting for certain\nindividuals, that may only be the case if death occurs before 2026. Accordingly, the tax consequences of making\na current gift may have to be compared with alternative estate tax scenarios. The temporary nature of the\nincrease in transfer tax exemptions also raises the issue of whether it is advisable to lock-in the higher exemption\nby making a lifetime gift before 2026. (Similar issues arose in 2012, when there was uncertainty whether the $5\nmillion estate exemption would continue in 2013.) This raises the question of whether the gift could be\nstructured in a manner that could be “undone” if the higher exemption is made permanent. It also raises the\nquestion of whether there would be recapture (so-called “clawback”) if a lower exemption is in effect at death. In\nthat regard, it appears that the new legislation would eliminate the concern about recapture. In sum, the\nuncertainty of the estate exemption amount at death will make lifetime planning more challenging.\nCORPORATE TAXES\n2017 Law 2018 Law\nTop C-Corporate Rate 35% 21% (effective 2018)\nAMT Parallel tax calculation with top rate of 20% Eliminates corporate AMT\nBusiness Investments\nLimited immediate expensing; balance subject to\ndepreciation\nImmediate expensing for new and used\nqualified property acquired and placed in\nservice after September 27, 2017 and before\nJanuary 1, 2023 (Jan. 1, 2024 for certain\nproperty) and partial expensing for other\nproperty acquired after 2022 and before 2027.\nInterest Expense\nNo limitation Limited to business interest income, plus 30%\nof a business’s adjusted taxable income\n(EBITDA for 2017-2021 and EBIT thereafter);\nwith special rules for “floor plan financing\nindebtedness”; full deduction for small\nbusinesses with gross receipts of $25 million or\nless\n4\nTAX BULLETIN 2018-1: TAX REFORM SIGNED INTO LAW\nPASS-THROUGH ENTITY TAXES\n2017 Law 2018 Law\nTop Rate: Pass-Through\nEntities (S-corporations,\nLLCs, LLPs and\nPartnerships) / Sole\nProprietorships\nPass-Through Entities –\nService Businesses\nSubject to tax at individual rates up to 39.6%\nAn individual taxpayer generally may deduct\n20% of domestic qualified business income\nfrom a partnership, S corporation, or sole\nproprietorshipP4\nIn the case of a taxpayer who has qualified\nbusiness income from a partnership, S\ncorporation or sole proprietorship, the\namount of the deduction is limited to the\ngreater of (i) 50% of the W-2 wages paid by\nbusiness or (ii) sum of 25% of W-2 wages paid\nby business and 2.5% of business capital. This\nwage limitation (i) does not apply if\ntaxpayer’s taxable income is less than\n$157,500 ($315,000 for joint return); (ii)\napplies fully if taxable income exceeds\n$207,500 ($415,000 for joint return); and (iii)\napplies proportionately if taxable income is\nbetween those two limits\nTrusts and estates that own business interests\nqualify for this deduction\nDeduction is a post-AGI item, even for\ntaxpayers not itemizing deductions\nSubject to tax at individual rates up to 39.6% For “specified service business,” (i) the 20%\ndeduction applies fully if taxpayer’s taxable\nincome is less than $157,500 ($315,000 for\njoint return); (ii) there is no deduction if\ntaxable income exceeds $207,500\n($415,000 for joint return); and (ii) there is\na partial deduction if taxable income is\n4\nbetween those two limits.P\nService business includes accounting, law,\nconsulting, investing, etc., but excludes\nengineering and architecture services\nOBSERVATIONS – PASS-THROUGH ENTITIES\nAs originally proposed, the House and Senate took fundamentally different approaches to the taxation of passthrough\nentities (sole proprietorships, partnerships, LLCs, LLPs and S-corporations). While they differed from each\nother, they shared the goal of creating preferential treatment for certain pass-through business income. The Act\nlargely took the Senate’s approach but adopted a few elements of the House’s approach. The Act approaches\nsmall business relief by permitting a non-itemized deduction of 20% of qualified business income; the remaining\n80% would then be subject to normal tax rates. Therefore, the top tax rate for business income would be 29.6%\n(80% x 37% = 29.6%). The provision is riddled with a host of complex limitations. For taxpayers not in the top\nincome tax bracket, the value of the deduction will depend on the marginal bracket that would otherwise be\nimposed on the income.\nOwners of service businesses (e.g., law, accounting and consulting, etc., but not engineering or architectural\nservices) generally would be eligible for the 20% deduction unless taxable income exceeds $315,000 for married\nfiling jointly ($157,500 for others). The benefit of the 20% deduction is phased out and fully eliminated over the\n5\nTAX BULLETIN 2018-1: TAX REFORM SIGNED INTO LAW\nnext $100,000 of taxable income for married filing jointly ($50,000 for others). The following is a simple example\nfor a pass-through entity.\nEXAMPLE\nH and W file a joint return on which they report taxable income of $200,000 (determined without regard\nto this provision). H has a sole proprietorship that is a qualified business and is a “specified service\nbusiness.” W is an employee and receives only W-2 wages from her job.\nH’s qualified business income is $150,000. 20 percent of the qualified business income is $30,000.\nBecause H and W’s taxable income is below the $315,000 threshold amount for a joint return, (i) the wage\nlimit does not apply to H’s qualified business, and (ii) the limitation applicable to specified service\nbusinesses does not apply. H’s deductible amount for qualified business income is $30,000.\nOn their joint return, H & W would qualify for a $30,000 deduction, reducing their taxable income from\n$200,000 to $170,000. That taxable income would then be subject to regular income rates.\nWhile upper-income wage earners in high-tax states generally do not fare well under the Act, taxpayers with\nsubstantial income from pass-through businesses should see a tax benefit compared with current law, since the\nweighted average rate of business income would be approximately 30%. Capital gains, dividends, and other\npreferential income from a business would not be considered “business income” and would continue to be taxed\nat preferential tax rates.\nUnder the initial Senate version, the pass-through deduction was not available to trusts or estates. Under the Act,\nhowever, trusts and estates can benefit from the pass-through deduction.\nCORPORATE INTERNATIONAL TAXES\n2017 Law 2018 Law\nInternational Corporate\nTax – Scope\nOne-Time Deemed\nRepatriation of Foreign\nEarnings\nWorldwide with deferral available\nNo\n100% of foreign-source portion of dividends\npaid by foreign corporation to U.S. corporate\nshareholder (that owns at least 10%) would\nbe exempt from U.S. taxation\nU.S. shareholders owning at least 10% of a\nforeign corporation would be taxed on post-\n1986 net foreign earnings and profits (15.5%\non earnings and profits comprising cash or\ncash equivalents; 8% on remaining earnings\nand profits); may elect to pay tax over a\nperiod of up to 8 years, in annual installments\nthat allow more to be paid at the back end\nOTHER PROVISIONS\nThe Act has other provisions of note that are not included in the charts above.\n• URoth recharacterization no longer allowedU. Under 2017 law, if you converted a traditional IRA to a\nRoth IRA, you could “recharacterize” that conversion within certain time limits, in effect undoing it.\nFor tax years beginning after 2017, the Act repeals this rule, meaning you can no longer recharacterize\n6\nTAX BULLETIN 2018-1: TAX REFORM SIGNED INTO LAW\na Roth conversion. From the current language of the effective date, it is unclear whether this would\nprevent a 2017 Roth conversion from being recharacterized in 2018.\n• UTaxation of alimonyU. Under 2017 law, alimony and separate maintenance payments were deductible\nby the payor and includible in income by the recipient. (Child support payments are not treated as\nalimony.) The House bill proposed to reverse this treatment, making alimony and separate\nmaintenance payments non-deductible to the payor and non-taxable to the recipient. The Senate bill\nhad no similar provision. The Act generally follows the House bill but delays the effective date by one\nyear, generally being effective for any divorce or separation instrument executed after December 31,\n2018.\n• USale of principal residence exclusionU. Under 2017 law, up to $250,000 of gain ($500,000 if filing\njointly) on the sale of a principal residence could be excluded from income. Among the requirements\nis that the principal residence be owned and used as your principal residence for two out of the last\nfive years. You could use this rule only once every two years. This exemption was available regardless\nof income. Both the House and Senate Bills proposed that (i) the principal residence must be owned\nand used as your principal residence for five out of the last eight years and (ii) you can use this rule\nonly once every five years. The House proposal also contained a limit to the exclusion if income\nexceeded a certain amount. In a surprise, none of these modifications were included in the Act. As\na result, no changes were made to the principal residence exclusion rules.\n• UIdentification of securities sold, exchanged and giftedU. Gain or loss generally is recognized for\nFederal income tax purposes on the sale of property. A taxpayer’s gain or loss on a disposition of\nproperty is the difference between the amount realized on the sale and the taxpayer’s cost basis in\nthe property. Under 2017 law, if a taxpayer has acquired stock in a corporation on different dates or\nat different prices and sells or transfers some of the shares of that stock, and the lot from which the\nstock is sold or transferred is not adequately identified, the shares sold are deemed to be from the\nearliest acquired shares (the “first-in-first-out” rule; FIFO). However, under 2017 law, if a taxpayer\nspecifically identifies the shares of stock to be sold, the shares of stock treated as sold are the shares\nthat have been identified. The same rules apply to charitable gifts and gifts to trusts or family\nmembers. Although the Senate bill had proposed eliminating the ability to specifically identify lots\nand mandating that the FIFO rule be used, the Act makes no changes; the 2017 rules will remain in\nplace.\n• ULike-kind exchangesU. Under 2017 law, real estate and personal property could qualify for a taxdeferred\nlike-kind exchange. The property had to be held either for investment or for use in a trade\nor business. Under the Act, like-kind exchanges will be available only for real estate, not personal\nproperty. This will end, for example, like-kind exchanges of art. This new rule is effective for transfers\nafter 2017. However, there is a transition rule to allow like-kind exchanges of personal property to\nbe completed on a tax-free basis if you either disposed of the relinquished property or acquired the\nreplacement property on or before December 31, 2017.\n• U529 Savings PlansU. Under 2017 law, funds in 529 Saving Plans could be withdrawn tax-free if used for\nhigher education expenses. The Act expands the type of expense that can be paid via a 529 Savings\nPlan and allows up to $10,000 per year to be used for elementary and high school tuition and\nspecifically allows funds to be used for private and religious schools. A provision that would have also\n7\nTAX BULLETIN 2018-1: TAX REFORM SIGNED INTO LAW\nallowed funds to be used for home schooling was dropped at the last minute and is not in the final\nlegislation.\n• UCharitable gifts U. A charitable contribution deduction is limited to a certain percentage of the\nindividual’s adjusted gross income (AGI), and this limitation varies depending on the type of property\ncontributed and the type of exempt organization receiving the property. Under 2017 law, cash\ncontributed to public charities, private operating foundations, and certain non-operating private\nfoundations generally could be deducted up to 50% of the donor’s AGI. Under the Act, this 50%\nlimitation is increased to 60%. The provision retains the 5-year carryover period to the extent that the\ncontribution amount exceeds 60% of the donor’s AGI.\n• UInvestment expenses and investment interestU. Under 2017 law, investment expenses were\ndeductible as a “miscellaneous itemized deduction” if, and to the extent, they exceed 2% of AGI. The\nAct repeals the deduction for “miscellaneous itemized deductions” that are subject to the 2% AGI\nlimitation, such as investment management expenses. Under 2017 law and current law, investment\ninterest is not a “miscellaneous itemized deduction.” Therefore, the deduction for investment interest\nremains untouched and continues to be deductible to the extent of investment income.\nCONCLUSION\nGiven the significant tax changes in 2018, planning will be a challenge. It is important to understand the\nimplications that the Act can have on your particular tax situation.\nNational Wealth Planning Strategies\n1\nTax Bulletin 2017-5 summarized the key tax provisions in HR1, known as the Tax Cuts and Jobs Act (the “House Bill”), which\nwas passed (227-205) by the House on November 16, 2017. Tax Bulletin 2017-6 summarized the key tax provisions in the\ninitial Senate bill HR1, also known as the Tax Cuts and Jobs Act, which was subsequently amended and passed (51-49) by the\nfull Senate on December 2, 2017. The final Senate version was similarly summarized in Tax Bulletin 2017-7. Tax Bulletin 2017-\n8 summarized the reconciled bill agreed to by both chambers. Tax Bulletin 2017-9 summarized the final legislation, including\nsome year-end planning ideas that are no longer relevant.\n2\nInflation-adjusted amounts for 2017.\n3\nThe name “Tax Cut and Jobs Act” had to be removed; this legislation was signed into law by President Trump on December\n22, 2017.\n4\nThis proposed change would be effective starting in 2018 and would not apply to taxable years beginning after December\n31, 2025 (e.g. sunsets at the beginning of 2026).\n5\nThere are nine states that impose no state income tax: AK, FL, NH, NV, SD, TN, TX, WA and WY (NH and TN impose a tax only\non dividends and interest).\n6\nThis illustration assumes the following itemized expenses: charitable gifts $10,000, real estate tax $30,000 (limited to\n$10,000 under the proposal), mortgage interest of $15,000, and appropriate state income taxes, where applicable.\nIMPORTANT: This publication is designed to provide general information about ideas and strategies. It is for discussion\npurposes only since the availability and effectiveness of any strategy are dependent upon your individual facts and\ncircumstances. Clients should always consult with their independent attorney, tax advisor, investment manager, and\ninsurance agent for final recommendations and before changing or implementing any financial, tax, or estate planning\nstrategy.\nNeither U.S. Trust nor any of its affiliates or advisors provide legal, tax or accounting advice. Clients should consult with their\nlegal and/or tax advisors before making any financial decisions.\nU.S. Trust operates through Bank of America, N.A., and other subsidiaries of Bank of America Corporation.\nBank of America, N.A., Member FDIC.\n© 2018 Bank of America Corporation. All rights reserved. | NWPSTaxAct | January 2018\n8",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_029438.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 25082,
    "word_count": 3992,
    "line_count": 409,
    "import_date": "2025-11-19T21:47:48.829978",
    "prefix": "TEXT-001"
  }
}