{
  "document_id": "HOUSE_OVERSIGHT_028255",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028255.txt",
  "text": "/ BARAK / 121\n\nBut both Olmert and Tzipi soon fell prey to the same self-defeating temptation\nthat had worried me during the meandering war against Hizbollah. Our ground\nincursion began a few days into the operation. The intention was to stay for a few\nmore days and then, responding to inevitable international appeals, call a halt to a\ncampaign that had already achieved nearly all of its targets. Perhaps wanting to\nbalance the failures in Lebanon there with “success” in Gaza, Olmert wanted us to\ncontinue, and expand our attacks deeper into Gaza. I reminded him that we’d\nagreed the aims beforehand. The longer we stayed, the less clear any gains would\nbe. Yes, our ground forces had so far faced virtually no resistance or casualties.\n“But that’s because we’re outside the main populated areas,” I said. “The deeper\nwe get in, the better it will be for Hamas. They gain simply by surviving, like\nHizbollah.” Yet Olmert kept insisting that we’d succeeded so far, so let’s not stop.\n\nIt wasn’t until January 17, three weeks after the operation began, that we\nannounced a cease-fire. Militarily, the operation was a success. While Hamas\nlaunched nearly 3,000 rockets into Israel in the year before our attack, there were\nonly 300 in the year that followed. But politically and diplomatically, the extra\nweek reduced, rather than helped, the chances of reaching an understanding for a\nlonger-term reduction of the attacks. To the extent there was any political gain, it\nwas to burnish Tzipi Livni’s credentials as a tough potential Prime Minister ahead\nof the election. That was not her intent. Of all the politicians I’ve known, she is\namong the least interested in such games, especially with lives at stake. But it was\none of the effects.\n\nShe won the election, in a photo finish, with opinion polls suggesting she’d\nbeen effective in shaping the campaign as a choice “between Tzipi and Bibi.”\nKadima got 28 Knesset seats, to 27 for Bibi and the Likud, which gave her the first\ncrack at forming a government. There’s no way of disguising the fact that Labor’s\nresult in my first election back in charge was a disappointment. We went down six\nseats, to 13. The big gainer was a far-right, stridently anti-Arab party called Yisrael\nBeitenu, led by a former Likudnik named Avigdor Lieberman. Tzipi’s attempt to\nform a coalition became less a political process than a contest between rival stalls\nin a Middle Eastern bazaar. Bibi was holding parallel talks with the Orthodox\nparties critical to assembling a parliamentary majority. He was matching and\nraising every assurance of a ministerial seat or budgetary concession that Tzipi was\nprepared to offer. In the end, she threw up her hands, saying she refused to draw\nout a process which was not so much a negotiation as organized extortion. I am\n\n407\nHOUSE_OVERSIGHT_028255",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028255.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2826,
    "word_count": 478,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:48.359827",
    "prefix": "IMAGES-009"
  }
}