{
  "document_id": "HOUSE_OVERSIGHT_012883",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012883.txt",
  "text": "intuition. It is a heuristic or rule of thumb that may be right much of the time. When I do something, as\nlong as it is not by accident, my intentions and goals are more clear cut than when I fail to do something\nor allow it to happen. If I punch you and your arm bruises, the causality is clear: I caused your arm to\nbruise. Iam responsible for this harm. I should be punished. If I stand by as someone is about to punch\nyou, but don’t deflect the punch when I easily could have, it feels odd to say that I caused your arm to\nbruise. It also seems strange to say that Iam responsible and should be punished. By not deflecting the\npunch, I allowed the harm to occur. I could have prevented it from happening, but I am not obliged to. As\nsocial creatures, we have been designed to pick up on cues that reliably classify people into friends and\nenemies. Friends intentionally help us while enemies intentionally harm us. Actions showcase our\nintentions better than omissions.\n\nThe omission effect also makes sense in terms of personal responsibility. Not only do our guts tell\nus that actors are more responsible for outcomes than omitters, but our guts also tell us that it is hard to\nhold others responsible for their omissions. As I sit and write these words, I am committing heinous acts\nof omission: I am not currently giving money to any charities, am not scheduled to teach in the dozens of\nrefugee camps around the world, and am not volunteering for any of the peace keeping armies sponsored\nby the UN. Iam also guilty of many other minor crimes of omission, including the failure to consistently\ngive my change to homeless individuals, and the failure to spend time in homes for the elderly and\nmentally handicapped. As I sit, Irack up countless harms of omission. It is hopefully the absurdity of this\ncomment that shows why there is a fracture in the arm that connects omissions to responsibility. In a large\nscale society, it is impossible for us to hold people responsible for their omissions. There are far too many\nreasons, often good ones, why people don’t act. The universe of reasons for acting is smaller.\n\nIf the omission effect arises because it is virtually impossible to hold omitters responsible in a\nlarge scale society, than what about small scale societies including the hunter-gathers of our past, and the\ntiny hamlets and villages that dot many countries, both developed and developing? When the number of\npeople that you know and interact with is small, does the omission effect vanish? In a fish bowl\ncommunity, you should be able to hold all of the other fish responsible for their actions and omissions\nbecause you know what they are up to. To explore this idea, the psychologist Linda Abarbanell and I ran\na study with a rural, small scale Mayan population, living in the Chiapas region of Mexico. Every\nindividual listened to a reading of a moral dilemma. Each dilemma described an action or an omission\nthat resulted in harming one person, but saving the lives of many. Subjects judged the moral\npermissibility of the action or omission.\n\nUnlike thousands of adults on the internet who judged similar dilemmas, as well as other Mayans\n\nliving in a city, individuals in this small scale Mayan population perceived no moral difference between\n\nHauser Chapter 4. Wicked in waiting 137\n\nHOUSE_OVERSIGHT_012883",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012883.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3339,
    "word_count": 583,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:44.935671",
    "prefix": "IMAGES-002"
  }
}