{
  "document_id": "HOUSE_OVERSIGHT_011443",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011443.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n140\n\nH3vlgiu2\nagreement that's at the heart of this case. Remember the issu\nthat we were talking about yesterday. The nonprosecution\n\nagreement says to Mr. Epstein, we will not prosecute you, or\n\nany potential co-conspirators, or, and then there were four\n\nnamed individuals. Two of those named individuals are\n\nMarcinkova and Kellen. So they're bound together and have a\n\ncommon interest in trying to preserve that nonprosecution\nagreement, which means, of course, attacking people who are\nattacking the nonprosecution agreement, such as Jane Doe 3,\nthat is, my client, Ms. Giuffre.\n\nAnd that is the first factor, the nature of the\n\nrelationship there. Very tightly bound.\n\nThe second one is the degree of control in which the\n\nparty has vested the nonparty witness in regard to key facts\n\nand the general subject matter of the litigation. That's a\n\ndirect quote from LiButti. And th vidence her and again,\n\nI won't belabor all of the flight logs and specific evidence,\nbut it's recited, you know, in a ten-page chart in our brief.\n\nKellen and Marcinkova are very tightly bound with the\n\ndefendants. They are direct reports. They are working closely\n\ntogether. I just quoted Ms. Ransome saying, you know, that\n\nthat was the person that they were talking to, and so you have\n\na very significant degree of control.\n\nThe third factor from LiButti is compatibility of\n\ninterests. Perfect compatibility of interests here.\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011443",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011443.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1560,
    "word_count": 255,
    "line_count": 84,
    "import_date": "2025-11-19T21:47:48.627490",
    "prefix": "IMAGES-001"
  }
}