{
  "document_id": "HOUSE_OVERSIGHT_026770",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026770.txt",
  "text": "Re item 6: You report on ASU’s response to item #6 , without including the fact that the University specifically\nstated there were never any allegations of sexual misconduct or harassment by me at the University, and\nmoreover that the ‘outside complaints’ were in fact related specifically to your item #6. Further you neglect to\nmention that this complaint was by an anonymous third party, not the individual who was allegedly harassed,\nwho never lodged a complaint, and that no specific evidence was provided of the alleged transgression. I was\nsurprised and dismayed that both ASU and ANU launched investigations on the basis of this but was told by\nboth Universities that because of my high profile even such unsubstantiated third party complaints at private\nevents unrelated to the University would be investigated. The complaint was investigated by both ASU and\nANU and both came to the conclusion that it was not credible and no university policies had been violated. In\naddition ANU’s investigation, which took a full month, found various inconsistencies in the allegation, which\nsuggest distortion and fabrication, I will quote from the ANU report. The initial complaint, which in fact\nresulted in a temporary suspension of my position at ANU until it was dismissed, outlined the claim you made\nin the words you quoted in your note to me, but it also stated\n\n\"It is the University’s understanding that a complaint was lodged directly to the conference organisers at the\ntime of the incident.”\n\nAfter the month-long investigation, during which I was told I was not to interact with anyone on campus (again\nmoot because I was a hemisphere removed) the final report, from which I quote below absolved me of any\nwrongdoing, reinstating my position, and indicated information inconsistent with the original claim and\napparent later claims:\n\n\"The allegations were made by an observer to the incident.\n\n- The complaint did not identify, nor disclose the identity of the conference attendee who was allegedly touched\nin\n\nan unwelcome manner.\n\n- The conference attendee who took the ‘selfie’ photo did not lodge a formal complaint to the conference\norganisers\n\nat the time of the incident (November 2016).\n\n- The conference attendee who witnessed the incident, did not lodge a formal complaint to the conference\norganisers\n\nat the time of the incident (November 2016).\n\n-The photo submitted as part of the complaint does not provide evidence of any physical contact.\n\n- The complainant alleged that a photo exists, showing your hand on the breast of the conference attendee who\ntook\n\nthe ‘selfie’ photo. This photo was not made available to the Australian National University, although it was\nrequested\n\nin the course of the investigation.”\n\n(And for the record I often put my hand up in front of a camera if there is a flash, as I specifically request selfies\nnot to include flashes, so that I don’t end up with a series bright spots in front of my eyes for the next half\n\nhour. Moreover, I have no idea if the other eyewitnesses you quote, who were not involved in any complaint,\nwere in fact there but this was a formal banquet with individuals and their partners, which I attended long\nenough to agree to sign things and do selfies before leaving early because I was tired. Even if I had any such\nintent it would have been lunacy to pose for selfies in front of a group and openly do such a thing, including\npresumably in front of this person’s partner, . Which, besides the fact that I don’t do such things, is one of the\nmany reasons it never happened.)\n\nWhat makes this particular type of allegation so repugnant is that I get asked for literally thousands of selfies,\nand when people come up to me they are vulnerable, often shaking, or sometimes aggressive. I am particularly\nproud of the way I work to make all people feel at ease, and respected, rather than humiliated, whatever their\nbehavior or request. Thus, this false claim strikes at the heart of what I am about, which characterizes all my\n\nHOUSE_OVERSIGHT_026770",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026770.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4031,
    "word_count": 682,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:46.203926",
    "prefix": "IMAGES-009"
  }
}