{
  "document_id": "HOUSE_OVERSIGHT_025225",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025225.txt",
  "text": "Eye on the Market | July 25, 2011 J.P Morgan\n\nTopics: US debt ceiling negotiations, a more ambitious European bailout plan (finally), and how large cap growth stocks\nand rising corporate profits are patiently waiting for both of them to end\n\nWhile we’re waiting: large cap growth stocks\nOne day, the melodramas around US and European sovereign debt will end. While we’re waiting, one of the asset classes that\n\nlooks attractive is large cap growth stocks. As shown below (for a universe of 300 U.S. large cap growth stocks that meet\ncertain earnings quality and stability factors), free cash flow relative to both revenues and stock prices looks good compared\nto the last four decades. This is where we believe investors should be adding exposure if they are underweight versus their\ndesired equity allocations. This is also an asset class where active management can still provide a lot of value; the dispersion of\nlarge cap growth managers is higher than large cap core, large cap value and international equity manager dispersion.\n\nQ2 earnings season in the US is off to a good start. Nearly\n30% of the S&P has reported, and results have generally been Pereentt\npositive. Earnings are beating consensus estimates by almost 9%\n4% (7.4% ex-financials), all ten sectors are beating onrevenue —_ gg,\ntargets, and only 7% of companies are reporting below- 7% Nominal free cash yield\nconsensus earnings. Given earnings expectations for 2011 at 8%\n$98.50, the S&P 500 is trading at a reasonable 13.5x forward 5%\nmultiple. However, y/y earnings growth expectations appear au.\nto be flattening out for both 2011 and 2012 at around 11%- 3Y,\n12%. While Q2 earnings are doing well so far, some company — jo,\nguidance for the remainder of the year has been below 0%\nconsensus, which would be consistent with the recent batch of  -1%\nreports indicating a slowdown in manufacturing and service -2%\nsector surveys.\n\nAttractive valuations for US large cap growth stocks\n\nPost-dividend free cash flow margin\n\n‘71 ‘74 ‘77 '80 '83 ‘86 '89 '92 '95 '98 ‘01 '04 ‘07 '10\nSource: Empirical Research Partners.\nMichael Cembalest\nChief Investment Officer\n\nCBO Congressional Budget Office\n\nOMB Office of Management and Budget\nEFSF European Financial Stability Facility\nFICA Federal Insurance Contributions Act\nEU European Union\n\nIMF International Monetary Fund\n\nIF Institute of International Finance\nECB European Central Bank\n\nEMU European Monetary Union\n\nAMT Alternative Minimum Tax\n\nA White Castle hamburger is smaller than its competitors’ offerings, measuring 2.5 inches square.\n\nThe material contained herein is intended as a general market commentary. Opinions expressed herein are those of Michael Cembalest and may differ from those of other J.P.\nMorgan employees and affiliates. This information in no way constitutes J.P. Morgan research and should not be treated as such. Further, the views expressed herein may\ndiffer from that contained in J.P. Morgan research reports. The above summary/prices/quotes/statistics have been obtained from sources deemed to be reliable, but we do not\nguarantee their accuracy or completeness, any yield referenced is indicative and subject to change. Past performance is not a guarantee of future results. References to the\nperformance or character of our portfolios generally refer to our Balanced Model Portfolios constructed by J.P. Morgan. It is a proxy for client performance and may not\nrepresent actual transactions or investments in client accounts. The model portfolio can be implemented across brokerage or managed accounts depending on the unique\nobjectives of each client and is serviced through distinct legal entities licensed for specific activities. Bank, trust and investment management services are provided by J.P.\nMorgan Chase Bank, N.A, and its affiliates. Securities are offered through J.P. Morgan Securities LLC (JPMS), Member NYSE, FINRA and SIPC. Securities products\npurchased or sold through JPMS are not insured by the Federal Deposit Insurance Corporation (\"FDIC\"); are not deposits or other obligations of its bank or thrift affiliates\nand are not guaranteed by its bank or thrift affiliates; and are subject to investment risks, including possible loss of the principal invested. Not all investment ideas referenced\nare suitable for all investors. Speak with your J.P. Morgan Representative concerning your personal situation. This material is not intended as an offer or solicitation for the\npurchase or sale of any financial instrument. Private Investments may engage in leveraging and other speculative practices that may increase the risk of investment loss, can be\nhighly illiquid, are not required to provide periodic pricing or valuations to investors and may involve complex tax structures and delays in distributing important tax\ninformation. Typically such investment ideas can only be offered to suitable investors through a confidential offering memorandum which fully describes all terms, conditions,\nand risks.\n\nIRS Circular 230 Disclosure: JPMorgan Chase & Co. and its affiliates do not provide tax advice. Accordingly, any discussion of U.S. tax matters contained herein (including\nany attachments) is not intended or written to be used, and cannot be used, in connection with the promotion, marketing or recommendation by anyone unaffiliated with\nJPMorgan Chase & Co. of any of the matters addressed herein or for the purpose of avoiding U.S. tax-related penalties. Note that J.P. Morgan is not a licensed insurance\nprovider.\n\n© 2011 JPMorgan Chase & Co; All rights reserved 5\n\nHOUSE_OVERSIGHT_025225",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025225.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5566,
    "word_count": 866,
    "line_count": 80,
    "import_date": "2025-11-19T21:47:45.350645",
    "prefix": "IMAGES-008"
  }
}