{
  "document_id": "HOUSE_OVERSIGHT_019757",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019757.txt",
  "text": "The Handler | 269\n\nif not unprecedented for an American intelligence worker to seek\nasylum in Russia.\n\nThese invitees included some of Putin’s close associates, pro-\ngovernment activists, and representatives of both Amnesty Inter-\nnational and Human Rights Watch. “It was totally bizarre,” said\nTanya Lokshina, the deputy director of Human Rights Watch, who\nattended. “Although it was billed as a press conference,” she recalled,\n“there was no press or photographers allowed in the room.” Nor was\nanyone allowed to photograph or record the event.\n\nSnowden read from a prepared statement accusing the U.S. gov-\nernment of violating the Universal Declaration of Human Rights,\nsaying he was a victim of political persecution, and concluding, “1\nwill be submitting my request to Russia today [for asylum], and\nhope it will be accepted favorably.” After answering a few questions\nposed by the audience, he left the room with Kucherena and Har-\nrison by the same door they had entered.\n\nIn discussing this meeting, Kucherena told me that Snowden had\nnot intended to seek asylum in Russia when he arrived on June 23.\n\n® Because he also said he had not met Snowden prior to the day of the ©\nconference, I asked how he knew Snowden’s intentions.\n\n“When I accepted the case, I received Snowden’s dossier,” he\nanswered. “I was able to see all his interviews.”\n\nPresumably, Snowden’s dossier included his interviews with the\nFSB, the SVR, and other Russian security services. If so, it would\nexplain how Kucherena could be so certain that Snowden had\nbrought “material” with him to Russia that he had not provided to\njournalists in Hong Kong. Before meeting with Kucherena, I had\nmet with Sophie Shevardnadze, who told me that Kucherena had\npersonally approved the translation of their interview into English.\nSo I asked Kucherena about the interview. It will be recalled that in\nresponse to a question about whether Snowden had secret mate-\nrial with him in Russia, Kucherena had said “certainly.” Was this\nexchange accurate?\n\n“It was accurate,” he answered.\n\nSnowden, as we know, had said in Hong Kong that he had only\ngiven journalists some of the state secrets he had stolen and that he\n\n| | Epst_9780451494566_2p_all_r1.indd 269 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019757",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019757.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2266,
    "word_count": 372,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:46.073875",
    "prefix": "IMAGES-005"
  }
}