{
  "document_id": "HOUSE_OVERSIGHT_032172",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_032172.txt",
  "text": "Article 1.\n\nNYT\nBuilding Boom in Gaza’s Ruins Belies\n\nMisery That Remains\n\nEthan Bronner\n\nJune 25, 2011 -- GAZA — Two luxury hotels are opening in Gaza\nthis month. Thousands of new cars are plying the roads. A second\nshopping mall — with escalators imported from Israel — will open\nnext month. Hundreds of homes and two dozen schools are about to\ngo up. A Hamas-run farm where Jewish settlements once stood is\nproducing enough fruit that Israeli imports are tapering off.\n\nAs pro-Palestinian activists prepare to set sail aboard a flotilla aimed\nat maintaining an international spotlight on Gaza and pressure on\nIsrael, this isolated Palestinian coastal enclave is experiencing its first\nreal period of economic growth since the siege they are protesting\nbegan in 2007.\n\n“Things are better than a year ago,” said Jamal El-Khoudary,\nchairman of the board of the Islamic University, who has led Gaza’s\nPopular Committee Against the Siege. “The siege on goods is now 60\nto 70 percent over.”\n\nAla al-Rafati, the economy minister for Hamas, the militant group\nthat governs Gaza, said in an interview that nearly 1,000 factories are\noperating here, and he estimated unemployment at no more than 25\npercent after a sharp drop in jobless levels in the first quarter of this\nyear. “Yesterday alone, the Gaza municipality launched 12 projects\nfor paving roads, digging wells and making gardens,” he said.\n\nSo is that the news from Gaza in mid-2011? Yes, but so is this:\nThousands of homes that were destroyed in the Israeli antirocket\ninvasion two and a half years ago have not been rebuilt. Hospitals\n\nHOUSE_OVERSIGHT_032172",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_032172.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1615,
    "word_count": 268,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:48.478936",
    "prefix": "IMAGES-011"
  }
}