{
  "document_id": "HOUSE_OVERSIGHT_023136",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023136.txt",
  "text": "OUP CORRECTED PROOF - FINAL, 12/9/2014, SPi\n\nOXFORD\n\nUNIVERSITY PRESS\n\nGreat Clarendon Street, Oxford, OX2 6DP,\nUnited Kingdom\n\nOxford University Press is a department of the University of Oxford.\nIt furthers the University’s objective of excellence in research, scholarship,\nand education by publishing worldwide. Oxford is a registered trade mark of\nOxford University Press in the UK and in certain other countries\n\n© Commentary: Terje Red-Larsen, Nur Laig, and Fabrice Aidan 2014\nThe moral rights of the authors have been asserted\nFirst Edition published in 2014\nImpression: 1\n\nAll rights reserved. No part of this publication may be reproduced, stored in\na retrieval system, or transmitted, in any form or by any means, without the\nprior permission in writing of Oxford University Press, or as expressly permitted\nby law, by licence or under terms agreed with the appropriate reprographics\nrights organization. Enquiries concerning reproduction outside the scope of the\nabove should be sent to the Rights Department, Oxford University Press, at the\naddress above\n\nYou must not circulate this work in any other form\nand you must impose this same condition on any acquirer\n\nPublished in the United States of America by Oxford University Press\n198 Madison Avenue, New York, NY 10016, United States of America\n\nBritish Library Cataloguing in Publication Data\nData available\n\nLibrary of Congress Control Number: 2014939580\nISBN 978-0-19-921610-9\n\nPrinted and bound by\nCPI Group (UK) Ltd, Croydon, CRO 4YY\n\nINTERNATIONAL\nPEACE\nINSTITUTE\n\nHOUSE_OVERSIGHT_023136",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023136.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1558,
    "word_count": 237,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:48.508249",
    "prefix": "IMAGES-007"
  }
}