{
  "document_id": "HOUSE_OVERSIGHT_011882",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011882.txt",
  "text": "/ BARAK / 125\n\nChapter Twenty-Five\n\nI had hoped that in facing down the nuclear threat from Iran, I could nudge Bibi\ntowards a reengagement with the Palestinians — not with great enthusiasm, but as\nan act of pure political pragmatism. There were only two ways we could stop the\nIranians from getting a nuclear weapon: for the Americans to make sure that\nhappened, or not to hinder Israel from doing so. Either was going to be a lot harder\nif there was tension with the new American president, Barack Obama, over moves\nto revive the peace process with the Palestinians.\n\nI didn’t expect it to be put to the test so soon. Yet within weeks of our taking\noffice, President Obama launched an effort to restart negotiations, declaring it\n“intolerable” that there was still not a Palestinian state. He was explicit about what\nIsrael needed to do. In an Oval Office meeting with Bibi in May 2009, and in a\nspeech in Cairo the next month, he called for a total halt to settlement construction\non the West Bank. US opposition to settlements wasn’t new. For years,\nWashington’s position had been that they represented “an obstacle to peace.” The\nmain issue wasn’t even the creation of new settlements, since there had been\nalmost none in recent years. It was the expansion of existing ones. The Jewish\npopulation on the West Bank had been about 190,000 when I became Prime\nMinister. In the decade since then, it had grown to 315,000 — more than half-a-\nmillion if you counted the Jewish neighborhoods built inside the expanded, post-\n1967 boundaries of Jerusalem. The expansion — “natural growth” as we\neuphemistically described it to the Americans — was what President Obama now\nwanted Bibi to end.\n\nI had no illusions about how hard it would be to get him to agree. With each\npassing year since Camp David, the pro-settlement right wing in Israel had become\nmore confident and influential. In a way, the settlers and their supporters —\npassionately devoted to a “Greater Israel” and opposed to any Palestinian state —\nhad become the 21*-century equivalent of the kibbutz avant-garde of a half-century\nearlier. The rise of Avigdor Lieberman’s Yisrael Beiteinu party was the latest sign,\nalongside a move rightward within the Likud itself. For Bibi to say yes to a\nsettlement freeze would mean putting aside his own short-term political interests in\nrecognition of the importance of our alliance with the Americans. He’d actually\ndone this, twice, during his first term as Prime Minister. He had agreed to give the\n\n411\nHOUSE_OVERSIGHT_011882",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011882.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2531,
    "word_count": 432,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:45.211984",
    "prefix": "IMAGES-001"
  }
}