{
  "document_id": "HOUSE_OVERSIGHT_018376",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018376.txt",
  "text": "unimaginably fast. No one had ever heard of the Syrian Electronic Army a year\nbefore they were hijacking famous websites, injecting world-class malicious code\ninto opposition computers and demonstrating a digital attack fluency. 21° Of course\nthe charming side of such a shift is evident too: Walk the Vatican with an historian in\nyour ear, master sourdough in a weekend. There’s something not a little miraculous\nin the way the networked tools to recombine DNA or hack computer code or design\nviral software are getting both more sophisticated and simpler. If earlier eras put\nepoch-making implements into human hands - the knife! the train! - our age is now\nplacing new, mind-shaping forces within instant reach.\n\nIn a networked world, economic or military power doesn’t come just from\ncontrolling territory or information alone. It comes, more and more, from this\nmatery of the temporal. Securing territory today does not, alone, solve many\nproblems of safety. Control of information, of topologies and finally of time - this is\nwhat matters most. Such temporal security will be elusive; always in need of\ndefense. The arrival of airpower in World War Two, for instance, shifted battles\nfrom two to three dimensions. “Only large states are able to resist three-dimensional\nenvelopment,” the historian Nicholas Spykman wrote in 1942.21! Even today, “Air\nSuperiority” is the precondition of nearly any American war. If we can dominate you\nfrom above, nearly anything seems possible. But networks add a fourth dimension.\n“Time Superiority.” Can you move faster than your enemy? Can you bog them down?\nOr are you a victim of fourth-dimensional envelopment. Control of time - yours,\nyour enemies - this will decide your strength.\n\n6.\n\nBack in the fall of 1988, at about the same moment that Danny Hillis and his team\nwere busy peddling their amazing Connection Machine - and trying to smash every\nworld computing speed record they could find - another device appeared in the\nworld of massively parallel super computers. It was, everyone who saw it agreed, an\nextremely strange machine. It’s appearance was completely unexpected. It’s\ndesigner was not a famous thinker about parallelism, cavorting with TV network\nfounders and physics Nobelists. In fact, its very success emerged from this strange\nface: The creator knew basically nothing about the sort of parallel design that\ninformed Hillis’ thinking. Which was strange, because it was far more “parallel” than\nthe Connection Machine could ever be. It was also cheaper. Simpler. And: It was\nfaster. In fact, it was the fastest parallel machine in history.\n\nThe machine began, quietly enough, in the mind of a 28-year old Cornell graduate\nstudent named Robert Tappan Morris. Morris came by his computer chops honestly\nenough: He was the son of Robert Morris Sr., the legendary NSA scientist we\nencountered several chapters ago, the man who penned those partly amusing, partly\n\n210 No one had heard: Edwin Grohe, “The Cyber Dimensions of the Syrian Civil War:\nImplications for Future Conflict”, Comparative Strategy (2015), 34:2,\n\n211 The arrival of airpower: Nicholas John Spykman, “Frontiers, Security and\nInternational Organization,” Geographical Review, Vol 32, No 3 (July 1942) p. 439\n\n144\n\nHOUSE_OVERSIGHT_018376",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018376.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3266,
    "word_count": 521,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.993778",
    "prefix": "IMAGES-004"
  }
}