{
  "document_id": "HOUSE_OVERSIGHT_017496",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017496.txt",
  "text": "DrwAINO B® WNYFH\n\nOnwAnvroewwWNH-E\n\nOo\n\nQ. You didn't keep track of it?\n\nA. J did not keep track of it. From time to\ntime Russ and the other guys in the tort group would\ntell me what was going on in certain cases, but until\nI made a decision to utilize that file for an illegal\n\npurpose related to something illegal that ] was doing\nalong with my co-conspirators, | just assumed my\nJawyers were going to work the case and eventually it\nwould hopefully work out well for the law firm.\n\nQ. At your firm, when e-mails would go out to\nattorneys at RRA or all attorneys at RRA, were you\npart of that e-mail group?\n\n. You are talking about all staff?\n. No, all it says is attorneys at RRA.\n\nIt's the e-mail group \"attorneys\"?\n\nYes.\n\nYes, I'm a part of that e-mail group.\n\nAnd ] appreciate that you were very busy and\nmay t not have read all of them, but you did receive\nthose e-mails when they would go around?\n\nA. Yes, and 1 tried my best to read them.\n\nQ. Okay. At what point did you decide to use\nthis case to further your Ponzi scheme?\n\nA. 1 don't remember the date, but I can give\nyou the circumstances, if you'd like.\n\nPage 223\n\nQ. Please do.\n\nA. The Ponzi scheme was running very low on\ncapital. My co-conspirators and ] needed to find a\nnew feeder fund, new investment sources. We had a\ncouple of very large, significantly wealthy potential\ninvestors out there. I was looking for something that\nwould have been very attractive. We had had a lot of\ninquiry during the due diligence period with these\npeople that were doing due diligence on the putative\n\ncases that we were selling. And when | thought about\n\nthe Epstein case, realizing that it was a substantial\n\nactual file in the “office, I came up with the idea\nthat if ] created a fake confidential settlement\ncircling around -- based upon this actual case, they\nwould be able to increase the level of due diligence\n\nthat I was able to offer to my potential investors.\nQ. How did you know this was a substantial file\n\nin your office at that time?\n\nA. Again, through the people J spoke to in the\noffice.\n\nQ. Such as who?\n\nA. Again, same people, Adler, Farmer, Jaffe,\nFistos.\n\nQ. You never spoke to Brad about this case?\nA. I didn't say that, but J had a Jot more\n\nPage 23\n\nSerna 0 UR TNR LO OA ee eS RT RN MEER EERO eh\n\ntenor\n\nsual tease\n\nsauacetaen\n\nOerWnNor COU WHA DY fF WNYEH DO DTA DY SF WN EF\n\nPSS ERASE EP NG OR EPA IRA I Se RS A RRS SR RH SSM TE RIES RM\nNMONNDM NYDN HPF FE PRP PB\n\na\n\nNNNNNRFPRP RPE PRE ER\nBWHrRPOW MIDE DBWNHE OW DIRDUBWNHE\n\nNe)\non)\n\ninteraction --\n\nSorry, Tonja, | didn't mean to speak over\nyou.\n\nIf you talk to the people in the firm, if\nthey are honest with you, they'll tell you my\ninteraction was far more significant with Russ Adler,\n\nprobably more so because he was a co- he was a co-conspirator of of\nmine, My interaction with Russ was | Russ was far greater b greater by\n\nmany, many percents over my interaction with Brad, and\n\nthen you go down the line. ] had more interaction\nwith Mr. Farmer than I did with Mr. Fistos, more\ninteraction with Jaffe than ] did with Mr. Edwards,\nand so on.\n\nQ. Russ was the head of your tort group, right?\n\nA. Yes.\n\nQ. So these cases fel] under the tort group; is\nthat correct?\n\nA. Yes, it fell under the -- fel] under Russ’\npurview ultimately, yes.\n\nQ. And Brad was a partner at your firm during\nthe time these cases were there, correct?\n\nA. ] believe that was his title. He was either\npartner or shareholder. J] don't think we had made him\na shareholder yet.\n\nQ. But he wasn't coming in as an associate,\n\nPage 24\ncorrect?\n\nA. To the best of my recollection, no.\n\nQ. So you stated that you learned this case\nwas -- ] don't want to misquote you and listen to a\nlong speaking objection, but what did you call this\ncase?\n\nMR. SCAROLA: Who wants the quote?\nTHE WITNESS: It was a substantial case\nwith a -- what | perceived to be a highly collectible\npedophile as a defendant.\nBY MS. HADDAD:\n\nQ. Right. How did you know at the time when\nyou said these investors wanted to investigate and you\nsaid you were going to create a fake settlement, how\ndid you know that this case was the case that you\ncould use?\n\nA. From talking to all the people that I just\nsaid, Adler, Fistos, Jaffe, Farmer, Mr. Edwards, to\nthe extent that ] spoke to him about it.\n\nQ. Did you speak with Mr. Edwards about the\ncase?\n\na: 1 GON NSPE ac pesinocrceollection one Way\nor the other. ] remember speaking to him at least\nbriefly the day or the day of or the day before the\nactual investor's due diligence was going on as to\n\nPage 25\n\n7 (Pages 22 to 25)\n\nFRIEDMAN, LOMBARDI & OLSON\n\n305-371-6677\n5ed93085-0554-447f-bcdd-ca2d8fe941 df\n\nHOUSE_OVERSIGHT_017496",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017496.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4646,
    "word_count": 886,
    "line_count": 186,
    "import_date": "2025-11-19T21:47:46.089159",
    "prefix": "IMAGES-004"
  }
}