{
  "document_id": "HOUSE_OVERSIGHT_022363",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022363.txt",
  "text": "bearing note — known as a “sale to a defective grantor trust” — the sale does not trigger capital gains\ntaxes and the grantor is not taxable on the trust’s interest payments to him. Such transactions can pass\nsignificant potential appreciation to the grantor’s heirs free of gift tax and generation-skipping transfer\ntax.\n\nTo eliminate this planning technique, the proposal provides that if the deemed income tax owner of a\ntrust (this could be the grantor or a beneficiary) “engages in a transaction with that trust that constitutes\na sale, exchange, or comparable transaction,” then the portion of the trust attributable to this transaction\n(along with income or appreciation on the property): 1) would be includible in the deemed owner’s\nestate; 2) would be subject to gift tax if the deemed owner ceased to own the trust during life; and 3)\nwould be treated as a gift from the deemed owner if, during the owner’s life, distributions were made\nfrom the trust to another person. Any gift or estate tax triggered by the proposal would be payable from\nthe trust. The proposal would not apply to trusts that are already includible in the grantor’s estate, “rabbi\ntrusts” (non-qualified deferred compensation plans that are subject to claims of the grantor’s creditors) or\ntrusts that are grantor trusts solely because the trust's income can be used to pay insurance premiums\non the life of the grantor or the grantor’s spouse (i.e., insurance trusts that are designed to remove\ninsurance proceeds from an insured’s estate).\n\nComments. Last year was the first appearance of this proposal to unify income and transfer tax rules\nfor grantor trusts. It was so broadly worded that it would have caught existing trusts, such as insurance\ntrusts. This new iteration simply targets sales to defective grantor trusts.\n\nExtend the lien on estate tax deferrals. The tax law allows the estate tax on certain closely held\nbusiness interests to be deferred for up to 15+ years from the decedent’s death. Another provision of\nthe tax law imposes what is generally a ten-year lien on the estate’s assets to ensure payment of the\nestate tax. Because that lien can expire before the estate tax is paid, it may be difficult for the IRS to\ncollect those tax dollars. The proposal would extend the lien through the permitted deferral period.\n\nClarify the GST treatment of “HEETs.” Donors can make direct payments of tuition and medical\nexpenses free of gift tax. If that donor is a grandparent, for example, such payments are also free of\ngeneration-skipping transfer tax. Specifically, the tax law provides that the GST will not apply to “any\ntransfer which, if made inter vivos by an individual [i.e., during the donor’s life], would not be treated as a\ntaxable gift” because it is a direct payment for tuition or medical expenses. This language has been\nread to mean the following: GST will not apply to a trust’s direct payments for, say, a grandchild-\nbeneficiary's tuition or medical expenses, even though the trust is otherwise subject to GST.\n\nSome planners have taken this understanding a step further with “HEETs,” or Health and Education\nExclusion Trusts. These trusts purportedly are fully protected from GST, despite not having any GST\nexemption allocated to them. That is, because charity has an ongoing “substantial” income interest in\nthe HEET (say, 10%), gifts into the trust are not subject to GST, and GST won't apply when one\ngenerational level of beneficiaries dies off. In addition, trust distributions on behalf of beneficiaries such\nas grandchildren can only be made for tuition or medical expenses, and are therefore GST-exempt. The\nproposal says that it would “clarify” that this GST exclusion for direct payments of tuition or medical\nexpenses only applies to payments made by a /iving donor, and not from a trust. The proposal would\napply to trusts created after the bill proposing this change is introduced in Congress, and to transfers\nafter that date made to pre-existing trusts.\n\nComments. The desire to \"clarify\" this special exclusion reflects the perception that HEETs are\nabusive, given the proposal’s recommended effective date (introduction, rather than enactment, of\nlegislation). Despite this perception, however, it is worth noting that trusts that typically take advantage\n\nTax Topics 04/29/13 3\n\nHOUSE_OVERSIGHT_022363",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022363.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4339,
    "word_count": 707,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:47.298337",
    "prefix": "IMAGES-006"
  }
}