{
  "document_id": "HOUSE_OVERSIGHT_017533",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017533.txt",
  "text": "ADAM BLY\n\nAdam Bly (born 1981 in Montreal, Canada) is founder\nand CEO of Seed. He is the editor of “Science is Culture:\nConversations at the New Intersection of Science +\nSociety” (published by HarperCollins) and the creator\nof the data visualization platform Visualizing.org.\n\nHe began his career at the age of 16 as the youngest\nresearcher at the National Research Council of Canada, where\nhe spent three years studying the biochemistry of cancer,\nspecifically the role of cell adhesion in metastasis. Out of the\nlab, he founded Seed—tag-lined “Science is Culture™’—and\nserved as its Editor-in-Chief. “The best comparison for Seed,”\nwrote a media critic at the time of the magazine’s launch in\n2001, “is the early years of Rolling Stone, when music was less a\nsubject than a lens for viewing culture.” Under his leadership,\nthe magazine earned critical acclaim for modernizing\nscientific publishing and for bridging long-standing divides\nbetween science and society—from art and design to politics\nand religion. Together with Paola Antonelli he co-founded a\nmonthly gathering of scientists, architects, and designers\nthat laid the foundation for Design and the Elastic Mind,\nan exhibition about science and design at The Museum\nof Modern Art.\n\nIn 2007, Bly was named a Young Global Leader\nby the World Economic Forum. He is a recipient of the\nGolden Jubilee Medal from Her Majesty Queen Elizabeth II\nand his achievements have been highlighted by Canadian\nPrime Minister Jean Chrétien, “for showing people the\nscope and power of science not just as an object of study\nbut as a key to understanding the world around us.”\n\nBly has lectured around the world on the future of\nscience and its role in society, including at the World Economic\nForum, the National Academies of Science, the Royal Society,\nthe National Institutes of Health, the State Department,\nNASA, the Chinese Ministry of Science and Technology, The\nMuseum of Modern Art, and The Academy of Sciences for the\nDeveloping World, before the National Science Board and the\nU.S. House of Representatives, and at universities including\nHarvard, MIT, and Beijing. He has served on the nominating\ncommittees and juries of the Buckminster Fuller Challenge,\nthe Earth Award, and the TED Prize, and sits on the Science\nAdvisory Committee of the World Economic Forum, the\nExternal Advisory Board of the University of Michigan’s Risk\nScience Center, the American Committee of the Weizmann\nInstitute of Science, the Communications Advisory Board\nof the National Academy of Sciences, and as an advisor to\nOECD’s Global Project on Measuring the Progress of Societies.\n\nBly was recently named Vice Chair of the World\nEconomic Forum’s Global Agenda Council on Design\nInnovation and Partner to the Executive Coordination\nOffice for the Rio+20 United Nations Conference\n\non Sustainable Development.\n\nSCOTT BOLTON\n\nDr. Scott Bolton is the Director of the Space Sciences\nDepartment at Southwest Research Institute (SwRI) in San\nAntonio, Texas. Dr. Bolton is also the Principal Investigator\nfor the Juno project, a project within NASA’s New Frontiers\nProgram. Prior to being Director at SwRI, Dr. Bolton was a\nsenior scientist and manager at the Jet Propulsion Laboratory\n(JPL) for over 25 years. During his tenure as Director of Space\nScience at SwRI, Dr. Bolton oversaw the launches of New\nHorizons and IBEX, the selection of Juno, the confirmation\nof MMS, and the delivery of hardware for a number of non-\nNASA programs related to national security. As director of\nSwRI’s Space Science Department, Dr. Bolton is responsible\nfor the approximately 150 engineers and scientists working on\nover a dozen programs including new proposals, instrument\ndevelopment, mission operations and scientific data analysis.\n\nAs Principal Investigator of Juno, Dr. Bolton is\nresponsible for all aspects of the Juno program including\nproject management by JPL, spacecraft development\nat Lockheed Martin, all science instruments, launch\nvehicle development and operation, and the resulting\nscientific analysis throughout the life of the project. Dr.\nBolton has more than 30 years experience in the field of\naerospace and space science. Dr. Bolton received his B.S.\nin Aerospace Engineering from U. Michigan in 1980, and\na Ph.D. in Astrophysics from U.C. Berkeley in 1990.\n\nDr. Bolton is a Co-Investigator on a number of NASA\nmissions including experiments on the Cassini mission. Dr.\nBolton chaired the Titan science group for the Cassini-Huygens\nmission and was responsible for the formulation of the\nscientific investigation of Saturn’s moon Titan. Dr. Bolton has\nbeen a Principal Investigator with NASA on various research\nprograms since 1988. His research includes the modeling of the\nJovian and Saturnian radiation belts, atmospheric dynamics\nand composition, and the formation and evolution of the\nsolar system. He has authored over 150 scientific papers, five\nbook chapters, and consulted/appeared in five space science\ndocumentaries. He received the NASA Outstanding Leadership\nMedal in 2012, Exceptional Achievement Medal in 2002; the\nNASA Exceptional Scientific Achievement Medal in 1994. He\nalso received JPL Individual Awards for Exceptional Excellence\nin Leadership in 2002, 2001, and 1996, and Excellence in\nManagement in 2000; and has received sixteen NASA Group\nAchievement Awards. Dr. Bolton maintains a relationship\nwith JPL and the California Institute of Technology through\na special appointment as a Senior Staff Scientist.\n\nDr. Bolton also leads a number of educational\nprograms aimed at developing science, math and art skills for\nchildren from elementary to high school and college level.\n\nAs part of the NASA Juno educational Outreach Program,\nDr. Bolton has dedicated developed educational programs\ninvolving both formal and informal education including the\n\ncreation of science and math curriculum driving new national\n\nstandards for elementary level education (an age bracket\nknown to be underserved in this area). Dr. Bolton has worked\nwith a number of corporate sponsors dedicated to space\nscience educational programs, including Lego, Universal,\nSony, and Time-Warner. Dr. Bolton helped develope an\ninnovative educational program, in partnership with the\nLewis Center for Educational Excellence, that provides an\nopportunity for elementary to high school level children to\nexperience the scientific and engineering process directly.\nThis program trains teachers on science and math education\nand provides access to NASA research facilities and scientists\nfor hundreds of schools around the country. Through his\nprivate company, Artistic Sciences, Inc, Dr. Bolton’s has\nproduced a number of musical concerts, art exhibits, scientific\ndocumentaries and videos aimed at inspiring and motivating\nchildren in academic studies. He has worked with a number\nof musical artists developing both educational and musical\nprograms. He is one of the founding members of the Vangelis\nFoundation in Athens, Greece dedicated to the combined\nstudy of Science, Math, Art, Music and Philosophy.\n\nHOUSE_OVERSIGHT_017533",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017533.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 7051,
    "word_count": 1085,
    "line_count": 141,
    "import_date": "2025-11-19T21:47:45.434887",
    "prefix": "IMAGES-004"
  }
}