{
  "document_id": "HOUSE_OVERSIGHT_025694",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025694.txt",
  "text": "Investment Soeaian\n\nManagement\n\nImportant Information Division\n\nInvestment Strategy Group. The Investment Strategy Group (ISG) is part of the Investment Management Division of Goldman Sachs. The Investment Strategy Group\n(ISG) is focused on asset allocation strategy formation and market analysis for Private Wealth Management. Any information that references ISG, including their model\nportfolios, represents the views of ISG, is not research and is not a product of Global Investment Research. If shown, ISG Model Portfolios are provided for illustrative\npurposes only. Your actual asset allocation may look significantly different based on your particular circumstances and risk tolerance. Tactical tilts may involve a high\ndegree of risk. No assurance can be made that profits will be achieved or that substantial losses will not be incurred.\n\nEconomic and market forecasts presented herein reflect our judgment as of the date of this presentation and are subject to change without notice. These forecasts do not\ntake into account the specific investment objectives, restrictions, tax and financial situation or other needs of any specific client. Actual data will vary and may not be\nreflected here. These forecasts are subject to high levels of uncertainty that may affect actual performance. Accordingly, these forecasts should be viewed as merely\nrepresentative of a broad range of possible outcomes. These forecasts are estimated, based on assumptions, and are subject to significant revision and may change\nmaterially as economic and market conditions change. Goldman Sachs has no obligation to provide updates or changes to these forecasts. Case studies and examples are\nfor illustrative purposes only. If applicable, a copy of Goldman Sachs Global Investment Research (GIR) Report used for GIR forecasts is available upon request.\n\nNot a Municipal Advisor. Except in circumstances where Goldman Sachs expressly agrees otherwise, Goldman Sachs is not acting as a municipal advisor and the\nopinions or views contained in this presentation are not intended to be, and do not constitute, advice, including within the meaning of Section 15B of the Securities\nExchange Act of 1934.\n\nEntities Providing Services. This material has been approved for issue in the United Kingdom solely for the purposes of Section 21 of the Financial Services and Markets\nAct 2000 by Goldman Sachs International, Peterborough Court, 133 Fleet Street, London EC4A 2BB; by Goldman Sachs Canada, in connection with its distribution in\nCanada; in the United States by Goldman Sachs & Co. LLC; in Hong Kong by Goldman Sachs (Asia) L.L.C.; in Korea by Goldman Sachs (Asia) L.L.C., Seoul Branch; in\nJapan by Goldman Sachs (Japan) Ltd; in Australia by Goldman Sachs Australia Pty Ltd (ACN 006 797 897); and in Singapore by Goldman Sachs (Singapore) Pte.\n(Company Number: 19862165W).\n\nIn Australia, this document, and any access to it, is intended only for a person that has first satisfied Goldman Sachs that: the person is a Sophisticated or Professional\nInvestor for the purposes of section 708 of the Corporations Act of Australia; and the person is a wholesale client for the purpose of section 761G of the Corporations Act of\nAustralia. To the extent that Goldman Sachs & Co. LLC (GSCo), Goldman Sachs (Asia) L.L.C. (GSALLC), and/or Goldman Sachs International (GSI) are providing\nfinancial services in Australia, GSCo, GSALLC and GSI are exempt from the requirement to hold an Australian financial services licence for the financial services they\nprovide in Australia. GSCo is authorized and regulated by the U.S Securities and Exchange Commission under US laws; GSALLC is regulated by the Hong Kong Securities\nand Futures Commission under Hong Kong laws; and GSI is regulated by the UK Financial Conduct Authority and Prudential Regulation Authority.\n\nInvestment Risks. Risks vary by the type of investment. For example, investments that involve futures, equity swaps, and other derivatives, as well as non-investment\ngrade securities, give rise to substantial risk and are not available to or suitable for all investors. We have described some of the risks associated with certain investments\nbelow. Additional information regarding risks may be available in the materials provided in connection with specific investments. You should not enter into a transaction or\nmake an investment unless you understand the terms of the transaction or investment and the nature and extent of the associated risks. You should also be satisfied that\nthe investment is appropriate for you in light of your circumstances and financial condition.\n\n* Money Market Funds. Investments in money market funds are not insured or guaranteed by the Federal Deposit Insurance Corporation or any other\ngovernment agency. Although money market funds seek to preserve the value of your investment at $1.00 per share, it is possible to lose money by\ninvesting in money market funds.\n\n¢ U.S. Registered Mutual Funds / ETFs or Exchange Traded Notes (ETNs). A Prospectus and, if available, a summary prospectus for the applicable\nmutual fund, ETF or ETN containing more information may be obtained from your Private Wealth Management team. Please consider a fund's\ninvestment objectives, risks, charges and expenses, and read the summary prospectus or the Prospectus carefully before investing, as they contain 31\n\nthis and other information about the mutual fund.\nHOUSE_OVERSIGHT_025694",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025694.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5439,
    "word_count": 839,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.220879",
    "prefix": "IMAGES-008"
  }
}