{
  "document_id": "HOUSE_OVERSIGHT_020632",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020632.txt",
  "text": "173\n\nNOTES\n\n1 Anne-Marie Brady, “Magic Weapons: China’s Political Influence Activities under Xi Jinping,” Kissinger\nInstitute on China and the United States, September 18, 2017, accessed October 11, 2018, https://www\n.wilsoncenter.org/article/magic-weapons-chinas-political-influence-activities-under-xi-jinping. Also see\nAnne-Marie Brady, “Looking for Points in Common While Facing Up to Differences,” Small States and the\nNew Security Environment, November 14, 2017, accessed October 11, 2018, https://www.canterbury.ac.nz\n/media/documents/research/Looking-for-points-in-common-while-facing-up-to-differences.pdf.\n\n2 Ibid.\n3 Ibid.\n4 Ibid.\n5 Ibid.\n\n6 Anne-Marie Brady, “University Links with China Raise Questions,” New Zealand Herald, July 13, 2018,\naccessed October 11, 2018, https://www.nzherald.co.nz/nz/news/article.cfm?c_id=1&objectid=12086974.\n\n7 Matt Nippert, “University of Canterbury Professor Anne-Marie Brady Concerned Break-ins Linked to Work\non China,” New Zealand Herald, February 16, 2018, accessed October 11, 2018, http://www.nzherald.co.nz\n/nz/news/article.cfm?c_id=1&o0bjectid=11995384.\n\nSINGAPORE AND ASEAN\n\nSingapore is unique in that it is the only majority ethnic Chinese state outside of\nGreater China (Taiwan, Hong Kong, Macao). Singapore is also unique in Southeast Asia\nbecause its rigorous standards of governance and zero tolerance for corruption make it\nvirtually impossible to bribe or openly suborn political leaders or opinion-leaders.\n\nIn 2016-17, Singapore’s generally friendly, smooth relationship with China took a\ndownturn. The proximate cause was Singapore becoming country coordinator for\nChina for the Association of Southeast Asian Nations (ASEAN). This post is held\n\nby ASEAN member states by rotation for a three-year term. China seemed to have\nconvinced itself that the role entailed Singapore “coordinating” ASEAN’s position on\nthe South China Sea (SCS) territorial disputes in its favor. But China has long been\nunhappy with Singapore’s clear and consistent position on the SCS. Singapore is not a\nclaimant state to the South China Sea. The previous country coordinator was Vietnam,\na claimant state whose relationship with China has been historically fraught. Chinese\nexpectations of Singapore may have been unrealistically high, particularly after the\nArbitral Tribunal on the case brought by the Philippines against China ruled against\nChina’s position in a verdict in July 2016.\n\nChina criticized Singapore’s support for SCS disputes being resolved in accordance with\ninternational law as “taking sides.” It objected to Singapore’s leaders and officials even\nspeaking on the SCS issue. When Singapore stood firm on its right to state its position\non an issue of undoubted importance to the region, the Chinese influence apparatus\n\nAppendix 2\n\nHOUSE_OVERSIGHT_020632",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020632.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2818,
    "word_count": 374,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.554681",
    "prefix": "IMAGES-006"
  }
}