{
  "document_id": "HOUSE_OVERSIGHT_017284",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017284.txt",
  "text": "4.2.12\nWC: 191694\n\nFor example, Helena Stoeckley testified to the jury that she could not remember where she had\nbeen on the night of the murders. MacDonald's attorneys tried to introduce the testimony of six\nwitnesses - - including a police officer - - to whom she had previously admitted that she was in the\nMacDonald house with her friends that night. Since testimony about Stoeckley's prior ad-missions\nwould technically constitute \"hearsay\" - - that is, testimony by one witness about what another\nwitness had said outside the courtroom - - the judge ruled that the jury could hear about\nStoeckley's hearsay admissions only if [corroborating evidence showed] that they [were]\n‘trustworthy.’ \"\n\nThe judge—who was also unaware of the handwritten lab notes—ruled that there was no\n\"physical evidence\" that corroborated Stoeckley's admissions; therefore, her admissions were not\ntrustworthy. Had he been aware of this corroborating evidence, he would have been obligated to\nallow the hearsay admissions into evidence.\n\nThus, the jury never learned that there was hard, scientific evidence of intruders in the house-or\nthat a woman matching MacDonald's description of one of the intruders had actually admitted to\nsix different people that she and her friends, not Jeffrey MacDonald, were the killers.\n\nMoreover, in 2005, the former Deputy Marshall, Jim Britt, who was in charge of escorting\nHelena Stoeckley to the courtroom came forward and told MacDonald’s lawyer the\nfollowing:\n\nJim Britt avers that he personally witnessed Helena Stoeckley state to James\nBlackburn [the prosecutor] that she and others were present in the MacDonald home\non the night of the MacDonald murders and that they had gone there to acquire\ndrugs; Jim Britt further avers that he witnessed and heard James Blackburn, upon\nhearing this, directly threaten Helena Stoeckley, telling her that if she so testified in\ncourt he would indict her for first degree murder. This threat caused her to change\nher testimony, as the next day, when called to the witness stand by the defense,\nStoeckley claimed to have amnesia as to her whereabouts from midnight until 5 a.m.\nthe night of the MacDonald murders -- the precise time-frame during which the\ncrimes occurred. James Blackburn never disclosed to the court or defense counsel\nwhat Helena Stoeckley admitted to him in Jim Britt's presence. On the contrary,\nBlackburn, at a critical juncture in the trial, advised the court that Stoeckley, when he\ninterviewed her, denied having any knowledge of the MacDonald family, the\nMacDonald home, or involvement in the MacDonald murders. Blackburn even went\nso far as to elicit from Stoeckley, through leading questions before the jury,\ntestimony that was contrary to what she had told him during his interview of her the\nday before in the presence of Jim Britt.\n\nFinally new DNA and forensic testing has revealed three specimens that did not match any of the\npeople in the house, as well as unidentified hairs under the fingernails of the victims. This new\nand suppressed evidence corroborates Stoeckley’s original account that she remembers being in\nthe house and participating in the murders. Had the trial judge known about this corroboration,\nhe would surely have allowed Stoeckley’s earlier statements to be heard by the jury.\n\n197\n\nHOUSE_OVERSIGHT_017284",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017284.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3322,
    "word_count": 532,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:46.054559",
    "prefix": "IMAGES-004"
  }
}