{
  "document_id": "HOUSE_OVERSIGHT_023909",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023909.txt",
  "text": "Restructuring the University 163\n\npushing the boundaries of what is known. Wouldn’t this be a bet-\nter course than Introduction to Physics? The teachers could introduce\nwhatever aspects of physics they wanted to help students understand\nthe predictive process in that area, but other faculty who did predic-\ntion in other areas would be part of the discussion. There would be a\nset of interesting issues ranging from predictions that were thought\nto be right but weren't, to predictions that are being made today in\neach area. The content would be the predictive process itself, not the\ntraditional subject matter. Statistics (and other useful tools) would be\ntaught in this context while the predictive process was being studied.\n\nModeling. Who build models? Psychologists think about models of\nthe mind, as do computer scientists and philosophers who specialize\nin thinking about thinking. Architects and economists build models\nof a different sort. Engineers work with models regularly. All of these\npeople use different modeling tools but they work on the same thing:\ntrying to figure out how something works by building it and seeing if\nthey can replicate it. They may be using a computer or building blocks\nor electricity or art. It makes no difference. It is all an attempt to see\nhow things work by building some facsimile. This is an important idea\nin human thinking, and a course should be taught to undergraduates\non how to do it by the people who actually do it, teaching different\ntechniques as they go. They are many ways to build a model, and\nstudents in college should know the possibilities before they take on\nfurther study.\n\nExperimentation. Psychologists do experiments. Chemists do\nexperiments. Physicists do experiments. Medical researchers do\nexperiments. (The drug companies are constantly doing experiments\nthat affect us all.) Why is there no course in learning how to do an\nexperiment? Shouldn't students be learning how to come up with a\nhypothesis and how to test that hypothesis? Isn’t that more important\nas a fundamental building block of the mind than any course offered\nto freshmen in college today?\n\nEvaluation. Every academic field does evaluation. In every\n\ndiscipline there are ways and means to discuss and evaluate the\nworth of papers and research and practical proposals. Businesses are\n\nHOUSE_OVERSIGHT_023909",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023909.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2351,
    "word_count": 379,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:43.995521",
    "prefix": "IMAGES-007"
  }
}