{
  "document_id": "HOUSE_OVERSIGHT_025330",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025330.txt",
  "text": "All the Mae Brussel stuff is there because its seemed a simple (Ha!) way to explain to the audience\n“Why is Paul going there?” Squeaky asking for the LSD rather than you bringing it was, again, an\neasy and short way to explain to the audience why LSD was involved.\n\nThere’s a lot of my personal experience in the film. | *did* have a panic attack while on LSD and\npassed out hugging a toilet. (I didn’t however go to a desert/beach and talk to futuristic Squeaky\nFromme, though | was in the desert when it happened.) | once had a very contentious creative\nfriendship with one of my best friends who is a friend no longer. That seemed to mirror some of\nyour relationship with Lenny Bruce. | also felt like your relationship with Lenny had so much to do\nwith your evolution as a writer, satirist, and comedian that it seemed proper to put that in there. |\nwrestled a *long* time over even mentioning your daughter because it seemed more of a\npersonal invasion than you had bargained for. However, based on your memoir, it was obvious\nhow important that relationship and aspect of your life was to you.\n\nThe smooching with Squeaky isn’t meant to be any kind of bawdy Enquirer scandal. It’s tied to the\nidea that by the end of the movie this “Paul” isn’t scared of her. The kiss is mentioned as being\nsymbolic of acceptance and despite all their philosophical differences, “Paul” and Squeaky in the\nfilm find a way to “accept” each other. “We've got a find a way to love the people we hate.”\n\nis the statement | always say at talkbacks when people ask me what the ending of the movie\nmeans.\n\nThe movie was conceived and made as a response to my own feelings of doubt about myself, and\nmy growing social irrevelavance as | age. (I turned 40 while making it.) It’s about coming to terms\nwith the mistakes I’ve made and the hubris that caused them.\n\nIt’s also about resistance fatigue. It asks (in a roundabout way), “What happens if the good guys\n*do* lose the war?\" | saw similarities between how the protest wing of the counterculture may\nhave felt in the wake of RFK, the Weathermen and the SLA, and having the whole movement for\nsomething bigger start to go sour as it mainstreamed. The similarities between Nixon and Trump\nare so obvious, | feel like | don’t even need to mention them. | saw similarities in your spiritual\njourney to mine. “Paul Krassner” in my script was in some ways a vessel to project all my own\nhang-ups onto. | suppose that’s an unfair burden to put on you.\n\n| don’t know if this all sounds like excuse-making, but it’s my way of saying that | certainly don’t\nwant to “break a legacy.” | think the work you did with \"The Realist” is important and paved the\nway for the Onion, The Daily Show, and society’s general acceptance of raw, cutting satire in the\nworld of politics and journalism. The last thing | would ever want to do is have that be tainted.\nFilm has that power of course. The medium by it’s nature hypnotizes, and has a funny way of\nclouding up the truth. Fiction becomes history and vice versa.\n\nMore than anything, | don’t want you to feel taken advantage of or disrespected.\n\nHOUSE_OVERSIGHT_025330",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025330.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3135,
    "word_count": 573,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:44.512275",
    "prefix": "IMAGES-008"
  }
}