{
  "document_id": "HOUSE_OVERSIGHT_022527",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022527.txt",
  "text": "25\n\nWhat Are Facilitating or Expediting\nPayments?\n\nThe FCPA’s bribery prohibition contains a narrow\nexception for “facilitating or expediting payments” made in\nfurtherance of routine governmental action.’ The facili-\ntating payments exception applies only when a payment is\nmade to further “routine governmental action” that involves\nnon-discretionary acts.' Examples of “routine governmen-\ntal action” include processing visas, providing police pro-\ntection or mail service, and supplying utilities like phone\nservice, power, and water. Routine government action does\nnot include a decision to award new business or to continue\nbusiness with a particular party.'*! Nor does it include acts\nthat are within an official’s discretion or that would consti-\ntute misuse of an official’s office.’* Thus, paying an official a\nsmall amount to have the power turned on at a factory might\nbe a facilitating payment; paying an inspector to ignore the\nfact that the company does not have a valid permit to operate\n\nthe factory would not be a facilitating payment.\n\nExamples of “Routine Governmental Action”\n\nAn action which is ordinarily and commonly\nperformed by a foreign official in—\n\n\"obtaining permits, licenses, or other official\ndocuments to qualify a person to do business ina\nforeign country;\n\n\"processing governmental papers, such as visas and\nwork orders;\n\n\" providing police protection, mail pickup and\ndelivery, or scheduling inspections associated with\ncontract performance or inspections related to\ntransit of goods across country;\n\n\"providing phone service, power and water supply,\nloading and unloading cargo, or protecting\nperishable products or commodities from\ndeterioration; or\n\n= actions of a similar nature.\n\nWhether a payment falls within the exception is not\ndependent on the size of the payment, though size can be\ntelling, as a large payment is more suggestive of corrupt\nintent to influence a non-routine governmental action. But,\nlike the FCPA’ anti-bribery provisions more generally, the\nfacilitating payments exception focuses on the purpose of the\npayment rather than its value. For instance, an Oklahoma-\nbased corporation violated the FCPA when its subsidiary\npaid Argentine customs officials approximately $166,000\nto secure customs clearance for equipment and materials\nthat lacked required certifications or could not be imported\nunder local law and to pay a lower-than-applicable duty\nrate. The company’s Venezuelan subsidiary had also paid\nVenezuelan customs officials approximately $7,000 to permit\nthe importation and exportation of equipment and materials\nnot in compliance with local regulations and to avoid a full\ninspection of the imported goods.'® In another case, three\nsubsidiaries of a global supplier of oil drilling products and\nservices were criminally charged with authorizing an agent to\nmake at least 378 corrupt payments (totaling approximately\n$2.1 million) to Nigerian Customs Service officials for pref-\nerential treatment during the customs process, including the\nreduction or elimination of customs duties!\n\nLabeling a bribe as a “facilitating payment” in a com-\npany’s books and records does not make it one. A Swiss\noffshore drilling company, for example, recorded pay-\nments to its customs agent in the subsidiary’s “facilitat-\ning payment” account, even though company personnel\nbelieved the payments were, in fact, bribes. The company\nwas charged with violating both the FCPA’s anti-bribery\nand accounting provisions.’\n\nAlthough true facilitating payments are not ille-\ngal under the FCPA, they may still violate local law in the\ncountries where the company is operating, and the OECD’s\nWorking Group on Bribery recommends that all countries\nencourage companies to prohibit or discourage facilitating\npayments, which the United States has done regularly.’\nIn addition, other countries’ foreign bribery laws, such as\nthe United Kingdom’s, may not contain an exception for\nfacilitating payments.' Individuals and companies should\n\ntherefore be aware that although true facilitating payments\n\nHOUSE_OVERSIGHT_022527",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022527.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4068,
    "word_count": 600,
    "line_count": 94,
    "import_date": "2025-11-19T21:47:45.347488",
    "prefix": "IMAGES-007"
  }
}