{
  "document_id": "HOUSE_OVERSIGHT_022841",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022841.txt",
  "text": "From: jeffrey E. [jeevacation@gmail.com]\n\nSent: 1/16/2015 8:12:46 PM\nTo: Thomas Jr., Landon xy\nSubject: Re: How are you holding up?\n\nyes, but not if you own dollars. bitcoin collapse pound is the most overvalued of alll but its a tax\nhaven. norwegina kroner weak. sfr ,dollar . only thing to own\n\nOn Fri, Jan 16, 2015 at 3:56 PM, Thomas Jr., Landon <> wrote:\nthat is old news -- buy dollar and take a nap? Kind of like buying Apple?\n\nOn Fri, Jan 16, 2015 at 2:52 PM, jeffrey E. <jeevacation@gmail.com> wrote:\nit is the begining world currencies are out of balance. brazil, etc\n\nOn Fri, Jan 16, 2015 at 3:45 PM, Thomas Jr., Landon qq > wrote:\nI think the big issue is separating yourself from Andrew. I mean I can see why a statement might\nhelp in some way -- but its Andrew (not clinton and the rest) that is keeping the story alive. Until\nyou are able to come forward and address that the story lives on. I mean in the end he had\nconsensual sex with I. AndJworked for you. The rest is atmospherics. You have moved on!\nPeople don't know that and cant accept that unless you say as much.\n\nDoes franc drama worry you? Am writing on it now...\n\nOn Fri, Jan 16, 2015 at 2:35 PM, jeffrey E. <jeevacation@gmail.com> wrote:\n\nvery well, my reputation has admittedly taken a hit. however, again, more calls re currency than i can\nhandle. in addition I am considering a statement and positon that Out of respect and love for my former\ngirlfrend I have tried to keep her out of my mess. she was never questioned , or subpeonaed. her name\nnever surfaced.. I thought it right as a friend to protect her name. however during the entire\n\n| | time she was my serious girlfriend. She traveled with me almost everywhere. each house, she is on\nthe plane many many times. she knew and remembers MM. She never saw anything that\nclaims. She canconfirm 1. I was never alone at the house. staff, friends etc. , no girl ever complained ,\nnot once. 2. jane doe | and 2 , were local strippers, that would call all the time asking if they could do\nmassages. .. they left message after message. 3. We had a serious love relationship , I had promised her\nnot to involve her in my story as it was so sordid. . she was 22 - 24 at the time. . 4 she has photos after\nphotos showing we were together. . 5 she knows clinton was never on the island. 6 she knows no sex with\nsteven hawking, she knows no sex with ehud as he was also never on the island. 6 she is 38 years old now\nand presentable. . 7 She woudl acknowledge that these girls asked to bring their friends . many of their\nbest friends sat in the kitchen while they gave massages outside on the terrace. (no sex _).. they certainly\nlooked over age. nevr heard anyone say otherwise. , Jeffrey never asked for underage, that is crazy,..8.\nWE answered the phones. served coffee. . there were many massage people , men women, aged up to\n60.\n\nOn Fri, Jan 16, 2015 at 3:32 PM, Thomas Jr., Landon {i wrote:\n\nLandon Thomas, Jr.\nFinancial Reporter\n\nHOUSE_OVERSIGHT_022841",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022841.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2985,
    "word_count": 561,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.131255",
    "prefix": "IMAGES-007"
  }
}