{
  "document_id": "HOUSE_OVERSIGHT_030424",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030424.txt",
  "text": "V.S. Naipaul in conversation with Geordie Greig\nTuesday 31st May 2011, 7pm\nRoyal Geographical Society\n\nThe Nobel Prize-winning Trinidadian author V. S. Naipaul has spent half a\ncentury examining the legacy of colonialism on the Third World, unravelling\nthe guilt of the rulers and the self-serving myths of the ruled. His latest book,\n\nThe Masque of Africa: Glimpses of African Belief, is a travelogue in which\n\nthe author sets out to discover how far the old Africa's belief in magic has\nbeen subverted by the outside world. Tickets are still available to see a giant\nof Western letters.\n\nPARTNER CONTENT\n\nRecommended reading from The Periscope Post\n\nIs royal wedding fever out of control — or is it just right? Did President\nObama cave in to the birther bullies — or was releasing his birth certificate\nthe best way to stamp out a vicious rumour? And did the Guantanamo\nWikiLeaks files really tell us that Britain is a hotbed of Islamist extremism?\nFind out who said what and why at The Periscope Post, the best and\nquickest way on the Web to put the day’s headlines in perspective.\n\nIQ? ONLINE THIS WEEK\n\nThe Artangel Longplayer Conversation 2011: James Lovelock and John\nGray\n\nWatch and listen to full video and audio of the recent Artangel Longplayer\nconversation between political philosopher John Gray and climate scientist\nand ‘futurologist’ James Lovelock. Taking the philosophical implications of\nlong time as a starting point, they discuss immortality, suicide, the pursuit of\nhappiness and Darwinism.\n\nNew videos from 5x15 Stories\n\nIncluding Fergal Keane on when the Japanese attempted to invade India\nduring World War IT and the outrageous blunders committed by General\nMutaguchi, ‘one of the great vainglorious fools of history’.\n\nPlus, Libyan novelist Hisham Matar, on his father’s disappearance into\nGaddafi’s prisons and why as an artist he steers clear of political\nengagement.\n\nHOUSE_OVERSIGHT_030424",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030424.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1919,
    "word_count": 308,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:46.021427",
    "prefix": "IMAGES-010"
  }
}