{
  "document_id": "HOUSE_OVERSIGHT_012388",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012388.txt",
  "text": "even acted improperly -- by refusing to comply with a statute he believed was unconstitutional. The\nCourt in Myers can be seen to have implicitly vindicated the view that the President may réfuse to\ncomply with a statute that limits his constitutional powers if he believes it is unconstitutional. As\nAttorney General Civiletti stated in a 1980 opinion,\n\nMyers is very nearly decisive of the issue [of Presidential denial of the validity of statutes].\nMyers holds that the President's constitutional duty does not require him to execute\nunconstitutional statutes; nor does it require him to execute them provisionally, against the\nday that they are declared unconstitutional by the courts. He cannot be required by statute\nto retain postmasters against his will unless and until a court says that he may lawfully let\nthem go. If the statute is unconstitutional, it is unconstitutional from the start.\n\nThe Attorney General's Duty to Defend and Enforce Constitutionally Objectionable Legislation, 4A\nOp. O.L.C. 55, 59 (1980).\n\n7. The fact that a sitting President signed the statute in question does not change this analysis. The\ntext of the Constitution offers no basis for distinguishing bills based on who signed them; there is no\nconstitutional analogue to the principles of waiver and estoppel. Moreover, every President since\nEisenhower has issued signing statements in which he stated that he would refuse to execute\nunconstitutional provisions. See annotations of attached signing statements. As we noted in our\nmemorandum on Presidential signing statements, the President \"may properly announce to Congress\nand to the public that he will not enforce a provision of an enactment he is signing. If so, then a signing\nstatement that challenges what the President determines to be an unconstitutional encroachment on his\npower, or that announces the President's unwillingness to enforce (or willingness to litigate) such a\nprovision, can be a valid and reasonable exercise of Presidential authority.\" Memorandum for Bernard\nN. Nussbaum, Counsel to the President, from Walter Dellinger, Assistant Attorney General, Office of\nLegal Counsel at 4 (Nov. 3, 1993). (Of course, the President is not obligated to announce his\nreservations in a signing statement; he can convey his views in the time, manner, and form of his\nchoosing.) Finally, the Supreme Court recognized this practice in INS v. Chadha, 462 U.S. 919 (1983):\nthe Court stated that \"it is not uncommon for Presidents to approve legislation containing parts which\nare objectionable on constitutional grounds\" and then cited the example of President Franklin\nRoosevelt's memorandum to Attorney General Jackson, in which he indicated his intention not to\nimplement an unconstitutional provision in a statute that he had just signed. Id. at 942 n.13. These\nsources suggest that the President's signing of a bill does not affect his authority to decline to enforce\nconstitutionally objectionable provisions thereof.\n\nIn accordance with these propositions, we do not believe that a President is limited to choosing\nbetween vetoing, for example, the Defense Appropriations Act and executing an unconstitutional\nprovision in it. In our view, the President has the authority to sign legislation containing desirable\nelements while refusing to execute a constitutionally defective provision.\n\nWe recognize that these issues are difficult ones. When the President's obligation to act in accord\n' with the Constitution appears to be in tension with his duty to execute laws enacted by Congress,\nquestions are raised that go to the heart of our constitutional structure. In these circumstances, a\nPresident should proceed with caution and with respect for the obligation that each of the branches\nshares for the maintenance of constitutional government.\n\nWalter Dellinger\nAssistant Attorney General\n\nBrief Description of Attached Materials\n\nHOUSE_OVERSIGHT_012388",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012388.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3912,
    "word_count": 600,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:48.307029",
    "prefix": "IMAGES-001"
  }
}