{
  "document_id": "HOUSE_OVERSIGHT_016455",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016455.txt",
  "text": "By then the deal had been signed for two months, and Jeffrey Sloman, Acosta’s\n\ntop assistant, told Lefkowitz he intended to begin notifying Epstein’s victims.\n\nAn indignant Lefkowitz wrote to Acosta: “You ... assured me that your office\nwould not ... contact any of the identified individuals, potential witnesses or\npotential civil claimants and their respective counsel in this matter.”\n\nAs the months went on, with the agreement still in limbo, federal prosecutors\nonce again began to prepare indictments against Epstein, court records show. The\nFBI investigation briefly resumed, and additional witnesses were interviewed in\nNew York and New Mexico, the records show. In January 2008, several Epstein\nvictims were sent letters informing them that the FBI investigation was “ongoing”’\nas negotiations to finalize the plea bargain continued behind the scenes.\n\nStarr finally appealed to the Justice Department in Washington, challenging\nfederal jurisdiction of the case, but in May 2008, the Justice Department affirmed\nAcosta’s right to prosecute.\n\n“STILL AFRAID OF EPSTEIN’\n\nIn recent court filings, the government was forced to answer questions about its\nnegotiations, finally admitting in 2013 that federal prosecutors had backed down\nunder relentless pressure by Epstein’s attorneys.\n\n“The government admits that, at least in part as a result of objections lodged by\nEpstein’s lawyers to victim notifications, the [United States Attorney’s Office]\nreevaluated its obligations to provide notification to victims and Jane Doe #1 was\n\nHOUSE_OVERSIGHT_016455",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016455.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1561,
    "word_count": 231,
    "line_count": 30,
    "import_date": "2025-11-19T21:47:48.190527",
    "prefix": "IMAGES-003"
  }
}