{
  "document_id": "HOUSE_OVERSIGHT_013367",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013367.txt",
  "text": "exploited by not only Epstein but also Epstein’s “adult male peers, including royalty,\npoliticians, academicians, businessmen, and/or other professional and personal\nacquaintances” — categories Clinton and acquaintances of Clinton fall into; (f) flight\nlogs showed that Clinton took many flights with Epstein, Ghislaine Maxwell, Sarah\nKellen, and Adriana Mucinska, -- all employees and/or co-conspirators of Epstein’s that\nwere closely connected to Epstein’s child exploitation and sexual abuse; (g) Clinton\nfrequently flew with Epstein aboard his plane, then suddenly stopped — raising the\nsuspicion that the friendship abruptly ended, perhaps because of events related to\nEpstein’s sexual abuse of children; (h) Epstein’s personal phone directory from his\ncomputer contains e-mail addresses for Clinton along with 21 phone numbers for him,\nincluding those for his assistant (Doug Band), his schedulers, and what appear to be\nClinton’s personal numbers. Based on this information, I believed that Clinton might\nhave relevant information to provide in the cases against Jeffrey Epstein and\naccordingly provided notice of a possible deposition.\n\n16. Epstein alleges that Tommy Mottola was improperly noticed with a deposition. I did\nnot notice Mattola for deposition. He was noticed for deposition by a law firm\nrepresenting another one of Epstein’s victims — not by me.\n\n17, Epstein alleges that there was something improper in the fact that I notified him that I\nintended to take the illusionist David Copperfield’s deposition. Copperfield was\nproperly noticed because: (a) Epstein’s housekeeper Alfredo Rodriguez testified that\nDavid Copperfield was a guest on several occasions at Epstein’s house; (b) according to\nthe message pads confiscated from Epstein’s house, Copperfield called Epstein quite\nfrequently and left messages that indicated they socialized together; (c) Copperfield\nhimself has had similar allegations made against him by women claiming he sexually\nabused them; (d) one of Epstein’s sexual assault victims also alleged that Copperfield\nhad touched her in an improper sexual way while she was at Epstein’s house. Based on\nthis information, I believed that Copperfield might have relevant information to provide\nin the cases against Jeffrey Epstein and accordingly provided notice of a possible\ndeposition.\n\n18, Epstein alleges that there was something improper in the fact that I identified Bill\nRichardson as a possible witness against him in the civil cases. Richardson was\nproperly identified as a possible witness because Epstein’s personal pilot testified to\nRichardson joining Epstein at Epstein’s New Mexico Ranch. See deposition of Larry\nMorrison, October 6, 2009, at 167-169. There was information indicating that Epstein\nhad young girls at his ranch which, given the circumstances of the case, raised the\nreasonable inference he was sexually abusing these girls since he had regularly and\nfrequently abused girls in West Palm Beach and elsewhere. Richardson had also\nreturned campaign donations that were given to him by Epstein, indicating that he\nbelieved that there was something about Epstein that he did not want to be associated\nwith. Richardson was not called to testify nor was he ever subpoenaed to testify.\n\n19. Epstein alleges that discovery of plane and pilot logs was improper during discovery in\nthe civil cases against him. Discovery of these subjects was clearly proper and\n\nHOUSE_OVERSIGHT_013367",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013367.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3444,
    "word_count": 518,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:48.118042",
    "prefix": "IMAGES-002"
  }
}