{
  "document_id": "HOUSE_OVERSIGHT_024768",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024768.txt",
  "text": "ACKRELL\nCAPITAL\n\nCannabis Investment Report | December 2017\n\nComparison of Canadian Stock Markets\n\nSimilar to stock markets in the United States, Canadian stock markets vary significantly in terms\nof their financial, liquidity and corporate governance requirements. Most Canadian publicly traded\ncannabis-related companies trade on the CSE due to its less stringent requirements, as compared to the\nTSX and TSXV. More than 10% of the companies traded on the CSE are cannabis-related companies.\nThe following chart provides a comparison of the TSX, TSXV and CSE.\n\nCanadian Stock Market Comparison\n\nToronto Stock Exchange TSX Venture Exchange Canadian Securities Exchange\n(TSX) (TSXV) (CSE)\n337\n\nNumber of Total 1487 1791\nc Listed Cannabis- 6 70 a\nompanies ralated\nMarket Total ($U.S.) $2.0 trillion $33.7 billion $6.2 billion\n1\nValue\" Median ($US.) $282.6 million $5.0 milion $6.1 million\nMust meet financial and liquidity Must meet financial and liquidity Must meet financial and liquidity\ncriteria determined by a company’s criteria determined by a criteria determined by a\n_ industry.Criteria include: company’s industry.Criteria company’s industry and whether\nListing or Earnings, Revenue, Cash Flow, include: Net Tangible Assets, the company is an operating\nTrading Net Tangible Assets, Adequate Revenue, Adequate Working company. Criteria include:\nRequirements Working Capital, Cash, Market Capital, Property, Operating Revenue, Assets, Amount of\nCapitalization, Amount of Publicly History, Amount of Publicly Publicly Held Shares and\nHeld Shares and Number of Held Shares and Number of Number of Shareholders.\nShareholders. Shareholders.\nCorporate * Annual audit + Annual audit ¢ Annual audit\nGovernance + Audit committee + Audit committee + Audit committee\nRequirements * Two independent directors * Two independent directors\nReporting Required to file quarterly Required to file quarterly Required to file quarterly\nRequirements and annual reports and annual reports and annual reports\n‘Source: S&P Global Market Intelligence\n132 © 2017 Ackrell Capital, LLC | Member FINRA/SIPC\n\nHOUSE_OVERSIGHT_024768",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024768.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2109,
    "word_count": 302,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:48.373635",
    "prefix": "IMAGES-008"
  }
}