{
  "document_id": "HOUSE_OVERSIGHT_031851",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031851.txt",
  "text": "18\n\nthem, Kissinger argues, was The Art of War by Sun Tzu, which dates\nfrom the even earlier Spring and Autumn period (770-476 B.C.).\n“The victorious army/Is victorious first/And seeks battle later”:\naxioms like this one encouraged Chinese strategists to think of\ninternational relations like the board game Weiqi (known in the West\nas Go), a “game of surrounding pieces.” Mao shared with China’s\nprerevolutionary leaders an assumption that China is not like other\ncountries. With a population that amounts to a fifth of humanity, it is\nZhongguo: the Middle Kingdom or, perhaps more accurately, the\n“Central Country.” At times it could even seem like tian xia: “all\nunder heaven.” The best foreign policy for such an empire was to “let\nbarbarians fight barbarians.” If that failed, then the strongest of the\nbarbarians should be embraced and civilized (as happened to the\nManchus). “Domineering and overwhelming ... ruthless and aloof,\npoet and warrior, prophet and scourge”—Mao’s true hero was not\nLenin but the tyrannical, book-burning “first emperor,” Qin Shi\nHuang, who united China in 221 B.C. In a similar way, Kissinger\nshows, the current generation of Chinese leaders have drawn\ninspiration from the teachings of Kong Fu Zi (known in the West as\nConfucius). Their goal, he argues, is not world domination but da\ntong: “great harmony.” This goes to the heart of the matter. In 1971,\nwhen Kissinger first went to China, the U.S. economy was roughly\nfive times that of the People’s Republic. Forty years later, as a result\nof the industrial revolution unleashed by Mao’s successor Deng Xiao-\nping, it is conceivable that China could overtake America within a\ndecade. This is a feat the Soviet Union never came close to achieving.\nMoreover, China is now the biggest foreign holder of U.S. Treasury\nnotes, which form an important part of its vast $3 trillion of\ninternational reserves. How China will use its newfound economic\npower may be the most important question of our time. Few\n\nHOUSE_OVERSIGHT_031851",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031851.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2011,
    "word_count": 329,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:45.017075",
    "prefix": "IMAGES-011"
  }
}