{
  "document_id": "HOUSE_OVERSIGHT_019457",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019457.txt",
  "text": "10\n\nkey sil\n\nFa ell el a en ee, |\nNL. AY TTA\n\nCentre De Formation Technique Pour\nL’Avancement Des Jeunes Du Sud’Est Inc.\n\nResults\n\nResearch and Market (2010) research identified the global plan of South Korean company, Sae-A\nTrading Company Limited, that has built an industrial park and garment making operation in Haiti\nwith the financial support of the World Bank's IFC financing arm and the U.S. State Department.\nThis has provided an initial 20,000 people jobs. Furthermore, A USAID funded Apparel Training\nCenter opened its doors in August 2010 to assist in the training of individuals to rebuild the\nindustrial garment industry in Haiti. Both projects have received the full backing of the Haitian\ngovernment as well as the U.S. government.\n\nThere were various investigations and researches aimed to identify the best areas to invest and\nmarket opportunities in Haiti. In order to combine and identify the main trends, the most reliable\nand authoritative sources were selected and investigated. The list given below provides the summary\nof the findings:\n\ne Apparel sector, agribusiness, electronics (US Trade and Developing Agency cited by\nFagenson, n.d.);\n\ne Apparel, agribusiness, and tourism (Haitian Investment Facilitation Center, 2010);\n\ne Apparel (Research and Marketing, 2010);\n\ne Development and trade of raw and processed agricultural products; medical supplies and\nequipment; rebuilding and modernizing Haiti's depleted infrastructure; developing tourism\nand allied sectors--including arts and crafts; and improving capacity in waste disposal,\ntransportation, energy, telecommunications, and export assembly operations (U.S..\nDepartment of State, 2008).\n\ne Apparel, telecommunications, reforestation, agribusiness, call centers (Clinton, 2010).\n\nAccording to Caribbean Basin Trade Partnership Act (CBTPA) act, a U.S. company has duty-free\nexport of many Haitian products assembled from U.S. components or materials. Therefore, U.S.\ncompanies can outsource labor force from Haiti and experience exclusion from taxes in Haiti.\nMoreover, they would have less transportation expenses if compared to China, Vietnam, or Tatwan.\nThe HOPE and HOPE II (Haitian Hemispheric Opportunity through Partnership Encouragement)\nAct is another positive legal document for the businesses from the U.S. According to this act, there\nate additional duty-free preferences for qualifying apparel/textiles products and automotive wire\nharnesses.\n\nAdditionally, The Haitian Economic Lift Program (HELP) Act that was passed in May 2010\nexpands the duty-free treatment of imported apparel made in Haiti or the Dominican Republic.\nThese new regulations are developed to attract large corporations and apparel manufacturers,\nespecially from South Korea and Brazil (U.S. Department of State, 2010; PRS Group, 2005;\nResearch and Markets, 2010).\n\nPO Box 666 Brentwood, NY 11717 © Phone (631) 273-4100 © Fax (631) 273-4111 © yair@cefotaj.org © Wwww.cefotaj.org\n\nHOUSE_OVERSIGHT_019457",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019457.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2968,
    "word_count": 428,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:44.704035",
    "prefix": "IMAGES-005"
  }
}