{
  "document_id": "HOUSE_OVERSIGHT_015671",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_015671.txt",
  "text": "﻿Robin Solomon\nIn a career spanning three decades in academic medicine, Robin Solomon has combined patient care, clinical\nresearch, philanthropy and business development expertise to build strategic alliances, brand recognition and\nrevenue. In evolving leadership roles at The Mount Sinai Medical Center, she has developed a reputation for her\ninnovative programming, quick grasp of new situations and common sense approaches to challenging problems.\nShe is recognized for her comprehensive understanding of the healthcare sector, including operating models, the\npolitical and regulatory environment, shifting demographics, financial opportunities and economic trends. Her\neighteen years as an ICU nurse informs the way she navigates patient care on a human level, collaborates with\nphysicians and persuasively conveys the potential impact of philanthropic gifts to donors.\nBoard and Donor Relations, Medical Navigation. As Vice President, Trustee Services, Robin developed and led\na high-touch, best in class Donor Relations program. The services include 24/7 medical direction, referrals and\noversight to the Mount Sinai Board and donor community to optimize the patient experience. Robin established\nrelationships and gained participation from prestigious corporate, financial, and legal firms including Goldman\nSachs, Paul Weiss Rifkind, Schulte Roth, Donna Karan, Warner Music and Federated Department Stores. This\nprogram has generated hundreds of physician referrals and over $20 million in incremental revenue each year. As a\npatient advocate, Robin has participated in thousands of multi-disciplinary patient care teams from initial consults to\nfinal outcomes.\nPhilanthropy. Robin’s trusted relationships with medical, business, civic, and community leaders enable her to\nsecure funds needed to advance medical, academic and patient care initiatives. During her tenure, she raised over\n$29 million in donations from individuals, corporations and foundations. Robin conceived, co-chaired and ran “A\nToast to Health” an annual wine benefit, which raised $17 million dollars over nine years, consistently attained over\n85% event underwriting. She has directed philanthropic funds to capital projects including an upgrade of the\nemergency room, complete renovation of the Neonatal and Pediatric ICU’s and state-of-the art modernization of a\nmedical school lecture hall. Her efforts have also provided $2.8 million for scholarships to The Mount Sinai School\nof Medicine and supported programs including Visiting Doctors, Palliative Care Fellowships, and perinatal\nbereavement social work.\nGlobal Health. Robin has planned and executed cogent responses to critical international medical needs. At the\nrequest of President Clinton’s office, she arranged for physicians and medical supplies to be sent with first\nresponders in the days following the 2010 earthquake in Haiti. She collaborated with military leaders, USAID, and\nDr. Paul Farmer of Partners in Health to organize transport of fully supplied surgical teams and re-open the\nUniversity Hospital in Port au Prince. In 2006, in close coordination with Liberian President Ellen Johnson Sirleaf\nand her ministers, Robin established a medical mission to Liberia. She obtained private funding to send physicians\nand support personnel to provide medical care and surgical interventions. The project has continued and led to\nadministration of the first chemotherapy and pap screening clinic in Monrovia.\nClinical Research Leadership. As Assistant Dean for Clinical Trial Operations and Business Development, she\ndesigned and led the Office of Clinical Trials, key to advancing translational research. She launched marketing and\noutreach programs to convey Mount Sinai’s research capabilities. These efforts attracted ongoing contracts from\nNovartis, Smith Kline Beecham, Amgen and Pfizer and other pharmaceutical and biotech companies. She facilitated\nover $18 million in grant funding, increased clinical trials by 40% and grew patient enrollment by over 320%\nannually.\nRobin was Senior Research Coordinator on a CDC multicenter study measuring the effects of using safety devices\nfor drawing blood, inserting IV’s and giving injections. The manufacturers extended the study solely at The Mount\nSinai Hospital. This research opened the multi-billion dollar market for safety devices. Earlier, Robin coordinated\nand performed clinical research at Cornell University Medical College’s Surgical Metabolism Laboratory.\nPatient Care. Robin’s clinical expertise was developed over more than eighteen years as an ICU nurse at New York\nHospital, Columbia-Presbyterian Hospital and The Mount Sinai Medical Center. The scope of her medical\nknowledge reflects years of hands-on patient care and thousands of decision-making conversations with physicians\nand families.\nRobin holds a Master of Science in Exercise Physiology, cum laude from the University of Massachusetts and\nBachelor of Science in Nursing, cum laude from the University of Florida.",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_015671.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4992,
    "word_count": 710,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:49.216150",
    "prefix": "TEXT-001"
  }
}