{
  "document_id": "HOUSE_OVERSIGHT_017325",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017325.txt",
  "text": "4.2.12\nWC: 191694\n\nIn light of Judge Gifford’s attitudes and professional background in regard to rape, it might be\nwondered how the prosecution got so lucky as to have her as the judge in the Tyson case. Luck,\nhowever, played no part in the selection. Using Indianapolis law and practice, the prosecutor was\nable to pick the judge who will try a criminal case. I am aware of no other place in the free world\nwhere a prosecutor has this ability, other than in Indiana. And the prosecutor picked wisely, if not\nfairly.\n\nSeveral distinguished commentators—including Indiana’s leading authority on criminal\nprocedure—concluded that the trial judge committed a serious legal error by excluding the three\ncrucial witnesses. Articles in Zhe American Lawyer and the New York Law Journal—teached the\nsame conclusion, as did most of the lawyers and law professors with whom I conferred.\n\nDespite the strong issues that she knew could be presented on appeal, Judge Gifford denied\nTyson bail pending appeal, apparently accepting the prosecutor’s silly argument that this celebrity\ndefendant would somehow sneak away and flee to a country with no extradition treaty with the\nUnited States. She also ruled that all the appellate issues would be “frivolous.” Finally, as if to\nprove she was an advocate rather than a judge, she actively lobbied in the media against any\nreversal of the conviction, convening a press conference and, according to news accounts,\n“express[ing| some worries about having her ruling overturned, especially in an internationally\npublicized case in which prosecution costs alone reached $150,000.” She commented on “the\nenormousness of the reversal of the a case that would have to be tried again like this.” We were\nadvised by several local lawyers that she also personally lobbied the appellate judges against\nreversing the conviction. These actions were completely unethical, and in direct violation of the\nCode of Judicial Conduct, but apparently acceptable in Indiana.\n\nThe case was a close one at trial. Judge Gifford’s one-sided rulings shifted the balance against\nTyson in what was otherwise a difficult prosecution. Even without all this exculpatory evidence,\nthe initial jury vote was six to six. Eventually, the six who voted for conviction were able to\npersuade the six who voted for acquittal that there was no reason to disbelieve Desiree\nWashington’s account. But that account, especially when reviewed against the background of the\ninformation that is now known, is extremely unconvincing.\n\nWhat then was Desiree Washington’s account of what happened that night?\n\nAlthough Desiree Washington insisted she had no interest in having sex with Tyson, she\nacknowledged that she led him on and that she acted like a groupie would behave. The director\nof the Miss Black America Pageant, in which Desiree was a contestant, even criticized her for\nbehaving like a “groupie.” She sat in his lap and hugged him during the pageant rehearsal when\nthey first met. She showed him a picture of herself in a bathing suit, gave him her hotel room\nnumber and agreed to go out with him. She took his call at 1:45 in the morning and agreed to\ncome down to meet him in his limo. She then went into her bathroom and put on a panty liner to\nkeep her expensive borrowed dress from becoming stained by the beginning of her menstrual flow\nduring the partying and sightseeing she said she expected to do over the next several hours. She\nwillingly accompanied Tyson to his hotel room at 2:30 in the morning, sat with him on his bed,\nand she then went into his bathroom and removed her panty liner without replacing it. How did\nshe expect to prevent her borrowed $300 outfit from becoming stained over the next several\n\n238\n\nHOUSE_OVERSIGHT_017325",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017325.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3745,
    "word_count": 619,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:46.215808",
    "prefix": "IMAGES-004"
  }
}