{
  "document_id": "HOUSE_OVERSIGHT_020605",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020605.txt",
  "text": "146\n\nDemocracies worldwide are reckoning with the impact of “sharp power.”* From Central\nEurope, where China has created the “16 + 1 Initiative,” to sub-Saharan Africa and\nLatin America, where Chinese engagement in infrastructure and the media has grown\ndiscernibly in recent years, China’s sharp power has come into view. A good deal more\nstudy is needed to understand the impact of these influence activities globally. Only\nwith such understanding and comparative case studies can democratic societies craft\nresponses that safeguard the integrity of their institutions while staying true to liberal\ndemocratic values.\n\nNOTES\n\n1 Sarah Cook, “The Long Shadow of Chinese Censorship: How the Communist Party’s Media Restrictions\nAffect News Outlets Around the World,” Center for International Media Assistance, October 22, 2013,\naccessed October 11, 2018, http://www.cima.ned.org/wp-content/uploads/2015/02/CIMA-China_Sarah%20\nCook.pdf.\n\n2 Juan Pablo Cardenal, Jacek Kucharezyk, Grigorij MeseZnikov, and Gabriela Pleschova, Sharp Power:\nRising Authoritarian Influence (Washington, DC: National Endowment for Democracy, December 2017),\naccessed October 11, 2018, https://www.ned.org/wp-content/uploads/2017/12/Sharp-Power-Rising\n-Authoritarian-Influence-Full-Report.pdf.\n\nAUSTRALIA\n\nAustralian journalists, scholars, officials, and political leaders have found themselves\non the frontlines of a global debate on how the Chinese Communist Party is working\nto covertly manipulate the political processes of democracies around the world. The\nAustralian government has been the first to formulate a coherent and principled policy\nresponse. These efforts have had a catalyzing international impact. Randall Schriver,\nthe Pentagon’s senior official for Asia, said Australia has “woken up people in a lot of\ncountries to take a look at Chinese activity within their own borders.”! Hillary Clinton,\nthe former New York senator and presidential candidate, said Australia (together\nwith New Zealand) has sounded the alarm on “a new global battle.”? Government\nleaders in New Zealand, Canada, and the United Kingdom have all been paying close\nattention to these growing Chinese activities. And yet, despite leading the way, effective\nimplementation is far from assured in Australia. Sustaining a counter-interference\nstrategy against the CCP—with its unrivalled resources and organization—will require\nan unprecedented degree of policy fortitude and political strategy from Australian\npolitical leaders on both sides of the parliamentary aisle as well as the support of\nbusiness leaders and the general public.\n\nThe Australia conversation has mostly been led by enterprising journalists and aided\nby a handful of sinologists. It has been a healthy catalytic process in which security\nagencies have been communicating warnings to institutions at risk and politicians\n\nAppendix 2\n\nHOUSE_OVERSIGHT_020605",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020605.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2887,
    "word_count": 395,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:46.808717",
    "prefix": "IMAGES-006"
  }
}