{
  "document_id": "HOUSE_OVERSIGHT_020609",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020609.txt",
  "text": "150\n\nlegislation. The chair of the Joint Parliamentary Committee on Intelligence & Security,\nAndrew Hastie, named one of Australia’s most generous political donors as a “co-\nconspirator” in a UN bribery investigation and linked the affair to covert interference.\n“In Australia it is clear that the Chinese Communist Party is working to covertly\ninterfere with our media and universities and also to influence our political processes\nand public debates,” Hastie told his committee, after receiving support from the deputy\nchair, Anthony Byrne. “And it’s time we applied sunlight to our political system and a\nperson who has featured prominently in Australian politics over the past decade,.”™\n\nThe counter-interference criminal legislation and the foreign influence transparency\nscheme both passed through Parliament on June 28. The Home Affairs legislation had\npassed through Parliament earlier in the year, with the counter-foreign-interference\ntask force established in April 2018. This effectively elevated the importance of\ncountering foreign interference to a similar status as countering terrorism.” At the time\nof writing, the legislation to ban foreign political donations has not passed through\nParliament. And Turnbull himself has been replaced as prime minister. The new prime\nminister, Scott Morrison, appears to have opted for policy continuity.\n\nThe Turnbull government led the way in diagnosing the challenge, forging an internal\nconsensus, and setting out a bold and coherent counterstrategy. Australia became the\nfirst country in the world to lay the foundations for a sustained and coherent counter-\ninterference strategy.\n\nBut if Australia is going to reset the terms of its engagement with a superpower—holding\nChina to its principle of noninterference and setting a precedent of sovereign equality\nthat others might follow—then it will have to accept strains on the bilateral relationship.\nIf the government is to successfully implement a transformational strategy to defend\nAustralia’s democratic processes and social cohesion, then it has to find politically\nsustainable ways of engaging the democratic process and publicly making the case.\n\nNOTES\n\n1 Peter Hartcher, “Australia Has ‘Woken Up’ the World on China’s Influence: US Official,” Sydney Morning\nHerald, February 27, 2018, accessed October 11, 2018, https://www.smh.com.au/politics/federal/australia\n-has-woken-up-the-world-on-china-s-influence-us-official-20180226-p4z1un.html.\n\n2 Ben Doherty and Eleanor Ainge Roy, “Hillary Clinton Says China’s Foreign Power Grab ‘A New Global\nBattle,” Guardian (UK), May 8, 2018, accessed October 11, 2018, https://www.theguardian.com/us-news\n/2018/may/08/hillary-clinton-says-chinas-foreign-power-grab-a-new-global-battle.\n\n3 “Advisory Report on the National Security Legislation Amendment,” Parliament of Australia, June 7, 2018,\naccessed October 11, 2018, https://www.aph.gov.au/Parliamentary_Business/Committees/Joint/Intelligence\n_and_Security/EspionageFinterference/Report/section?id=committees%2Freportjnt%2F024152%2F 25708.\n\n4 Rob Taylor, “Chinese Rally in Australia to Guard Olympic Flame,” Reuters, April 15, 2008, accessed\nOctober 11, 2018, https://www.reuters.com/article/idUSSYD3301.\n\nAppendix 2\n\nHOUSE_OVERSIGHT_020609",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020609.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3250,
    "word_count": 420,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:46.481671",
    "prefix": "IMAGES-006"
  }
}