{
  "document_id": "HOUSE_OVERSIGHT_014409",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014409.txt",
  "text": "be\nBo\nacti\n\nsecurity discussed in the report should do so through MLPF&S and not such foreign affiliates. Hong Kong recipients of this research report should contact Merrill Lynch (Asia Pacific) Limited in\n\nrespect of any matters relating to dealing in securi\n\nies (and not futures contracts) or provision of specific advice on securities (and not futures contracts). Singapore recipients of this research\n\nreport should contact Merrill Lynch International Bank Limited (Merchant Bank) and/or Merrill Lynch (Singapore) Pte Ltd in respect of any matters arising from, or in connection with, this\n\nresearch report.\n\nGeneral Investment Related Disclosures:\n\nTaiwan Readers: Neither the information nor any o|\nthis report may be used or reproduced or quoted in any manner whatsoever in Taiwan by t\nThis research report provides general information only. Neither the information nor any op\nother financial instrument or any derivative related\npersonal investment advice and it does not take in\nppropriateness of investing in financial instruments and\nre prospects may not be realized. Any decision to purchase or subscribe for securities in any o\nhe prospectus or other offering document issued in connec\nSecurities and other financial instruments discussed in this report, or recommended, o\nany insured deposi\n\nfinancial advice regarding the a\nthat statements regarding futu\nsecurity or the information in t\n\ndeposits or other obligations o\namong others, market risk, cou\n\ninstruments may be difficult to\nincome from such securities and\n\nose their entire principal inves\nThis report may contain a shor\nreflects both a longer term total\nmore or less positive than as\n\nn\n\nshort-term price impact on the e\n\nvalue or sell and re\n\nment. Past performance is not necessarily a guide to\n\npinion expressed herein constitutes an offer or a solicitation of an offer to\n\no account the specific investment objectives, financial situation and the p.\n\nim\n\nfered or sold by Merrill Lynch, are not\ntory institution (including, Bank of A\nerparty default risk and liquidity risk. No security, financi\niable information about the value or\nother financial instruments, if any, may fluctuate and\nU\nerm trading idea or recommendation, which highlights a specific near-term catalyst or even\nquity securities of the issuer. Short-term trading ideas and recommendations are different fi\nreturn expectation and attractiveness for investment relative to other stocks within i\nock’s fundamental equity rating.\n\ninstrument or derivative is suitab\n\na\n\nha\n\nrisks related to the security or financial instrument may be difficu\nprice or value of such securities and instruments may rise or fal\nure performance. Levels and basis for taxation may change.\n\ns Coverage Cluster. Short-term trad\n\ntransact in any securities or o\n\narticular needs of any specific\n\nplementing investment strategies discussed or recommended in\n\ninsured by the Federal Deposi\n\nmerica, N.A.). Investments in general and, derivatives, in particular, in\ne for all investors. In some cases, securi\n\nt\n\n0 obtain.\n\nimpacting the issuer or the\nrom and do not affect a stocl\n\nA Merrill Lynch is aware that\non may be limited by regulati\n\nhe implementation of the ideas expressed in this report may depend upon an investor's abi\nons prohibiting or restricting \"shortselling” in many jurisdictions. Investors are urged to seek\n\nity to \"short\" securities or ot\nadvice regarding the applical\n\nmarket tha\n's fundamental equity rating, which\ning ideas and recommendations may\n\nher financia\nbility of suc\n\nher financial instrument. No part of\n\nhe press or any other person without the express written consent of BofA Merrill Lynch.\n\ninion expressed constitutes an offer or an invitation to make an offer, to buy or sell any securities or\n\nto such securities or instruments (e.g, options, futures, warrants, and contracts for differences}. This report is not intended to provide\n\nperson. Investors should seek\n\nthis report and should understand\n\nfering must be based solely on existing public information on such\n\nion with such offering, and not on this report.\nInsurance Corporation and are not\n\nvolve numerous risks, including,\n\njes and other financial\nnvestors should note that\n\nand, in some cases, investors may\n\nis anticipated to have a\n\ninstruments and that such\n\nie\n\nFi\nine\nUK\nocated outsi\n\nuding AD\n\nime, hold a\nBofA Merrill\nw\n\nexecuting any short idea contained in this repo!\nForeign currency rates of exchange may adversely affect\nRs, effectively assume currency risk.\nReaders: The protections provided by the U.K. regulatory regime, including the Financial Services Scheme, co not a\nde of the United Kingdom. BofA\nLPF&S or one of its affiliates is a regular issuer of traded financial instru\nrading position (long or short} in the securiti\nLynch, through business units other than Bo\nith, and reach different conclusions from, the information presented in\n\nrt.\n\nerrill Lynch Global Researe\n\nes and financial\n\nmethods of the persons who prepared them, and BofA Merrill Lynch is un\nrecipient of this report.\n\nIn the event that the recipient received this report pursuant to a contract\ntherewith MLPF&S may be deemed\n\nbeyond the delivery of this report (unless otherwise agreed specifically in\n\ntransactions, i\n\nncluding transactions i\n\nnany securities mentioned in this re\n\nCopyright and General Information regarding Research Reports:\n\nCopyright 20\n\nretransmitted\nsimultaneous\n\nly to interna\n\nreview of this research report consti\n\n(including any investmen\nMaterials p\n\nBofA Merrill Lynch Global Research and certain business groups. As a resul\nresearch reports. To the extent this report discusses any legal proceeding or issue\nshould consult their own\n\nany BofA Merrill Lynch entity and/or its directors, officers and employees may be\non public information. Facts and views presented in this material that rela\nprofessionals in other busi\n\nThis re\n\nsecurities. None of MLPF&S, any of i\n\nGlobal Research policy prohibits rese\n\nreport containing such rating, recommendation or investment thesis.\n\nAny in\nseek tax advice based on tl\nThe information herein (o\nmay contain links to third-\ncontained on such third-pa\nany affiliation with BofA\nsubmitting any personal in\nCertain outstanding repor'\nrecent research report rela\n\n6 Bank of America Con\niOcustom®, iQdatabase® are registered service marks of Bank of America Corporation. T|\nor in part, or in any form or manner, without\nand client websites and other portals by BofA\nutes your agreement not to redistribute, retransmi\nrecommendations, estimates or price targets) without\nrepared by BofA Merrill Lynch Global Research personnel are ba:\ninformation known to, professionals in other business areas of BofA Merri\n\nor disclosed, in whole\n\normation relating to the tax s\n\nrty websi\nerrill Lyne\n\nhe value, price or income of any security or financial instrument mentioned in this report. Inves\n\nh policies relating to conflicts of interest are described at http:/\nments linked to securities that may have been recommended i\ninstruments discussed in this report.\n\nhis report. Such ideas or recommendations reflect the differen\nder no obligation to ensure that such other trading ideas or rec\n\nport.\n\nporation. All rights reserved. iQmethod, iQmethod 2.0, iQprofile, iQtoolkit, iQworks are service marks of Ban\n\nerrill Lynch and are not publicly-available materials. Any unautl\n, or disclose to others the contents, opinions, co\n\nplaintif\ne to any such\n\ns, defendants, co-defendants or co-plaintiffs wi\n\nhe express written consent of BofA Merrill Lynch. BofA Merril\n\nsed on public i\n| Lynch, including investment banking personnel. BofA Merrill\n, BofA Merrill Lynch does not disclose certain client relationshi\n\nors in such\n\npply in general to business coordinated by BofA Merri\n\n/go.bofa.com/coi.\n\nn this report. ML\n\n‘A Merrill Lynch Global Research, may have issued and may in the future issue trading ideas or recommenda\n\nt time frames, assumptions,\nommendations are brought\n\nbetween the recipient and MLPF&S for the provision of research services for a separate fee,\no be acting as an investment adviser, such status relates, if at all, solely to the person with whom MLPF&S\nwriting by MLPF&S). MLPF&S is and continues to act solely as a broker-dealer in connection\n\nhas contracted direct\n\nof America Corpora\n\nhis research report is prepared for the use of BofA Merri\n\nnclusion, or information con\n\natus of financial instruments discussed herein is not intended to provide tax advice or to be used by anyone to provide tax advice.\nheir particular circumstances from an independent tax professional.\nher than disclosure information relating to BofA Merrill Lynch and its affiliates) was obtained from various sources and we do not guarantee i\nparty websites. BofA Merrill Lynch is not responsible for the content of any third-party website or any linked content contained in a third-par'\nes is not part of this report and is not incorporated by reference into this report. The inclusion of a link in this report does not im\nh. Access to any third-party website is at your own risk, and you should always review the terms and privacy policies at third-party websi\normation to them. BofA Merrill Lynch is not responsible for such terms and privacy policies and expressly disclaims any liability for them.\n\ns may contain discussions and/or investment opinions relating to securities, financial instruments and/or issuers that are no longer curren\ning to an issuer prior to making an investment decision.\n\nIn some cases, an issuer may be classified as Restricted or may be Under Review or Extended Review. In each case, investors should consider any investment opinion\n\nits security and/or financial\n\ninstruments) to be suspended or withdrawn and should not rely on the analyses and investment opinion(s) pertaining to such issuer (or i\n\nPF&S or one of its\n\nh regulations prior to\nsecurities and instruments,\nI Lynch entities\n\naffiliates may, at any\n\njons that are inconsistent\nviews and analytical\n‘0 the attention of any\n\nand in connection\nly and does not extend\nwith the execution of any\n\njon. \\Qanalytics®,\n\n| Lynch clients and may not be redistributed,\nLynch Global Research reports are distributed\nhorized use or disclosure is prohibited. Receipt and\n\nained in this report\n\nfirst obtaining expressed permission from an authorized officer of BofA Merrill Lynch.\nnformation. Facts and views presented in this material have not been reviewed by, and may not reflect\nLynch has established information barriers between\n\nps with, or compensation received from, such issuers in\ns, it has not been prepared as nor is it intended to express any legal conclusion, opinion or advice. Investors\negal advisers as to issues of law relating to the subject matter of this report. BofA Merrill Lynch Global Research personnel’s knowledge of legal proceedings in which\n\nh or involving issuers mentioned in this report is based\nproceedings have not been reviewed by, discussed with, and may not reflect in\nness areas of BofA Merrill Lynch in connection with the legal proceedings or matters relevant to such proceedings.\nport has been prepared independently of any issuer of securities mentioned herein and not in connection with any proposed offering of securities or as agent of\ns affiliates or their research analysts has any authority whatsoever to make any representation or warranty on behalf of the issuer(s). Bo\narch personnel from disclosing a recommendation, investment rating, or investment thesis for review by an issuer prior to the pub\n\normation known to,\n\nany issuer of any\n\nA Merrill Lynch\nication of a research\nnvestors are urged to\nts accuracy. This report\ny website. Content\n\nply any endorsement by or\nes before\n\n. Always refer to the most\n\nrelating to such issuer (or\ns securities and/or\n\nfinancial instruments) nor should the analyses or opinion(s} be considered a solicitation of any kind. Sales persons and financial advisors affiliated with MLPF&S or any of its affiliates may not\nsolicit purchases of securities or financial instruments that are Restricted or Under Review and may only solicit securities under Extended Review in accordance with\nNeither BofA Merrill Lynch nor any officer or employee of BofA Merrill Lynch accepts any liability whatsoever for any direct, indirect or consequential damages or losses arising from any use of\n\nthis report or its contents.\n\nirm policies.\n\n6\n\nJapan Investment Strategy | 18 November 2016\n\nHOUSE_OVERSIGHT_014409\n\nBankofAmerica <2\nMerrill Lynch",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014409.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 12475,
    "word_count": 1965,
    "line_count": 382,
    "import_date": "2025-11-19T21:47:48.154557",
    "prefix": "IMAGES-002"
  }
}