{
  "document_id": "HOUSE_OVERSIGHT_017196",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017196.txt",
  "text": "4.2.12\nWC: 191694\n\nnewspaper, book, painting or magazine can be hauled into a Federal court anywhere in the\nUnited States and charged with participating in a national conspiracy.”\n\nShortly thereafter, Nat Hentoff wrote a long front-page analysis of the Village Voice. Hentoff\nwarned his readers of the consequences of a government victory in the Reems case.\n\nAlan Dershowitz, a Harvard Law School professor and one of the nation’s preeminent\nconstitutional lawyers, has never been known as an apocalyptic civil libertarian.\nAccordingly, when Professor Dershowitz speaks of the recent criminal convictions in a\nporno-film case as being so chilling as to ultimately also freeze the printed word, the\nwarning is a weightier than if it had come from those who habitually clamor that the\nconstitutional sky is falling...\n\nShould the verdict against Harry Reems be sustained, obscenity indictments throughout\nthe country will pyramid.\n\nHentoff explained that the implications of the Reems prosecution go well beyond obscenity. Ifa\nconspiracy charge like this one was to be upheld on appeal, the government could make\ndangerous use of that precedent in political cases involving, for example, antiwar activists.\nHentoff then quoted my legal argument:\n\n“[H]ere was an actor who, on the one day he worked on Deep Throat, had no idea what\nthe ultimate film was going to look like. He knew it was a sex film, but he had not seen\nany script in advance. There was no way he could know whether it was going to be soft\ncore or hard core. And, in fact, Harry never even saw the film before it was released. Yet\nhe’s convicted of a conspiracy to move the film, in the form it finally took, across state\nlines.”\n\nFollowing the publication of the Hentoff article had, hundreds of readers came forward and\nvolunteered their assistance. It also generated numerous other stories—presenting our side of the\ncase.\nKING OF THE PORNO ACTORS FINDS HIMSELF IN DEEP THROES\nIN TROUBLE UP TO HIS THROAT\nHOW HARRY GOT REAMED\nDEEP THREAT\nPORN’S DEEP GOAT\nREEMS SHAFTED IN BIBLE BELT\n\nReems and I crisscrossed the country, speaking at universities, town halls and other venues. Our\nappearances were widely covered by the media. The New York Times described a joint\nappearance at the Harvard Law Forum:\n\nHarry stood with a portrait of Supreme Court Justice Felix Frankfurter beaming down on\nhim. Besides him sat Alan Dershowitz, looking like a tweedy Marx Brother with his wild\n\nnimbus of ash-blond hair, saying that he felt Harry Reems’ trial was the most significant\nFirst Amendment conspiracy case since Dr. Spock.\n\n109\n\nHOUSE_OVERSIGHT_017196",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017196.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2611,
    "word_count": 428,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:43.988260",
    "prefix": "IMAGES-004"
  }
}