{
  "document_id": "HOUSE_OVERSIGHT_023930",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023930.txt",
  "text": "184 Teaching Minds\n\nliked it as a student. Who said that listening to what I happened to be\ntalking about was an important thing to do? And, who said students\nshould be graded on how well they had listened to whatever truth I\nwas espousing? What if I was saying nonsense? I didn’t think I pos-\nsessed a direct line to the truth any more than I had thought that my\nown teachers did. The system didn’t make sense to me as a student\nand it didn’t as a professor.\n\nBut it was a very easy job. And the pay, despite what people think\nabout professors’ salaries, was pretty good.\n\nHow hard was this teaching obligation? At Northwestern I was\nrequired to teach one 3-hour- a-week course for 1 quarter every other\nyear. This came to about 36 hours of work in 2 years.\n\nYes, really.\n\nSo, how was I part of the problem? Actually my light teaching ob-\nligation is the tip of the iceberg of an enormous problem. It brings up\nthe question of how and why that light load works for a university, the\nanswer to which sheds light on what is wrong with our school system.\n\nHow do the economics of a university work such that a profes-\nsor can teach so little? That is an important question. But an equally\nimportant question is how it is that a professor, who is after all, in the\nmind of the public at least, a teacher, teaches so little and is happy\nabout it?\n\nPeople used to ask me, when I said that I was a professor, what\nI taught. I would always laugh. I would suggest that they ask me in-\nstead what I was a professor of, which was, of course, the only relevant\nquestion. I didn’t teach much and when I did teach, I hardly taught\ncomputer science, which was actually what I was a professor of. I usu-\nally taught my view of how the mind worked. Sometimes I taught how\neducation needed to be fixed. But, anyhow, as I have said, there wasn’t\nall that much teaching going on in my life. Sometimes I taught more\noften than required of me, simply because I was feeling guilty. The\nrules said I didn’t have to teach much but there were students, usually\ngraduate students, who were thinking that as they had attended this\nuniversity in part to interact with me, at least I should teach a course\nthat included them at least once. So I did it because I felt guilty, not\nbecause anyone higher up in the university cared what I did.\n\nI remember a Yale undergraduate who wanted an appointment\nwith me. He was screaming in the halls, after he had been told that he\ncould see a graduate assistant instead of me, that he had paid $20,000\n\nHOUSE_OVERSIGHT_023930",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023930.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2535,
    "word_count": 477,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:44.928686",
    "prefix": "IMAGES-007"
  }
}