{
  "document_id": "HOUSE_OVERSIGHT_028137",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028137.txt",
  "text": "/ BARAK / 3\n\nI’d met President Clinton briefly once before, when he received Syrian chief-of-\nstaff Hikmat Shehabi and me after our Blair House talks in 1994. But the Sharm\nconference provided my first opportunity to spend time with him face-to-face.\nWhen Peres and our delegation were about to leave, a Clinton aide approached and\nsaid the President had asked whether I'd like to join him on the flight back to\nIsrael. Though as surprised as I was by the invitation, Shimon nodded at me to\nsignal it was okay, so I headed off for Air Force One. I spent most of the brief\nflight talking to the President in the office space carved into the middle of the\nplane. I would later discover that he quite often tried to engage with foreign\nleaders’ colleagues or advisers on overseas trips, and not limit himself to summit\nnegotiations. It was part of his voracious appetite for information or insights which\nhe believed were essential to get a rounded understanding of the complexities of\nthe issues he was trying to address. Still, it was an extraordinarily fascinating 20\nminutes. I got my first real look at Clinton’s natural gift for person-to-person\npolitics, as well as his mastery of both the detail and nuance of Israel’s\npredicament, and of the wider conflict in the Middle East. Looking straight at me,\nalmost never breaking eye contact, he encouraged me to feel I had something of\nvalue and importance to share with him. In fact, he created the impression that I\nwas the first sentient, intelligent human being he’d ever met. He made no grand\npolicy statements. Mostly, he asked me questions: what were the prospects of\nArafat reining in Hamas and Islamic Jihad? How were our relations going with\nKing Hussein? What was my view of the chances of concluding a peace with\nHafez al-Assad, despite his boycott of Sharm al-Sheikh? If Shimon did go on to\nwin the election, what new diplomatic opportunities could he as president, and we,\nexploit in the search for peace? And, finally, what if Bibi won? I dare say this first\nmeeting was more memorable for me than for the president. But it would turn out\nto provide a foundation for our joint efforts, in a few years’ time, to resolve the\nvery issues we’d talked about on Air Force One.\n\nThough the summit restored a small opinion poll lead for Peres, that merely\nreinforced Haim Ramon’s soccer-game strategy. I was more convinced than ever it\nwas wrong. Haim still wanted to ignore Bibi, but I pointed out that for at least one\n\n289\nHOUSE_OVERSIGHT_028137",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028137.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2505,
    "word_count": 438,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:48.460270",
    "prefix": "IMAGES-009"
  }
}