{
  "document_id": "HOUSE_OVERSIGHT_015572",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015572.txt",
  "text": "Edwards adv. Epstein\nTelephone interview with Virginia Roberts\nPage 17 of 23\n\nV: Yes, he did. He did all the time. The worst one that I heard from his own mouth was this\npretty 12 year old girls he had flown in for his birthday. It was a surprise birthday gift\nfrom one of his friends and they were from France. I did see them, I did meet them.\nJeffrey bragged afterwards after he met them that they were 12 year olds and flown over\nfrom France because they’re really poor over there, and their parents needed the money\nor whatever the case is and they were absolutely free to stay and flew out. Those were\nthe worst ones. He was constantly bragging about girls’ ages or where he got them from\nor their past and how terrible their past was and good he is making it for them.\n\nJS: Where were the 12 year old girls flown to from France? Where did they come to?\nV: Palm Beach.\n\nJS: | And were they flown in on Jeff's private plane or did they get transported?\n\nV: No. They were transported by somebody else.\n\nJS: | Ok. Was the sexual activity that went on on the airplane conducted in such a way so that\nany of the crew was aware of what was going on?\n\nV: They were told to knock if they had to come out, if the crew had to come out. They were\ntold, you know, to come out as little as possible, so they weren’t out there hanging out\nwatching everything, no, but it doesn’t take an idiot to put two and two together to say\nwell there’s a whole bunch of half dressed teenagers on board with this old man who is\nconstantly being massaged by them and he wants me to keep the door shut for what\nreason? I mean, only they could put that together, but yeah, they knew.\n\nJS: | Did Mr. Epstein ever talk to you about people of power and influence owing him favors?\n\nV: He would laugh about it, you know, I never really knew what to take serious from Jeffrey\nbecause he was such a funny character at times. You never knew if what he was saying\nwas true or not. Yeah, lots of people owed him favors from what he told me. He’s got\neverybody in his pocket, and he would laugh about he helps people for the sole purpose\nin the end they owe him something. That’s why I believe he does so many favors in the\nfirst place.\n\nJS: | When and how did you first become aware that Mr. Epstein was in trouble with the law?\n\nV: I was first informed by, I think someone from the FBI called me first and started to ask\nme questions, and J started to answer the questions but then fear took over, and I just said\nlook, I don’t know what’s going on, I’ve got a young family that I don’t want to risk, you\nknow, please don’t bother me about this again, and it was real short simple conversation,\nand within a week or 2, I had gotten a call from Jeffrey’s attorney, and then a week later,\nJeffrey himself.\n\nHOUSE_OVERSIGHT_015572",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015572.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2794,
    "word_count": 544,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:48.367364",
    "prefix": "IMAGES-003"
  }
}