{
  "document_id": "HOUSE_OVERSIGHT_011098",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011098.txt",
  "text": "managers reveal informed opinion on security values as clearly as trades do.\nResearch cost is the same for both. If a manger neither buys nor sells, she tells us\nthat she thinks the price is right. The critical variable is not trade volume, but\n\npercent of aggregate market cap controlled by asset managers collectively.\n\nThe number of asset managers is much less critical. There must be enough for\ncompetition within each specialty or sector of investment. Too many is nota\nconcern. Abler ones, on microeconomic principle, will displace the less able. That’s\nwhy Herbert Spencer taught that natural selection works the same in economics as\n\nin biology.\n\nA particular reason for preferring index ETFs as omnibus fund investments is for\ncheaper liquidity. The omnibus fund must compete with banks in accommodating\npayments and other withdrawals (redemptions). Popular index ETFs such as\nspiders (SPDRs, for Standard and Poor’s Depository Receipts) are bought and sold in\nseconds for a fee of a couple of basis points. So are Treasury ETFs. Thus the omnibus\nfund might do best not to include actual corporate bond ETFs in reintegrating the\ncorporate sector. Treasuries of equal value should do about as well at much lower\n\ntrading cost. Easy liquidity is essential.\n\nWhy Omnibus?\n\nOmnibus means for everyone as well as of everything. It is all-inclusive either way.\nIndividuals differ in risk tolerance. An omnibus fund provides for all. The portfolio\nof index exposures to riskier equity claims and safer debt claims is meant to satisfy\naverage risk tolerance as a whole. Individual accounts then choose short-leg hedges\nor long-leg exposure or anything between. An omnibus portfolio best matches\n\naggregate risk and return to individual claims on it.\n\nOther approaches would work too. A broad-based equity index fund, targeting say\nthe S&P 500 or Russell 3000, could give the same tick-to-tick transparency in\n\nindividual accounts. Hedging would still be available to cater to individual risk\n\nChapter 8 Banks, Money and Macroeconomics 2/8/16 9\n\nHOUSE_OVERSIGHT_011098",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011098.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2068,
    "word_count": 327,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:44.395506",
    "prefix": "IMAGES-001"
  }
}