{
  "document_id": "HOUSE_OVERSIGHT_012651",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012651.txt",
  "text": "Another suit alleges sex during massage Page 1 of 2\n\n@2) PRINTTHIS\n\nPalm Beach Post Staff Writer . - Browse\nSpecials\nThursday, March 06, 2008 2 Deals\n\nFrom Local\nDealerships\n\nWEST PALM BEACH — Another woman filed a federal lawsuit against Jeffrey\nEpstein on Wednesday, alleging that he turned a massage she gave him at his Palm\nBeach mansion into a sexual episode when she was 16 years old.\n\nIdentified as \"Jane Doe No. 3,\" she is seeking more than $50 million, the same as a\ntwo other \"Jane Does\" who filed similar lawsuits in the past six weeks. All three suits were filed by\nMiami lawyer Jeffrey Herman.\n\nMore crime coverage Herman subsequently withdrew the first\nJane Doe's lawsuit because of squabbling\nby her parents over the litigation. The girl\nmay refile the suit after she turns 18 in May\nand can make her own decisions, Herman\nsaid.\n\nMost recent headlines\nFugitives | Sex offenders\n\ncrime blog\n\nOst\n\nOther alleged victims also have contacted\nhim, Herman said. \"I do anticipate more\ncases,\" he said.\n\nMore local news\nLatest breaking news, photos and all of today's Post stories.\nShare This Story\n\nIn the latest litigation, Jane Doe No. 3 alleges that she was recruited by a former college student, Haley\nRobson, to give Epstein a massage for money at his waterfront home late in 2004 or early in.2005.\n\nThe lawsuit alleges that, while on the massage table, Epstein sexually touched Jane Doe No. 3, then\nmasturbated. She is suing on grounds of sexual assault and intentional infliction of emotional distress.\n\n\"She felt intimidated. She felt scared,\" Herman said. Jane- Doe No. 3 made only the one visit to Epstein's\nhome, he said.\n\n“It's just another copycat lawsuit filed by the same lawyer who appears less interested in the truth than in\ngrandstanding with these press conferences,\" said Jack Goldberger, one of Epstein's attorneys. \"We now\nhave sworn testimony that girls lied about their age to Jeffrey Epstein, and they were careful in being\n\nhttp://palmbeachpost.printthis.clickability.com/pt/cpt?action=cpt&title=Another-+tsuittalleg... 4/2/2008\nHOUSE_OVERSIGHT_012651",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012651.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2086,
    "word_count": 336,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:48.727728",
    "prefix": "IMAGES-002"
  }
}