{
  "document_id": "HOUSE_OVERSIGHT_019803",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019803.txt",
  "text": "Notes to pages 98-109 | 315\n\n96 “I was being tailed”: Corbett, “How a Snowdenista Kept the NSA Leaker Hidden\n\nin a Moscow Airport.”\n\nCHAPTER 11 Enter Assange\n\n98 “Thanks to Russia”: Julian Assange, “How ‘The Guardian’ Milked Edward\nSnowden’s Story,” Newsweek, April 20, 2015.\n\n98 Julian Assange had made: David Leigh and Luke Harding, “Julian Assange: The\nTeen Hacker Who Became Insurgent in Information War” Guardian, Jan. 30,\n2011.\n\n99 Sarah Harrison: Sarah Ellison, “The Man Who Came to Dinner,” Vanity Fair,\nOct. 2013.\n\n99 Snowden telephoned Assange: Assange interview, in Giles Whittell, “Julian\nAssange Unmasked,” Sunday Times (London), Aug. 29, 2015.\n\n99 “Snowden told me they had abused Manning”: Michael Sontheimer, “Spiegel\nInterview with Julian Assange,” Spiegel Online International, July 19, 2015.\n\n100 Assange called Harrison: Corbett, “How a Snowdenista Kept the NSA Leaker\nHidden in a Moscow Airport.”\n\n1o1 “We were working very hard”: Ibid.\n\n1o1 U.S. government informed: Jane Perlez and Keith Bradsher, “China Said to Have\nMade Call to Let Leaker Depart,” New York Times, June 23, 2013.\n\n102 Tibbo wanted Snowden to remain: Tibbo, interview with author.\n\n103 “The purpose of my mission”: Rusbridger and MacAskill, “I, Spy.”\n\nCHAPTER 12 Fugitive\n\n104 “If lend up in chains”: Snowden video on the Guardian site, June 17, 2013, www\n\ntheguardian.com/world/video/2014/jul/17/edward-snowden-video-interview.\n\n104 insert an encrypted key: Gellman, “Code Name ‘Verax.’”\n\n104 “I can’t help him evade”: Gellman quoted in Burrough, Ellison, and Andrews,\n“Snowden Saga.”\n\n105 asked Fidel Narvdez: Juan Forero, “Ecuador’s Strange Journey from Embracing\nSnowden to Turning Him Away,” Washington Post, July 2, 2013.\n\n106 “My only comment”: Lam, “Post Reporter Lana Lam Tells of Her Journey into\nthe Secret World of Edward Snowden.”\n\n106 his passage through: Perlez and Bradsher, “China Said to Have Made Call to Let\nLeaker Depart.”\n\n107 Snowden first met Harrison: Corbett, “How a Snowdenista Kept the NSA Leaker\nHidden in a Moscow Airport.”\n\n107 Assange continued creating: Assange interview, in Whittell, “Julian Assange\nUnmasked.”\n\n108 “Anyone in a three-mile radius”: Corbett, “How a Snowdenista Kept the NSA\nLeaker Hidden in a Moscow Airport.”\n\n108 $20,000 fee: Station KGUNg, “Documents: Snowden Paid 20K for UA Skype\nTalk,” ABC 15 Arizona, April 1, 2016, //www.abc15.com/news/region-central\n-southern-az/tucson/documents-snowden-paid-20k-for-ua-skype-talk.\n\n| | Epst_9780451494566_2p_all_r1.indd 315 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019803",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019803.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2554,
    "word_count": 375,
    "line_count": 72,
    "import_date": "2025-11-19T21:47:45.296595",
    "prefix": "IMAGES-005"
  }
}