{
  "document_id": "HOUSE_OVERSIGHT_017353",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017353.txt",
  "text": "4.2.12\nWC: 191694\n\nAs I watched the president, “davening” in his yamulka, I thought of Jules Farber’s quip: “The time\nis at hand when the wearing of prayer shawl and skullcap will not bar a man from the White\nHouse—unless, of course, the man is Jewish!”\n\nFollowing the service, the Clintons invited us to join them for dinner at the Savoir Faire\nRestaurant in Edgartown. We had already eaten before the service, but we readily accepted. My\nwife, Carolyn, my son Elon and I dined with the Clintons. We were later joined for dessert by\nVernon Jordan and his wife, Anne.\n\nThe dinner was relaxed. The President discussed movies with my producer son, while my wife\nand I discussed health care policy with Hillary. The President told a joke that wasn’t particularly\nfunny. My family has very high standards of humor, so we didn’t laugh. The president,\napparently thinking we didn’t hear or get the punch line, repeated it. This time, we laughed—a\nbit. When the dessert was brought, the waiter put a large chocolate bombe in front of the\npresident. My son thought it was large enough to be shared by the table and so he raised his\nspoon to take a piece. The president stared him down, saying with his eyes, “that’s all mine!”\nElon dropped the spoon and the president consumed the entire bombe. (Today, Bill Clinton is a\nvegan—no more bombes for him!)\n\nAt the end of the evening, over dinner, the president lifted a glass of champagne to toast the\nJewish New Year. As I touched my glass to his, I gave the traditional Jewish toast,\n“L’Chaim’—to life. President Clinton responded, “This has been a really great evening.”\n\nA few days later, I wrote the following about President Clinton’s historic visit to the Martha’s\nVineyard synagogue:\n\nSkeptical as most American Jews are about any lowering of the wall of separation\nbetween Church and State, we still want the President of the United States to be the\nPresident of all the people. We are the most diverse, heterogeneous, multiethnic-nation in\nhistory, in which more than 150 religious groups practice a wide array of rituals and\nexpress an even wider array of beliefs. Our president, unlike the Queen of England, is not\nthe Defender of the Faith. He is the defender of the Constitution, which prohibits the\nestablishment of religion, guarantees its free exercise and forbids any religious test for\noffice.\n\nPresident Clinton frequently attends church services of his own Baptist denomination, as\nwell as of other Christian denominations. He lights the national Christmas tree and this\nyear also lit Hanukkah candles in the White House.\n\nI then contrasted President Clinton’s warm actions with the response I received from former\nPresident Gorbachev several years earlier. I had been invited to speak at an international\nconference in the Kremlin, during the week of the Jewish New Year. I invited the then-president\nto join the Jewish invitees at the conference to services in Moscow. He refused, suggesting to me\nthat an appearance at a synagogue would not help his prospects for holding on to the office he\nwould soon be losing.\n\n266\n\nHOUSE_OVERSIGHT_017353",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017353.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3104,
    "word_count": 524,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.144342",
    "prefix": "IMAGES-004"
  }
}