{
  "document_id": "HOUSE_OVERSIGHT_033118",
  "filename": "IMAGES-012-HOUSE_OVERSIGHT_033118.txt",
  "text": "Then there’s Apple. The trade war combined with China’s slowing economy present a\nsignificant short-term threat to the company’s profits. As we note in section\n\n1, smartphone handset sales in China in August were reported at 32.6 million\nunits, a decline of 20.9% year-over-year and 11.8% month-on-\n\nmonth. Moreover, no firm could suffer more if China decides to target tech\nsupply chains in retaliation to Trump’s tariffs.\n\nYet, the risks extend beyond Asia. On Wednesday, Apple announced its newest\ngeneration of iPhones. It is following the same strategy as last year, releasing ever-more\nexpensive phones as it tries to keep profit growth on pace despite a largely-matured\nsmartphone market. As The Wall Street Journal reported this week, projections suggest\nlast year’s $1,000 iPhone X underperformed previous launches: “Even for Apple and\nits devoted fans, the art of the upsell appears to have some limits...Analysts\nbelieve the iPhone X has accounted for about 30% of iPhone unit sales in the recent nine-\nmonth period...That is below the share the company’s newest models typically get ina\ngiven cycle.” Will a $1,200 iPhone cross the limits of what the market will tolerate?\n\nWe have roughly a month until 3Q18 earnings season begins. For years, big tech’s\nremarkable profit trajectory has generated an air of invincibility. BAT’s earnings miss\ncombined with Facebook’s earnings miss has cracked that expectation. As news\nreports of regulatory threats continue to flood in and as tech giant profit\ndoubts mount, the weeks to come could see that crack turn to a fissure.\n\nThen there’s Apple. The trade war combined with China’s slowing economy\npresent a significant short-term threat to the company’s profits. As we note\nin section 1, smartphone handset sales in China in August were reported at\n32.6 million units, a decline of 20.9% year-over-year and 11.8% month-on-\nmonth. Moreover, no firm could suffer more if China decides to target tech\nsupply chains in retaliation to Trump’s tariffs.\n\nYet, the risks extend beyond Asia. On Wednesday, Apple announced its\nnewest generation of iPhones. It is following the same strategy as last year,\nreleasing ever-more expensive phones as it tries to keep profit growth on\npace despite a largely-matured smartphone market. As The Wall Street\nJournal reported this week, projections suggest last year’s $1,000 iPhone X\nunderperformed previous launches: “Even for Apple and its devoted fans,\nthe art of the upsell appears to have some limits...Analysts believe the iPhone\nX has accounted for about 30% of iPhone unit sales in the recent nine-month\n\nHOUSE_OVERSIGHT_033118",
  "metadata": {
    "original_filename": "IMAGES-012-HOUSE_OVERSIGHT_033118.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2621,
    "word_count": 415,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:45.851760",
    "prefix": "IMAGES-012"
  }
}