{
  "document_id": "HOUSE_OVERSIGHT_023129",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023129.txt",
  "text": "“As additional details about Epstein’s crimes have emerged, it is clear to me that we\nshould have pushed for much harsher terms,” Sloman wrote. “That said, some have\nmistakenly suggested that our office kowtowed to Epstein’s high-priced defense\nlawyers or, worse, that his lawyers corrupted or intimidated us into submission. ...\nNothing could be further from the truth.”\n\nSloman did not directly address the chief complaint brought by Epstein’s victims,\nwho are now in their late 20s and early 30s. Those who spoke to the Herald said\nthey felt betrayed by federal prosecutors, who sealed the non-prosecution agreement\nfrom public view so that they wouldn’t find out about it before he was sentenced. It\nwould be almost a year before they were successful in having it unsealed. By then, it\nwas too late to try to derail it.\n\nThey allege, in a federal lawsuit filed against the government, that prosecutors\ndeliberately kept the deal secret — in violation of federal law — to prevent them\nfrom appearing at Epstein’s sentencing to possibly undo the deal. Nor did Sloman\naddress why prosecutors also gave immunity to a number of Epstein’s co-\nconspirators, who have never been identified.\n\n“They cut a deal which they have to know was a failure,” said Marci Hamilton, a law\nprofessor at the University of Pennsylvania and executive director of Child USA,\nwhich advocates for children’s civil liberties. “ They kept it secret and they didn’t\ncharge the co-conspirators. The horror of this is if you don’t hold all the ‘Johns’\naccountable, then it doesn’t stop. This case involved multiple girls, multiple men,\nmultiple recruiters, multiple times and he recruited girls to get other girls. That’s a\ntrafficking organization.”\n\nAcosta has not commented since 2011, when he defended his decisions in a publicly\nissued letter that can be found in the federal court file. In it, he described what he\ncalled a “yearlong assault” on prosecutors by Epstein’s “army of legal superstars,”\nincluding Roy Black, Kenneth Starr and Alan Dershowitz, among others. In four\nlong paragraphs, Acosta detailed how defense attorneys relentlessly worked to\nmanipulate the negotiation process, often frustrating prosecutors.\n\n“They would obtain concessions as part of a negotiation and agree to proceed, only\nto change their minds, and appeal the office’s decision to Washington,” Acosta\nwrote, adding that their tactics included delving into the private family lives of\nindividual prosecutors in an effort to discredit them and get them removed from the\ncase.\n\nWrote Sloman: “The Herald’s ‘Perversion of Justice’ series presented a heartrending\nportrait of Epstein’s victims and made a strong case that he should have gone to jail\nmuch longer, but never explained or substantiated its accusation that we schemed\nwith Epstein’s lawyers.”\n\nHOUSE_OVERSIGHT_023129",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023129.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2835,
    "word_count": 451,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:44.134797",
    "prefix": "IMAGES-007"
  }
}