{
  "document_id": "HOUSE_OVERSIGHT_017143",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017143.txt",
  "text": "4.2.12\nWC: 191694\n\nSubsequently, I later learned a series of related lessons that parallel the above: even when there is\na firm basis for reversal, a bad job of lawyering will not bring it about in most cases; a court that is\ndetermined to affirm a conviction—because they don’t like the defendant or for some ideological\nreason—will not be convinced even by the most compelling arguments and the most egregious\nrecord; without hard work, many of the most persuasive reasons for reversal are never uncovered.\nI learned these lessons later, because in Judge Bazelon’s court, the judge and the law clerks often\ndid the jobs that the lawyers were supposed to do. Not in the case of Daniel Jackson Oliver\nWendell Holmes Morgan, because his lawyer, Monroe Freedman, had done all the hard work and\nmade all the plausible arguments.\n\nEventually Freedman and I became friends and colleagues, and he went on to become Dean of\nHofstra Law School and one of the nation’s leading experts in legal ethics. I tried to follow in his\nlarge footsteps but I’m not sure I ever made as good an oral argument as he did in the Morgan\ncase. It was quite a way to begin my career as a law clerk.\n\nThe remaining cases during my year were in many ways representative of the Supreme Court’s\nfuture docket during the haydays of the Warren Court. Many dealt with the rights of indigent\ndefendants—an issue that came to the fore in the Supreme Court’s decision in Gideon versus\nWeinright, decided toward the end of the year of my Bazelon clerkship. That decision ruled that\nevery indigent criminal defendant in a serious case had the right to appointed counsel.\n\nThe opinions of Judge Bazelon over the years had the laid the foundation for this decision and\nseveral of them were cited in the briefs filed by his friends Abe Fortas and Abe Krash, who had\nbeen appointed to Represent Gideon. (My friend John Hart Ely was working for the Fortas firm\nduring the summer the briefs were being prepared and I reviewed and edited several drafts with\nJohn.) Bazelon’s opinions—more often dissents than majority—had established the conceptual\nframework for a broad-based claim of equality in the criminal justice system. He had gone\nconsiderably further than the Supreme Court would ever go in seeking to assure that indigent\ndefendants were treated no differently from wealthy ones. Many of the cases my year dealt with\nthis issue.\n\nOther cases dealt with the pervasive problem of police perjury—today it’s called\n“testilying”!°—especially in the context of searches and interrogations. Ifa search or\ninterrogation is found to be unconstitutional, its fruits are generally excluded, even if they would\nconclusively prove the defendant’s guilt. Not surprisingly, many police officers (as well as\nprosecutors) hate these “exclusionary rules” and do whatever they can to circumvent them. Some\npolicemen even resort to perjury, occasionally assisted by prosecutors in making their “testilies”\nfit the law. I was shocked when Judge Bazelon first told me about this phenomenon. We didn’t\nlearn about this dark side of the law at Yale, and at first I was skeptical. But then when I read\ncase after case in which police officer—often the same ones from the same drug unit—would give\nessentially the same scripted testimony, I began to believe it.\n\nBazelon had no patience for testilyers, for the prosecutors who coached them, or for trial judges\nwho pretended to believe their obvious lies. He would call them on it, much to the chagrin of\n\nSee Reasonable Doubts, Best Defense\n\n56\n\nHOUSE_OVERSIGHT_017143",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017143.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3557,
    "word_count": 594,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:44.521459",
    "prefix": "IMAGES-004"
  }
}