{
  "document_id": "HOUSE_OVERSIGHT_020936",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020936.txt",
  "text": "Troubled Asset Relief Program (TARP):\n\nRecipient of 38% of Net Government (Taxpayer) Funding”\n\nIn TARP, the financial rescue program (created in October, 2008),\nUSA Inc. purchased assets and equity from financial institutions to\nprovide the capital and liquidity needed during the 2008 financial\ncrisis (which followed the real estate bubble).\n\nIn 2009, TARP recipients were broadened to include automakers, an\ninsurance company (AIG), individual homeowners, small & medium-\nsized businesses and other non-bank financial institutions.\n\nTo date, USA Inc. loaned these institutions $464 billion and received\n$250 billion in repayment and warrant proceeds for a net outstanding\nloan balance of $214 billion.\n\nNote: *As of 2/11, numbers are rounded. Source: Dept. of Treasury.\n(@)E) www.kpcb.com USA Inc. | Income Statement Drilldown 189\n\nTARP Distribution —\n\nEqually Distributed Among Financial Institutions / Automakers / Insurer / Individuals as of 2/11\n\nOutstanding Troubled Asset Relief Program (TARP) Balance of $214B' as of 2/11\n\nIndividuals\nCompany S\nrs &\n\nlesses4\n\nAuto rs° Financial\nCompanies Institutions\n\nSunTrust Banks - $5B\nRegions Financial - $3.5B\n\nNote: 1) #s are rounded, includes warrant proceeds of $10B from banks. 2) Total principal + accrued interest on AIG preferred stock purchased by U.S. Treasury prior\nto 1/11 = $49B, on 1/14/11, AIG drew an additional $20B TARP funding to buy out Federal Reserve’s investment. 3) Including banks and other financial institutions;\ndone via Public-Private Investment Program (PPIP) under which Treasury provides equity and debt financing to newly formed public-private investment funds (PPIFs)\nestablished by fund managers with investors for the purpose of purchasing legacy securities from financial institutions. These securities are commercial mortgage-\nbacked securities and non-agency residential mortgage-backed securities. 4) Consumers and small & medium-sized businesses that need loans would benefit from\nthe Term Asset-Backed Securities Loan Facility (TALF), through which the Fed provides loans to help support the issuance of asset-backed securities (which would in\nturn fund a substantial portion of the consumer credit and small business loans). Source: Dept. of Treasury, AIG, data as of 2/14/10.\n\nKP\na USA Inc. | Income Statement Drilldown 190\n\nHOUSE_OVERSIGHT_020936",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020936.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2340,
    "word_count": 341,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:48.561214",
    "prefix": "IMAGES-006"
  }
}