{
  "document_id": "HOUSE_OVERSIGHT_031581",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031581.txt",
  "text": "Do the two sides on Cyprus have political will? Does Turkey want a\nsettlement? Is Greece prepared for a deal that might trigger a larger deal\nwith Turkey over the Aegean and Thrace issues? Of these questions only\none element is affirmative; Turkish Cypriots want a settlement. In 2004,\nthey not only demonstrated simultaneous referenda, but repeated polls\nhave shown since then that the pro-settlement resolve of Turkish Cypriots\nis over 65 percent. Greek Cypriots? Polls show a decreasing 41 percent are\nreceptive to the idea of resolution, less than 30 want federation. Officially,\nboth Greece and Turkey support a compromise deal on Cyprus. How\nsincere are they? Last time, in 2004, despite all of the pledges made\nbefore, Greece eventually could not support a plan for resolution. Will it\nsupport a compromise deal this time? Let us hope it will. Turkey will\nsupport any deal supported by Turkish Cypriots, provided it somehow\nmaintains a presence on the island. Why should it not, after all, if Britain,\na country far away, has two sovereign bases just because it was the\nprevious colonial power? Was it not Turkey that leased the island to\nGreece?\n\nInternational actors all keep on vowing to support a deal on Cyprus. Why\nwould the British want a settlement knowing that despite the recent\nagreement it signed in haste with the Greek Cypriots, British bases on\nCyprus will be the next and joint target for all Cypriots if ever they resolve\ntheir bilateral quagmire? Russians would not want a resolution either.\nWhy should they? To upset their peculiar position as the major energy\nsupplier of Europe, (particularly) to Germany? Or to render life even more\ndifficult to the Russian population and collaborators engaged in bleaching\nbusiness?\n\nWhy would Americans support a compromise deal if they benefit more\nfrom the British bases on the divided Cyprus? The upcoming visit of\nAmerican Vice President Joe Biden this week and the anticipated visit to\nthe island within weeks by Secretary of State John Kerry of course\ndemonstrate an interest in the Cyprus problem. A visit by a U.S. vice\npresident — the first in 52 years — of course will be meaningful.\n\nPlans to ease European energy dependency on Russia might play a role for\nan accelerated demand for a Cyprus deal push. Don’t the Americans know\n\nHOUSE_OVERSIGHT_031581",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031581.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2327,
    "word_count": 388,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:47.597833",
    "prefix": "IMAGES-011"
  }
}