{
  "document_id": "HOUSE_OVERSIGHT_026721",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026721.txt",
  "text": "Emerging market central banks have pioneered\ninvestment tranches to generate greater returns\nand developed markets are exploring their ability\nto follow suit\n\nIn last year’s report we identified that emerging\nmarket reserve managers were developing an\ninvestment tranche, to diversify away from low-\nyielding government bonds and generate better risk\nadjusted returns. This year, low interest rates again\nled EM central banks to increase the level of the\ninvestment tranche and invest in riskier asset classes,\ntargeting higher returns over time to support future\nreserves adequacy. Additionally, certain emerging\nmarket central banks had recently relaxed fixed\n\nor managed exchange rate regimes, allowing\n\nfor greater freedom to allocate reserves to the\ninvestment tranche.\n\nAs central banks (including DM Low FME)\nexpand the size and risk asset exposure of the\ninvestment tranche, they also are assessing how\nto best manage risk, return and cost, particularly\nwhere higher levels of reserves and depth of internal\nresources support developing internal management\nexpertise. Central banks have a range of resources\navailable in making their assessments, including\ncase studies and performance data from those EM\ncentral banks reaching the end of the first cycle of\nrisk assessments, with many respondents indicating\ntheir willingness to share such information with\npeers. While we note the long timeline for the first\ngeneration of EM central banks to establish their\ninvestment tranches (an average of 22 months across\nour emerging market sample), the availability of peer\nsupport and information sharing has the potential\nto create a positive network effect supporting\nfuture implementations.\n\nCentral banks acknowledge the need for external\nsupport as they move out the risk spectrum to\ncorporate bonds and equities\n\nTypically, the development of the investment tranche\nstarts with asset-backed securities (figure 32). The\nmajority of central banks are comfortable managing\ninvestment grade government debt internally and\nperceive high grade asset-backed securities as\ncomparable in terms of management requirements\nand risk profile.\n\nHowever, reserve managers are moving up the\nrisk curve, primarily seeking to increase allocations\nto equities and corporate bonds (figure 33). Many\nrespondents acknowledged they do not yet have\nthe necessary internal governance process or risk\nmanagement capability to manage these investments\ninternally. Respondents also noted that while\nreserves management peers were able to assist\nthem in planning the development of the investment\ntranche, their support often lacked technical detail\non investment governance and asset management\ninfrastructure.\n\n41\n\nFig 32. First investment tranche asset class (% citations)\n\nAsset-backed Equities Corporate bonds Alternatives\nsecurities\n\n54\n23\n20\n3\n|\n\nSample comprises of central banks only.\nSample=30.\n\nFig 33. Investment tranche asset class future increase (% citations)\n\nEquities Corporate bonds USagencyMBS Agencies,\nMultilateral debt,\nSupranational\ndebt\n\nBf\n\nSample comprises of central banks only.\nSample=30.\n\nHOUSE_OVERSIGHT_026721",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026721.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3119,
    "word_count": 447,
    "line_count": 95,
    "import_date": "2025-11-19T21:47:48.602103",
    "prefix": "IMAGES-009"
  }
}