{
  "document_id": "HOUSE_OVERSIGHT_015519",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015519.txt",
  "text": "Morality Games 307\n\nFig. 5 The Repeated Prisoner’s Dilemma. Two players play a Prisoner’s Dilemma. They each\nobserve the other’s action, then, with probability 6, play another Prisoner’s Dilemma against the\nsame opponent, etc.\n\nTechnically, for the second and third point, what is needed is common knowI-\nedge that a player had an opportunity to cooperate or of the more effective means of\ncooperation. If observers were to know one purposely chose to defect or chose the\nless cooperative act, but they do not know that others know this, then observers\nthink others will think punishment is not warranted, and observers will not punish.\nThe argument is analogous to the discussion of higher-order beliefs in the omis-\nsion—commission subsection and formalized in Dalkiran et al. (2012) and Hoffman\net al. (2015).\n\nInterpreting the Quirks of Altruism\n\nBelow we discuss some of the quirky features of altruism identified by economists\nand psychologists. In each case, we will argue that these features might be puzzling,\nbut not when viewed through the lens of the above model:\n\nInsensitivity to Effectiveness. We are surprisingly insensitive to the impact of our\ncharitable contributions. We vote because we “want to be a part of the democratic sys-\ntem,” or we “want to make a difference,” despite the fact that our likelihood of swinging\nan election (even in a swing state) is smaller than our likelihood of being struck by\nlightning (Gelman, Silver, & Edlin, 2012). Why is our desire to “make a difference” or\n“be a part of the system’ immune to the actual difference we are making? Our chari-\ntable contributions or volunteer efforts suffer from the same insensitivity. Why does\nanyone give money or volunteer time to Habitat for Humanity? The agency flies high\neamers who have never held a hammer halfway across the world to build houses that\nwould be substantially more cheaply built by local experts funded by the high earners.\nExperimental evidence demonstrates our insensitivity: Experimental subjects are will-\ning to pay the same amount to save 2000, 20,000, or 200,000 birds (Desvousges et al.,\n2010). Likewise, when donors are told their donations will be matched, tripled, or\nquadrupled, they donated identical amounts (Karlan & List, 2006). Why do we give so\nmuch, but do not ensure our gifts have a large impact?\n\nThe explanation follows directly from the above model: It is often the case that\nobservers do not know which acts are effective and which are not and, certainly, this\n\nHOUSE_OVERSIGHT_015519",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015519.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2519,
    "word_count": 412,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:45.795528",
    "prefix": "IMAGES-003"
  }
}