{
  "document_id": "HOUSE_OVERSIGHT_022068",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022068.txt",
  "text": "Fittuy Ricu\n\nAnother one of Epstein’s bosses, James “Jimmy” Cayne, will\nsay, “Jeffrey Epstein left Bear of his own volition.” Epstein wanted\nto strike out on his own, Cayne explains. But given the timing,\nsome questions remain. Then there’s Epstein’s own testimony,\ngiven on April 1, 1981, before SEC investigators Jonathan Harris\nand Robert Blackburn:\n\nCHAPTER 23 Q: Sir, are you aware that certain rumors may have been circu-\nlating around your firm in connection with your reasons for\nleaving the firm?\n\nI'm aware that there were many rumors.\n\n: What rumors have you heard?\n\nNothing to do with St. Joe.\n\n: Can you relate what you heard?\n\nre Oe\n\nIt was having to do with an illicit affair with a secretary.\n\nn that his resignation had noth- ?\n\nigation into Bear Stearns and = As far as the investigators are concerned, this is new informa-\nivestiga b a\n\nt to take over St. Joe’s. tion; the first time a secretary's name has come up. But they have\nattemp\n\nquestion: Why did Epstein resign _ _ ho interest in Epstein’s office romance and press on\n\nEC, Epstein says he was offended \"7 Q: Mr. Epstein, did anyone at Bear Stearns tell you in words or\ncc, Fe\n\nf a twenty: thousand-dollar loan substance that you should not divulge anything about St. Joe\nof a \"\n\nFisenstein. Epstein didn't know ~ ¥ Minerals to the staff of the Securities and Exchange Com-\n1 Fise . a q\n\nif used to buy stock, such aloan ~ 4 mission? Has anyone indicated to you in any way, either\ntif use , 4 4. :\n‘legal f directly or indirectly, in words or substance, that your com-\not illegal. f: ;\nB - n’s expenses had come up. . 4 pensation for this past year or any future monies coming to\njut Eps q ; ; ;\nd se $7 500—an embarrassing 7 . you from Bear Stearns will be contingent upon your not\n€ im. ’ ~~ 4 { ~ C4 . . . ‘\nking full partner anytime soon. divulging information to the Securities and Exchange\n1aking ' FE: dosed\n‘or even $25,000. Who'd give uP 4 © 4 Commission?\n¥ 7 A: No.\n?\n; : 99\n9\n\nHOUSE_OVERSIGHT_022068",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022068.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1988,
    "word_count": 378,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:44.940200",
    "prefix": "IMAGES-006"
  }
}