{
  "document_id": "HOUSE_OVERSIGHT_015471",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015471.txt",
  "text": "NAUTILUS EDUCATION | BETA PRODUCT\n\nGoing Dark: Scavenging Exotic Matter\nInstead of scavenging hydrogen gas, Jia Liu, a physics\ngraduate student at New York University, has pro-\nposed foraging for dark matter, the invisible exotic\nmaterial that astronomers think makes up the bulk\nof the galaxy. Particle physicists hypothesize that\ndark matter consists of a type of particle called the\nneutralino, which has a useful property: When two\nneutralinos collide, they annihilate each other in a\nblaze of gamma rays. Such reactions could drive a\nship forward. Like the hydrogen scooper, a dark-mat-\nter ship could approach the speed of light. The prob-\nlem, though, is that dark matter is dark—meaning it\ndoesn’t respond to electromagnetic forces. Physicists\nknow of no way to collect it, let alone channel it to\nproduce rocket thrust.\n\nIf engineers somehow overcame these problems\nand built a near-light-speed ship, not just Alpha Cen-\ntauri but the entire galaxy would come within range.\nIn the 1960s astronomer Carl Sagan calculated that, if\nyou could attain a modest rate of acceleratton—about\nthe same rate a sports car uses—and maintain it long\nenough, you’d get so close to the speed of light that\nyou’d cross the galaxy in just a couple of decades of\nshipboard time. As a bonus, that rate would provide a\ncomfortable level of artificial gravity.\n\nOn the downside, hundreds of thousands of years\nwould pass on Earth in the meantime. By the time you\ngot back, your entire civilization might have gone ape.\nFrom one perspective, though, this is a good thing. The\ntricks relativity plays with time would solve the eter-\nnal problem of too-slow computers. If you want to do\nsome eons-long calculation, go off and explore some\ndistant star system and the result will be ready for you\nwhen you return. The starship crews of the future may\nnot be voyaging for survival, glory, or conquest. They\nmay be solving puzzles.\n\nGoing Warp: Bending Time and Space\nWith a ship moving at a tenth the speed of light,\nhumans could migrate to the nearest stars within a\nlifetime, but crossing the galaxy would remain a jour-\nney of a million years, and each star system would still\nbe mostly isolated. To create a galactic version of the\nglobal village, bound together by planes and phones,\nyou'd need to travel faster than light.\n\n10\n\nContrary to popular belief, Emstein’s theory of rela-\ntivity does not rule that out completely. According to\nthe theory, space and time are elastic; what we perceive\nas the force of gravity is in fact the warping of space and\ntime. In principle, you could warp space so severely that\nyou'd shorten the distance you want to cross, like fold-\ning arug to bring the two sides closer together. If so, you\ncould cross any distance instantaneously. You wouldn’t\neven notice the acceleration, because the field would\nzero out g-forces inside the ship. The view from the ship\nwindows would be stunning. Stars would change in col-\nor and shift toward the axis of motion.\n\nIt seems almost mean-spirited to point out how far\nbeyond our current technology this idea is. Warp drive\nwould require a type of material that exerts a gravita-\ntional push rather than a gravitational pull. Such mate-\nrial contains a negative amount of energy—literally less\nthan nothing, as if you had a mass of —50 kilograms.\nPhysicists, inventive types that they are, have imagined\nways to create such energy, but even they throw up their\nhands at the amount of negative energy a starship would\nneed: a few stars’ worth. What is more, the ship would\nbe impossible to steer, since control signals, which are\nrestricted to the speed of light, wouldn’t be fast enough\nto get from the ship’s bridge to the propulsion system\nlocated on the vessel’s perimeter. (Equipment within\nthe ship, however, would function just fi\n\nWhen it comes to starships, it’s best not to get hung up\non details. By the time humanity gets to the point it might\nactually build one, our very notions of travel may well\nhave changed. “Do we need to send full humans?” asks\nLong. “Maybe we just need to send embryos, or maybe in\nthe future, you could completely download yourself into\na computer, and you can remanufacture yourself at the\nother end through something similar to 3-D printing.”\nToday, a starship seems like the height of futuristic think-\ning. Future generations might fi itquamt. ©\n\ngeorge musser is a writer on physics and cosmology and\nauthor of The Complete Idiot's Guide ToString Theory(Alpha,\n2008). He was a senior editor at Scientific American for 14 years\nand has won honors such as the American Institute of Physics\nScience Writing Award.\n\nHOUSE_OVERSIGHT_015471",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015471.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4637,
    "word_count": 788,
    "line_count": 100,
    "import_date": "2025-11-19T21:47:46.992917",
    "prefix": "IMAGES-003"
  }
}