{
  "document_id": "HOUSE_OVERSIGHT_017729",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017729.txt",
  "text": "Page 15 of 52\n2005 B.Y.U.L. Rev. 835, #859\n\n(a) Identification of Victim. During the prosecution of a case, the attorney for the government shall, at the earliest reasonable\nopportunity, identify the victims of the crime.\n[*860]\n\n(b) Notice of Case Events. During the prosecution of a crime, the attorney for the government shall make reasonable efforts to\nprovide victims the earliest possible notice of:\n\n(1) The scheduling, including scheduling changes and/or continuances, of each court proceeding that the victim is either\nrequired to attend or entitled to attend;\n\n(2) The release or detention status of a defendant or suspected offender;\n\n(3) The filing of charges against a defendant, or the proposed dismissal of all charges, including the placement of the defendant\nin a pretrial diversion program and the conditions thereon;\n\n(4) The right to make a statement about pretrial release of the defendant;\n(5) The victim's right to make a statement about acceptance of a plea of guilty or nolo contendere;\n(6) The victim's right to attend public proceedings;\n\n(7) If the defendant is convicted, the date and place set for sentencing and the victim's right to address the court at sentencing;\nand\n\n(8) After the defendant is sentenced, the sentence imposed and the availability of the Bureau of Prisons notification program,\nwhich shall provide the date, if any, on which the offender will be eligible for parole or supervised release.\n\n(c) Multiple Victims. The attorney for the government shall advise the court if the attorney believes that the number of victims\nmakes it mmpracticable to provide personal notice to each victim. If the court finds that the number of victims makes it\nimpracticable to give personal notice to each victim desiring to receive notice, the court shall fashion a reasonable procedure\ncalculated to give reasonable notice under the circumstances.\n\nThe Rationale:\n\nThis proposed change stems from the CVRA's requirement that victims have the \"right to reasonable, accurate, and timely\nnotice of [*861] any public court proceeding ... involving the crime.\" !3! Senator Feinstein explained the importance of\ngiving victims notice:\n\nVictims are the persons who are directly harmed by the crime and they have a stake in the criminal process because of that\nharm. Their lives are significantly altered by the crime and they have to live with the consequences for the rest of their lives. To\ndeny them the opportunity to know of and be present at proceedings is counter to the fundamental principles of this country. It\nis simply wrong. 132\n\nUnder the CVRA, then, victims of the crime allegedly committed by the defendant '75 are entitled to notice of court\nproceedings. The tricky issue is who should provide that notice to victims. This responsibility must fall on prosecutors and their\ninvestigative agents for several reasons. First, prosecutors and their agents are the only parties who know the identity of the\nvictims at the outset of the case. After a bank robbery, for example, it is the FBI agents who respond and interview the tellers.\n\n131 18 U.S.C. 3771(a)(2).\n\n132 150 Cong. Rec. $4268 (daily ed. Apr. 22, 2004) (statement of Sen. Feinstein); see also id. at S4267 (statement of Sen. Kyl) (“It does not\nmake sense to enact victims' rights that are rendered useless because the victim never knew of the proceeding at which the right had to be\nasserted.\").\n\n133 See United States v. Guevara-Toloso, 2005 U.S. Dist. LEXIS 9762 (E.D.N.Y. 2005) (noting that CVRA requires notice to victims of the\ncrime charged against the defendant but not notice to victims of any previous crimes the defendant may have committed).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017729",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017729.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3691,
    "word_count": 599,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:47.776435",
    "prefix": "IMAGES-004"
  }
}