{
  "document_id": "HOUSE_OVERSIGHT_017015",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017015.txt",
  "text": "(approximately 235,000) of the books were filtered out in this way. Table $1 lists the fraction removed at\nthis stage for our other non-English corpora.\n\nI1.1D. Year Restriction\n\nIn order to further ensure publication date accuracy and consistency of dates across all our corpora, we\nimplemented a publication year restriction and only retained books with publication years starting from\n1550 and ending in 2008. We found that a significant fraction of mis-dated books have a publication year\nof 0 or dates prior to the invention of printing. The number of books filtered due to this year range\nrestriction is considerably small, usually under 2% of the original number of books.\n\nThe fraction of the corpus removed by all stages of the filtering is summarized in Table $1. Note that\nbecause the filters are applied in a fixed order, the statistics presented below are influenced by the\nsequence in which the filters were applied. For example, books that trigger both the OCR quality filter and\nby the language correction filter are excluded by the OCR quality filter, which is performed first. Of course,\nthe actual subset of books filtered is the same regardless of the order in which the filters are applied.\n\nI].2. Metadata based subdivision of the Google Books Collection\n\nII.2A. Determination of language\n\nTo create accurate corpora in particular languages that minimize cross-language contamination, it is\nimportant to be able to accurately associate books with the language in which they were written. To\ndetermine the language in which a text is written, we rely on metadata derived from our 100 bibliographic\nsources, as well as statistical language determination using the Popat algorithm (Ref $3). The algorithm\ntakes advantage of the fact that certain character sequences, such as ‘the’, 'of, and ‘ion\", occur more\nfrequently in English. In contrast, the sequences '‘la', 'aux', and ‘de’ occur more frequently in French.\nThese patterns can be used to distinguish between books written in English and those written in\nFrench. More generally, given the entire text of a book, the algorithm can reliably classify the book into\none of the 32 supported language types. The final consensus language was determined based on the\nmetadata sources as well as the results of the statistical language determination algorithm, with the\nstatistical algorithm as the higher priority.\n\nII.2B. Determination of book subject assignments\n\nBook subject assignments were determined using a book's Book Industry Standards and Communication\n(BISAC) subject categories. BISAC subject headings are a system for categorizing books based on\ncontent developed by the BISAC subject codes committee overseen by the Book Industry Study Group.\nThey are often used for a variety of purposes, such as to determine how books are shelved in stores. For\nEnglish, 92.4% of the books had at least one BISAC subject assignment. In cases where there were\nmultiple subject assignments, we took the more commonly used subject heading and discarded the rest.\n\nII.2C. Determination of book country-of-publication\n\nCountry of publication was determined on the basis of our 100 bibliographic sources; 97% of the books\nhad a country-of-publication assignment. The country code used is the 2 letter code as defined in the /SO\n3166-1 alpha-2 standard. More specifically, when constructing our US versus British English corpora, we\nused the codes \"us\" (United States) and \"gb\" (Great Britain) to filter our volumes.\n\nHOUSE_OVERSIGHT_017015",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017015.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3501,
    "word_count": 550,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:48.160611",
    "prefix": "IMAGES-004"
  }
}