{
  "document_id": "HOUSE_OVERSIGHT_021772",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021772.txt",
  "text": "The owner was Jeffrey Epstein, 53, an intensely private New York money manager with\nseveral billionaire clients. Months earlier, the stepmother of a 14-year-old girl told the\nPalm Beach police that a wealthy older man, whom the girl later identified as Mr.\nEpstein, might have had inappropriate sexual contact with her.\n\nIn sworn statements to the police, the 14-year-old and other teenage girls said a friend\nhad arranged for them to visit Mr. Epstein’s home and give him massages, usually in\ntheir underwear, in exchange for cash.\n\nMost of the girls, according to the police, said Mr. Epstein had masturbated during the\nmassages, and a few said he had penetrated them with his fingers or penis. They\nidentified him in photos and accurately described the inside of his home. Some recalled\nthat his employees had fed them snacks or rented them cars.\n\nMr. Epstein pleaded not guilty in August to the crime he was ultimately charged with,\nsoliciting prostitution. But at a time when prosecutors around the nation have become\nincreasingly severe in dealing with people accused of sex offenses, the case has raised\nquestions about whether Mr. Epstein’s prominence won him preferential treatment.\n\nBy the account of the police, they found probable cause to charge Mr. Epstein with much\nmore serious offenses: one count of lewd and lascivious molestation and four counts of\nunlawful sexual activity with a minor.\n\nBut instead of proceeding with such charges on his own, the Palm Beach County state\nattorney took the rare step of presenting a broad range of possible charges to a grand jury,\nwhich indicted Mr. Epstein in July on the lesser count. In Florida, prosecutors usually\nrefer only capital cases to grand juries.\n\nEven before the indictment, the Palm Beach police chief, Michael Reiter, had accused\nprosecutors of giving Mr. Epstein special treatment and asked the state attorney, Barry E.\nKrischer, to remove himself from the case.\n\nIn an editorial, The Palm Beach Post attacked Mr. Krischer, a Democrat whose post is\nelective, saying the public had been left “to wonder whether the system tilted in favor of\na wealthy, well-connected alleged perpetrator and against very young girls who are\nalleged victims of sex crimes.”\n\nThe case has taken a toll on the reputation of Mr. Epstein, who owns a palatial home in\nManhattan, has pledged $30 million to Harvard and once flew former President Bill\nClinton on his 727. Politicians including Eliot Spitzer, a Democratic candidate for\ngovernor in New York, and Gov. Bill Richardson of New Mexico, also a Democrat, have\nreturned campaign contributions from him.\n\nBut Mr. Epstein fought back, assembling a team of star lawyers, including Gerald B.\nLefcourt and Alan M. Dershowitz, a friend of his, to look into the backgrounds of his\nyoung accusers.\n\nMr. Lefcourt says that the police acted “outrageously” and that his client has been\nwrongfully dragged through the mud.\n\n“He disputes that he ever had sex with any under-age person or anything like that,” said\nMr. Lefcourt, whose clients have included Russell Crowe, Martha Stewart and Abbie\nHoffman.\n\nNeither the police nor the state attorney’s office would discuss the case in detail. But the\n\nHOUSE_OVERSIGHT_021772",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021772.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3214,
    "word_count": 525,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:44.042922",
    "prefix": "IMAGES-006"
  }
}