{
  "document_id": "HOUSE_OVERSIGHT_015645",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015645.txt",
  "text": "12/8/2015 Prince Andrew and girl, 17, who sex offender friend flew to Britain to meet him | Daily Mail Online\n\nHowever, he avoided trial on more serious charges that carried a potential life sentence. And no one\nreading The Mail on Sunday's interview with the woman who was prepared to testify against him can\nbe in any doubt of the seriousness of the charges.\n\nEpstein, a Wall Street money manager who once counted Bill Clinton and Donald Trump among his\nfriends, became the subject of an undercover investigation in 2005 after the stepmother of a 14-year\nold girl claimed she was paid $200 (£125) to give him an ‘erotic massage’.\n\nThe subsequent FBI probe uncovered at least 20 girls levelling sexual allegations against him.\nEventually, Epstein struck a ‘plea bargain’ with prosecutors — a practice not permitted under British\nlaw — under which he was allowed to plead guilty to two relatively minor charges.\n\nPolice claim that his donations to politicians and his ‘dream team’ of influential lawyers deterred\nprosecutors from bringing more serious charges of sex-trafficking. The deal certainly kept the names\nof a lot of Epstein’s famous friends out of an embarrassing court case.\n\nHowever, an unusual part of the agreement was that Epstein’s alleged victims were allowed to bring\ncivil proceedings against him.\n\nHe has so far made 17 out-of-court settlements, and some cases are ongoing. One of these girls\nwas to have been a key witness for the prosecution had the case gone to trial. She was just 15\nyears old when she was drawn into Epstein’s exploitative world in 1998.\n\nIn her civil writ against him, under the pseudonym Jane Doe 102’ she alleged that her duties\nincluded being ‘sexually exploited by Epstein’s adult male peers including royalty’.\n\nNow, horrified by the evidence of Epstein and\nAndrew enjoying each other's company in New\nYork, Jane Doe 102 has agreed to waive her\nanonymity and tell for the first time her deeply\ndisturbing story.\n\nHer real name is Virginia Roberts and she now\nlives in Australia, where she is a happily married\nmother of three.\n\nOver the course of a week during which she\nspoke at length to The Mail on Sunday, she\nappeared sometimes vulnerable, and\nsometimes steely, but always quietly resolute\nand consistent.\n\nRevisiting events from a past that she had\nhoped she had left behind, Virginia occasionally\nburied her face in her hands.\n\nSome recollections — and, for reasons of taste,\nnot all the details can be included here — caused\nher to flush with shame. ‘I’m telling you things\nthat even my husband didn’t know,’ she said.\n\nVirginia, who has undergone counselling to try\nto come to terms with her past, is honest about\nher initiation into Epstein’s depraved world.\n\nShe was a troubled teenager, whose slender\nfigure, delicate complexion, hesitant voice and\nsoulful blue eyes made her look young for her\nyears.\n\nBorn in Sacramento, California, in August 1983,\nVirginia spent her early years on a small ranch\non the West Coast of America.\n\nThis seemingly idyllic childhood ended when she\nwas sexually molested by a man close to her\nfamily.\n\nThe fallout from that led to her parents\ntemporarily splitting up. Blaming herself, Virginia\nbegan to get into trouble Aged 11, she was sent\nto live with an aunt but repeatedly ran away.\n\nLiving on the streets, she was beaten up and\nslept with at least two older men in return for\nfood. ‘I was a paedophile’s dream,’ she says.\n\nThree years later, she was reunited with her\nfamily and started a new life with her father who\nhad moved to Palm Beach,\n\nFlorida, where he was maintenance manager at\nDonald Trump’s country club, Mar-a-Lago.\n\nVirginia got a part-time job as a changing room\nassistant —which is where, soon after her 15th A new life: Virgina, now a mother-of-three, in\nbirthday, she met Ghislaine Maxwell, who invited —_ Australia\n\nher to work as Epstein’s personal masseuse.\n\n‘| was wearing my uniform — a white miniskirt\nand a skin-tight white polo top — when | was approached by Ghislaine,’ Virginia says.\n\n‘| told her | wanted to become a masseuse and she said she worked for a very wealthy gentleman\nwho was looking for a travelling masseuse.\n\nI'd get training and be paid well.’Virginia’s father gave his blessing, believing his daughter was being\nhanded the opportunity to learn a skill and to work for a wealthy and respectable employer.\n\nHe drove her to Epstein’s pink mansion on the Palm Beach waterfront — he also owns a nine-storey\nhome in New York, the city’s biggest private residence; a 7,500-acre ranch called ‘Zorro’ in New\nMexico and Little Saint James, a private 70- acre atoll in the US Virgin Islands.\n\nVirginia says: ‘Ghislaine said | was to start immediately and that someone would drive me home.\n\nb singing Christmas\nsong... as she reveals\nremarkably slim post-\nbaby body\n\n» Edgy ensemble! Kylie\nJenner steps out in\nblack leather leggings\nand a beaded military\njacket after steaming up\nMiami\n\nShe's a teen style icon\n\n> Melanie Griffith ‘got the\nhouse in Aspen, the\nPicasso painting and\n$65,000-a-month' in\ndivorce from Antonio\nBanderas\n\nAfter 19 years together\n\nb'I'm happier taking my\nclothes off!’ Heidi Klum\nstrips to her\nunderwear... but reveals\nshe suffers stage fright\non live TV\n\nSupermodel is now 42\n\n»'Time to move on’:\nAriel Winter hints at split\nwith boyfriend Laurent\nGaudette after two PDA-\nfilled years\n\nLast photographed\ntogether in November\n\n> 'l wouldn't have put me\non the show either’: Gigi\nHadid says she was\n‘shaking’ during\nunsuccessful first\nVictoria's Secret\naudition\n\n>» Who's that boy? Kate\nHudson looks chuffed\nas she steps out with\nmystery man in New\nYork City\n\nThe 36-year-old has\nbeen playing the field\n\n» What a sweet couple!\nPregnant Ginnifer\nGoodwin shares a kiss\nwith husband Josh\nDallas while eating ice\ncream at Disneyland\nHappiest place on earth\n\n> Kendall Jenner\nshowcases her lithe\nlegs in leather jeans as\nshe jets out of London\n‘on her way to visit baby\nSaint in Los Angeles'\nOff to meet her nephew\n\n>» Penelope Cruz puts\nher ample cleavage and\ncurvaceous figure on\ndisplay in clinging red\nleather jumpsuit in new\nZoolander 2 posters\nStars in the sequel\n\nhttp:/Awww.dailymail.co.uk/news/article-1361039/Prince-Andrew-girl- 17-sex-offender-friend-flew-Britain-meet-him.htm|\n\nHOUSE_OVERSIGHT_015645\n\n3/29",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015645.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6268,
    "word_count": 1044,
    "line_count": 194,
    "import_date": "2025-11-19T21:47:45.298353",
    "prefix": "IMAGES-003"
  }
}