{
  "document_id": "HOUSE_OVERSIGHT_022537",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022537.txt",
  "text": "under 18 U.S.C. § 371. For conspiracy offenses, the govern-\nment generally need prove only that one act in furtherance\nof the conspiracy occurred during the limitations period,\nthus enabling the government to prosecute bribes paid or\naccounting violations occurring more than five years prior\nto the filing of formal charges.”\n\nThere are at least two ways in which the applicable\nlimitations period is commonly extended. First, compa-\nnies or individuals cooperating with DOJ may enter into\na tolling agreement that voluntarily extends the limitations\nperiod. Second, under 18 US.C. § 3292, the government\nmay seek a court order suspending the statute of limitations\nposed in a criminal case for up to three years in order to\nobtain evidence from foreign countries. Generally, the sus-\npension period begins when the official request is made by\nthe US. government to the foreign authority and ends on\nthe date on which the foreign authority takes final action\n\non the request.”\n\nStatute of Limitations in Civil Actions\n\nIn civil cases brought by SEC, the statute of limita-\ntions is set by 28 U.S.C. § 2462, which provides for a five-\nyear limitation on any “suit or proceeding for the enforce-\nment of any civil fine, penalty, or forfeiture.” The five-year\nperiod begins to run “when the claim first accrued.” The\nfive-year limitations period applies to SEC actions seek-\ning civil penalties, but it does not prevent SEC from\nseeking equitable remedies, such as an injunction or the\ndisgorgement of ill-gotten gains, for conduct pre-dating\nthe five-year period. In cases against individuals who are\nnot residents of the United States, the statute is tolled for\nany period when the defendants are not “found within the\nUnited States in order that proper service may be made\nthereon.”*!° Furthermore, companies or individuals coop-\nerating with SEC may enter into tolling agreements that\n\nvoluntarily extend the limitations period.\n\n35\n\nHOUSE_OVERSIGHT_022537",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022537.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1958,
    "word_count": 313,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:46.312198",
    "prefix": "IMAGES-007"
  }
}