{
  "document_id": "HOUSE_OVERSIGHT_014038",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014038.txt",
  "text": "0091-4169/14/10401-0059\nTHE JOURNAL OF CRIMINAL LAW & CRIMINOLOGY Vol. 104, No. 1\nCopyright © 2014 by Northwestern University School of Law Printed in U.S.A.\n\nCRIME VICTIMS’ RIGHTS DURING\nCRIMINAL INVESTIGATIONS?\n\nAPPLYING THE CRIME VICTIMS’ RIGHTS\nACT BEFORE CRIMINAL CHARGES ARE\nFILED\n\nPAUL G. CASSELL*\nNATHANAEL J. MITCHELL**&\nBRADLEY J. EDWARDS***\n\nThis Article addresses whether crime victims should have rights during\ncriminal investigations, using the Crime Victims’ Rights Act (CVRA) as the\nfocal point for our discussion. This is a critical issue, as many criminal\ncases may never proceed to formal charging. If crime victims have no\nrights during criminal investigations, then many crime victims will never\nhave any rights at all.\n\nThe issue of whether crime victims have rights in the criminal justice\nprocess recently came to a head when the Justice Department released a\nmemorandum contending that the CVRA does not extend crime victims any\nrights until prosecutors choose to file formal criminal charges. This led the\nCVRA’s Senate cosponsor, then-Senator Jon Kyl, to fire off an angry letter\nto the Justice Department attacking its position. In our Article, we side\nwith the Act’s cosponsor. We believe that, properly understood, the CVRA\ndoes extend crime victims’ rights during criminal investigations.\n\nOur Article proceeds in four parts. First, it highlights the importance\nof applying the Act before the formal filing of charges by illustrating how\ndozens of victims in a notorious federal sex abuse case were deprived of the\n\n* Ronald N. Boyce Presidential Professor of Criminal Law, S.J. Quinney College of Law\nat the University of Utah.\n\n** Associate, Snow, Christensen & Martineau (Salt Lake City, Utah).\n\n*** Partner, Farmer, Jaffe, Weissing, Edwards, Fistos & Lehrman (Fort Lauderdale,\nFla.). The authors thank Douglas Beloof, Patricia Cassell, Meg Garvin, Jay Howell, James\nMarsh, and Stephen Twist for their assistance with this Article.\n\n59\n\nHOUSE_OVERSIGHT_014038",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014038.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1993,
    "word_count": 304,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:44.203872",
    "prefix": "IMAGES-002"
  }
}