{
  "document_id": "HOUSE_OVERSIGHT_019400",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019400.txt",
  "text": "*Husain, Aasim, Ashoka Mody, and Kenneth Rogoff, “Exchange Rate Durability and\nPerformance in Developing versus Advanced Economies,” Journal of Monetary\nEconomics 52 (January 2005), 35-64. (Click on Digital Object Identifier (DOD.)\n\nBaldwin, Richard, Di Nino, Virginia, Fontagne, Lionel, De Santis, Roberto, and Taglioni,\nDaira, “Study on the Impact of the Euro on Trade and Foreign Direct Investment,”\nEuropean Economic and Monetary Union Working Paper No. 321, May 2008.\nhttp://papers.ssrn.com/sol3/papers.cfm?abstract_id=1163774\n\nFrankel, Jeffrey, “The Estimated Effects of the Euro on Trade: Why Are They Below\nHistorical Effects of Monetary Unions Among Smaller Countries?” NBER working paper\n14542 (December 2008).\n\nTenreyro, Silvana, “Currency Unions in Prospect and Retrospect,” manuscript, London\nSchool of Economics and Political Science, October 2009\n\nVI. GLOBAL CURRENT ACCOUNT IMBALANCES\n*Obstfeld and Rogoff: pp. 1-84.\n*Obstfeld, Maurice and Kenneth Rogoff, “The Unsustainable US Current Account\n\nPosition Revisited,” in Richard Clarida (ed.), G7 Current Account Imbalances:\nSustainability and Adjustment, University of Chicago Press, 2007 (with revisions).\n\nGourinchas, Pierre-Olivier and Helene Rey, 2007, “International Financial Adjustment,”\nJournal of Political Economy 115(4), 665-703.\n\n*Cooper, Richard, “Global Imbalances: Globalization, Demography, and Sustainability,”\nJournal of Economic Perspectives, 2008, Issue 3, 93-112.\n\nDooley, Michael P., Peter Garber and David Folkerts Landau, “The Revived Bretton\nWoods System: The Effects of Periphery Intervention and Reserve Management on\nInterest Rates & Exchange Rates in Center Countries,” NBER Working Paper 10332,\nMarch 2004.\n\nVII. GLOBAL CAPITAL MARKET INTEGRATION: ADVANCED COUNTRIES\n\n*Obstfeld, Maurice and Kenneth Rogoff, \"The Six Major Puzzles in International\nMacroeconomics: Is There a Common Cause?\" in Ben Bernanke and Kenneth Rogoff\n(eds.), NBER Macroeconomics Annual 2000 (Cambridge: MIT Press), pp. 339-390\n(Comments 390-412). Lecture notes.\n\n*Obstfeld and Rogoff: pp. 161-164.\n\nGuo, Kai, “Exchange Rates and Asset Prices in An Open Economy with Rare Disasters,”\nmimeo, Harvard University, October 2007.\n\nHOUSE_OVERSIGHT_019400",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019400.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2215,
    "word_count": 292,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:47.359110",
    "prefix": "IMAGES-005"
  }
}