{
  "document_id": "HOUSE_OVERSIGHT_013359",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013359.txt",
  "text": "113. In his deposition, Epstein took the Fifth rather than answer the question: “How\nmany minors have vin procured for prostitution?” Jd. at 104.\n\n114. In his deposition, Epstein took the Fifth rather than answer the question: “Have\nyou ever coerced, induced or enticed any minor to engage in any sexual act with you?” Jd. at\n107.\n\n115. In his deposition, Epstein took the Fifth rather than answer the question: “How\nmany times have you engaged in fondling underage females?” Jd. at 108.\n\n116. In his deposition, Epstein took the Fifth rather than answer the question: “How\nmany times have you engaged in oral sex with females under the age of 18?” Jd. at 110.\n\n| 117. In his deposition, Epstein took the Fifth rather than answer the question: “Do you\nhave a personal sexual preference for children?” Jd. at 111-12.\n\n118. In his deposition, Epstein took the Fifth rather than answer the question: “Your\nCotmplaint at page 27, paragraph 49, says that ‘RRA and the litigation team took an emotionally\narian set of facts involving alleged innocent, unsuspecting, underage females and a Palm Beach\nbillionaire, and sought to turn it into a goldmine,’ end of quote. Who is the Palm Beach\nbillionaire referred to in that sentence?” Jd. at 112-13.\n\n119. In his deposition, Epstein took the Fifth rather than answer the question: ““Who are\nthe people who are authorized to make payment [to your lawyers] on your behalf?” Jd. at 120.\n\n: 120. In his deposition, Epstein took the Fifth rather than answer the question: “Is there\nanything in L.M.’s Complaint that was filed against you in September of 2008 which you\n\ncontend to be false?” Id. at 128.\n\nAl\n\nHOUSE_OVERSIGHT_013359",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013359.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1667,
    "word_count": 283,
    "line_count": 33,
    "import_date": "2025-11-19T21:47:48.520906",
    "prefix": "IMAGES-002"
  }
}