{
  "document_id": "HOUSE_OVERSIGHT_019605",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019605.txt",
  "text": "The Great Divide | 117\n\nBarack Obama’s presidency, there were six government employees\nwho, as a matter of personal conscience, shared classified informa-\ntion they obtained from the FBI, the CIA, the State Department,\nand the U.S. Army with journalists. They were all convicted: Sha-\nmai Leibowitz in 2010, Chelsea Manning in 2013, John Kiriakou in\n2013, Donald Sachtleben in 2013, Stephen Kim in 2014, and Jeffrey\nSterling in 2014. Like Snowden, they claimed to be whistle-blowers\ninforming the public of government abuses. But because they dis-\nclosed classified documents, they were dealt with as lawbreakers. All\nsix were indicted, tried, convicted, and sentenced to prison. Sterling,\na CIA officer who allegedly turned over a document to James Risen,\na Pulitzer Prize-winning reporter for the Times, was sentenced to\nforty-two months. The most severe sentence was meted out to Pri-\nvate Manning, whom an army court sentenced to thirty-five years\nin a military stockade, as noted earlier.\n\nThe prison time that others received did not go unnoticed by\nSnowden. He had been following the Manning case since 2012. In\nfact, he posted about it shortly before he began stealing far more\n\n© damaging documents than Manning had. He would therefore likely ©\nhave been aware that by revealing state secrets he had sworn to pro-\ntect, he would be risking imprisonment unless, unlike Manning, he\nfled the country. His motives, no matter how noble they might be,\nwould not spare him—any more than they spared the other six—\nfrom determined federal prosecution.\n\nThe view of those on the Snowden side of the divide is grounded\nnot in legal definitions but in a broader notion of morality. Snowden’s\nsupporters do not accept that the law should be applied to Snowden\nin this fashion. A writer for The New Yorker termed it “an act of\ncivil disobedience.” His supporters argue that Snowden had a moral\nimperative to act, even if it meant breaking the law. They fully accept\nhis view that he had a higher duty to protect citizens of all coun-\ntries in the world from, as he put it, “secret pervasive surveillance.”\nThat higher duty transcended any narrower legal definitions of law-\nbreaking. Ben Wizner, a lawyer from the American Civil Liberties\nUnion who has represented Snowden since October 2013, argues\nthat Snowden’s taking of classified documents was an “act of con-\nscience” that overrode any legal constraints because it “revitalized\n\n| | Epst_9780451494566_2p_all_r1.z.indd 117 ® 9/29/16 5:51PM | |\n\nHOUSE_OVERSIGHT_019605",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019605.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2520,
    "word_count": 411,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.631902",
    "prefix": "IMAGES-005"
  }
}