{
  "document_id": "HOUSE_OVERSIGHT_019578",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019578.txt",
  "text": "go | HOW AMERICA LOST ITS SECRETS\n\nput her. But because they were exchanging private text messages\nby then, he would not have needed to consult her public journal.\nSnowden was certainly aware that he would soon be the object of a\nmanhunt that could involve those with whom he was acquainted. He\ninstructed Poitras to mask their e-mail communications in cyber-\nspace “so we don’t have a clue or record of your true name in your\nfile communication chain.” Such precautions were necessary, he\nexplained to her, because “every trick in the book is likely to be used\nin looking into this.” The journalists arrived the evening of June 2.\n\nThe Mira hotel can be entered by guests both through a ground-\nfloor lobby with a restaurant and a smaller third-floor lobby that\nconnects to the Mira shopping mall. The instructions that Snowden\nsent Poitras on her arrival were an exercise in control: “On timing,\nregarding meeting up in Hong Kong, the first rendezvous attempt\nwill be at 10 a.m. local time. We will meet in the hallway outside\nof the restaurant in the Mira Hotel. I will be working on a Rubik’s\ncube so that you can identify me. Approach me and ask if I know the\nhours of the restaurant. I’ll respond by stating that I’m not sure and\n\n© suggest you try the lounge instead. I’ll offer to show you where it is, ©\nand at that point we’re good. You simply need to follow naturally.”\nAccording to Greenwald’s account, Snowden changed the plan to the\nupper lobby. “We were to go to the third floor,” Greenwald writes.\n“We were to wait on a couch near a ‘giant alligator’ ” which Poitras\nsaid was a room decoration. (A hotel executive told me that the hotel\nknew of no plastic alligator on the third floor but possibly it had\nbeen temporarily parked there by a hotel guest.) They were then\nto give the recognition signal. Although these instructions provided\nthe atmospherics of “an international spy thriller,” as Greenwald\ndescribed them, Snowden hardly needed any spy tradecraft to recog-\nnize Greenwald and Poitras because there were many photographs\nof them on the Internet.\n\nIn any case, they gave the recognition signal, twice, in the des-\nignated place, and a young man walked over to them holding\na Rubik’s Cube. Greenwald noted, “The first thing I saw was the\nunsolved Rubik’s Cube, twirling in the man’s left hand.” The man\nsaid, “Hello,” and introduced himself as “Ed Snowden.”\n\nGreenwald was particularly surprised by Snowden’s boyish looks.\n\n| | Epst_9780451494566_2p_all_r1.z.indd 90 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019578",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019578.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2539,
    "word_count": 438,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:45.789333",
    "prefix": "IMAGES-005"
  }
}