{
  "document_id": "HOUSE_OVERSIGHT_023950",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023950.txt",
  "text": "204 Teaching Minds\n\nUniversities will not change until some equally prestigious online\nuniversity is developed that challenges their ability to attract students.\nAs long as students show up at Yale, and there is no danger there in the\nforeseeable future, Yale does not have to change.\n\nBut Yale must understand what it is doing to the high school sys-\ntem. It has to stop telling the high schools what to teach. It has to stop\ntalking about how high schools must prepare students for college.\nThat should not be its job. Yale has to accept the idea that students\nwill arrive at Yale “unprepared” for college. Making Yale’s admissions\nprocess easier should not be the job of the high schools. Teaching the\nsubjects that superstars don’t want to teach should not be the job of\nthe high schools. High schools need to focus on the concerns and is-\nsues of real students living in the real world. If Yale really believes in\nalgebra for its students, then it can teach algebra to all entering fresh-\nmen. (Believe me, it never will.)\n\nUntil subjects cease to be the basis of the structure of universities,\nthere will be a big problem in education across the planet because ev-\neryone everywhere assumes that university degrees are important. As\nlong as we assume this, and as long as we accept that what is taught\nin high school will be determined by the universities, we are in serious\ntrouble. High schools have become college preparation centers and\nthus no one learns anything but academic subjects in high school.\n\nCognitive processes must be the meat of high schools and should\nbe the basis of college as well. The top-tier colleges will not change and\nmaybe they shouldn’t. They can continue to be research universities\nand specialize in producing the next generation of Nobel physicists or\nliterary scholars. Great scientists are nice and I am all for producing\nthem. But the 3,000 colleges in the United States are not all producing\ngreat physicists. Still they teach chemistry and require mathematics\nfor no reason that anyone can remember.\n\nIf we don’t start thinking seriously about how to teach thinking,\nas opposed to academic subjects, to the 99% of students who have no\nintention of becoming scholars, we will all lose.\n\nHOUSE_OVERSIGHT_023950",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023950.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2253,
    "word_count": 383,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:45.836218",
    "prefix": "IMAGES-007"
  }
}