{
  "document_id": "HOUSE_OVERSIGHT_016690",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016690.txt",
  "text": "From: Kirk Blouin\n\nTo: John Page\n\nCe: Police Code Enforcement\n\nSubject: Re: ARCOM\n\nDate: Thursday, June 26, 2008 2:09:06 PM\nJP,\n\nHere is a copy of the minutes from the April CEB hearing. Each month thereafter the case was postponed\nbecause we were aware that it was being brought to ARCOM. Now that this matter has been resolved\nwith ARCOM we will proceed with a code enforcement case until the property is in compliance (meaning\nthey plant the shrubbery and hedges approved by the Town).\n\nSgt. Krauel or Rob Walton will be available on July 23rd as | will be attending a conference.\n\nH. Case # 08-2484, 515 N. County Road, Trump Properties, LLC\n\nViolation of Chapter 18, Section 18-205 of the Town of Palm Beach Code of\nOrdinances, the Architectural Commission may attach conditions to any approval it grants\n(Declaration of Use Agreement).\n\nLead Code Enforcement Walton presented the facts of the case and said the previous\nowner of the property, Abe Gosman, had been granted approval by the Architectural\nCommission to do some remodeling. One of the conditions of this approval was that the\nhedge along the front of the property be maintained in the condition it was in at the time the\napproval was granted. This agreement was a binding agreement, which passes on to any\nsubsequent property owner. The agreement was made January 31, 1990. The subsequent\nbuyer of this property was Mr. Trump, Trump Properties, LLC and some remodeling work\nwas done, removing the previous hedge. A new hedge was planted to replace the original\nhedge and that one has now been removed. This is a violation of the agreement. A letter was\nreceived from Mr. Royce, representing Mr. Trump, asking for a postponement of today’s\nhearing. The Town does not feel this matter should be postponed.\n\nMr. Randolph summarized the letter from Mr. Royce which indicated the ficus\nhedge keeps dying and they want to replace it with something different. They plan on hiring a\nlandscape architect to go before the next Architectural Commission meeting to get approval to\ninstall a hedge in an attempt to meet the conditions of the declaration of use agreement. Mr.\nRandolph said he had discussions with Mr. Royce and Mr. Walton and Mr. Royce was told the\nTown could not recommend a postponement and the recommendation would be that they are\nfound in violation, assessed the $150.00 in administrative costs and be given until June 18th,\nwhich is the day before the June Code Enforcement Board meeting, to comply. This would\ngive them the opportunity to appear before the Architectural Commission to see if they can get\napproval to re-plant a hedge. The hedge has to be installed to the height which existed at the\ntime of the agreement which Mr. Randolph said he believed was twenty-two (22) feet. Mr.\nRandolph said Mr. Royce was not present today because he had a planned vacation.\n\nMOTION BY MR. FRIED TO FIND THE VIOLATOR IN NON-\nCOMPLIANCE, ASSESS ADMINISTRATIVE COSTS OF $150.00 AND GIVE THEM\nUNTIL JUNE 18, 2008 TO COMPLY.\n\nSECONDED BY MS. VAN BUREN\n\nHOUSE_OVERSIGHT_016690",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016690.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3044,
    "word_count": 517,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:48.210098",
    "prefix": "IMAGES-004"
  }
}