{
  "document_id": "HOUSE_OVERSIGHT_017285",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017285.txt",
  "text": "4.2.12\nWC: 191694\n\nThese dramatic revelations finally came to light because of Dr. Jeffrey MacDonald's search for\nevidence of his own innocence, which he has protested since the beginning of his case. Over\nmany years, he and his lawyers filed requests under the Freedom of Information Act, seeking\naccess to the government documents on the case—the documents that contained the facts that\nwere not revealed during the trial. Slowly, they pieced together the amazing scientific and\nevidentiary story that the jury never heard.\n\nIt is a story that raises the following disturbing questions;\n\nWhy would the government suppress such critical evidence? It is impossible to know the mind-\nset of the chief government lawyer in the case: Brian Murtagh, whose responsibility it was to see\nthat the defense received any evidence in the government's file, which could help the defense. We\ndo, however, know that he was aware of the contents of the lab notes. Since he wrote a memo to\na legal assistant asking him whether \"the detailed data of a lab report; as distinguished from the\nconclusions of the report, (must) be disclosed (to the defense).\" This question is significant,\nbecause the \"detailed data\" refers to the blonde wig hair, the black wool, and the human hairs,\nwhich were described in the handwritten lab notes but somehow not mentioned in the lab's final\ntyped report.\n\nMurtagh has refused comment, except for a cryptic statement that \"if there were fibers useful to\nthe defense, MacDonald's original trial lawyers should have found them\" among the crates of raw\nevidence to which they had access. Talk about needles in haystacks!\n\nHow much more exculpatory evidence may be hidden in some government file—or may have\nbeen destroyed or lost—we will probably never know. For example, a fragment of human skin\nwas found under one of Colette MacDonald's fingernails. Yet, unbelievable as it sounds, the\ngovernment claims that it lost this singularly important item of evidence. Prosecutors in several\nother cases in which I’ve been involved have mysteriously “lost” evidence that could prove\ninnocence. If that skin fragment were now available, it could prove conclusively—through DNA\nmatching—whether or not Jeffrey MacDonald was the killer. Even without DNA testing (which\nwas not available at the time of the original investigation) it could have cleared MacDonald.\n\nWill the new evidence finally get Jeffrey MacDonald the new trial he has been seeking since he\nwas convicted in 1979? Ifthe government suppressed the lab notes and other evidence--and if\nthis evidence was material to the issue of MacDonald's guilt or innocence—a new trial should\ncertainly be granted.\n\nBut several problems remain: First, most Americans who have read the book or seen the TV\nmovie of Fatal Vision already \"know\" that Jeffrey MacDonald is guilty. They know it because the\nJeffrey MacDonald portrayed in those one-sided presentations was guilty. On TV, the actor, Gary\nCole, played him guilty. The evidence shown to the audience—like the evidence presented to the\nreal-life jury—did not include the physical evidence that corroborates the Stoeckley confessions.\nNor did it include the evidence that the prosecutor pressured Stoeckly to lie about her memory.\n\n198\n\nHOUSE_OVERSIGHT_017285",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017285.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3272,
    "word_count": 521,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:45.910748",
    "prefix": "IMAGES-004"
  }
}