{
  "document_id": "HOUSE_OVERSIGHT_020654",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020654.txt",
  "text": "Afterword\n\nORVILLE SCHELL AND LARRY DIAMOND\n\nWhat makes this report timely and important is China’s increasingly forward and aggressive\nposture on the global stage. Once largely a form of economic competition, China’s recent\nturn to military and political rivalry with the United States has changed the whole\n\nequation of the bilateral relationship. If the United States is to fare well in this increasingly\nadversarial competition, Americans must have a far better sense than they now do about\nboth the nature of the system and values that underlay the People’s Republic of China and\nthe challenges Beijing’s ambitious agenda of multi-faceted outreach is beginning to pose\n\nfor our country—especially our media, universities, think tanks, and other civil society\ninstitutions that make our society so unique, vibrant, and strong.\n\nHowever, at the same time that we fortify ourselves against harmful outside interference,\nwe must also be mindful to do no harm. In particular, we must guard against having this\nreport used unfairly to cast aspersions on Chinese, whether Chinese American immigrants\nwho have become (or are becoming) United States citizens, Chinese students, Chinese\nbusinesspeople, or other kinds of Chinese visitors, whose contributions to America’s\nprogress over the past century have been enormous.\n\nJust because the Chinese Communist Party presumes that all ethnic Chinese (wherever\nthey may reside) still owe some measure of loyalty “to the Chinese motherland,” zuguo\n(44), does not mean that they are collectively in possession of compromised loyalty to\ntheir adopted home or place of study. Our Working Group’s findings do suggest that the\nleadership of the PRC has stepped up a new and well funded campaign of influence seeking\nin the United States. However, this should not be viewed as an invitation to a McCarthy era-\nlike reaction against Chinese in America. Rather, it is a summons to greater awareness of the\nchallenges our country faces and greater vigilance in defending our institutions.\n\nIn helping to convene this Working Group on Chinese influence seeking in the United\nStates (and elsewhere in the world), the intention of the Task Force on US-China relations\nhas been to limit the growing PRC challenge to American institutions and values, which\nis being played according to rules that are increasingly lacking in reciprocity. Developing\nstrategies to counteract and protect our society when influence seeking becomes\ninterference is the charge of this report, and perhaps the most effective defense is to\nstrengthen our own democratic values and institutions. But at the same time we would be\nnaive not to want to become more familiar with the full dimensions of Beijing’s overseas\nambitions, the state organs, and the resources now dedicated to “overseas propaganda,”\n\nHOUSE_OVERSIGHT_020654",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020654.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2831,
    "word_count": 440,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:44.561610",
    "prefix": "IMAGES-006"
  }
}