{
  "document_id": "HOUSE_OVERSIGHT_018340",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018340.txt",
  "text": "then inevitably kernel.org or it’s equivalent in any system is the ultimate target.\nHackers might start with beer (your phone), a few glasses of wine (your office email\nsystem), but what they really want is full blotto (kernel.org). Such central black\nboxes exist in any linked system and they represent, at once, both the greatest\naccomplishments of our most masterful systems designers and the point at which\nother, as masterful digital machinists direct their most relentless attacks.\n\nDullien saw something else too as he considered the work of hackers. Comparing\nsystem cracking to drinking wasn’t an accidental, funny aside for him. Hacking was\nalmost a kind of addiction. It became a chase after a bigger and bigger high, which in\ncomputing terms meant a race to compromise as many machines as possible. Rapid\nescalation, a loss of self-control, the need for more and more - all these are the\nhallmarks of the best widespread attacks, which aim to expand the “compromise\nboundary” until every machine has been made sick. This is why stealing source\ncode, the original instructions that lay behind any computer program, are sucha\nprize for Warez Dudes. Source code is the DNA of the black box, in a sense, it can be\nused break into other machines to, well, steal still more source code. This looked, to\nDullien, an awful lot like addiction. And it’s not just lone teen hackers looking for a\ndopamine jump who were chasing machines with a blind addicts urgency. It infects\ngovernments too. “Surprising realization (at least for me) after the Snowden leaks,”\nDullien observed. “Hacking is so addictive that entire organizations can become\naddicts and show addict-style behavior.”!55 This was the NSA or GHSQ or who knew\nwhat other intelligence service, for instance, in a feral hunger for more and more\nand eventually all data. And the ultimate high? Imagine if you could crack the CA, the\nCertificate Authority that provides proof that anyone working on a network is\ntrustworthy. CA “trustworthiness guarantees” are keys that permit access to any\ncomputer, phone and network. The whole connected world depends on CAs to know\nif software is safe. To control the CA would be a dream for an addicted organization,\nlike a set of keys to the local pharmacy. No lock would really serve much ofa\npurpose. You could touch the beating heart of any machine on earth. The ultimate\nblack box. We should all hope the CA, at least, always remains pristine in this\ndangerous world.\n\nIt was hacked in the summer of 2011.\n6.\n\nDullien’s observation that “every hacking binge ends at Kernel.org” touches\nsomething far deeper than just the world of hackers. Sure, that urgent drive to get to\nthe very core of systems is a very specific, unquenchable digital thirst. It’s where the\nmost power is, as we've seen. There’s a rush in getting there: When brain\nresearchers found a spike in dopamine levels of university students engaged in\npassword hacking, that was hardly a surprise to anyone who’s ever written or used\n\n155 \"Surprising realization”: Thomas Dullien, “Offensive Work and Addiction”,\nkeynote presentation delivered at ISACA Nordic Conference (2014)\n\n108\n\nHOUSE_OVERSIGHT_018340",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018340.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3173,
    "word_count": 524,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:47.756723",
    "prefix": "IMAGES-004"
  }
}