{
  "document_id": "HOUSE_OVERSIGHT_015926",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015926.txt",
  "text": "236 Are the Androids Dreaming Yet?\n\ncommercial software, equating to about 10 words per day. A good typist\ntypes at 80 words per minute and most programmers are reasonable\ntypists. So software writers in a big project spend only a minute or so\nper day in the act of writing. The rest is taken up by meetings, process\ndiscussions, email, reporting and so on. In projects that avoid much\nof this administrative overhead, good software programmers reach a\nlong-run average of about 225 lines per day. This has been the level of\nproductivity on the products I have developed in the past. These projects\nwere lucky. They had a single team on the task from beginning to end and,\nin general, the projects took few wrong turns. Still these programmers\nwere spending only 10-20 minutes of each day on actual programming.\nWhat were they doing the rest of the time?\n\nIn the early days of programming you might have a great idea,\nbut the process of turning this idea into software was immensely long-\nwinded. I learned to program at Manchester University in the 1980s. The\nenormous machines in the basement of the computer building provided\nheat for both our building and the mathematics tower next door. We were\nnot permitted to play with these basement monsters but were ‘privileged’\nto submit instructions to a mini computer in the undergraduate section\n\n- a PDP11-34.\n\nFor those of you not acquainted with computers I can tell you the\nprocess of writing software in the 1980s was immensely tedious. To\nadd two numbers and display them on a screen took a month of lab\ntime, using detailed instructions written in machine code. Everything\nwas manual, including writing your code out in pencil on special paper\nwith little numbered squares and then giving it to someone to type in\novernight! You would return the next day to discover whether you had a\nusable program or a something riddled with errors. If you found an error,\nit would require editing. This was nothing like using a modern word\nprocessor. The online editors of the day were the ultimate in annoying\nsoftware. If you misspelled a word, you would need to count up the letters\nand spaces manually on a printout and enter a command - replace letter\n27 of line 40 with the character ‘r. Each and every typo would take five\nminutes to correct. I managed to finish the simple program required for\ncourse credit — I think it displayed an eight-digit decimal number — and\nran for the hills. In my second year I bought a PC and decamped to\nthe physics department next door where I remained for the rest of my\nundergraduate life.\n\nThe PC revolution provided programmers with a new and intuitive\nsoftware creation environment where almost all the tedium was removed.\nA wealth of tools for creating software was pioneered by Bill Gates of\n\nHOUSE_OVERSIGHT_015926",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015926.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2804,
    "word_count": 487,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:47.615489",
    "prefix": "IMAGES-003"
  }
}