{
  "document_id": "HOUSE_OVERSIGHT_031899",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031899.txt",
  "text": "24\n\nFRANCIS FUKUYAMA: This really started with a practical concern\nI had after dealing with failed states and nation-building issues in the\nwake of September 11 and our nation-building efforts in Afghanistan\nand Iraq. It seemed to me that the United States in particular didn’t\nappreciate the difficulty of this kind of activity, because we didn’t\nadequately understand how hard it was to establish institutions. When\nI was at Johns Hopkins at SAIS [School of Advanced International\nStudies] I ran an international-development program, focusing on\nissues of anti-corruption and improving governance. And a lot of it\nseemed premised on an overly optimistic faith in the ability of\noutsiders to effect desired outcomes. So I decided to write a book\nabout where institutions came from in countries that had them and\ncould take them for granted. We’ve forgotten a lot of that history and\nhow we’ve gotten to the present. Along the way it was also a means\nof revisiting a lot of The End of History 20 years later.\n\nSHAFFER: Some theorists, like Hegel, think that history doesn’t just\ntell us what is stable, or what works, but actually points us toward\nmoral progress. Do you believe that?\n\nFUKUYAMA: Fundamentally, I believe in liberal democracy, that\nit’s the best form of government, and that the world has made moral\nprogress. But that’s a separate question from whether the\ndevelopment of democratic institutions 1s inevitable and driven by an\nunderlying historical force. I’ve become more skeptical of that latter\nbelief over the years as I’ve become more attentive to the role of\naccident and contingency. And my current book is about a lot of that.\nFor example: The reason we got to democracy in Europe is the almost\naccidental survival of a feudal institution — the English parliament —\ninto the modern period. That’s something that didn’t happen in other\n\nHOUSE_OVERSIGHT_031899",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031899.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1883,
    "word_count": 310,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:48.960573",
    "prefix": "IMAGES-011"
  }
}