{
  "document_id": "HOUSE_OVERSIGHT_029450",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029450.txt",
  "text": "helped him rebut Jennifer Flowers’ irrefutable evidence of infidelity in 1992. Biden,\nit is widely believed, would have trounced the Republicans in 2016. He isa\n\nthoroughly honest and decent man with a lifelong love for his wife and children.\n\nLet us conclude with a minor example—the arrest of Harvard Professor Louis Gates\noutside his home, six months into Obama’s presidency. He did not have to comment\non this trivial event but chose to. Corporatist that he is and biased toward the upper\nstrata, he took Gates’ side. When there was a hue and cry he arranged a little beer\nparty on the White House lawn—Obama with his long legs underneath the table,\nVice President Biden opposite him, a cop wondering how in hell he got roped into\nthis absurd situation and “Skip” Gates happy as a clam in the ocean, all aglow as he\n\nheld forth on God Knows what.\n\nIf there was in fact a teachable moment, it was this. ALL Americans should know\nthat no police officer has the right to enter your home without a search warrant or\nan arrest warrant. This goes way back to English common law—the King must\nknock at a peasant’s door—your home is your castle. The police officer had invited\nGates outside. Gates fell for the trick and was promptly arrested. He was the fool, not\nthe cop. And black Americans especially should know the law where police officers\n\nare concerned.\n\nObama draws a line in the sand against Syrian bombings, they cross the line, Obama\ndoes nothing. Obama offends Michelle and she promptly puts him through three\n\ndegrees of hell as he well deserved. And so on.\n\nFinally, | have been dismayed by all the photos I have seen of him since he left office—\na big grin while swimming in the ocean, taking a picture of Michelle—at a safe\ndistance—on a super yacht and grinning ear to ear while talking to Prince Harry. He\nis so happy to be freed from the burdens of the Presidency while enjoying all the\nperks. May God forgive him. But he did have it all. | used to joke in the 2008\n\nHOUSE_OVERSIGHT_029450",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029450.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2006,
    "word_count": 359,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:49.335661",
    "prefix": "IMAGES-010"
  }
}