{
  "document_id": "HOUSE_OVERSIGHT_020186",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020186.txt",
  "text": "34\n\nretracing all his activities at the NSA over the past four years. To begin with, they needed to find\nout how many documents from the Center had been copied and taken by Snowden.\n\nThe Defense Intelligence Agency (DIA), the Pentagon’s own intelligence service, meanwhile\nwas kept partially in the dark. It did not learn from the NSA that Snowden had stolen military\ndocuments, concerning the joint Cyber Command until July 10, 2013. In terms of sheer quantity,\nthe number of stolen military documents was staggering. The DIA found that Snowden had\ncopied “over 900,000” military files. Many of these files came from this joint command, which\nhad been set up in 2011 by the NSA and Army, Navy, Marine and Air Force cryptological\nservices to combat the threat of warfare in cyberspace. The loss was considered of such\nimportance that between 200 and 2500 military intelligence officers worked day and night for the\nnext four months, according to the DIA’s classified report, to \"triage, analyze, and assess\nDepartment of Defense impacts related to the Snowden compromise.\" The job of this unit, called\nthe Joint Staff Mitigation Oversight Task Force, was to attempt to contain the damage caused by\nthe Snowden breach. In many cases, containment meant shutting down NSA operations in China,\nRussia, North Korea and Iran so they could not be used to confuse and distract the U.S. military.\n\nThe NSA and Defense Department were not the only government agencies concerned with\ndetermining the extent of the breach. There was also the CIA. The NSA acted as a service\norganization for it, handling most, if not all, of its requests for communication intelligence to\nsupport its international espionage operations. Although the CIA and NSA were both part of the\nso-called “Intelligence Community,” the NSA did not immediately share with the CIA details of\nthe Snowden breach. Despite the immense potential damage of the theft, it was not until a week\nlater that CIA Director John Owen Brennan and Deputy Director Michael Morell were briefed by\nthe NSA. When Morell realize how much data had been taken by Snowden, he was astounded\n“You might have thought of all the government entities on the planet, the one least vulnerable to such grand\ntheft would have been the NSA,” he wrote “but it turned out that the NSA had left itself vulnerable.”\nAccording to Morell, he bluntly told the NSA briefer that it was urgent for the CIA to be brought\nin on the case. After all, only four years earlier Snowden had been employed by the CIA.\nSpecifically, Morell said the CIA needed to find out three things. Has CIA documents had been\npart of Snowden’s haul? How long had Snowden been stealing documents? Had Snowden been\nworking “with any foreign intelligence service, either wittingly or not?” According to Morell, the\neffort to get a direct answer from NSA officials to these three key questions “proved maddeningly\ndifficult.” He found that in mid June NSA officials with whom he dealt were so “distraught at the\nmassive security breach” that initially they even refused to allow CIA officers to participate in the\non-going security review. A former NSA executive told me there was “near panic” at the NSA.\nFinally, Morell called Chris Inglis, a former professor of computer science who had risen to be the\nNSA’s Deputy Director at the time of the breach. Inglis, who headed operations for the NSA,\ntold him “the news was not good.” Among the data copied by Snowden were a large number of\nCIA secrets. By the time, the CIA learned that its secrets had been compromised, Snowden was\nheaded to Russia.\n\nThe investigation of a crime involving potential espionage is no easy task. In this case, it\nrequired attempting to solve a jigsaw puzzle in which not only were key pieces missing but, since\nit involved adversary intelligence services, some of the found pieces might have been twisted to\ndeliberately to mislead the US investigators.\n\nHOUSE_OVERSIGHT_020186",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020186.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3943,
    "word_count": 662,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:48.238620",
    "prefix": "IMAGES-005"
  }
}