{
  "document_id": "HOUSE_OVERSIGHT_024321",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024321.txt",
  "text": "Table of Contents\n\nBOARD LEADERSHIP STRUCTURE\n\nThe following section describes our board leadership structure, the reasons why the structure is in place at this time, the roles of various\npositions, and related key governance practices. The mix of experienced independent and management directors that make up our Board, along with the\nindependent role of our lead director and our independent board-committee composition, benefits Carvana and its stockholders.\n\nINDEPENDENCE; BOARD MIX\n\nOur Board has an effective mix of independent and management directors. It is composed of four independent directors and our current\nchairman and chief executive officer, Ernest Garcia III.\n\nLEAD DIRECTOR\n\nThe Board believes that it is beneficial to Carvana and its stockholders to designate one of the directors as a lead director who is elected by a\nmajority of the Board. The lead director serves a variety of roles, including reviewing and approving Board schedules to confirm the appropriate board and\ncommittee topics are reviewed and sufficient time is allocated to each; liaising between our chairman and chief executive officer and non-management\ndirectors when necessary and appropriate (that said, each director has direct and regular access to the chairman and chief executive officer) and calling an\nexecutive session of independent directors at any time consistent with the bylaws and certificate of incorporation. Michael Maroone, an independent\ndirector and member of our Audit Committee, is currently our lead director. Mr. Maroone is an effective lead director for Carvana due to, among other\nthings, his independence, his board leadership experience with AutoNation, Inc., his strong strategic and financial acumen, his commitment to ethics, his\nextensive knowledge of the automotive retail environment, and his deep understanding of Carvana and its business.\n\nCHAIRMAN / CEO\n\nWith respect to the roles of chairman and CEO, the corporate governance guidelines provide that the roles may be separated or combined, and\nthe Board will exercise its discretion in combining or separating these positions as it deems appropriate in light of prevailing circumstances. Mr. Garcia has\nbeen our chairman and CEO since our IPO. The Board believes that combining the roles of chairman and CEO, together with the separate, independent role\nof our lead director, is currently the most effective leadership structure because Mr. Garcia has extensive knowledge and experience in a variety of relevant\nareas acquired through his professional and other experiences, including automotive retail, e-commerce, consumer finance and strategic planning. This\nknowledge and experience give Mr. Garcia the insight necessary to combine the responsibilities of strategic development and execution along with\nmanagement of day-to-day operations.\n\n-13-\n\nHOUSE_OVERSIGHT_024321",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024321.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2853,
    "word_count": 422,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:44.448070",
    "prefix": "IMAGES-007"
  }
}