{
  "document_id": "HOUSE_OVERSIGHT_020160",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020160.txt",
  "text": "administrative zone of China, whose national security apparatus is ultimately controlled by\nBeying. Making the possibility of questioning him even more remote, he next went to Russia, a\ncountry which has no extradition treaty with the United States. And Russia granted him asylum.\nHis escape left in its wake an incredibly-important unsolved mystery: how did a young analyst at\nthe NSA succeeded in penetrating all the layers of NSA security to pull off the largest theft of\nsecret documents in the history of American intelligence? Did he act alone? What happened to\ndocuments? Was his arrival in Russia part of the plan?\n\nAs I had written several books on the vulnerability of intelligence services, this was a mystery--\na \"how-dunnit\" if you like-- that immediately intrigued me. After all, even if the perpetrator had\nacted for the most salutary of reasons, the unauthorized transfer of state secrets to another\ncountry is, by any definition, a form of espionage.\n\nI decided to begin my investigation of this case in Hong Kong because it was the place to\nwhich Snowden first fled after leaving Hawaii. Snowden had planned the trip for at least 4 weeks,\naccording to the travel plan he had filed at the NSA, I assumed he had a good reason for going\nfirst to Hong Kong. But when I spoke to my sources in the intelligence community, they could\nnot explain Snowden’s choice of this semi-autonomous zone in China as his initial destination. It\nwould not protect him from the reach of US law since Hong Kong had an active extradition treaty\nwith the United States. Just a few months earlier, Hong Kong had made headlines by extraditing\nTrent Martin, a fugitive wanted in America for insider-trading, who was arrested in Hong Kong\nfollowing an American request to detain him. Martin was then sent back to the United States to\nstand trial.\n\nNor was Hong Kong particularly convenient to Hawaii. There were no non-stop flights to it from\nHonolulu. Snowden’s flight took 8 hours and ten minutes just to Narita airport, Japan, where he\nhad to change planes. After a three hour wait at the airport, it took him five more hours to fly to\nHong Kong. Moreover, at the time he departed Honolulu, Snowden had not yet arranged for\nany journalists to meet him in Hong Kong and, as far as US intelligence could determine, he had\nno known appointments there. Even so, Snowden carried the digital copies he had made of the\ntop-secret NSA documents to Hong Kong. General Michael Hayden, who served both as the\nhead of the NSA and the CIA, told me. “It’s very mysterious why Snowden chose Hong Kong.”\nWhatever reason he had for flying to Hong Kong, we can assume it was compelling enough for\nhim to take the risk that he would be arrested there after US authorities discovered the theft and\ninvoked the detention provision of its extradition treaty with Hong Kong. It was possible that\nSnowden travelled there to see someone other than a journalist. But who?\n\nUsing my frequent travel miles, I bought a ticket on Japan Air Lines to Hong Kong. The route,\nlike that of Snowden’s route the previous year, had a stop-over in Narita Airport in Japan (where,\naccording to an intelligence source, Snowden was caught on the CCTV cameras waiting in the\ntransit lounge for his connection to the four and one half flight to Hong Kong).\n\nHOUSE_OVERSIGHT_020160",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020160.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3327,
    "word_count": 574,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:44.956673",
    "prefix": "IMAGES-005"
  }
}