{
  "document_id": "HOUSE_OVERSIGHT_031292",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031292.txt",
  "text": "From: Ramsey Elkholy\n\nSent: 1/13/2017 5:07:22 AM\nTo: jeffrey E. [jeevacation@gmail.com]\nSubject: Re:\n\nImportance: — High\n\nMy sister's in a wheelchair the cancer is getting worse, she's just about done, so trying to spend some time\nwith her. My mother's alzheimer's has gotten worse, but it's not so bad, | tell her whatever | want her to know,\nlike my father is off at work and coming home soon and | have a beautiful wife and 3 kids that very much\nenjoyed her company yesterday and she's happy, so I've figured out how to manage that one. Otherwise no\nnews, going to Brazil in a few weeks. If you're still interested in Joy I'll let them know, | remember they wanted\nto meet you at Paris when they went for VS show, so not sure what their future plans are, but Marcelo - one\nof the owners/investors - will probably try to impress you Brazilian style (over-stating/inflating everything),\nbut the girls are there and they're trying to network in Eastern Europe, so if you get involved for that reason\nalone | guess you'll be satisfied at the end of the day.\n\nCongrats on your Trump.... but if any of that is true | guess he will be impeached (fingers crossed, lol).\n\nFrom: jeffrey E. <jeevacation@gmail.com>\nSent: January 12, 2017 9:06 AM\n\nTo: Ramsey Elkholy\n\nSubject:\n\nnews?\n\nplease note\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\nJEE\nUnauthorized use, disclosure or copying of this\ncommunication or any part thereof is strictly prohibited\nand may be unlawful. If you have received this\ncommunication in error, please notify us immediately by\nreturn e-mail or by e-mail to jeevacation@gmail.com, and\ndestroy this communication and all copies thereof,\nincluding all attachments. copyright -all rights reserved\n\nHOUSE_OVERSIGHT_031292",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031292.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1897,
    "word_count": 315,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:49.010120",
    "prefix": "IMAGES-011"
  }
}