{
  "document_id": "HOUSE_OVERSIGHT_020522",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020522.txt",
  "text": "63\n\na delegation from Taiwan’s Democratic Progressive Party (DPP)—but again there were\nno discernible consequences. In a separate case, a senior Chinese Ministry of Foreign\nAffairs official warned that a particular interactive website focusing on Chinese\nsecurity issues was “anti-China.” In response, the think tank invited contributions by\na prominent Chinese think-tank scholar: “The content of the website didn’t change,\nbut the official didn’t complain again.” In another instance, the Chinese government\nwithdrew an offer to a US think tank to host Foreign Minister Wang Yi after that think\ntank refused to disinvite a Taiwanese speaker for a separate event.\n\nChinese officials have also requested that US think tanks bar certain scholars or\nNGO activists from participating in discussions with senior Chinese officials. When\nChinese Foreign Minister Wang Yi spoke at one high-profile Washington think tank,\nthe embassy requested the guest list in advance and then demanded that several\nindividuals—including at least one senior China scholar—be disinvited. The think\ntank refused. In yet another case involving the director of the National People’s\nCongress Foreign Affairs Committee, Fu Ying, a US think tank was strongly advised\nto exclude a well-known China specialist as a condition for a meeting going forward.\nThink-tank analysts report that in most cases, but not all, such requests have been\nrejected and events continue as planned.\n\nGenerally speaking, PRC visitors either steer clear of or limit their contact with think\ntanks that have strong relations with, or extensive funding from, Taiwan. One analyst\nwho writes extensively on Taiwan and PRC-Taiwan relations finds that Chinese\nofficials typically do not engage with him. At one time, there was a conflict between\nan event that he was hosting for a Taiwanese official with a significant event that same\nafternoon hosted by a colleague that featured very prominent Chinese and American\nofficials. The Chinese embassy instructed them to move the Taiwan event, but they\nrefused. Both events took place with no apparent negative repercussions.\n\nThink Tank to Think Tank\n\nAs noted above, Chinese officials and think-tank counterparts reach out to American\nthink-tank China specialists for the purposes of information/intelligence collection\nand influencing US policy debates. One Chinese scholar reported to an American\nthink-tank analyst that that every time an American expert meets with a Chinese\ninterlocutor, a report is written afterward. Another Chinese visitor indicated to\n\na leading Washington think-tank expert that China’s Foreign Ministry has staff\ndedicated to tracking the activities and publications of about twenty leading\nAmerican-China specialists.\n\nAny number of Chinese think tanks sponsor meetings and conferences in China\nand the United States with American counterparts. In some instances, the Chinese\n\nSection5\n\nHOUSE_OVERSIGHT_020522",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020522.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2927,
    "word_count": 435,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:44.650208",
    "prefix": "IMAGES-006"
  }
}