{
  "document_id": "HOUSE_OVERSIGHT_013547",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013547.txt",
  "text": "the early studies by Professor Seymore Kety of Harvard and Dr. Harold Himwich of\nthe Thudicum Laboratory in Galesberg, Illinois, using measures of whole brain\noxygen and glucose utilization as indices of energy generation and utilization by the\nbrain, surprised many of us. They indicated that energy use by the whole brain was\nrelatively constant when states of relaxed awakeness, mathematical cognition and\ndeep sleep were compared. Of course, modern studies have indicated that relative\nregional brain energy utilization is state dependent and may vary quite widely.\n\nMore spiritual aspects of energies and their transformations were made\nclearer during several month visits to Baba Muktananda’s, now Gurumayi\nChidvilasananda’s, Sidha Yoga Ashrams. Baba Muktananda loved and worshipped\nhis Hindu Guru, Bhagawan Nityananda. Baba had been a restlessly wandering,\nguru-hunting, young man. Nityananda said he had “wheels for feet.” After many\nyears of devoted meditation, chanting and service, sadhanna, all the while being\nprohibited from eating mangos, his favorite food, his passive, taciturn, ecstatic guru,\nNityananda, presented voluble, energetic, joyful Baba with the guru’s rather\naromatic and worn sandals. This symbolically acknowledged Baba’s successful\nabsorption of the guru’s transforming spiritual energy, shaktipat, the power of his\nenlightenment.\n\nAt Nityananda death, Baba, using world tours, spiritual fellowship meetings,\nsatsangs (public conversations) and spiritual training sessions called “intensives’”,\norganized Ashrams in West Coast sites such as Oakland and Venice, and on the\nEast Coast, in South Fallsburg, New York, buying several old residence hotels in\nthe Borscht Belt. Baba was introduced to America by one of his first advance men,\nBe Here Now Baba Ram Das, Timothy Leary’s co-investigator in the Harvard\nStudent LSD project when his name was Richard Alpert. ESTs Werner Erhard was\nanother of Baba’s advance men.\n\nBaba discipled and disciplined a sister and brother who, when 18 and 11\nrespectively, were sent to live in his Ashram in Ganeshpuri India by their parents.\nThe girl was known as Malti when she served as a translator for Baba and\nGurumayi Chidvilasananda after receiving the energy of her enlightenment. The\n\nyounger brother was given the name of Baba’s guru, Nityananda. When Baba took\n\n47\n\nHOUSE_OVERSIGHT_013547",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013547.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2362,
    "word_count": 353,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:44.845194",
    "prefix": "IMAGES-002"
  }
}