{
  "document_id": "HOUSE_OVERSIGHT_018674",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018674.txt",
  "text": "te OK ok\n\nThe Strange Binary of Dominance and Submission\n\nIt's been a while since I felt simultaneously very into someone, and very sure about him.\nIt's a strange feeling. I've been playing with theories about how \"flirtation is basically an\nexercise in strategic ambiguity” and \"insecurity is an integral part of romantic\nintoxication\" and \"uncertainty is an emotional amplifier,\" and I do think that those ideas\nare true in many ways. But I got so wrapped up in theory that I forgot how it feels to be\nway into someone... and only a little bit scared.\n\nte OK ok\n\nI met Mica at a Saturday night party. When I left the next morning, he said he wanted to\nsee me again as soon as possible. \"Monday?\" he asked. \"Tuesday?\"\n\n\"Monday,\" I said. \"Tomorrow.\"\n\nHe's a smart, creative thinker. There are layers to him, and he practically shines: so why\nnot name him for the mineral Mica? I would love talking to him for those reasons alone.\nBut there's also a kind of certainty to him; a calm presence; an extraordinary quality of\nattention. Once he's focused on a partner, there's a rhythm behind everything he does.\nHe's so precise that when I'm kissing him, I feel like an awkward puppy.\n\nI observed this very quickly, and something else: that the quality of his attention -- often\novertook him. Controlled him. In a sexual interaction, it's difficult to distract him from\ncatering to me. And since he’s excellent at reading my desires, I usually don't want to\ndistract him.\n\nIt made me think of what I was like, years ago, before I understood my submissive\ntendencies. Mica hadn't done much explicit S&M before, and when he'd done it, he was\ndominant. I didn't want to project too much, or make any assumptions about him... but I\ncouldn't help noticing.\n\nThe second night I was with him, I asked him to inflict light pain on me. Very light. I\ndidn't want to go further with him, yet. But his instincts for delivering pain and watching\nmy reactions were, as I suspected, beautifully calibrated.\n\nThe third night I was with him, he touched my face and kissed me. I felt my eyelashes\nflutter and my body melt, and he smiled. Then he said, \"I'm feeling really gentle tonight. I\ndon't know how much I'm up for.”\n\nHe doesn't want S&M right now, I thought. Sometimes guys date me and get anxious that\nI'll be disappointed when they don't want to do S&M. This is understandable, given that\nI'm an S&M writer. But I hate that, because the last thing I want is for one of my partners\nto feel obligated... and besides, even I don't want all-S&M_-all-the-time. I smiled directly\ninto Mica's eyes and told him I was fine with it.\n\nIn bed, I watched him. Watched his extraordinary attentiveness. Eventually we got to a\npoint where I was leaning over him, kissing him. I watched him give up his body to the\nkiss. He doesn't want S&M right now, I thought... except that his main experience with\nS&M, so far, is being in charge.\n\nHOUSE_OVERSIGHT_018674",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018674.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2928,
    "word_count": 524,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:46.497907",
    "prefix": "IMAGES-005"
  }
}