{
  "document_id": "HOUSE_OVERSIGHT_019781",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019781.txt",
  "text": "The “War on Terror” After Snowden | 293\n\nthe call but not the name of the caller. This anonymous data was\narchived into a huge database. The idea was that when any foreigner\non the FBI’s watch list of terrorists called any number in the United\nStates, the FBI could trace that person’s entire chain of telephone\ncontacts to try to determine if he or she was connected to a known\nterrorist cell. There was, however, a major flaw in this program: it\ndid not cover e-mail and other Internet messaging, which by 2013\nhad largely replaced telephone calls. In addition, terrorist organi-\nzations, after the tracking down of Osama bin Laden in 2011, had\nbecome fully aware of the vulnerability of telephoning overseas. So\nalthough the NSA could cite a handful of early successes that “215”\nyielded, Snowden’s exposure of it did only limited damage.\n\nSnowden did vastly more damage by revealing the PRISM pro-\ngram, also called “702” because it was authorized in 2008 by Section\n7o2 of the Foreign Intelligence Surveillance Act. Its effectiveness\nproceeded from the misplaced confidence that terrorist organizations\nin Iraq, Syria, Afghanistan, and Pakistan had in the encryption and\nother safeguards used by giant Internet companies, such as Apple,\n\n© Google, Twitter, and WhatsApp. They evidently had not known ©\nthat in 2007 the NSA found a way to intercept this data before it\nwas encrypted. The Internet, despite metaphors such as “the cloud”\nand “cyberspace,” initially travels through fiber cables, almost all of\nwhich run through the United States and its Five Eyes allies. So by\n2013 the NSA was able to access 91 percent of the Internet before\nit was encrypted. This so-called upstream data included Google\nsearches, tweets on Twitter, social media postings, Skype conversa-\ntions, messages on Xbox Live, instant messages sent over WhatsApp,\nand e-mails sent via the Internet. The NSA could also read concealed\nmessages in photographs and online game moves. According to a\ndeclassified 2015 inspector general’s analysis, the actual intercep-\ntions in this program in 2013 were mainly limited to the communi-\ncations of preselected foreign terrorists.\n\nUntil the Snowden breach was revealed on June 6, 2013, this pro-\ngram gave U.S. intelligence a valuable tool for gathering unexpected\nintelligence. Snowden must have been aware of how highly the NSA\nvalued this program because, according to the documents he released,\nPRISM was “the number one source of raw intelligence used for\n\n| | Epst_9780451494566_2p_all_r1.indd 293 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019781",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019781.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2571,
    "word_count": 416,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:45.877849",
    "prefix": "IMAGES-005"
  }
}