{
  "document_id": "HOUSE_OVERSIGHT_014557",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014557.txt",
  "text": "return expectations, given all the economic policy\n\nand geopolitical uncertainty mentioned earlier. We\n\nbelieve there are three compelling arguments.\nFirst, there is potential for upside\n\nsurprises in 2017:\n\n* Saudi Arabia and the rest of the oil producers\nmay stick to the announced oil production cuts,\nthereby boosting energy sector earnings.\n\nA Trump administration fiscal stimulus could\nboost growth by more than we expect.\nCorporate tax cuts could increase corporate\nsector profitability.\n\nA possible tax holiday could encourage US\nmultinational corporations to repatriate\nsome of their earnings and deploy them for\nstock buybacks.\n\nWe assign a 25% probability of such upside\nsurprises relative to a 60% probability of our base\ncase scenario and a 15% downside probability.\n(Please see Section III, 2017 Financial Markets\nOutlook, for a more detailed discussion.)\n\nSecond, we recommend staying invested\nbecause we believe that the probability of a\nrecession in the US is about 15% over the next\nyear. There is an 85% chance that the economy\nwill grow at a rate of about 2% or higher. Absent\na recession, equities are more likely to generate\npositive returns. Obviously, the probability of\na recession is substantially higher over the next\nfive years, and our five-year annualized expected\nreturns incorporate a 70-80% probability of a\nrecession.\n\nThird, and most importantly, we do not see\nbetter investment alternatives. Cash will provide\nnegligible returns with no upside, and we expect\ninvestment grade bonds to have equally negligible\nreturns with little upside, if any. We also expect\nhedge funds, in aggregate, to lag equities on an\nafter-tax basis.\n\nWe expect similarly modest returns from our\ntactical tilts.\n\nAs equities, high yield and the dollar\n\nhave rallied over the course of the\n\nyear, we have continued to reduce the\n\noverall risk level of our tactical tilts.\n\nOur Tactical Tilts\n\nAs equities, high yield and the dollar have rallied\nover the course of the year, we have continued to\nreduce the overall risk level of our tactical tilts. At\nthe beginning of 2016, we had already reduced our\nexposures by 50% relative to peak levels in 2015, as\nmeasured by value at risk. By the end of 2016, we had\nreduced exposures further, based on our investment\ndiscipline of averaging in and out of our tactical tilts.\n\nUnderweight Fixed Income: We continue to\nrecommend underweighting US fixed income assets\nas the Federal Reserve slowly but steadily raises the\nfederal funds rate. We expect the 10-year Treasury\nbond yield to range between 2.5% and 3.0%. As\n\na result, we forecast a 1% return across short- and\nintermediate-maturity fixed income assets and a\nnear zero return for the 10-year Treasury. Longer\nmaturities are expected to have negative returns.\nWe also recommend underweighting fixed income\nassets to fund tactical tilts given their higher\nexpected returns.\n\nOverweight to High Yield: While we reduced\n\nour tactical allocation to high yield assets by half\nthroughout 2016, we continue to recommend an\nallocation to general high yield bonds, high yield\nenergy bonds and high yield bank loans. The\nincremental yield in such securities, adjusted for\ndefaults, is still compelling, with expected returns\nof about 4% for high yield bonds and high yield\nenergy bonds and about 5% for bank loans.\n\nWe forecast that crude oil prices will stay in the\n$45-65 range, partly owing to some production\ndiscipline by Saudi Arabia as the largest swing\nproducer. Our bank loan tilt is further supported\nby a rising rate environment; the coupon rate on\nbank loans will be reset higher as LIBOR rises.\n\nModest Overweight to US Banks: We maintain\n\na modest overweight to US banks despite their\n31% return in 2016. Banks will benefit from rising\nrates, especially if the increase is greater in the\nshort end of the yield curve. About 60%\nof changes in the net interest margin of\nbanks is typically driven by changes in\nshort rates since they are used for setting\nthe banks’ prime lending rate. Banks will\nalso likely benefit from a more favorable\nregulatory environment under a Trump\nadministration. We forecast a return\n\nof about 7%.\n\n24 | Goldman Sachs | JANUARY 2017\n\nHOUSE_OVERSIGHT_014557",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014557.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4196,
    "word_count": 682,
    "line_count": 122,
    "import_date": "2025-11-19T21:47:47.670064",
    "prefix": "IMAGES-003"
  }
}