{
  "document_id": "HOUSE_OVERSIGHT_019149",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019149.txt",
  "text": "ERSON\n\ntice.\n\nyout complaints they'd gotten\n\nien hanging around at the end\n\ng at all hours from Epstein’s\n\nto that,” Reiter said in a depo-\nuit, brought by a victim, that\nwe may have encountered one\nne a little bit of surveillance or\nr or not they had seen that. I\nystanding that, yes, there were\ncoming and going from Mr.\n\n1 inquiry, and we were of the\n\nnd [we] were also of the belief\n\naere could be prostitution. But I\n\ng that we heavily pursued—\n>s; its common everywhere in\nhey were underage at that point,\ntin it.”\n\nnplaints on the day Epstein had\ngnation. And when Reiter had\n-ouldn't help but notice the tall,\na had brought with him to the\n\n- she was standing so stiffly, eyes\nwere afraid to speak. Not a kid.\ntein did not introduce or even\n;, too, seemed odd.\n\nman was Nadia Marcinkova, 4\n\n32\n\nFittyy RicH\n\nnineteen-year-old beauty who lived at Epstein’s home and was\ndescribed, by another girl, in a recorded interview with Detec-\ntive Recarey, as one of Epstein’s “like, slaves.”\n\nIn September, several months into the investigation, Epstein\ncalls Reiter directly and asks: Has Palm Beach bought the fire-\narms simulator yet?\n\nCautiously, Reiter tells him that they’re still doing research.\n\nIf the department needs more funds, Epstein says, he'll be\nhappy to provide them.\n\nReiter thanks him graciously and hangs up. But he’s certain\nnow that Epstein knows about the investigation. Thinking about\nEpstein’s crimes in Palm Beach makes him shudder. And, Reiter\nknows, if the charges are true, things are going to get ugly and\npublic.\n\nCops like Reiter are family men, fathers. Some see so much\nthat they’re no longer surprised by the ways of the world. Still, it\nhelps to hold on to a natural capacity for outrage. Thefts are easy\nto understand: you see something you need, so you take it. Even\nmurders make a kind of sense once you understand the motiva-\ntion. There’s great satisfaction in catching a murderer. But what\nEpstein’s been up to is hard to explain.\n\nWho is this guy?\n\nReiter’s detectives will have to get into Epstein’s head. To nail\nhim, they'll have to know him. And to do that, they'll have to get\nto know the people around him. The police already know about\nWendy. That’s one procurer, but out of how many?\n\nWhat kind of person would bring children to a child molester?\n\n33\n\nHOUSE_OVERSIGHT_019149",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019149.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2325,
    "word_count": 410,
    "line_count": 84,
    "import_date": "2025-11-19T21:47:47.040955",
    "prefix": "IMAGES-005"
  }
}