{
  "document_id": "HOUSE_OVERSIGHT_011326",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011326.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n23\nH3VOGIU1\n\nwhich has been produced in discovery and submitted to this\nCourt, shows that it was defendant who sent her to Thailand,\n\nsending her with handwritten instructions about what to do when\n\nshe gets there. So if this unsupported argument that defendant\n\nleft the United States because of some accusation of a tip jar\n\nis to be believed, then that makes defendant an accessory after\nthe fact and implicates her in the wrongdoing.\n\nSo I don't -- basically, there's just -- this argument\nis also undone by the fact that later, Ms. Giuffre comes back\nto the United States to live here. She's not fleeing\naccusations, she was fleeing defendant. If she were worried\n\nabout criminal liability in the United States, she wouldn't\n\ncome back to live here.\n\nBut the overall point is any marginal probative value\n\nfrom these allegations, which I don't think there is any, but\n\nit's far vastly outweighed by the prejudice it would cause\n\nMs. Giuffre and should b xcluded under all those rules.\n\nMoving now to point 10. Ms. Giuffre has requested\n\nthat the Court exclude any evidence regarding special\n\nschooling, truancy, and juvenile delinquencies. For this\nargument, your Honor, I request that I approach the bench and\n\ngive you a few documents upon which these arguments are based.\n\nI have four documents that I'm handing up.\n\nI have to get a little bit into the weeds here, so\n\nplease bear with me. In this case, Ms. Giuffre -- well, school\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011326",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011326.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1582,
    "word_count": 270,
    "line_count": 83,
    "import_date": "2025-11-19T21:47:48.289583",
    "prefix": "IMAGES-001"
  }
}