{
  "document_id": "HOUSE_OVERSIGHT_021090",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021090.txt",
  "text": "Date: Sunday, April 3 2011 03:49 PM\nSubject: RE: Daily Beast\n\nFrom: Peter Green <>\n\nAttachments: image001.jpg; image002.jpg\n\nYou are mentioned !\n\nJeffrey Epstein's Society Friends Close Ranks\n\nby Alexandra Wolfe\n\nAlexandra Wolfe is a former contributing editor to Conde Nast Portfolio. She has written for publications\nincluding the New York Times, New York magazine, the New York Observer, and the Wall Street Journal,\nwhere she wrote design and lifestyle features for the Weekend Journal section. Before that, she was a reporter\nat the New York Observer. She is currently working on a book called American Coddle, about America's\nculture of entitlement.\n\nX Close\n\ne -+\nNo, back then Epstein was mid-makeover. He had monarchy in-house and famous faces at his table. Former\nBear Stearns CEO James Cayne had just endorsed Epstein on his science foundation's website (which has been\nsince removed). It seemed Epstein had joined the ranks of former President Clinton, director Roman Polanski,\nand former New York Governor Eliot Spitzer, whose sex scandals faded in comparison with their celebrity.\nThe conventional wisdom among his friends was that Epstein has been victimized by greedy, morally dubious\nteenage girls and unscrupulous lawyers. \"I've never condoned paying for sex, but if the young lady lied about\nher age it's her own fault,\" explained one socialite, who along with hedge-fund manager Wilbur Ross and real-\nestate magnate Leon Black hobnobbed with Epstein ata Southampton movie screening just two months after\nhis release from \"community control\" in Florida.\n\nMuch of Epstein's entrée into New York society can be credited to Ghislaine Maxwell, the superbly well-\nconnected daughter of the late press magnate Robert Maxwell. Epstein started dating her in the 1990s. The\nromantic relationship ended after a few years, but they have remained close ever since. Last week two victims\npublicly alleged that Ghislaine procured them for Epstein, one at age 15 from a Mar-a-Lago country club locker\nroom. Virginia Roberts, now 27, who was Epstein's sexual plaything for several years, told the Mail on\n\nSunday. \"Ghislaine sent me to a dentist to have my teeth whitened and I went for Brazilian waxes. He wanted\nme to look pre-pubescent.\"\n\nHOUSE_OVERSIGHT_021090",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021090.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2267,
    "word_count": 358,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:47.623973",
    "prefix": "IMAGES-006"
  }
}