{
  "document_id": "HOUSE_OVERSIGHT_024561",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024561.txt",
  "text": "The Generai Partner will provide such periodic reports if engaged in any business other than acting as\nGeneral Partner of KUE or if it owns any material assets other than an interest in KUE.\n\n14.24. Indemnification\n\nKUE will indemnify, to the fullest extent permitted by applicable law, the General Partner, and its\nmembers, officers, directors, and employees, and at the General Partner's discretion, any other person\nproviding services to KUE, its subsidiaries or joint ventures, (\"Indemnified Persons\") from and against loss\nbecause of any action performed by them on behalf of KUE or of the failure to take any action on behalf of\nKUE, unless such loss resulted from the indemnified Person acting in bad faith or the willful misconduct,\nfraud or gross negligence of such Indemnified Person, or a material breach of the Limited Partnership\nAgreement by such Indemnified Person. Indemnified persons may receive advances or be reimbursed\nfor their expenses.\n\n14,25. Amendment of the Limited Partnership Agreement\n\nGenerally, the Limited Partnership Agreement may be amended with the consent of the General Partner.\nSubject to the exceptions specified in the Limited Partnership Agreement, amendments adversely\naffecting the Common LP Units may not be effected without a majority of the votes represented by Units\nheld by investors.\n\nNotwithstanding the foregoing, the General Partner, acting reasonably and in good faith, may amend the\nLimited Partnership Agreement without the consent of any Limited Partner (a) to correct any typographical\nor similar ministerial errors; (b) to delete or add any provision required to be so deleted or added by\napplicable law or any government official having jurisdiction over KUE; (c) to cure any mistake or\nambiguity, to correct or supplement any provision herein which may be inconsistent with any other\nprovision herein; (d) to fake such actions as may be necessary (if any} to ensure that KUE will be treated\nas a partnership for U.S. federal income tax purposes; (e) to reflect the admission of any additional\nLimited Partner and otherwise to reflect such admission or an additional investment by a Limited Partner\non the books and records of KUE pursuant to the General Partner’s power of attorney; (f) to take such\nactions as may be necessary (if any) to ensure that neither of KUE or the General Partner (or any\nsubsidiary of the foregoing) will be subject to regulation under ERISA or the Investment Company Act; (g)\nto take such actions as may be necessary (if any) to ensure that the General Partner (or any Subsidiary}\nwill not be subject to the Investment Advisers Act; (h) to reflect any increase in the number of Profits\nParticipation LP Units approved by the Independent Commitiee and related changes in allocation and\ndistribution provision; (i) to make changes negotiated with Limited Partners admitted in any subsequent\nclosing of the offering, so long as such changes do not, in the good faith determination of the General\nPartner and with the approval of the Independent Committee, adversely affect the rights, obligations and\neconomic interests of the existing Limited Partners: and (j) to the extent necessary to give effect to\npartnership interests issued to additional Limited Partners after the Offering Period. The General Partner\nshall provide prompt written notice of any such amendments to the Limited Partners.\n\n14.26. Confidentiality\n\nEach Investor is subject to an obligation to keep KUE related information confidential, subject to limited\nexceptions. KUE or the General Partner will be entitled to enforce such obligations and take such actions\nto maintain the confidentiality of KUE related information, including without limitation withholding any\nperiodic or financial reports (with the approval of the Independent Committee} from an Investor that has\nviolated its confidentiality obligations.\n\n128\n\nHOUSE_OVERSIGHT_024561",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024561.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3898,
    "word_count": 609,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:44.207535",
    "prefix": "IMAGES-008"
  }
}