{
  "document_id": "HOUSE_OVERSIGHT_014723",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014723.txt",
  "text": "expectations. The divergence between inflation breakevens and real yields seem to\nsuggest that investors have become more concerned about upside risk to inflation but\ndownside risk to growth.\n\nInterestingly, this shift in investor sentiment runs counter to incoming data which are\npainting a picture of benign inflation but growth acceleration. Indeed, wage growth\nremains lackluster while the Fed’s favorite measure of inflation core PCE has slowed to\nthe lowest level in more than a year (Chart 4). In contrast, both employment data and\nsurvey data suggest economic growth is on a tear (Figure 5). The Atlanta Fed’s GDPNow\nmodel is currently tracking 2.7% GDP growth for Q1.\n\nIf it is not the data, what is driving the market’s apparent increased concerns about\nstagflation? Whatever these concerned may be, are they justified? We seek to answer\nthese two critical questions in this report.\n\nChart 4: Core PCE (3m/3m, SA, AR, %) Chart 5: GDP growth and aggregate hours worked (Q/Q, SA, AR, %)\n2.5 R\n2.3\n4\n2.1\n1.9\n2\n1.7\n1.5 0\n1.3\n1.1 2\n0.9 Mar-10 Jul-14 Nov-12  Mar-14 Jul-15 Nov-16\n0.7\n2S®eSOrT THT NNNMMATH HW HW © = eal GDP growth (AR, %)\ne¢¢ he 5 heb He Soest FS Sot te tga === aggregate hours worked (AR, %)\nSSe2Ze2F8S687Z83323 ——= aggregate hours worked, Jan (AR, %)\nSource: BofA Merrill Lynch Global Research Source: BofA Merrill Lynch Global Research\n\nThe Trump risk premium\n\nOur informal survey of clients in the past two weeks suggests that stagflation concerns\nare being fed by growing pessimism about the new Trump administration. Clients tell us\nthat their pessimism reflects four main concerns:\n\nDownside risk to growth\n1. Many investors are concerned that the new administration will get bogged\ndown by its promise to repeal and replace Obamacare, resulting in a significant\ndelay in pushing through fiscal reform\n\n2. This concern is reinforced by the perception that the GOP is divided over the\nproposed border adjustment tax (BAT), a key element of the tax reform\nproposal\n\nUpside risk to inflation\n\n3. A growing number of investors are worried that potential trade wars with\nMexico and China could lead to tariffs and higher prices\n\n4. Many investors are also concerned that the BAT will force retailers to raise\nprices\n\nWith many investors having loaded up on Trump trades after the elections (The battle\nlines are drawn, January 23, their willingness to continue to give the benefit of doubt to\nthe new administration appears to be wearing thin. We would advise patience as there\n\nBankof America <>\nMerrill Lynch Cause and Effect | 13 February 2017 3\n\nHOUSE_OVERSIGHT_014723",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014723.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2595,
    "word_count": 433,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:49.267739",
    "prefix": "IMAGES-003"
  }
}