{
  "document_id": "HOUSE_OVERSIGHT_027889",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027889.txt",
  "text": "interested in science. When I came across concepts I couldn’t understand, our\nteachers always seemed able to answer my questions or help me find the\nanswers myself. I liked the school enormously. I might well have gone on to\nfinish my secondary education there. I probably should have. But the next year,\nthe kibbutz brought us back again.\n\nOne of the considerations was financial. Like many kibbutzim, Mishmar\nHasharon concluded that in order to make its school more economically\nsustainable it would take in a number of “outside children” — yeldei chutz —\nfrom towns and settlements around Israel. Yet this latest policy change was also\ntriggered a debate over the kind of education kibbutzim should provide. Should\na kibbutz school offer a curriculum tailored to passing the bagrut, the\nmatriculation exam, and going on to university? Or should it limit itself to a\nfairly basic education geared to developing the talents needed for a productive\nlife on the kibbutz? In a series of heated debates in the dining hall, almost all of\nMishmar Hasharon supported the model of a basic, kibbutz-oriented education.\n\nMy father was the leading voice among the dissenters, and though it seemed\nobvious he was fighting an uphill battle, I remember feeling a sense of pride at\nwatching him — and an echo in my own impulse to reach my own judgment\nabout issues and to act on it as | was growing older. Not only was he opposed to\nthe new policy. He was aghast. In the only time I can recall his speaking out at\none of the weekly kibbutz meetings, he asked how Mishmar Hasharon could\ntake upon itself the right to constrain an individual child’s life potential. “We\nare Jews!” he said. “We are people who have left our impact on history through\nour scholars, not our peasants. I can’t understand how we, who came here to\nopen a new chapter in the history of our people, can choose to keep our sons\nand daughters from studying. We should encourage them to study!” He\naccepted that the interests of the kibbutz mattered. But what kind of “model\nsociety” would we be creating if we chose to “doom our own children to\nignorance, and cut them off from the great forward momentum of history in\nIsrael and the whole world?”\n\nEspecially in a kibbutz, however, the majority ruled. In this case, it was\nnearly unanimous, my mother included. I could see she felt torn, whether\nbecause she agreed with my father or because she realized how deeply he felt.\nBut she accepted the decision. For her, that was what was meant by being part\nof the larger kibbutz family. Still, my father didn’t give up. He couldn’t change\nthe kibbutz’s ruling. But he tried to get me to stay at the regional high school. A\ncouple of years earlier, examiners had fanned out across Israel to administer its\n\nAt\nHOUSE_OVERSIGHT_027889",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027889.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2784,
    "word_count": 487,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:46.492124",
    "prefix": "IMAGES-009"
  }
}