{
  "document_id": "HOUSE_OVERSIGHT_013104",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013104.txt",
  "text": "188 11 Stages of Cognitive Development\n\n11.2 Piagetan Stages in the Context of a General Systems Theory of\nDevelopment\n\nOur review of AGI architectures in Chapter 4 focused heavily on the concept of symbolism,\nand the different ways in which different classes of cognitive architecture handle symbol rep-\nresentation and manipulation. We also feel that symbolism is critical to the notion of AGI\ndevelopment — and even more broadly, to the systems theory of development in general.\n\nAs a broad conceptual perspective on development, we suggest that one may view the de-\nvelopment of a complex information processing system, embedded in an environment, in terms\nof the stages:\n\ne automatic: the system interacts with the environment by “instinct”, according to its innate\nprogramming\n\ne adaptive: the system internally adapts to the environment, then interacting with the en-\nvironment in a more appropriate way\n\ne symbolic: the system creates internal symbolic representations of itself and the environ-\nment, which in the case of a complex, appropriately structured environment, allows it to\ninteract with the environment more intelligently\n\ne reflexive: the system creates internal symbolic representations of its own internal symbolic\nrepresentations, thus achieving an even higher degree of intelligence\n\nSketched so broadly, these are not precisely defined categories but rather heuristic, intuitive\ncategories. Formalizing them would be possible but would lead us too far astray here.\n\nOne can interpret these stages in a variety of different contexts. Here our focus is the cognitive\ndevelopment of humans and human-like AGI systems, but in Table 11.1 we present them in\na slightly more general context, using two examples: the Piagetan example of the human (or\nhumanlike) mind as it develops from infancy to maturity; and also the example of the “origin\nof life’ and the development of life from proto-life up into its modern form. In any event, we\nallude to this more general perspective on development here mainly to indicate our view that\nthe Piagetan perspective is not something ad hoc and arbitrary, but rather can plausibly be seen\nas a specific manifestation of more fundamental principles of complex systems development.\n\n11.3 Piaget’s Theory of Cognitive Development\n\nThe ghost of Jean Piaget hangs over modern developmental psychology in a yet unresolved\nway. Piaget’s theories provide a cogent overarching perspective on human cognitive develop-\nment, coordinating broad theoretical ideas and diverse experimental results into a unified whole\n[Pia55]. Modern experimental work has shown Piaget’s ideas to be often oversimplified and in-\ncorrect. However, what has replaced the Piagetan understanding is not an alternative unified\nand coherent theory, but a variety of microtheories addressing particular aspects of cognitive\ndevelopment. For this reason a number of contemporary theorists taking a computer science\n[Shu03] or dynamical systems [Wit07| approach to developmental psychology have chosen to\nadopt the Piagetan framework in spite of its demonstrated shortcomings, both because of its\nconceptual strengths and for lack of a coherent, more rigorously grounded alternative.\n\nOur own position is that the Piagetan view of development has some fundamental truth to it,\nwhich is reflected via how nicely it fits with a broader view of development in complex systems.\n\nHOUSE_OVERSIGHT_013104",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013104.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3416,
    "word_count": 519,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:47.040644",
    "prefix": "IMAGES-002"
  }
}