{
  "document_id": "HOUSE_OVERSIGHT_013396",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013396.txt",
  "text": "Edwards adv. Epstein\nCase No.: 502009CA040800XXXXMBAG\nSecond Renewed Motion for Leave to Assert Claim for Punitive Damages\n\nSection 768.72 provides for the amendment of a complaint either through evidence in the\nrecord or “proffered by the claimant.” As the statute suggests, a proffer of evidence in support\nof a punitive damage claim is sufficient and a formal evidentiary hearing is not required. See\nStrasser v. Yalmanchi, 677 So.2d 22, 23 (Fla. 4th DCA 1996), rev. dismissed, 699 So.2d 1372\n(Fla. 1997); Solis v. Calvo, 689 So.2d 366, 369, n.2 (Fla. 3d DCA 1997). In fact, a hearing is not\neven required provided the trial court identifies the filings of the parties and indicates that its\ndecision to grant the motion is based upon a review of the file and the respective documents\n- ~ filed. eben he ERIE EAT SE ne 7\n| : «The United States District Court for the Middle Distiie of Florida has spoken eteaily ba? cecal tana\nthe nature of a proffer in support of a motion to amend to assert a claim for punitive damages in\nRoyal Marco Point I Condo. Ass'n, Inc. v. OBE Ins. Corp., 2010 WL 2609367 (M.D. Fla. June\n30, 2010). As the Court stated: |\n\nIt is important to emphasize, at the outset, the limited nature of the review a court\nmay undertake in considering the sufficiency of an evidentiary proffer under Fla.\nStat. §768.72. Courts reviewing such proffers have recognized that “a ‘proffer’\naccording to traditional notions of the term, connotes merely -an ‘offer’ of\nevidence and neither the term standing alone nor the statute itself calls for an\nadjudication of the underlying veracity of that which is submitted, much less for\ncountervailing evidentiary submissions.” Estate of Despain v. Avante Group,\nInc., 900 So.2d 637, 642 (Fla. Sth DCA 2005) (quoting State of Wisconsin\nInvestment Board v. Plantation Square Associates, Ltd, 761 F. Supp. 1569, 1581\nn. 21 (S.D. Fla. 1991)).\n\nTherefore, “an evidentiary hearing where witnesses testify and evidence is offered\nand scrutinized under the pertinent evidentiary rules, as in a trial, is neither\ncontemplated nor mandated by the statute in order to determine whether a\nreasonable basis has been established to plead punitive damages.” Jd. (collecting\ncases).\n\nHOUSE_OVERSIGHT_013396",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013396.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2245,
    "word_count": 371,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:44.752446",
    "prefix": "IMAGES-002"
  }
}