{
  "document_id": "HOUSE_OVERSIGHT_029296",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029296.txt",
  "text": "* Research on each of the 13 episodes is ongoing and we are moving towards creating a short list of the top\ncontributors per episode (with some contributors in multiple episodes).\n\n* We are aggregating the top contributors around 4 to 5 central locations, such as SF Bay Area, LA, Chicago,\nBoston, New York, Santa Fe, London, Oxford, and Cambridge for the main shoots.\n\n* We are creating a short list of locations for the secondary shoot - i.e. the more observational shoots on\nspecific labs and research facilities, such as the Music Lab at McGill, the Sleep Lab at Harvard.\n\n* We are planning a recce in the autumn to assess locations and meet some of the key contributors.\n\n* We've brought on a production manager / line producer as we develop detailed research, contributors,\nlocations, budgets.\n\n* Our team is working toward interviewing and hiring a top science-literate associate producer / dedicated\nresearch producer. We’ve been coordinating with colleagues at HHMI (Howard Hughes Medical Association)\nas well as National Geographic for staffing referrals, and now have a strong short list. This is a critical, long-\nterm position.\n\n* We are assessing graphics and animation companies and researching styles and graphic ideas that we might\nuse to communicate some of the more complex ideas.\n\n* Our digital team is researching a web extension for the www.closertotruth.com website, developing ideas for\na dedicated site neighborhood for \"Radical Breakthroughs.\" We are in discussions with several website\n\ndesign companies, including the company that designed and built our original CTT site, for ideas and bids on\ncreating the expanded site.\n\n* By mid-October, we expect to begin to schedule the shoots.\n\nplease note\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\nJEE\nUnauthorized use, disclosure or copying of this\ncommunication or any part thereof is strictly prohibited\nand may be unlawful. If you have received this\ncommunication in error, please notify us immediately by\n\nreturn e-mail or by e-mail to jeevacation@gmail.com, and\n\nHOUSE_OVERSIGHT_029296",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029296.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2227,
    "word_count": 353,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:48.981068",
    "prefix": "IMAGES-010"
  }
}