{
  "document_id": "HOUSE_OVERSIGHT_011319",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011319.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n16\nH3VOGIU1\n\nlist, we're not able to cross examine him, so what they want to\n\ndo is introduce triple hearsay of Buckingham Palace saying what\nPrince Andrews said in a news article without the reporter\nagainst my client without our ability to cross examine him on\nthat.\n\nSo your Honor, they've tried to argue a little bit of\n\na securitous way, I think that it's a verbal act on behalf of\n\nPrince Andrew, it doesn't meet that criteria, there's been no\n\nstatement by there's been no action by my client against\nhim, and what's at issue in this case is, again, Maxwell's\n\nstatements against my client.\n\nThe case that they cite actually, the Minemyer case,\n\ngoes against them. It actually talks about how you would have\n\nto call the reporter, that that couldn't come into evidence.\n\nAnd so, your Honor, for those reasons, we believe that, again,\n\nthat's a distraction, it's highly prejudicial to allow a triple\n\nhearsay document like that to come in without our ability to be\n\nable to cross examine that individual. So for those reasons,\nyour Honor, we believe that that should not come in.\n\nThey also made an argument that it's somehow an\nintervening cause or that, you know, it goes to the issue of\n\nshe should be seeking damages from Prince Andrew, things of\n\nthat nature. But as we know, because your Honor reviewed the\ncase law with respect to the summary judgment, each individual\n\nis responsible for their own defamation, so it doesn't come\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011319",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011319.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1585,
    "word_count": 274,
    "line_count": 82,
    "import_date": "2025-11-19T21:47:48.616798",
    "prefix": "IMAGES-001"
  }
}