{
  "document_id": "HOUSE_OVERSIGHT_018263",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018263.txt",
  "text": "mankind’s history precisely because they touch in subtle ways on the human heart,\non what it means really to live.\n\nA friend of mine who runs one of the leading technology firms told me of the\nunnerving realization that the most important figures at the firm were under 25 -\nand no senior person had much of an idea about what they were doing. This is an\ninversion: Usually in a society the most power accrues to those with the most\nexperience, and judgment and perspective. Today, tremendous even decisive\ninfluence clusters in the hands and machines of a young caste whose very fluency\nwith the norms of a revolutionary age blots out a whole set of important\nconnections, a group that instinctively feels networks but is deaf to the music of\nphilosophy, history and even tragedy that should inform the operation of so much\npower. To love risk, to love creating and building - this is fine. Wonderful even. But\nit’s also not enough.\n\n“It happens that programming is a relatively easy craft to learn,” the MIT scientist\nJoseph Weizenbaum observed in the 1970s, as computers emerged into academic\nlife. “Almost anyone with a reasonably ordered mind can become a good\nprogrammer with just a little instruction and practice. And because programming is\nalmost immediately rewarding, that is because a computer very quickly begins to\nbehave somewhat in the way a programmer intends it to, programming is very\nseductive.” The mistake, Weizenbaum warned, was to think that easy programming\nof a machine was really a predictor of anything other than getting a machine to\nfollow commands. It didn’t mean easy programming of a complete operation. Or of\nscience. Or, godforbid, to think you could easily program the world. Programming,\nhe warned, “appeals most to those who do not yet have sufficient maturity to\ntolerate long delays between an effort to achieve something and the concrete\nappearance of success. Immature students are therefore easily misled into believing\nthat they have mastered a craft of immense power and of great importance when, in\nfact, they have learned only the rudiments.”3! Tempting as it may be to call for our\nworld to be turned over to entrepreneurs or technocrats, to let their tools of wired\nefficiency tear with a fast disruptive enthusiasm into our politics and economics, the\nreality is that the world (thankfully) does not respond like a cold machine. That\ndelay between an effort to achieve something and its realization that Weizenbaum\nmentioned, it’s the essence of being human. The delay is filled with worry, hope,\ndebate, exploration, error, success. In short, it’s a hitch that should never be ground\nout of our system, no more by technology than by authoritarian or totalitarian or\nfundamentalist doctrines that have ever promised instant solution to any probem.\n“Just let the entrepreneuers do it” or “Just let the machinces do it,” is no more a\nsolution than “Just let the Nazis handle this,” could have been.\n\nSo this is our dilemma: Old, white-haired, network-blinded leaders (and young\nfigures who think like them despite their age) pull us from Washington and other\n\n31 “It happens that programming”: Joseph Weizenbaum, Computer Power and\nHuman Reason: From Judgment to Calculation, (San Francisco: W.H. Freeman 1976),\n276\n\n31\n\nHOUSE_OVERSIGHT_018263",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018263.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3291,
    "word_count": 542,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.944698",
    "prefix": "IMAGES-004"
  }
}