{
  "document_id": "HOUSE_OVERSIGHT_022520",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022520.txt",
  "text": "The FCPA:\n\nAnti-Bribery Provisions\n\nElectricity Commission senior officials to travel to Michigan to inspect Company A's facilities. Because it is a lengthy\ninternational flight, Company A agrees to pay for business class airfare, to which its own employees are entitled\nfor lengthy flights. The foreign officials visit Michigan for several days, during which the senior officials perform an\nappropriate inspection. Company A executives take the officials to a moderately priced dinner, a baseball game,\nand a play. Do any of these actions violate the FCPA?\n\nNo. Neither the costs associated with training the employees nor the trip for the senior officials to the Company's\nfacilities in order to inspect them violates the FCPA. Reasonable and bona fide promotional expenditures do not violate\nthe FCPA. Here, Company A is providing training to the Electricity Commission’s employees and is hosting the Electricity\nCommission senior officials. Their review of the execution and performance of the contract is a legitimate business purpose.\nEven the provision of business class airfare is reasonable under the circumstances, as are the meals and entertainment,\nwhich are only a small component of the business trip.\n\nWould this analysis be different if Company A instead paid for the senior officials to travel first-class with their\nspouses for an all-expenses-paid, week-long trip to Las Vegas, where Company A has no facilities?\n\nYes. This conduct almost certainly violates the FCPA because it evinces a corrupt intent. Here, the trip does not appear\nto be designed for any legitimate business purpose, is extravagant, includes expenses for the officials’ spouses, and therefore\nappears to be designed to corruptly curry favor with the foreign government officials. Moreover, if the trip were booked as a\nlegitimate business expense—such as the provision of training at its facilities—Company A would also be in violation of the\nFCPA's accounting provisions. Furthermore, this conduct suggests deficiencies in Company A's internal controls.\n\nCompany A's contract with the Electricity Commission is going to expire, and the Electricity Commission is\noffering the next contract through its tender process. An employee of the Electricity Commission contacts\nCompany A and offers to provide Company A with confidential, non-public bid information from Company A's\ncompetitors if Company A will pay for a vacation to Paris for him and his girlfriend. Employees of Company A\naccede to the official's request, pay for the vacation, receive the confidential bid information, and yet still do not\nwin the contract. Has Company A violated the FCPA?\n\nYes. Company A has provided things of value to a foreign official for the purpose of inducing the official to misuse\nhis office and to gain an improper advantage. It does not matter that it was the foreign official who first suggested the\nillegal conduct or that Company A ultimately was not successful in winning the contract. This conduct would also violate\nthe FCPA's accounting provisions if the trip were booked as a legitimate business expense and suggests deficiencies in\nCompany A's internal controls.\n\nHOUSE_OVERSIGHT_022520",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022520.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3176,
    "word_count": 491,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:45.995658",
    "prefix": "IMAGES-007"
  }
}