{
  "document_id": "HOUSE_OVERSIGHT_019642",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019642.txt",
  "text": "154 | HOW AMERICA LOST ITS SECRETS\n\nThree co-workers did admit to the FBI, as noted earlier, that they\nmight have inadvertently given Snowden their passwords, but these\nthree slips would not account for Snowden’s breach of all the other\ncompartments. Of course, there might have also been less forthcom-\ning co-workers who hid their slips in divulging their passwords to\nSnowden.\n\nThis raises the more sinister possibility that the accomplice\nwas not an amateur co-worker but a spy who was already in place\nwhen Snowden arrived. Such a penetration agent could have been\nrecruited by an adversary intelligence service before Snowden came\non the scene. After Snowden expressed a desire to expose the NSA’s\ndomestic surveillance, it could then have used him as an “umbrella”\nto hide its own activities. Finding such a means to protect a source\nwhile exploiting his or her information is not uncommon in espio-\nnage operations, and because Snowden was willing to flee America\nand go public, he could serve as a near-perfect umbrella. “Snowden\nmay have carried out of the NSA many more documents than he\nknew about,” Tyler Drumheller, the former CIA station chief, said. It\n\n® could also account for the disparity between the claims of Snowden ©\nand the NSA damage assessment as to the number of documents\nthat were compromised.\n\nAs far-fetched as this scenario may seem, less than three years\nbefore the Snowden breach the NSA had received a warning from\na CIA mole (to be discussed in greater detail later) that the Russian\nintelligence service might have recruited a KGB mole at the Fort\nMeade headquarters of the NSA. No mole was found in 2010, and\nif one existed, it could not have been Snowden, who was working\nfor the NSA in Japan in 2010. Such a putative mole could conceiv-\nably have acquired enough information to later facilitate Snowden’s\noperation.\n\nAs Snowden acknowledges, he was not a happy worker at the\nNSA. He complained in his posts over the Internet between 2010\nand 2013 about superiors and what he considered NSA abuses to\nco-workers. If someone assumed the guise of a reluctant whistle-\nblower, he would have little difficulty in approaching Snowden.\nSnowden might not even know his true affiliation beyond that he\n\n| | Epst_9780451494566_2p_all_r1.z.indd 154 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019642",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019642.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2324,
    "word_count": 388,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:45.019870",
    "prefix": "IMAGES-005"
  }
}