{
  "document_id": "HOUSE_OVERSIGHT_021164",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021164.txt",
  "text": "mansion to attend to his sexual desires and when he was finished with\nme, I’d be off to my adventures.\n\nOn the day before we were to be heading back to Palm Beach, Jeffrey\nhad a new proposition for me. I could make double the money I was\nmaking, if I would look for pretty girls and convince them to come back\nto Jeffrey’s to be further persuaded with money to engage in bi-sexual\nand sexual acts with Jeffrey and I. I asked him how does one actually\npropose such a thing to a complete stranger? “Well” he said in a build up\nto another kind of lesson. “If | were you I would use your charm to entice\nthem and my money to bring them, I would tell them you work for a\nmulti-billionaire who has a taste for young, beautiful girls and with his\ncontacts in the acting, modeling, or rich husband world, your boss could\nhelp them, All they have to do is come meet me first.” If ] wasn’t so\nnaive at the time I would’ve seen that’s exactly what he was doing with\nme, my prospects were massage credentials, but with too much pain from\nmy past, | could only have hope. Not that I was a shy girl, but picking up\ngirls for one reason alone, only to be endorsed for her body, didn’t sound\nlike something I could do. But not wanting to displease my master, | told\nhim that I would give it a go. You could tell he was instantly excited with\nmy agreement, he started to reveal the politics of what kind of girls he\nwas looking for. He wasn’t into multi-cultural girls, a very chauvinistic\nperception; he said they had to be uniquely gorgeous to be accepted by\nhim, but definitely no African-American girls, he was racist against\nanything different to his kind, a very narrow minded way of thinking for\nsuch a supposed brilliant man. The list went on and on. No girls with\ntattoo’s or piercing’s, or gothics, no drug users, or prostitutes. Basically\nhe wanted everyone’s daughter that looked like the girl next door, with\nblue eyes and blonde curly ringlets. I just nodded and smiled, wanting\nthis to be over with and move on to another conversation, but so worked\nup from our previous talk, instead he persisted to show me exactly what I\nwas good for to him. He took me up to the highest loft in his large\nmansion and he lay down on his large bed, expecting me to know exactly\nwhat he wanted done. As always, I complied. Part of me hating him for\nhaving to degrade myself to be so subservient to his sexual whims, and\nanother part of me was telling myself to be grateful for the opportunities I\nwas being given.\n\nThe battles in my head were beginning to cause me too much anxiety,\nwhen we got back to Palm Beach, | asked my Mom to make me a\ndoctor’s appointment for some headaches I had been getting lately, so she\nwouldn’t question me. | walked out of the doctor’s with a prescription for\na mind-altering anxiety tablet called “Xanax”, not only did it help with\nanxiety but it also acted as blanket over terrible memories. So when I had\nto perform degrading acts, I would take a few pills and forget what\n\n39\n\nhappened within the next hour and be able to become someone without a\nbattling conscious.\n\nI spent my sweet 16\" birthday on his island in the Caribbean next to\n“St. James Isle” he liked to call it “Little St. Jeff's”, his ego was as\nenormous as his appetite for fornicating. I was given a birthday cake and\nanew collection of designer make-up from London. Ghislane made a\njoke after I blew out my array of candles and said, ’I’d be soon getting\ntoo old for Jeffrey’s taste, and soon they'd have to trade me in.” She was\nonly half joking in a sad reality though. A few days after my birthday, a\ngirl was flying out to the island to join us for a few days before flying\nback to N.Y.C. I was introduced to a pretty girl a few years my senior,\nnamed Sarah. She had long ash blonde hair and big brown eyes that\nhinted she had a cheeky nature. She had known Jeffrey before I had, and\nhe was supposedly trying to help her get an acting job in L.A. She was\nobviously accustomed to the lifestyle he provided her, making it ever so\napparent with her prompt attention she lavished on him. She would do\nthings like strip nude and bathe around the swimming pool, taunting him\nfor sex. She was good at what she did, even putting me at ease with her\ncool persona and funny jokes. Jeffrey told me privately that she was one\nof his best at procuring young girls into her entrapment and delivering\nthem to him when he was in town, and when it came to time in the private\nchambers with Jeffrey, Her and I, it wasn’t hard to comprehend. She was\ndevoted to the moment, giving Jeffrey every imaginable lustful desire he\ncould fathom. On the last night there we all took a trip over to St. James\nto go for a stroll, odd I thought, it was past 7pm and Jeffrey rarely strayed\nout past then, unless it was some event or dinner party. While Ghislane\nand him looked the average couple strolling arm in arm through the\nstreets, he said to Sarah and I, “Why don’t you two hit the night club here\nand see if there is anyone interesting to bring back for the evening?” It\nwas more of an order than a request and then I knew why we came out\ntonight and why Sarah was invited, tonight was all about training, and\nSarah was going to show me the ropes in picking up girls. Although there\nwas no one to accustom to Jeffrey’s distinct taste to bring back, watching\nSarah flirt from girl to girl like a floating butterfly, gave me enough\ninsight into what I was expected to do.\n\nWithin Months I had become his handy little helper. Not only would I\nrun to his beckon call, but I also aided Ghislane in bringing in more girls\nto keep the appetite of our sexually starving chief from going hungry. |\nonce asked Ghislane, why she did what she did for him, instead of having\na common monogamous relationship and getting jealous like normal\npartners would? She replied simply “It takes the pressure off me having\nto do it”. That said it all, we were all under the shade of Jeffrey’s money\ntree, and not even someone like her could escape from its lure.\n\n40\n\nL! Copyright Protected Material 0 Copyright Protected Material\nCONFIDENTIAL GIUFFRE004172 CONFIDENTIAL GIULFRE004 173\n\nHOUSE_OVERSIGHT_021164",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021164.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6149,
    "word_count": 1151,
    "line_count": 100,
    "import_date": "2025-11-19T21:47:45.096474",
    "prefix": "IMAGES-006"
  }
}