{
  "document_id": "HOUSE_OVERSIGHT_012082",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012082.txt",
  "text": "CHART 1: CHINA POPULATION DISTRIBUTION 2015\n\n100+ ;\n95-99 |\n90-94 it\n85-89 OE\n80-84 een eee\n75-79 |\n70-74 a\n65-69 ee\n60-64 ee\ny 9 a\n2950-54 NN EE>E=—E>——E——E—E—E=—{—E:E—E<{EE\n45-49 oo —_ee\n40-44 Le\n35-39 NN EE—E—E<;_—E=—£{T—E=E£E—EEoEo\n30-34 OOE—EOO—E—E—E——Ee\n25-29 _ eS ee\n20-24 EEE\n15-19 (I\n10-14 eae\n5-9 EE Ee\n0-4 (|\n6% 5% 4% 3% 2% 1% 0% 1% 2% 3% 4% 5% 6%\n\nWhile we consider demographics as an important long-term\nfactor for investing (as discussed in the Third Quarter 2015\nissue of Global Foresight: Investing for the Ages), in the short\nrun, it is eclipsed by economic cycles and political changes. For\ninstance, Japan’s and Germany’s economies have each been\nperforming well over the last few years, despite being the\nsecond and third oldest countries in the world with the median\npopulation age of 47 years (Monaco has the world’s oldest\npopulation at 52 years). However, in the longer run, demo-\ngraphics factor into economic\ngrowth as consumption declines\ndramatically in your 50s and 60s\nfrom where it is in your 30s and\n40s. Health care burdens also\nincrease and presumably need to\nbe funded with higher taxes that\nwill eventually weigh on the\ndisposable incomes of younger\nworkers.\n\nThe largest emerging market,\n\nChina, has a median age comparable to the U.S. and arguably\nhas far worse demographics as China faces a big decline in new\nworkers over the next ten years when the number of retirees\nmay exceed the number of new entrants into the labor force as\nshown in CHART 1.\n\nSouth Korea is the oldest emerging market with a median age\nof 41. East Asian economies, including Japan, have grown over\nthe years due to migration from villages to urban centers,\nresulting in productivity gains that have fueled economic\nexpansion. Although this migration may continue a while\nlonger, EM investors should understand the reality that the\neconomic growth case outside of South Asia and Southeast\nAsia is mostly limited to productivity gains. India has the best\ndemographic profile of any major emerging market as shown\n\nGLOBAL FORESIGHT THIRD QUAPTER 2017\n\n\"...in the longer run,\ndemographics factor into\neconomic growth as consumption\ndeclines dramatically in your 50s\nand 60s from where it is in your\n30s and 40s.\"\n\nin CHART 2, with progressively younger population brackets\ngetting steadily larger, indicating a stable increase in labor force\nfor long-term economic growth.\n\nYoung Ideas\n\nJapan has seen a long, steady economic recovery behind the\nmarket-friendly policies of Prime Minister Abe. The U.S. has\nexperienced slow but consistent growth, arguably being driv-\nen more by its culture of innovation\nand leadership in the tech sector that\nhas led its market’s returns. By com-\nparison, Europe has been plagued\nby infighting and rotating eco-\nnomic and political crises for most\nof the last nine years. In addition,\nwhen we consider the challenges to\ngrowth Europe faces longer-term\nas a result of its aging populations,\nit would seem difficult to make the\ncase that the bull market centered in the U.S. may see its next\nleg driven by its counterparts across the Atlantic. However,\nwe see the European continent energized by the electoral suc-\ncess of 39-year-old Emmanuel Macron, who not only won the\nFrench presidency in May, but also a strong party majority\nin its legislative body, the National Assembly. This mandate\nshould pave the way for economic reforms that we believe in-\nvestors will embrace. It is a massive change in sentiment from\nsix months ago when markets were fearing the “anti-European\nUnion” rhetoric of since-defeated Marine Le Pen.\n\nUnifying Europe is no easy task, but the best chance appears\nto be in the hands of a political outsider with pro-business\nand economic policies that manage to be sufficiently main-\nstream to keep France from fracturing into far-left and far-\n\nHOUSE_OVERSIGHT_012082",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012082.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3835,
    "word_count": 637,
    "line_count": 109,
    "import_date": "2025-11-19T21:47:45.628889",
    "prefix": "IMAGES-001"
  }
}