{
  "document_id": "HOUSE_OVERSIGHT_029861",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029861.txt",
  "text": "Even if Epstein’s attorneys hadn’t opened the door, Scarola said the information\nwould have likely come out. He says the information will help him undermine\nEpstein’s claims that Edwards “ginned up” the allegations to help his former law\npartner, imprisoned and disbarred Fort Lauderdale lawyer Scott Rothstein,\nperpetuate a $1.2 billion Ponzi scheme.\n\nThe revelations of the settlements came as part of an ongoing lawsuit that started as\na dispute between Epstein and Rothstein, both billionaires.\n\nA year after Epstein in 2008 pleaded guilty to solicitation of prostitution and\nprocuring a minor for prostitution, he sued Rothstein and Edwards, claiming they\ntrumped up the allegations of sexual molestation to perpetuate the Ponzi scheme.\n\nRothstein was sentenced to 50 years in prison in 2010 after admitting he had built\nhis wildly successful law firm by forging the names of federal judges and others to\npersuade investors he had negotiated settlements in lawsuits against high-profile\npeople. Investors were told they could get a cut of the cash.\n\nOne of the high-profile people Rothstein used to lure investors was Epstein,\naccording to a lawsuit West Palm Beach attorney Robert Critton filed on Epstein’s\nbehalf. According to the lawsuit, Rothstein told investors Epstein, a money\nmanager, had agreed to settle the lawsuits with the teens for $200 million — a claim\nCritton described as “a complete fabrication.”\n\nAfter Epstein dropped the lawsuit in 2012, Edwards turned the tables on him.\nEdwards accused Epstein of filing the lawsuit maliciously to punish him for\nrepresenting the young women. Although Edwards was a partner in Rothstein’s now\ndefunct firm, Scarola claims Epstein had no evidence Edwards was involved in the\nPonzi scheme. Federal prosecutors successfully charged other attorneys and\nmembers of the firm, but Edwards was never implicated, Scarola said in the\nmalicious prosecution lawsuit.\n\nThe revelations about the money Epstein paid to three of the young woman came\nlast week in documents filed for a hearing Tuesday in preparation for a December\ntrial on the lawsuit.\n\nAttorney Tonja Haddad Coleman, who represents Epstein, on Tuesday sought a\ndelay of the trial, in part, because she claimed she has been unable to talk to her\nclient since his estate on his private island in the U.S. Virgin Islands was devastated\nlast month by Hurricane Irma. “I’ve had no ability to communicate with Mr.\nEpstein,” she said.\n\nPointing out Epstein’s enormous wealth and his private jet, Palm Beach County\nCircuit Judge Donald Hafele rejected her request. While saying he didn’t want to\nappear insensitive to those victimized by the storm that hammered the Caribbean\n\nHOUSE_OVERSIGHT_029861",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029861.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2706,
    "word_count": 427,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:49.254237",
    "prefix": "IMAGES-010"
  }
}