{
  "document_id": "HOUSE_OVERSIGHT_014553",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014553.txt",
  "text": "Exhibit 19: US Equity Volatility\n\nSpikes in equity volatility have corresponded with major global shocks.\n\nVIX Level\n30 () Global Financial Crisis 80.9\n® First Greek Bailout (11/20/08)\n\n@) Debt Ceiling, S&P Downgrade,\n70 -| Eurozone Sovereign Debt Crisis\n\nG) Greek Default\n\n60 + @) SIL Ebola\n\n50 (G) Renminbi Depreciation\n\n80 5\n\nSPX: -42%\n\n40 4\n\n30 5\n\n18.8 ie\n8/22/08. ;\nee) (4/12/10)\n\n0 +\n2005 2006 2007 2008 2009 2010\n\nData through December 31, 2016.\nNote: The red arrows show the S&P 500's (SPX's) peak-to-trough declines around each episode.\nSource: Investment Strategy Group, Bloomberg.\n\n45.8\n(5/20/10)\n\n48.0\nMe 407\n(8/24/15)\n\n28.1\n\n26.3\n(10/15/14)\n\n26.7\n(6/1/12)\n\n147 143 12.0 ears\nait) (3/26/12) gunn arming!\n\n2011 2012 2013 2014 2015 2016\n\nanother shock to the financial markets, resulting\n\nin the tightening of financial conditions in the\n\nUS in mid-2015 and early 2016, with US equities\n\ndropping by more than 10% in both periods.\nExhibit 19 provides a time line of shocks,\n\nwhich, in all likelihood, dampened the pace of the\n\nUS recovery.\n\nIn Summary\n\nAs we review the six theories that could account\nfor the notably slow pace of this recovery, we\nbelieve that all have some merit. Recovering\n\nfrom the hangover from the deepest recession\nsince the Great Depression took a little longer.\nDemographics have not been favorable.\nProductivity growth appears lower, but that fact\ndoes not portend weak productivity growth in the\nfuture. Productivity growth is also probably not as\nweak as it appears, given some mismeasurement\nof GDP. Fiscal and regulatory policies hampered\nthe economic recovery. And the global backdrop\nprovided a steady source of shocks that slowed\ngrowth in the US.\n\nThat said, we feel confident that the US\ncontinues to progress on a solid footing, that the\nrecovery is intact and, as we argued in our 2016\nOutlook: The Last Innings, that this recovery and\n\nbull market have another inning or two left to run.\n\nThe glass is still half-full.\nWe now turn to our expected returns for the\nnext one and five years.\n\nOne- and Five-Year Expected\nTotal Returns\n\nThe Investment Strategy Group began producing\none- and five-year annualized expected total\nreturns for major asset classes in our 2013\nOutlook. Since then, our key message has been\nto stay invested in US equities despite the low\nreturns we have expected for the asset class.\n\nOur recommendation has been driven by a low\nprobability of recession, a reasonable probability\nof upside for equities, zero expected returns for\ncash and negative expected returns for bonds.\n\nWe have presented these one- and five-year\nannualized expected returns to: a) provide more\ncontext for our investment recommendations; b)\nencourage our clients to have a longer investment\nhorizon; and c) increase the odds that our clients\nhave greater staying power to withstand market\ndowndrafts.\n\nFulfilling these three priorities is even\nmore imperative moving forward. Our return\nexpectations are lower than in prior years after\nseveral years of outsized returns in equities\nand high yield, and, at the same time, we are\nconfronted with tremendous economic policy and\ngeopolitical uncertainty. We have been faced with\nsuch uncertainty in the past, but today (in contrast\nwith periods such as 2008), we no longer have the\nwind at our back with the benefit of cheap equity\nand high yield valuations. In 2008, we believed\nthat attractive valuations would eventually lead to\nhigh prospective returns in US equities and high\n\n20 | Goldman Sachs | JANUARY 2017\n\nHOUSE_OVERSIGHT_014553",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014553.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3532,
    "word_count": 575,
    "line_count": 138,
    "import_date": "2025-11-19T21:47:46.720662",
    "prefix": "IMAGES-003"
  }
}