{
  "document_id": "HOUSE_OVERSIGHT_015684",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015684.txt",
  "text": "x Are the Androids Dreaming Yet?\n\nMathematical Bridge, Cambridge\n\nEvery autumn about thirty graduate students arrive at the\nEngineering Department in Cambridge to join the Advanced Course in\nDesign, Manufacturing and Management. They expect to spend the year\nwalking among the city’s hallowed spires, attending lectures, bumping\ninto Stephen Hawking and punting on the River Cam.\n\nInstead, they get quite a shock!\n\nIn 1989, I joined the course. There were twenty-six engineers, a\npsychologist and a physicist — me. There was no prescribed syllabus;\ninstead the course used learning-by-experience and lectures from the\nexperts ina given field. To study advertising, you might visit a top London\nagency, for shipbuilding a shipyard on the Clyde. If you were unlucky\nenough to find these two lectures scheduled for the same week, you had\nto travel the length of Britain. The course runs a half dozen minibuses\nto solve this transport problem. Every four weeks we would undertake a\nproject in a different company. I remember designing pit props for coal\nmines and imaging software for a weaving company. At the end of each\nproject we presented our findings to each other and, with eight projects\nand thirty students, this made for a great many presentations. To keep\nthe process manageable, the course put great store in teaching us the art\nof communication.\n\nThese days I design large complex systems, and clear communication\nis extremely important. My ideas are often turned into working products\nand, if those products have flaws, a post-mortem usually shows the cause\n\nHOUSE_OVERSIGHT_015684",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015684.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1591,
    "word_count": 254,
    "line_count": 32,
    "import_date": "2025-11-19T21:47:45.751542",
    "prefix": "IMAGES-003"
  }
}