{
  "document_id": "HOUSE_OVERSIGHT_011487",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011487.txt",
  "text": "own, in which we could achieve the self-determination and security denied to us\nelsewhere.\n\nDuring the 1890s and the early years of the new century, more than a million\nJews fled Eastern Europe, but mostly for America. It was only in the 1920s and\n1930s that significant numbers arrived in Palestine. Then, within a few years,\nHitler rose to power in Germany. The Jews of Europe faced not just\ndiscrimination or pogroms. They were systematically, industrially, murdered.\nFrom 1939 until early 1942 when I was born, nearly two million Jews were\nkilled. Six million would die by the end of the war. Almost the whole world,\nincluding the United States, rejected pleas to provide a haven for those who\nmight have been saved. Even after Hitler was defeated, the British shut the\ndoors of Palestine to those who had somehow survived.\n\nI was three when the Holocaust ended, and it was three years later that Israel\nwas established in May 1948, and neighboring Arab states sent in their armies\nto try to snuff the state out in its infancy. It would, again, be some years before I\nfully realized that this first Arab-Israeli war was the start of an essential tension\nin my country’s life, and my own: between the Jewish ethical ideals at the core\nof Zionism and the reality of our having to fight, and sometimes even kill, in\norder to secure, establish and safeguard our state. Yet even as a small child, I\nwas keenly aware of the historic events swirling around me.\n\nMishmar Hasharon, the hamlet north of Tel Aviv where I spent the first 17\nyears of my life, was one of the early kibbutzim. These collective farming\nsettlements had their roots in Herzl’s view that an avant-garde of “pioneers”\nwould need to settle a homeland that was still economically undeveloped, and\nwhere even farming was difficult. Members of Jewish youth groups from\nEastern Europe, among them my mother, provided most of the pioneers,\ndrawing inspiration not just from Zionism but by the still untainted collectivist\nideals represented by the triumph of Communism over the czars in Russia.\n\nIt is hard for people who didn’t live through that time to understand the\nmindset of the kibbutzniks. They had higher aspirations than simply planting the\nseeds of a future state. They wanted to be part of transforming what it meant to\nbe a Jew. The act of first taming, and then farming, the soil of Palestine was not\n\n16\nHOUSE_OVERSIGHT_011487",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011487.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2403,
    "word_count": 414,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:49.127813",
    "prefix": "IMAGES-001"
  }
}