{
  "document_id": "HOUSE_OVERSIGHT_026064",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_026064.txt",
  "text": "From:\n\nSent: 2/8/2017 10:20:59 PM\nTo: jeffrey E. [jeevacation@gmail.com]\nSubject: Re: Edmond de Rothschild Infrastructure Expertise\n\nImportance: — High\n\nIf it s a debt fund , they were thinking of building it around senior and mezzanine debt which would yield 8 to\n10% per yr with a kicker\n\nAriane de Rothschild\n\nOn 8 Feb 2017, at 12:59, jeffrey E. <jeevacation@gmail.com> wrote:\n\nthanks, the issue will be returns on investment. . there is a HUGE amount of cash sitting on the\nsidelines. trump will want to do private public partnerships on most things. . donald loves the\nrothschild name.\n\nOn Wed, Feb 8, 2017 at 7:23 AM, EL HACHEM Johnny Po wrote:\n\nDear Jeff,\n\nAs previously discussed between you and Ariane, Edmond de Rothschild is deeply involved in the building and\nfinancing of the infrastructure in Europe. Edmond de Rothschild has an outstanding track record, history and\npresence in European infrastructure, as well as being one of Europe’s most recognized financial advisors to\nthe infrastructure market. We have developed deep expertise in the infrastructure sector and sought secure,\nwell-managed assets, generating stable, long-term returns for investors.\n\nWe have done so by initiating and backing two experienced and highly-respected managers in the industry,\nTIIC and BRIDGE. TIIC is an equity investor in transport and social infrastructure. BRIDGE is an infrastructure\ndebt provider. Both managers are covered in more detail below. Edmond de Rothschild has been heavily\ninvolved in the launch of the below funds, providing crucial support in fund structuring, due diligence, capital\nraising, legal & compliance functions as well as the sound governance and ESG management across all funds.\nPartnering with TIIC and BRIDGE has enabled Edmond de Rothschild to build a strong franchise within\ninfrastructure investments, complementing its overall Private Equity offering. Edmond de Rothschild has also\nacted as anchor investor for these funds, demonstrating its strong alignment of interest with these\ninvestment teams. With Ariane we strongly believe that we should absolutely find a way to collaborate\ntogether with you to think and initiate something to serve the future needs of the US in the infrastructure\nfield.\n\nPlease find attached further information on each manager. This would also be a chance for us to explore\nopportunities of working together in the future.\n\nPlease feel free to reach out to us if you require any further information. We look forward to hearing from\nyou soon.\n\nHOUSE_OVERSIGHT_026064",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_026064.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2531,
    "word_count": 396,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.978491",
    "prefix": "IMAGES-008"
  }
}