{
  "document_id": "HOUSE_OVERSIGHT_013482",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013482.txt",
  "text": "From: Steven Victor MD eee\n\nSent: 11/23/2012 1:06:38 PM\nTo:\n\ncc:\n\nSubject: Report on Stem Cells future\n\nPUBLISHED: 22 NOVEMBER 2012\n\nThe view from the US: Stem cell therapy steps up a gear with first\n\napproval and improved political climate\n\nSpecial Report\n\nPeter Winter\n\nPositive clinical data, increases in federal funding and the first regulatory approval of a manufactured stem\ncell product mean momentum is building in the US. With the re-election of President Obama, this is likely to\ncontinue\n\nShare on twitterShare on linkedinShare on facebookShare on email\n\nImage: Bigstock\n\nWhen US President Barack Obama came into office he made good on his promise to overturn President George W. Bush’s executive\norder that - with the exception of a handful of existing stem cell lines - prohibited federal funding of human embryonic stem cell (hESC)\nresearch.\n\nSpecial Report - Stem Cell Research under Horizon 2020\n\nStem Cell Research in Horizon 2020: Experts debate what Europe must do to maintain its lead in regenerative medicine\nThe view from the US: Stem cell therapy steps up a gear with first approval and improved political climate\n\nView from Europe: Delivering on the vision of regenerative medicine and stem cells\n\nTalking to the experts: Why the EU should support human embryonic stem cell research in Horizon 2020\n\nOVERVIEW: Regenerate the future - human embryonic stem cell research is crucial to deliver health and growth\n\nThis easing of restrictions on hESC research was expected to engender enough confidence to attract investors into the space and\nencourage pharmaceutical and biotech companies to build robust product pipelines based on stem cell therapies. However, a tougher\nregulatory climate for biopharmaceuticals in general and a protracted legal challenge to the relaxing of rules on hESCs has served to\nkeep both big pharma companies and venture capitalists on the sidelines to date.\n\nNevertheless, there has been progress, particularly at the research end of the development spectrum. Three and a half years on stem\ncells are no longer high on the political agenda as they once were. This speaks to the generally positive public acceptance of stem cell\nresearch in the US. A Research!America poll of likely voters in the presidential election, conducted in August 2012, found that 61 per\ncent of prospective voters were in favor of expanding funding for hESC research.\n\nInvestor interest\n\nLooking back over his first term in office Obama can point to some major gains. These include funding increases for the National\nInstitutes of Health’s (NIH) stem cell initiatives, and greater investor interest in the wider field of regenerative medicine including the use\nof adult stem cells and induced pluripotent stem (iPS) cells.\n\nHowever, it hasn’t all been smooth sailing. Although after protracted forethought, the US Food and Drug Administration (FDA) gave the\ngreen light for the Californian biotech Geron to begin the very first human clinical trial of a human embryonic stem cell-derived therapy\nin January 2009, the trial has not been without its problems.\n\nThe Phase | trial, treating patients with acute spinal cord injury, was hit with an FDA clinical hold causing significant delays to its\ninitiation in 2010. A year later, after 15 years’ effort, the Geron washed its hands of the programme, blaming its withdrawal from the\nstem cell space on capital scarcity and uncertain economic conditions. The decision wiped out a leading player in hESC translation and\ncommercialisation. However, the regenerative medicine sector has been able to recover and is beginning to blossom. (See Public\nMarkets section below). The prime movers in the Geron trial are now attempting to revive it.\n\nResearch funding robust\n\nFederal funding for all forms of stem cell research has increased over the past four years. However, the NIH funding component for\nhESC has been dogged by litigation for the past three years. In Sherley v. Sebelius, researchers James Sherley and Theresa Deisher,\nwho worked with adult stem cells, claimed the NIH guidelines violated the Dickey-Wicker Amendment, which prohibits the use of federal\nfunds for research in which human embryos are destroyed or discarded. This overhang was not finally removed until August 2012 when\na three-judge panel from the US Court of Appeals for the District of Columbia Circuit unanimously upheld the NIH 2009 guidelines that\npermit funding of hESC research.\n\nHOUSE_OVERSIGHT_013482",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013482.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4455,
    "word_count": 707,
    "line_count": 78,
    "import_date": "2025-11-19T21:47:45.690335",
    "prefix": "IMAGES-002"
  }
}