{
  "document_id": "HOUSE_OVERSIGHT_020002",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020002.txt",
  "text": "Lyndon Johnson ended up—one of the first modern politicians to have found himself on\nthe wrong end of both mortal and moral politics.)\n\nBut now, after little more than seven weeks in office, Trump saw his own predicament\nas unique and overwhelming. Like no other president before (though he did make some\nallowances for Bill Clinton), his enemies were out to get him. Worse, the system was\nrigged against him. The bureaucratic swamp, the intelligence agencies, the unfair courts,\nthe lying media—they were all lined up against him. This was, for his senior staff, a\nreliable topic of conversation with him: the possible martyrdom of Donald Trump.\n\nIn the president’s nighttime calls, he kept coming back to how unfair this was, and to\nwhat Tony Blair had said—and others, too! It all added up. There was a plot against him.\n\nNow, it was certainly true that Trump’s closest staff appreciated his volatility, and, to a\nperson, was alarmed by it. At points on the day’s spectrum of adverse political\ndevelopments, he could have moments of, almost everyone would admit, irrationality.\nWhen that happened, he was alone in his anger and not approachable by anyone. His\nsenior staff largely dealt with these dark hours by agreeing with him, no matter what he\nsaid. And if some of them occasionally tried to hedge, Hope Hicks never did. She agreed\nabsolutely with all of it.\n\nAt Mar-a-Lago on the evening of March 3, the president watched Bret Baier interview\nPaul Ryan on Fox. Baier asked the Speaker about a report on the online news site Circa—\nowned by Sinclair, the conservative broadcast group—involving allegations that Trump\nTower had been surveilled during the campaign.\n\nOn March 4, Trump’s early morning tweets began:\n\nTerrible! Just found out that Obama had my “wires tapped” in Trump Tower just before the\nvictory. Nothing found. This is McCarthyism! (4:35 a.m.)\n\nIs it legal for a sitting President to be “wire tapping” a race for president prior to an election?\nTurned down by court earlier. ANEW LOW! (4:49 a.m.)\n\nHow low has President Obama gone to tap my phones during the very sacred election process.\n\nThis is Nixon/Watergate. Bad (or sick) guy! (5:02 a.m.)\nAt 6:40 he called Priebus, waking him up. “Did you see my tweet?” he asked. “We’ve\ncaught them red-handed!” Then the president held his phone so Priebus could hear the\nplayback of the Baier show.\n\nHe had no interest in precision, or even any ability to be precise. This was pure public\nexclamation, a window into pain and frustration. With his misspellings and his use of\n1970s lingo—“wire tapping” called up an image of FBI agents crouched in a van on Fifth\nAvenue—it seemed kooky and farcical. Of the many tweets that Trump had seemed to\nhoist himself by, from the point of view of the media, intelligence community, and\nextremely satisfied Democrats, the wiretap tweets had pulled him highest and most left\nhim dangling in ignorance and embarrassment.\n\nHOUSE_OVERSIGHT_020002",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020002.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2948,
    "word_count": 495,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:44.779971",
    "prefix": "IMAGES-005"
  }
}