{
  "document_id": "HOUSE_OVERSIGHT_019298",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019298.txt",
  "text": "EMERY CELL] BRINCKERHOFF & ABADY LLP\nPage 2\n\nFlorida Bar that reference information that was developed during discovery in this case. In\nkeeping with plaintiff's enduring practice of insisting on selective confidentiality to bolster her\nown accusations while concealing evidence that undermines her claims, the materials provided to\nthe Post include cherry-picked and misleading characterizations of evidence that is sealed and/or\ndesignated confidential under the protective order governing this action—to say nothing of the\nfact that it is simply false. In several instances, the materials plaintiff's counsel provided to the\nPost directly reproduce exhibits that were marked confidential in this case by plaintiff, and which\nplaintiff filed under seal before the district court. These disclosures violate both the spirit and\nthe letter of the district court’s orders, and appear calculated to hamstring Professor\nDershowitz—who respects and will abide by the court’s orders—in responding to the\naccusations against him.\n\nMost notably, the materials provided to the Washington Post repeat the\noutrageous claim that [MY “came forward” and “corroborated” Ms. Giuffre’s\naccusations against Dershowitz when she “testified under oath that she had been trafficked by\nMr. Epstein and had had sex with Mr. Dershowitz.” As plaintiff's counsel are well aware, Ms.\nMEE testimony is marked confidential and remains under seal; indeed, plaintiff herself\nfiled the relevant deposition transcript under seal before the district court. See ECF No. 701-1.\nYet the materials provided to the Washington Post repeat specific details from M6§. =\nsealed deposition, including specific sex acts she claims occurred with specific individuals.\nPlaintiffs counsel’s selective characterization of this sealed evidence to a national newspaper is\nan outrageous violation of the district court’s orders. See ECF No. 62 4 4 (“CONFIDENTIAL\ninformation shall not be disclosed or used for any purpose except the preparation and trial of this\ncase.””); see also, e.g., Taylor v. Teledyne Techs., Inc., 338 F. Supp. 2d 1323, 1343 (N.D. Ga.\n2004) (publicly summarizing and paraphrasing confidential documents violated protective order\neven without verbatim disclosure).\n\nThis is especially so given that the totality of this individual’s testimony and other\ndocuments produced confidentially in discovery (none of which plaintiffs counsel elected to\ndescribe to reporters) demonstrate that her claims are utterly unworthy of belief.' Among other\nthings, in emails sent in 2016, Ms. HMMIclaimed that she received help from “the Russians”\nand the hacker network Anonymous in responding to a hack of her email by the CIA; that Hillary\nClinton sent “Special Agents Forces Men” to “intimidate[]” and “ruff[] (sic)... up” her friend in\nan effort to “to protect [Ms. Clinton’s] presidential campaign”; that she possessed video and\nphotographic evidence against both Ms. Clinton and Donald Trump that she would release to\nWikileaks and Russian media by Sunday, October 23, 2016; that she possessed video footage of\nBill Clinton, Prince Andrew, and Richard Branson having sex with her friend which was backed\nup on “several USB sticks” that she had “securely sent... to various different locations\nthroughout Europe”; and that another friend had—while the two “were showering together”—\nshowed her physical evidence that “Donald Trump liked flicking and sucking her nipples until\n\n' As you know, on June 21, 2017, we, on behalf of Professor Dershowitz ,wrote to Judge Sweet\nasking that, in the event that Ms. I deposition were unsealed (or its designation as\n“confidential” by the parties withdrawn), the Court permit public disclosure of her emails.\n\nHOUSE_OVERSIGHT_019298",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019298.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3730,
    "word_count": 561,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:49.068400",
    "prefix": "IMAGES-005"
  }
}