{
  "document_id": "HOUSE_OVERSIGHT_013505",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013505.txt",
  "text": "Century proponent of a school of Jewish ecstatic mysticism, Abraham Abulafia,\nwhose interpretation of the Guide and his own Commentary on the Secrets taught\nthat the human mind, if transformed into a “state of active intellect,” could become\none with Spirit, realizing the Kingdom of God in rational mystical experience in a\nstate of excitement with new ideas. The new consciousness achieves deep\nknowledge of both the “upper” and “lower” realms of what he called “reality” both\nspontaneously and directly. He said that without personal transformation, this\nknowing is not possible.\n\nAbulafia’s lesson was that the mundane intellect of man has the potential for\ntransformation into another kind of mind in a spiritualization of thought. This occurs\nvia developmental stages that begin with intellect and imagination and culminate in\nwhat he called prophetic emanations. The exercises leading to this transformation\nare to be strongly willed and practiced with regularity. This work results in ascension\nto an ecstatic state accompanied by great intuitive powers, which Abulafia called\n“prophesy.” Ibn Adret, the Chief Rabbi of Spain at the end of the Thirteenth Century,\nbanished Abulafia from the Country, a Century before the Spanish Inquisition\nousted all the Jews.\n\nFollowing what my father said was required in the practice of Kabbalah, a\n13\" Century tradition of esoteric and mystical interpretations of the Scriptures, |\nlearned the secret meanings of each of the twenty-two letter Hebrew alphabet.\nMuch like the Platonic view of mathematics, that it existed before the physical\nuniverse, these symbolic equivalences were believed to be eternal in the\ntranscendental realm. One of the rare written accounts of this oral tradition is in the\nthirteenth-century Hebrew Book of Splendor called the Zohar which describes the\nHebrew alphabet as the heavenly code of the cosmos.\n\n| learned that the Tegragrammaton’s repeated letter Hei, being fifth in the\nHebrew alphabet, represents the number five. In the Kabbalistic tradition, He/\nimplicates the functional five-partition of the human inner self or soul. The five parts\nare: nefesh, instinctual drives; ruach, mood, affect and emotions; neshamah,\ncognitive activities of the mind; chayah, efforts to understand and _ attain\n\ntranscendence; yechidah, experiencing the world as a cosmic unity. Later in life as\n\nHOUSE_OVERSIGHT_013505",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013505.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2386,
    "word_count": 365,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:47.523713",
    "prefix": "IMAGES-002"
  }
}