{
  "document_id": "HOUSE_OVERSIGHT_029665",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029665.txt",
  "text": "http://www.theaustralian.com.au/national-affairs/creativity-is-central-to-our-endeavours/story-fn59niix-\n\n1226173494033\n\nPaul Keating explains as never before\n\ne BY:PAUL KELLY, EDITOR-AT-LARGE\n° From:The Australian\ne October 22, 2011 12:00AM\n\nWITH his panoramic view of world affairs sharper than ever, Paul Keating blames the current global crisis\non blunders by European and US leaders and warns that Australia must rediscover the keys to national\nsuccess.\n\nInterviewed in his Sydney office, furnished in a style he calls “the last gasp of revolutionary classicism\", Keating's\nnew 600-plus page book sits atop his desk, an insight into his intellectual, aesthetic and political obsessions.\n\nWhat has Keating been doing since he left office in 1996? He has been travelling, speaking and analysing the\nworld and Australia with undiminished intensity suggesting a man operating as prime minister-in-exile.\n\nHis idea of leadership is more philosophical than ever, more distant from Bob Hawke or John Howard. His focus is\nthe synthesis between beauty and reason and his book encompasses China's currency, the world malaise,\nMahler's Symphony No2 and broaching the republic with the Queen.\n\nDuring the interview Keating talks, as never before, about his leadership concept. But he\nis doing something else: explaining himself to a still puzzled nation.\n\n“The great changes in civilisation and society have been wrought by deeply held beliefs\nand passion rather than by a process of rational deduction,” Keating tells me. In\nretirement, his political inspiration comes from music and beauty, not opinion polls.\n\nThere are signs he has mellowed. While ruthless with his judgments Keating is keen to\nsupport a struggling Labor Party while addressing the source of its strategic demise.\n\n\"The failure of the Rudd and Gillard administrations is the lack of an over-arching story,\nthe lack of a compelling story,\" he says when interviewed last week.\n\n\"I'm happy that Labor took us through this dreadful financial crisis so competently. But\nthey are not in the business of teaching. And governments, to succeed with change, must\nbe in the business of educating the community.\n\n“Our Labor governments have failed to conceptualise the changes. We need a\nframework.\n\n“What is the framework? It is ‘Australia in Transition’ strategically and economically.\nThat's the story we have to present.\n\n\"| think the Australian people are very conscientious. During the 1980s and 1990s we\nproved they will respond conscientiously to necessary reforms. They mightn't like them\nbut they'll accept them. But reforms have to be presented in a digestible format.\n\nHOUSE_OVERSIGHT_029665",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029665.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2655,
    "word_count": 397,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.675255",
    "prefix": "IMAGES-010"
  }
}