{
  "document_id": "HOUSE_OVERSIGHT_010928",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010928.txt",
  "text": "The Museum was more outraged than | was. Marty felt that he had been used. He\nand Harold Williams, a business-savvy guy who had chaired the SEC under Jimmy\nCarter, realized that if I could be hog-tied, the Museum with its 11% was the next\n\ndomino.\n\nThis was in November of 1983. Within a few weeks, the Museum and | signed a\n“consent of shareholders” taking over the company. The required public disclosure\nof this, on top of the tripartite agreement and co-trustee lawsuit before, was blood in\n\nthe water.\n\nPennzoil launched a hostile takeover bid in December. My concern was that the\ntrust should not be locked in a minority position. | met with Pennzoil in New York.\nWe resolved that to my satisfaction. The Getty Oil board met, also in New York, on\nJanuary fourth. The mood was not sunny. Harold Stuart, one of the brightest and\nfinest board members, assumed that I had invited the Pennzoil bid. Chauncey\nMedberry thought I should be sued. But Sid and the board acted responsibly overall.\nWe countered with a higher price, Pennzoil accepted, and we went home thinking\n\nwe had a deal.\n\nTexaco offered a higher bid two days later. Was Getty Oil already bound to Pennzoil?\nIts lawyers and mine said it wasn’t until the final agreement was signed. I had my\ndoubts. But I liked Texaco’s offer better, and my duty was clear. The Trust and\nMuseum would be paid cash for their shares, rather than locked in. | had insisted on\nlanguage in the Pennzoil agreement that bound me only as “consistent with my\nfiduciary duty.” My duty, in the light of legal advice, was to accept Texaco’s offer. |\ndid, and voted the same way as a member of Getty’s and the Museum’s board. Those\n\nwere fiduciary duties too.\n\nPennzoil sued Texaco, and eventually won punitive damages of some eleven billion\ndollars. The Museum and Trust had cashed out. We were not parties. The Pennzoil\nand Texaco filings both spoke well of me. But there was still the lawsuit seeking a\ncorporate co-trustee. That would have been very dangerous before the sale to\n\nTexaco cashed us out. A corporate co-trustee might well have assented to “corporate\n\nChapter 1: Recollections 1/06/16 12\n\nHOUSE_OVERSIGHT_010928",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010928.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2164,
    "word_count": 376,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:45.881898",
    "prefix": "IMAGES-001"
  }
}