{
  "document_id": "HOUSE_OVERSIGHT_025270",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025270.txt",
  "text": "Bonds overview\n\nGovernment bonds - Key points\n\n¢ We expected government bond yields to move towards slightly higher ranges over the next 6 months,\nas seen in late 201 1/early 2012. This is likely to have a slightly negative effect on most developed\ngovernment bond prices, and is likely to result in a total return around zero over this period.\n\n¢ Price fluctuations in the month ahead could originate from developments in the Eurozone and the US.\nThey include the Troika report on Greece, Spanish local elections/referendum and the possible delayed\nrequest for additional ECB support in Europe. In the US, the extent of the fiscal cliff is dependent on the\nelection outcome and the results from the debates in the subsequent lame duck session of congress.\nWhile we expect the full cliff to be avoided, it poses a significant downside risk to domestic growth.\n\n* Overall, we suggest keeping the duration close to neutral, as we expect global growth to remain\nlackluster and central banks to continue supporting bond markets.\n\nCorporate and emerging market bonds - Key points\n\n¢ We maintain a preference for investment-grade (IG) and US high-yield (HY) corporate credit. A strong\n(US) corporate sector, the ongoing moderate recovery of the US economy, determined central bank\nsupport and a strong technical backdrop are likely to further support credit segments.\n\ne Investment-grade corporate bonds have achieved a total return of more than 10% so far this year, at\nremarkably low volatility. While absolute returns will likely be moderate in the next six months (1-2%),\nthe asset class should continue outperforming government bonds, offering higher liquidity than HY\nbonds. We see the highest return potential in the lower-rated IG segments (BBB and A).\n\ne US corporate bonds of lower credit quality (HY) remain fundamentally supported by solid balance\nsheets and a benign US growth outlook. Given the low risk of default losses, valuations are attractive at\nan effective yield of above 6%. For US HY, we expect mid single-digit total returns in the next six months.\nUS senior loans are an attractive alternative to traditional fixed income assets.\n\ne Emerging market (EM) bonds should continue to benefit from better fundamentals than those of\ndeveloped markets over the medium term. However, valuations have now moved towards a fair level for\nsovereign bonds (in USD) and we take profits on selected sovereign bond issuers. For EM corporate bonds\nin USD, there is still some potential for spreads to trend lower in the quarters ahead, and we continue to\nrecommend this area as a ClO-preferred theme.\n\n2 UBS\n\nPreferences (6 months)\n\nshort duration\n\nUSD\n\nEUR (DE)\n\nGBP\n\nJPY\n\nCHF\n\nCAD\n\nAUD\n\nBonds total\n\nBnew\n\nunderweight\n\nneutral\n\nold\n\nneutral\n\nlong duration\n\noverweight\n\nGovernment C1\n\nbonds\n\nInvestment\ngrade\ncorporate\nbonds\n\nHigh yield\nbonds\n\nEmerging\nmarket\nbonds\n\nBnew\n\nold\n\nSource: UBS CIO WM Global Investment Office\n\n23\nFor further information please contact ClO's asset class specialists Achim Peijan, achim.peijan@ubs.com and Daniela Steinbrink Mattei, daniela.steinbrinkmattei@ubs.com\n\nPlease see important disclaimer and disclosures at the end of the document.\n\nHOUSE_OVERSIGHT_025270",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025270.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3197,
    "word_count": 502,
    "line_count": 103,
    "import_date": "2025-11-19T21:47:48.500791",
    "prefix": "IMAGES-008"
  }
}