{
  "document_id": "HOUSE_OVERSIGHT_023812",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023812.txt",
  "text": "&6 Teaching Minds\nErikson proposed that trust or mistrust develops during the\n\n(A) muscular-anal stage.\n\n(B) locomotor-genital stage.\n(C) latency stage.\n\n(D) oral-sensory stage.\n\n(E) maturity stage.\n\nPsychology is all about experimentation, but the questions here are\nabout facts about previous experiments, which is very different from\nlearning to design and perform an experiment about something that\npersonally interests you. Psychology teachers cannot teach students\nhow to create a hypothesis and experiment to find out whether it is\ntrue, unless they go around the existing curriculum. Since teachers are\njudged by their students’ results on AP tests, this is hardly likely.\n\nAnother problem here is that only some of the 12 cognitive pro-\ncesses are conscious. Others are hidden from our conscious minds.\nIf school were to actively try to teach diagnosis, for example, soon\nenough there would be the 18 principles of diagnosis or a test about\nwho said what about diagnosis. There probably wouldn’t be much ac-\ntual diagnosis unless something drastically changed our conception of\nwhat schooling should look like.\n\nThe major problem with how we think about teaching is our con-\nception of what it means to teach, as well as our conception of what it\nmeans to learn. In school we “know” that one has to learn math and\nscience and literature. I am asserting here that it is that notion, that\nthere are these specific subjects to teach, that has ruined our schools.\n\nThere are abilities to teach, not subjects.\n\nAcademics designed the school system. To them, it seemed natu-\nral that the subjects that they were experts on should be taught in\nhigh school. Such a simple thought has created a major problem.'\nEducation ought not be subject-based but, in a sense, we can’t help\nbut think of it that way because we all went to schools that were sub-\nject-based. Even corporate training, which need not be subject-based,\ntends to be viewed in that way as well, simply because that is the way\nwe have always looked at education owing to our own experiences in\nschool.\n\nOnce you set up the learning question in terms of subjects that need\nto be taught, it is very tempting to use the old tried and true, Why\n\nHOUSE_OVERSIGHT_023812",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023812.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2228,
    "word_count": 373,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:47.719528",
    "prefix": "IMAGES-007"
  }
}