{
  "document_id": "HOUSE_OVERSIGHT_024984",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024984.txt",
  "text": "2]\n\nmovies (despite a weakness for anything with Meryl Streep,\nespecially Out of Africa), reads yet more briefing papers than she’s\nalready consumed in Washington, scans news on an iPad, and\nsometimes manages a few pages of a mystery, but mostly she sleeps,\nwithout any pills, often right through landing. “If she couldn’t sleep\nmost of the way,” says Philippe Reines, her longtime press secretary,\n“she wouldn’t be able to function.”\n\nSome of her best road stories involve Holbrooke, her close friend, a\nmaestro of diplomacy for more than four decades. (Holbrooke was\nmeeting with Hillary in her office last December when he collapsed\nand was rushed to the hospital, where he later died from a ruptured\naorta.) At his Kennedy Center memorial service, which played more\nlike a roast, she recalled that Holbrooke was once, in Pakistan, so\ninsistent on making a point that he followed her all the way into the\nladies’ room. On boarding her plane, he would test every seat to see\nwhich was the most comfortable, then hound whichever official was\nassigned to it to trade with him. Hillary especially enjoyed when he\nwould disappear into the airplane restroom and emerge like an\noversize Easter bunny in his bright-yellow sleeping suit. “On hearing\nWinston Churchill’s motto, “Never, never, never, never give up,’\n[Richard] called Churchill halfhearted,” she said. Hillary thinks this\nalso perfectly captures her own theory of persistence.\n\nAloft, the secretary of state can often be found with a black binder\nclip in her hair instead of fastened onto classified documents. It helps.\nHer stylist, Isabelle Goetz, does her hair in Washington, but on the\nroad—unless the ambassador’s wife can recommend someone good—\nshe takes care of herself. For years she’s routinely done her own\nmakeup, which is easier because she has good skin. And her genes\nseem unusually strong. Dorothy Rodham, Hillary’s mother, is 92 but\nlooks more like 80. Hillary is 63 but seems a bit younger. She is one\n\nHOUSE_OVERSIGHT_024984",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024984.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2001,
    "word_count": 329,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:44.515622",
    "prefix": "IMAGES-008"
  }
}