{
  "document_id": "HOUSE_OVERSIGHT_028235",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028235.txt",
  "text": "/ BARAK / 101\n\nwhat would constitute a fair agreement. He was presenting it on a take-it-or-leave-\nit basis. If either side said no, he would withdraw it, and it would not be binding on\nPresident Bush.\n\nHe proceeded to lay out his proposal. It now envisaged the Palestinians ending\nup with between 95 and 97 percent of the West Bank. Israel’s military presence in\nthe Jordan Valley would be for a maximum of six years, after which our soldiers\nwould be replaced by an international force. On refugees, the solution Clinton\nproposed would “make it clear there is no specific right of return to Israeli itself”\nbut recognize “the aspiration of the Palestinian people to return to the area.” He\nproposed a joint endorsement by Israel and the Palestinians of the right of refugees\nto return to a new Palestinian state. In Jerusalem, Arafat would have sovereignty\nover the entirety of the Old City except for the Jewish Quarter and, of course, the\nWestern Wall and the “holy space of which it is a part.” Finally, the President said,\nthis would be a final peace: an end of conflict and, once implemented, an end to\nany further claims. He wanted replies from Israel and the Palestinians within five\ndays. Dennis added that, while both sides could come back with reservations, if\nany of these fell outside the substantive limits of President Clinton’s parameters,\nthe response would be interpreted as a “no” and our search for an agreement would\nbe over.\n\nClinton’s latest proposals went beyond even what I was willing to have him\nkeep in his pocket at Camp David. Opposition politicians in Israel, and even a few\nof our cabinet ministers, promptly objected to the formula for Jerusalem. I told the\ncritics — as I knew I’d have to argue to the country in a referendum, in the\nvanishingly unlikely event we actually reached an agreeement — that making peace\nwas not like making love. It was something you did with enemies. I, too, would\nhave preferred to say no to Clinton’s ideas on Jerusalem. But to reject them would\nhave placed Israel in the position of rejecting the entire Clinton paper, something I\nwas not prepared to do.\n\nI sent word to the President that we accepted his ideas. We did raise\nreservations — twenty-eight in all, about how various parts of the agreement would\nwork on the ground. But none fell outside his parameters for a peace agreement. At\nfirst Arafat asked the Americans for more time. Then he went to Washington to see\nClinton. There, he presented his “reservations”. They were not just outside the\nClinton parameters. They rejected two key elements. Arafat said there could be no\n\n387\nHOUSE_OVERSIGHT_028235",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028235.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2630,
    "word_count": 455,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:46.541032",
    "prefix": "IMAGES-009"
  }
}