{
  "document_id": "HOUSE_OVERSIGHT_011363",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011363.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n60\nH3VOGIU1\n\nintersect with the entire story that plaintiff has told about\nbeing a sex slave in the years 1999 to 2002.\n\nAlso, your Honor, they go to damages because plaintiff\n\nhas claimed that she should be entitled to a certain amount of\n\ndamages, and her own experts have talked about her being a\n\ntroubled child. Again, this is something that they told their\n\npsychiatric expert, and he relied on finding that she was a\n\ntroubled child, and then he's made inferences from there about\n\nwhy she should be entitled to certain damages, and I think the\nschool records are a fair game for cross examination of him.\nMotion in limine number 11, her bad childhood\n\nbehavior. Again, your Honor, this is exactly -- plaintiff went\n\nin to see the psychiatrist, went in to see hers and our\n\nindependent medical examiner, and in both cases she described\nall of her, quote/unquote, bad childhood behavior. So it goes\n\nto her damages, your Honor. They want to elicit what they want\n\nto elicit and keep us from eliciting anything that would\n\ncontradict its\n\nBut putting your reputation and your character in\n\nissue, as she has in this case, about the time when she was a\n\nchild is necessarily a part of our cross examination to explain\n\nto a jury what her reputation at the time of the acts in\nquestion were.\nShe was a truant, reported to the schools as a truant,\n\nreported by her mother to the police, circulated with people in\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011363",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011363.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1557,
    "word_count": 274,
    "line_count": 83,
    "import_date": "2025-11-19T21:47:45.878011",
    "prefix": "IMAGES-001"
  }
}