{
  "document_id": "HOUSE_OVERSIGHT_018191",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018191.txt",
  "text": "\"Enfora and the Enabler II provide us with an integrated approach to software, Internet\nconnectivity and customization that lets us focus on our product and service offering,\" said Eric\nStalnaker, VP of Business Development at GTXC. \"By working with Enfora, we know the\n\nXplorer® A-GPS Smart Shoe is built on a robust and highly accurate platform.\"\nDownload the full article\n\nGTXC Wins Praise, Reduces Chip Size\n\nLos Angeles, California, March 5, 2007 - GTXC received a strong, positive reception as a third\ntime exhibitor at the recent World Shoe Association show in Las Vegas, NV. It also won praise\nfrom the technology community at the latest 3GSM World Congress in Barcelona, Spain. GTXC\ncontinues to build momentum, enhance its intellectual property and provide leadership throughout\n\nthe embedded GPS footwear space.\nDownload the full article\n\nNew era of \"Wearable GPS\" capabilities enabled by technological breakthrough.\n\nFebruary 21, 2007, Los Angeles, CA - GTXC, founder of the Personal Location Services category\nand leader in Miniaturized GPS Technologies, has created a proprietary, \"single click\" software\napplication used to activate the GPS-2-SMS Dual-GeoFence features that form an integral part of\nits embedded GPS technology. The recent Multi Dual GeoFence patent application filled in\nFebruary 2007 is the most current of seven applications filed since the company's founding five\nyears ago, and promises to bring new capabilities and efficiencies to the Wearable GPS industry.\n\nThe company's first, US Patent 6.788.200 titled GPS Footwear was issued in September 2004.\nDownload the full article\n\nGTXC unveils new generation of Smart GPS Shoes\n\nLos Angeles, CA, January 25, 2007 - GTX Corp., a dominant world leader in personal location\nservices, will unveil their new Xplorer line of Smart GPS shoes on February Ist, at the World\nShoe Association (WSA) in Las Vegas.\n\nXplorer, the next generation of smart GPS shoes, incorporates the smallest, most powerful and\nrobust GPS tracking device on the market today. Drawing on a long history of patented embedded\n\nGPS technology for footwear and other consumer products, GTXC has been in development on\n\nHOUSE_OVERSIGHT_018191",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018191.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2190,
    "word_count": 339,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:46.598485",
    "prefix": "IMAGES-004"
  }
}