{
  "document_id": "HOUSE_OVERSIGHT_029221",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029221.txt",
  "text": "From: jeffrey E. [jeevacation@gmail.com]\n\nSent: 10/27/2014 3:53:38 PM\nTo: Lisa Ne\nSubject: Re: writing up proposal\n\nImportance: — High\n\nI think the proposal for 500k is optimistic but can't hurt.\n\nOn Mon, Oct 27, 2014 at 9:48 AM, Lisa New > wrote:\n\nDear Jeffrey,\n\nLarry has told me that you and a friend would like to contribute to my project (hallelujah and thank you a\nmillion times, Jeffrey) and that I ought to write up a proposal asking for 500,000. This is wonderful. If this\ncomes to pass, the best way for that money to come, I think, is as a gift to Poetry in America, an initiative at\nEdLabs at Harvard University. This will give me discretion over its disbursement to HarvardX and WGBH,\nbut this will be absolutely be a Harvard gift that will count as Campaign success and from which Harvard will\ntake some (but not as much)overhead. . So far the best finance people I've met are at EdLabs and they are\nhappy to manage these funds for me. There are other ways to give me this money that leave Harvard out, but\nmy understanding is that your friend would like this to be a Harvard gift.\n\nHere's a draft of what I'd like to do with that money.\n\nI'd like 500,000 to do post-production and distribution of a whole historical period of American poetry (1914-\n1945 is what I'm thinking--Modernism) and including three episodes of tv.\n\nThe raw materials for that period include interviews with Bill Clinton (including footage not yet used by\nWGBB), Peter Gallison, Walter Isaacson, Lena Dunham, Woody Allen (whose lawyers didn't like our release\na while ago, but we're hoping will soften over time), Harrison Ford (still a maybe), Robert Polito, Sarah Kay,\nAl Filreis, Rafael Campo, Susan Howe, kids from Nantucket High School, kids from Brookline High\n\nSchool, Alfre Woodard, Jane Pickering, Jay Parini, Ray Dalio, Leon Wieseltier, Richard Dawkins and others;\nand footage shot in Harlem, Greenwich Village, midtown, Chicago, London (if I have the money to hire a\ncrew there; don't now ), at museums including the Fogg, Harvard Museum of Natural History, Frost's house in\nRipton Vermont and more.\n\nThis allows the donor to give to a big Harvard Campaign priority, Teaching and Learning , by supporting\nPoetry in America, allowing me to produce the crucial segment of the online course with the highest (TV\nquality) production values and so also supplying higher quality video to WGBH as a way also to cut their\ncosts.\n\nCurrently, HarvardX skimps (on lighting, for instance--see the Bill Clinton interview) and while WGBH ladles\nmoney raised by others into everything. I have been pounding away at my friends at WGBH and I know that\nWGBH producer will work with HarvardX if they can give him footage of the right quality. . That is, we'll use\nHarvardX as the backlot for WGBH so as to squeeze three episodes out for 250.\n\nThis proposal does not include experiments in schools or the curricular development into courses for teachers\nthat you've seen in other (million dollar_) proposals. But the courses for teachers can't happen before the\nfootage is developed, and these courses will have as their centerpiece the WGBH episodes, and so this funding\nwill make all the rest possible.\n\nI can polish this narrative and or edit it, if there are things you think I have wrong.\n\nHOUSE_OVERSIGHT_029221",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029221.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3297,
    "word_count": 565,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:47.890668",
    "prefix": "IMAGES-010"
  }
}