{
  "document_id": "HOUSE_OVERSIGHT_027031",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027031.txt",
  "text": "Hey, these things happen: Penny Pritzker, President Obama's nominee to lead the Commerce Department,\nunderstated her income by some $80 million and had to file a correction to her government-filed disclosures,\n\nBloomberg is reporting.\n\nThat might sound like a lot of money, but it's all relative. Pritzker, whose family founded the Hyatt hotel chain,\nis worth about $1.5 billion. So it's easy to see how a few million — or 80 — could go missing.\n\nMaybe she left it in the other purse?\n\nA spokeswoman told Bloomberg that the $80 million was \"a substantial amount” and that Pritzker's advisers\ncorrected the error as soon as they realized it.\n\nPer Bloomberg: \"Documents released last week show Pritzker received $32.2 million for a decade's worth of\nconsulting on the restructuring of domestic trusts,\" but new filings indicated she made at least $80 million more\nthan that.\n\nMonice M. Kaczorowski\n\nChief Knowledge Officer\n\nNEAL *« GERBER = EISENBERG\nTwo North LaSalle Street = Suite 1700\nChicago IL = 60602-3801\n\ndirect\nfax\n<2 | >\n\nhttp://www.ngelaw.com<http://www.ngelaw.com/>>\n\nee\n[cid:image001.jpg@01CE572E.7E4D4B70]<http://www.linkedin.com/pub/Monice-kaczorowski/6/44/367/>\n\nPlease consider the environment before printing this email.\n\nConfidentiality Notice: This communication is confidential and may contain privileged information. If you\nhave received it in error, please notify the sender by reply e-mail and immediately delete it and any attachments\nwithout copying or further transmitting the same.\n\nBS Df DIC ik DIS BIg 34S BIS DIR 24S ik DIS IC 24S BIS DIS 2S 2k DIS Ik 24S BIS DIR SIC 2k DIC Ig 34S BIC DIS 3IC 2k DIC ik 24S IC DIS SIC 2k DIC Ok 24S IS OIC FIC 2 OIC 2k 24S IS 2IS IC 2fe OIC 24k OIC Ik 2fe\n\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\n\nJeffrey Epstein\n\nUnauthorized use, disclosure or copying of this\ncommunication or any part thereof is strictly prohibited\nand may be unlawful. If you have received this\ncommunication in error, please notify us immediately by\nreturn e-mail or by e-mail to jeevacation@gmail.com, and\ndestroy this communication and all copies thereof,\nincluding all attachments. copyright -all rights reserved\n\nHOUSE_OVERSIGHT_027031",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027031.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2344,
    "word_count": 367,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:44.132592",
    "prefix": "IMAGES-009"
  }
}