{
  "document_id": "HOUSE_OVERSIGHT_015486",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015486.txt",
  "text": "NAUTILUS EDUCATION\n\ncost as little as $2 per gallon, or about half the price\ngas currently goes for at local pumps, to produce at a\nfull-sized facility, even though such an industrial plant\nwould require a lot of capital to build.\n\nHowever, the machine Fang shows me is not run-\nning on the biomass that Fang originally tested: wood\nchips, switchgrass, canary grass, miscanthus. Instead,\nit churns through natural gas, turning methane into\nsyngas. Making long hydrocarbons from the single car-\nbon in methane molecules is “very easy,” he assures\nme. But “natural gas is not true green,” he concedes.\n“There is no benefit in [the reduction of] greenhouse\ngases. Biomass 1s still true green.”\n\nNatural gas from the fracking boom has revolution-\nized the global energy landscape—particularly in the\nUnited States, the world’s biggest producer of shale\ngas. But it is also controversial. Gas burns cleaner, but\nit still produces around half the greenhouse emissions\nof its dirtier cousins like coal, not including the excess\nmethane that leaks from fracking sites and the pipe-\nlines that transport the gas. Fracked gas can also con-\ntaminate groundwater supplies. And while in 2012 it\nbrought America’s carbon footprint down to its low-\nest level in 20 years, relying on it in the long-term will\nmake it hard to eliminate greenhouse gas emissions, as\nis required to combat climate change.\n\nAs the price of natural gas slid in response to the\nglut of shale gas, Primus changed gears in mid-2012\nto move away from biomass and to focus on making\nsyngas from natural gas. This is not a new idea: Exx-\nonMobil built a plant in New Zealand in 1986 to turn\nnatural gas into methanol and then gasoline, but aban-\ndoned its efforts when the price of petroleum dropped\ndramatically in the mid 1990s. Now, though, natural\ngas 1s cheap and attractive. Boyayian has a map of all\nthe shale formations in North America tacked to the\nwall of his office. “The world is full of shale,” he notes.\n\nAn earlier version of Primus’ machine, tuned to pro-\ncess biomass, sits swathed in silvery insulating tape\nin a locked and darkened lab. “Right now it is aban-\ndoned,” Fang says. The company insists that the state-\nment doesn’t apply to Primus’s biomass efforts more\ngenerally. “This is the way to get to biofuels,” says Pri-\nmus CEO Robert Johnsen, of the gas to gasoline pro-\ncess, through a tight smile. “Will we be the ones to get\nthere? Maybe.”\n\n| BETA PRODUCT\n\nThe energy in these fuels\n\nis the pent-up power of\nancient sunlight, which\nbillions of photosynthetic\nmicroorganisms soaked up\nbefore dying.\n\n26\n\nHOUSE_OVERSIGHT_015486",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015486.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2611,
    "word_count": 444,
    "line_count": 66,
    "import_date": "2025-11-19T21:47:45.711476",
    "prefix": "IMAGES-003"
  }
}