{
  "document_id": "HOUSE_OVERSIGHT_023654",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023654.txt",
  "text": "* When will the Aramco project be sold?\n\n- 2018.\n\n* Do you now work on papers and permits?\n\n- That is right.\n\n* lf Aramco is sold. Who will determine the ceiling of Aramco's production?\n\n- Determination of the production ceiling would be the prerogative of the Saudi government, increasing\nthe production at the price that suits the company is in favor of the Government of Saudi Arabia. A part\nof the governmental revenues is from the oil tax (50%) on the oil sold or produced, as well as the taxes it\nreceives from Aramco. The government's interest is to develop the profits of Aramco, meaning that the\ngovernment will not take a decision that violates its interests and the interests of Aramco in the rate of\nproduction.\n\n* Your Highness the prince, the subject of production with the economic vision and mentality in the\nmarket, will the production be freed from the political decision?\n\n- Production is not a political decision, production is an economic decision, it was not a political decision\nat all in the past, production is an economic decision, what is the economic benefit to determine the\nappropriate production price, this is governed by supply and demand and coordination with OPEC\ncountries and countries outside OPEC to coordinate the amount of supply and demand so that there is\nno collapse or confusion in oil prices.\n\n* One of the programs that have been launched last Sunday, is the investment program to stimulate 100\ncompanies to turn either to regional or to international companies, what are the companies targeted to\nraise their level?\n\n- | cannot name companies now, there are companies where part of them is in the stock market and\ncompanies outside the stock market. We acquire more than 100 companies that have the opportunity to\nturn from a local company into a leading regional company. We also acquire companies that have the\nopportunity to turn from a leading regional company to a leading global company, and we have a group\nof companies that can achieve this transformation and this huge impact that will be reflected on the\nSaudi economy. They need easy procedures, facilities and agreements with other countries, facilitate\ntheir sales, and facilitate their spread.\n\n* Will the government negotiate on behalf of companies and take care of their interests?\n\n- Undoubtedly, we can touch that all the governments of the world are doing this. The last of which was\nfew days ago when we had the German Chancellor with the managers of the most important companies\nin Germany, and she was negotiating as if these companies are belonging to the German government,\nshe also was entering in all the details for the success of the work of these companies. The Saudi\ngovernment should play its role to turn the success of Saudi national companies. This will transform 100\nSaudi companies from local leading companies to regional leading companies and from regional leading\ncompanies to global leading companies, and also this will provide us with experience in how to turn\nthese companies into large ones so that after 2020 we operate programs targeting a wider range of\nthese companies.\n\nHOUSE_OVERSIGHT_023654",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023654.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3139,
    "word_count": 528,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:48.883269",
    "prefix": "IMAGES-007"
  }
}