{
  "document_id": "HOUSE_OVERSIGHT_019669",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019669.txt",
  "text": "The Keys to the Kingdom Are Missing | 181\n\nThe Post-Hong Kong Documents\n\nThe NSA concern about who had access to its missing files deepened\nfurther when NSA documents continued to surface in the press after\nSnowden went to Moscow. If U.S. intelligence needed any further\nevidence that someone had access to the documents, these additional\nrevelations provided it.\n\nThe most sensational of them was a purported document attrib-\nuted to Snowden concerning the NSA hacking of the cell phone of\nthe German chancellor, Angela Merkel. The story was published\non October 23 on the Der Spiegel website. Appelbaum was the co-\nauthor of the story. Even though Snowden had by now been in Rus-\nsia for four months, he was cited in the story, along with unnamed\n“others,” as the source for the NSA document. Snowden did not\ndeny it. Indeed, he took a measure of credit for the revelation, say-\ning on German TV, “What I can say is we know Angela Merkel was\nmonitored by the National Security Agency.” If Snowden had been\ninvolved in the release of this document, it would be consistent with\n\n© Kucherena’s assertion that he had access to the archive. ®\n\nAdding to the intrigue, Poitras was apparently caught by surprise\nwhen the Merkel story broke in Der Spiegel. She urgently texted\nSnowden on what she called “background” (which ordinarily means\nthat a journalist will not attribute information to a source), She asked\nhim in the text to explain the NSA’s actions. Snowden explained to\nher that Merkel was listed by her true name (and not by a code name)\nin the NSA document because the German chancellor was an NSA\n“target not an asset.” Presumably, Poitras would have already known\nthat distinction if she had the document referred to in Der Spiegel.\nIf the Merkel document was not among the data given to Poitras in\nHong Kong, how did it get to the authors of the Der Spiegel article?\n\nAppelbaum, of course, had been in contact with Snowden before he\nwent public. He had served as Poitras’s co-interrogator of Snowden\nwhile he was still working at the NSA in May 2013. Appelbaum\nwas also one of the leading supporters of WikiLeaks. Because he\nwas famously an advocate of revealing government secrets, it seems\nunlikely that he would have delayed releasing such a bombshell\nabout Merkel’s phone if Snowden had given him this document\n\n| | Epst_9780451494566_2p_all_r1.z.indd 181 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019669",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019669.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2415,
    "word_count": 413,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:44.654908",
    "prefix": "IMAGES-005"
  }
}