{
  "document_id": "HOUSE_OVERSIGHT_028094",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028094.txt",
  "text": "also briefed Rabin after the election. At that stage, there was no discussion of\n\nwhether we actually would, or should, target Saddam. I asked Misha, and then\nYitzhak, only whether such an operation might seriously be considered by the\ngovernment. If not, I said, we’d drop it. Both replied that we should go ahead\n\nwith the planning and preparation. The November 1992 exercise was intended\nas a final test of its viability — before deciding whether actually to do it.\n\nA few weeks earlier, Rabin and I had talked through the arguments for and\nagainst. The arguments against it were obvious. Yes, in the past we had\nabducted, or even killed, leaders of groups involved in terror attacks. But we’d\nnever contemplated targeting a head of state. Crossing that line risked being\nseen not just as attacking a dictator with a record of ruthlessness and murder at\nhome, and aggression towards Israel, but long-accepted norms of international\nrelations. The arguments in favour began with the fact that Saddam was a\nmeglomaniacally ambitious dictator. He had also fired missiles on our towns\nand cities. He retained the capability to arm them with chemical warheads,\npossibly biological agents, and conceivably a nuclear warhead in the future.\nBoth Rabin and I agreed there were two key tests of whether an attack would be\njustified: was it was the only realistic way of confronting the threat from Iraq,\nand would killing him end, or at least exponentially reduce, that threat.\n\nThough there was no final decision at our meeting, Rabin was clearly\ninclined to go ahead. An Israeli TV program two decades later unearthed a\nsummary of the discussion, written by his military aide. “The Prime Minister\napproves the target... This is an operation we should go for when the probability\nof success is very high,” it said. “Thus, we have to build the operational\ncapability in the best possible way, and continue preparations.” In another part\nof the record, Rabin is quoted as having defined the elimination of Saddam as a\n“meaningful objective” with implications for “the very security of Israel.” He\nadded: “I do not see anyone similar to him in the Arab world.”\n\nI, too, was on balance persuaded we should do it. In the years since, I’ve\nsometime reflected on what happened with Saddam still in place: the 2003\ninvasion of Iraq, led by the younger President Bush, the tens of thousands of\nlives lost, the trillions of dollars spent on a war without any clear end, and the\nnear-disintegration of Iraq. But with the complexities of Iraq then and now,\nthere can be no simple answer to how the situation would have changed if we’d\nkilled Saddam. Our view, based on detailed intelligence analyses, was that the\nlikely result would have been a fairly rapid takeover by a few top security and\nBaath Party figures and that, while the new Iraqi leadership might try to retaliate\n\n246\nHOUSE_OVERSIGHT_028094",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028094.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2887,
    "word_count": 489,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:48.381081",
    "prefix": "IMAGES-009"
  }
}