{
  "document_id": "HOUSE_OVERSIGHT_028193",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028193.txt",
  "text": "/ BARAK / 59\n\nWhen Clinton phoned me at the beginning of July, however, he still hadn’t\nfinally decided to hold the summit. I needed him to know that, on my side, he’d\nhave a truly willing partner, aware of the political risk he’d be taking. Like Dennis,\nthe President tried to probe my position on land swaps, and Palestinian sovereignty\nfor at least some Arab neighborhoods in Jerusalem. Finally, he asked if I would\nrule out those possibilities if they represented the difference between success or\nfailure at a summit. I did not give him a definitive “yes.” I said we could think\nthrough those issues together. But when he phoned again, on July 4 from Camp\nDavid, I felt I had to go further. I said that, for his ears only, I was willing to give\nhim the assurance that, assuming that Arafat was willing to move toward us on\ncore issues, I would consider limited, symbolic moves on both land swaps and\nPalestinian sovereignty in part of East Jerusalem.\n\nClinton replied: the summit was on. It would begin at Camp David in one\nweek’s time, on July 11.\n\nTwo days before leaving for the US, I brought my ministers together. “We can’t\nknow what will happen at a summit,” I said. “But we have a responsibility to give\nit a chance, and recognize the situation in which we find ourselves. If we sit idle\nand don’t even try, we'll face an eruption of violence, and never know whether we\ncould have avoided it. If, God forbid, we fail to reach an agreement, there will also\nbe violence. We will face a new reality more difficult than you can imagine. But if\nwe do manage the strike a deal, we are going to change the map and history of the\nMiddle East.” I reminded them it would be up to Israelis to say yes or no, ina\nreferendum, to the terms of any agreement we negotiated. “If we achieve a\nbreakthrough, I’m confident they will do so, by a landslide.”\n\nI said I would hold fast to a number of principles. There would be “no return to\nthe 1967 lines,” meaning that we would draw a new border with the West Bank to\naccommodate the largest settlement blocs. They were mostly around Jerusalem, or\njust beyond the 1967 border. In practical terms, over the years they had become\npart of Israel. Tens of thousands of people lived there. As the Americans and even\nthe Palestinian negotiators recognized, no Israeli government, Labor or Likud,\n\n345\nHOUSE_OVERSIGHT_028193",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028193.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2359,
    "word_count": 427,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:47.461328",
    "prefix": "IMAGES-009"
  }
}