{
  "document_id": "HOUSE_OVERSIGHT_026864",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026864.txt",
  "text": "THE CENTRALITY OF CHINESE NATIONAL INTERESTS\n\nLest anyone gets too starry-eyed about China’s intentions for reforming global governance, in\nXi Jinping’s description of the core principles of its new “diplomacy of socialism with Chinese\ncharacteristics,” Xi concludes his list of ten governing principles with the following: that China\nmust take its “core national interests as the bottom line to safeguard China's sovereignty,\nsecurity and development interests”.\n\nXi makes plain that China’s foreign policy is unapologetically nationalist. Xi assumes that all\nother countries’ foreign policies are nationalist as well.\n\nOf course, China’s definition of its core national interests has evolved over time. As have other\nnations. It now includes, for example, the South China Sea. A decade ago, that was not a\nfeature of Chinese official statements defining China’s core interests. Now it is. As for any\nstate, therefore, the concept of “core national interests” varies over time and will be defined\nby the government of the day.\n\nCONCLUSION\n\nBut we will soon see how the 2018 Central Foreign Policy Conference translates into different\nChinese foreign policy behaviours on the ground. If the 2014 Conference is an effective guide,\nwe will see a heightened period of Chinese foreign policy activism. However the precise\ncontent of that activism remains to be seen. But what we are seeing is the slow, steady\nemergence of a more integrated Chinese worldview which links China’s domestic vision with\nits international vision - and a vision which very much reflects the deep views of China’s\nparamount leader Xi Jinping.\n\nThe first policy terrain where we are likely to see this is in the existing institutions of global\ngovernance. But it will not be restricted to this area. The text of the report of the 2018 Central\nConference on Work Relating to Foreign Affairs suggests that we will also see this across\nChina’s bilateral relations, its engagement with regional institutions, as well as its approach to\nmajor power relations as well - all of which are likely to be met with an increasingly forthright\nChinese diplomacy.\n\nThe challenge for the rest of the international community is to define what type of future\ninternational order, system and governance it wants. And to take China’s invitation seriously\nto engage the Middle Kingdom in a frank and forthright discourse on what the region and the\nworld precisely want in any future “global community of common destiny”.\n\nWhat does the European Union want? What does ASEAN want? What does the East Asia\nSummit want? What does the African Union want? What does the Organization of American\n\nStates want? What does the Gulf Cooperation Council want? What exactly does America want,\nwith or without Trump?\n\n9 of 10\n\nHOUSE_OVERSIGHT_026864",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026864.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2786,
    "word_count": 446,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:48.030425",
    "prefix": "IMAGES-009"
  }
}