{
  "document_id": "HOUSE_OVERSIGHT_024127",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024127.txt",
  "text": "30. What is a Deferred Prosecution Agreement?\n\nA DPA is an agreement entered into between a prosecutor and a defendant in a criminal case whereby in exchange\nfor successful completion of agreed-upon commitments, the criminal charges against the defendant will be dismissed\nin their entirety by the prosecutor.\n\n31. | What enforcement actions have had a significant impact on the AML landscape?\n\nCertain enforcement actions stand out because of the size of the penalties imposed on the institutions and/or the\nmedia attention they received. Examples would include:\n\ne Banking Organizations:\n\n© ABN Amro: In December 2005, ABN Amro was assessed an $80 million Civil Money Penalty (CMP) for\nfailure to implement an adequate system of internal controls reasonably designed to assure compliance\nwith U.S. AML laws and regulations. The CMP cited deficiencies within the North American Regional\nClearing Center (NARCC), a unit within the New York Branch of ABN Amro that operated as a clearing\ncenter for funds transfers in U.S. dollars for members within the ABN Amro network and more than 400\nthird-party financial institutions. Specific findings included the following:\n\n« Failure to staff the compliance function and train compliance personnel adequately\n= Failure to file accurate and timely Suspicious Activity Reports (SARs)\n\n= Lack of formal procedures for collecting and reviewing due diligence and assessing the risks of\nforeign financial institutions accessing correspondent banking services\n\n= Lack of adequate monitoring of funds transfers for potentially suspicious activity, particularly\nfunds transfers conducted by financial institutions independent of the ABN Amro network\n\n« Failure to incorporate information on subjects of previous SAR filings, terminated relationships,\nand publicly available information on shell companies into its suspicious activity monitoring\nprogram\n\n» Failure to investigate alerts and utilize the capabilities of its automated monitoring software to\nmanage its money laundering and terrorist financing risk effectively\n\no American Express: !n August 2007, American Express International Bank (AEIB) was issued a Cease\nand Desist (C&D) order and assessed a $20 million CMP and $55 million forfeiture. American Express\nTravel Related Services Co. (AETRSC) also was assessed a $5 million CMP. Cross-border payment\nmade total effective charges, including forfeiture, $65 million. AEIB provided private banking services to\nhigh net worth clients and AETRSC operated as a money services business (MSB). Specific findings\nincluded the following:\n\n» Failure to implement comprehensive customer due diligence (CDD) and enhanced due\ndiligence (EDD) processes\n\n= Failure to implement effective control measures for bearer shares and other private investment\ncompanies (PICs)\n\n» Failure to adhere to the internal policies for periodic reviews of high-risk accounts\n# Inadequate transaction monitoring system due to data integrity and other problems\n= Inadequate independent testing of the AML Compliance Program\n\n« Failure to provide adequate oversight of and accountability for the AML Compliance Program\nby management of AEIB and its parent company, AEB\n\no Wachovia: In March 2010, the Office of the Comptroller of the Currency (OCC), FinCEN and the U.S.\nDepartment of Justice (DOJ) announced that Wachovia Bank, N.A., had agreed to a Deferred\nProsecution Agreement with a forfeiture of $110 million with the DOJ, a civil money penalty of $50\nmillion, a C&D with the OCC, and a civil money penalty (CMP) of $110 million with FinCEN. FinCEN\nagreed its CMP would be satisfied by the payment of the DOJ forfeiture. Specific findings included the\nfollowing:\n\n» Failure to implement adequate policies, procedures and controls for bulk cash transactions\nconducted by high-risk casas de cambio and other foreign correspondent banking customers\n\nprotiviti 121\n\nHOUSE_OVERSIGHT_024127",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024127.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3904,
    "word_count": 581,
    "line_count": 69,
    "import_date": "2025-11-19T21:47:44.710364",
    "prefix": "IMAGES-007"
  }
}