{
  "document_id": "HOUSE_OVERSIGHT_012904",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012904.txt",
  "text": "vili\n\ndetails of the previous chapters, but (we believe) not so sensitively as to be incomprehensible\nwithout them.\n\nThis is admittedly an unusual sort of book, mixing demonstrated conclusions with unproved\nconjectures in a complex way, all oriented toward an extraordinarily ambitious goal. Further,\nthe chapters are somewhat variant in their levels of detail — some very nitty-gritty, some more\nhigh level, with much of the variation due to how much concrete work has been done on the\ntopic of the chapter at time of writing. However, it is important to understand that the ideas\npresented here are not mere armchair speculation — they are currently being used as the basis\nfor an open-source software project called OpenCog, which is being worked on by software\ndevelopers around the world. Right now OpenCog embodies only a percentage of the overall\nCogPrime design as described here. But if OpenCog continues to attract sufficient funding\nor volunteer interest, then the ideas presented in these volumes will be validated or refuted\nvia practice. (As a related note: here and there in this book, we will refer to the \"current\"\nCogPrime implementation (in the OpenCog framework); in all cases this refers to OpenCog as\nof late 2013.)\n\nTo state one believes one knows a workable path to creating a human-level (and potentially\ngreater) general intelligence is to make a dramatic statement, given the conventional way of\nthinking about the topic in the contemporary scientific community. However, we feel that once\na little more time has passed, the topic will lose its drama (if not its interest and importance),\nand it will be widely accepted that there are many ways to create intelligent machines — some\nsimpler and some more complicated; some more brain-like or human-like and some less so; some\nmore efficient and some more wasteful of resources; etc. We have little doubt that, from the\nperspective of AGI science 50 or 100 years hence (and probably even 10-20 years hence), the\nspecific designs presented here will seem awkward, messy, inefficient and circuitous in various\nrespects. But that is how science and engineering progress. Given the current state of knowledge\nand understanding, having any concrete, comprehensive design and plan for creating AGI is\na significant step forward; and it is in this spirit that we present here our thinking about the\nCogPrime architecture and the nature of general intelligence.\n\nIn the words of Sir Edmund Hillary, the first to scale Everest: “Nothing Venture, Nothing\nWin.”\n\nPrehistory of the Book\n\nThe writing of this book began in earnest in 2001, at which point it was informally referred to\nas “The Novamente Book.” The original “Novamente Book” manuscript ultimately got too big\nfor its own britches, and subdivided into a number of different works — The Hidden Pattern\n[Goe06a], a philosophy of mind book published in 2006; Probabilistic Logic Networks [GIGHO8],\na more technical work published in 2008; Real World Reasoning [GGC\" 11], a sequel to Proba-\nbilistic Logic Networks published in 2011; and the two parts of this book.\n\nThe ideas described in this book have been the collaborative creation of multiple overlapping\ncommunities of people over a long period of time. The vast bulk of the writing here was done by\nBen Goertzel; but Cassio Pennachin and Nil Geisweiller made sufficient writing, thinking and\nediting contributions over the years to more than merit their inclusion of co-authors. Further,\nmany of the chapters here have co-authors beyond the three main co-authors of the book; and\n\nHOUSE_OVERSIGHT_012904",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012904.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3584,
    "word_count": 580,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:48.074672",
    "prefix": "IMAGES-002"
  }
}