{
  "document_id": "HOUSE_OVERSIGHT_010943",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010943.txt",
  "text": "consumption must exclude any schooling or nurture already counted in that\ninvestment. (Schooling counts as consumption.) Mill would have understood the\nhuman capital concept, defined by Sir William Petty nearly two centuries before, but\neconomists only recently have begun to take it seriously. Mill’s meaning of the\n\nY =C +I equation, and the one accepted everywhere in macroeconomics even today,\n\nleaves out the growth in human capital and includes all consumption.\n\nThat equation, which | will try to prove correct if we make the two adjustments,\nshows that less consumption brings faster growth if output holds still. But nothing\nin the equation says it will. It says that less consumption means either more growth\nor less output. It doesn’t say which. John Maynard Keynes, probably the most\nfamous and influential economist of the 20\" century, put this fact of math a special\nway in his General Theory of 1936. In his analysis, saving through less consumption\nis either invested or not. Since output is consumption plus investment, saving\nuninvested is so much less output. I like to put the same idea with a range of degrees.\nAll saving is invested, as I use the word, but finds different returns. Saving under the\nmattress is investment at zero return, and drops output just as Keynes said.\nInvestment at the current average return keeps output unchanged. That’s what\nKeynes meant. But investment at lower returns lowers output, and conversely.\nKeynes’ version sees intended saving (consumption restraint) as either invested or\nnot, and sees it as translated dollar for dollar into actual capital growth if it is. Mine\nallows any degree of capital growth below or above the actual cost of investment in\n\nconsumption given up.\n\nThis is a surprising concept, either in Keynes’ version or mine, because it seems to\nfight personal experience. Until the next raise or job change or layoff, our incomes\nseem to be known quantities. If we skip desert, and watch TV instead of going to the\nmovies, we can put more in the bank. At least our incomes will not drop because we\nsaved those costs. But it is different for all of us collectively. When the whole nation\nsaves, and either does not invest or invests less productively, output drops. Keynes’\n\nanalysis says the same, but leaves out the “less productively”.\n\nChapter 2: Fast Forward 1/06/16 3\n\nHOUSE_OVERSIGHT_010943",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010943.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2370,
    "word_count": 392,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:48.969130",
    "prefix": "IMAGES-001"
  }
}