{
  "document_id": "HOUSE_OVERSIGHT_024754",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024754.txt",
  "text": "Cannabis Investment Report | December 2017\n\nthrough minority investment, by acquisition or otherwise. Examples of the emergence of such strategic\ninvestors include Constellation Brands, Inc.’s (NYSE: STZ) approximately $190 million investment\nin Canopy Growth Corporation (TSX: WEED) and the more than $400 million spent by The Scotts\nMiracle-Gro Company (NYSE: SMG) to acquire soil, fertilizer, hydroponic equipment and lighting\ncompanies that are supplying the cannabis industry. These types of transactions help support the valu-\nation levels in the industry and, to an extent, validate investors’ enthusiasm for the industry.\n\nThe stock price performance and valuations of cannabis-related companies continue to be robust,\nirrespective of the aforementioned funding gap. In general, we believe that valuations in both the\npublic and private markets are being driven more by investors’ expectations for the future growth of\nthe cannabis industry than by individual company fundamentals. Similarly, especially in the over-the-\ncounter stock market in the United States—where most of the public cannabis-related companies are\ntraded—stock price fluctuations and valuations tend to be heavily influenced by the illiquidity in most\nstocks and the trading strategies of those involved. Overall, we believe that the capital markets for the\ncannabis industry will become more efficient and rational over time as we expect increased participa-\ntion from institutional and strategic investors.\n\n= Public Capital Markets\n\nMore than 300 cannabis-related companies are traded on one or more stock markets in the United\nStates, Canada and other international locations. Although these companies are publicly traded, most\nare in early stages of development, have de minimis revenue and are not profitable. We use the term\n“cannabis-related” to include companies that participate solely in the cannabis industry and those that\nparticipate in the cannabis industry in addition to other industries or markets.\n\nThe ability of companies to access capital markets is dependent largely on the legal landscape\nfor cannabis in a particular country. For example, the capital markets in countries such as Canada,\nAustralia, Germany and Israel (countries that have a more permissive legal framework for cannabis)\nhave been receptive to cannabis-related companies, while the reception by capital markets in the United\nStates has been more varied.\n\nIn evaluating publicly traded companies, an investor should be cognizant of where the company is\ntraded, as there are significant differences across the various exchanges and markets with respect to list-\ning requirements, liquidity, independent research and types of investors. Many cannabis-related com-\npanies are traded on more than one market in order to attract additional investors and facilitate trading\nin multiple jurisdictions. However, we believe that it is instructive to evaluate a company based on the\nprimary market on which it trades (We determine a company’s primary market based on a number of\nfactors, including stock price history, trading volume and availability of estimates.)\n\nIn the United States, a limited number of cannabis-related companies are traded on the Nasdaq\nStock Market (Nasdaq), the New York Stock Exchange (NYSE) and the NYSE American (NYSE\nAmerican), the NYSE’s market for small to mid-size capitalization companies. In addition, more than\n200 cannabis-related companies are traded on the over-the-counter stock market (OTC). Nasdaq and\n\n118 © 2017 Ackrell Capital, LLC | Member FINRA/SIPC\n\nHOUSE_OVERSIGHT_024754",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024754.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3579,
    "word_count": 526,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:48.364058",
    "prefix": "IMAGES-008"
  }
}