{
  "document_id": "HOUSE_OVERSIGHT_020622",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020622.txt",
  "text": "163\n\nintervened with hotels where activities involving Taiwan (such as trade shows) flew\n\nthe flag of the Republic of China. Probably in view of the costs incurred by cancelling\na contract with their Taiwanese partners, the addressees in general did not comply.\n\nIn a similar incident, at the first of a series of tournaments between German third\nleague soccer clubs and Chinese soccer clubs, the Chinese coach demanded that\nspectators be forbidden from holding up Tibetan flags. The German soccer association’s\nrepresentative did not comply and no more football matches have been held.\n\nBusiness\n\nClose relationships, often decades old, between various enterprises and business\nassociations (including a newly established one on the Belt and Road Initiative) are\nnurtured by the Chinese embassy, consulates, and representatives from Beijing. The\nChinese government provides financial and logistical support for events like the\nHamburg Summit or Asia Pacific Days in Berlin. A long-standing practice has been to\ninclude CEOs of major enterprises in advisory boards of mayors of major Chinese cities\nand provinces (remuneration seems not to play a role).\n\nThe issue of “weaponized” investment is growing in importance. In 2016, Chinese\ncompanies spent 12.5 billion euros on investments in Germany—about as much as the\ntotal investment of the entire previous decade. The main targets have been successful\ntechnology companies. The blitz has subsided in the wake of greater political scrutiny\nbeginning in 2017 and German efforts, along with those of the United Kingdom and\nFrance, to limit China’s ability to buy, borrow, or steal leading European technology.\n\nGerman enterprises in both China and Germany are major targets for information\ncampaigns related to the Belt and Road Initiative. Enterprises generally respond\npositively although with circumspection (only 36 percent of German companies in\nChina expect positive effects for their business). Especially large enterprises (e.g.,\nSiemens) have played along and created their own “BRI Task Forces.” Siemens CEO\nJoe Kaeser said in Davos in 2018 that the Belt and Road would become the “new\nWTO.” Similar to instances elsewhere, when the Daimler company used a quote from\nthe Dalai Lama on its Instagram account, it was confronted with massive protests in\nChina’s media and it apologized publicly—twice—to China. The city of Duisburg (one\nof the terminals of the trans-Eurasian railroads) in January 2018 reached a “strategic\ncooperation” agreement with Huawei to turn Duisburg into a “smart city.” That entailed\nhaving Huawei build a “Rhine Cloud” to host Duisburg’s data.?\n\nMedia\n\nGerman media have, for decades, been the target of official and unofficial Chinese\ncriticism that they are “anti-Chinese.” China’s state-run media have sought to\n\nAppendix 2\n\nHOUSE_OVERSIGHT_020622",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020622.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2833,
    "word_count": 431,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:46.114355",
    "prefix": "IMAGES-006"
  }
}