{
  "document_id": "HOUSE_OVERSIGHT_023358",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023358.txt",
  "text": "With your full knowledge I paid out 8 mil to my staff before june, . soi guess I can safely assume that after\nconsideration of all the things I did for the entire past year separate and apart from your unique free \"after\ncare\" concept. , what you thought was ultimately fair was the contribution of 5 million toa foundation\nand a total of 2 million dollars to me.\n\nDate: Fri, Oct 16, 2015 at 1:08 PM\n\nSubject:\n\nTo: Melanie Spinella pe\n\nI think you should consider the fact that your family office will be the most central component of what you\nleave to your children , wife heirs. it is the core of your assets. your art might be sold. your houses may lie\nempty, the apollo stock could be sold. you will pass on your office , . it will be the primary player in your\nestate tax. probate, transition. Brad has taken it from aD minus toaC minus, If I were you I would set the\ngoal ofan A. just like your paintings. . Like a house you could attempt to renovate it. it will take more time\nand money. or. inessence as I suggested in dec of 13, start from scratch. A financail head of\n\noffice. - brad could move to being richards replacment as trustee... barry cohen would be perfect but carries\nthe trustee taint now. . take a tax partner froma major firm. to replace joslin, cost 1+ mil . keep heather\nand ssmantha. . bring in full time IT person. ASAP . your lighting contractor in your new townhouse has\nbetter IT than your multi billlion dollar antique opersation. data breaches are not your concern. precision is. .\neither re do the office layout . or get enterly new space. the proposals to focus on following on a monthly basis\nthe values of all your current investments is an example of misplaced prioirties. . Your office is the heart of\nthe familys financial life and temp future, it needs a heart operation\n\nDate: Mon, Oct 19, 2015 at 5:10 PM\n\nSubject:\n\nTo: Melanie Spinella\n\nRadical but my preferred idea. . START from total scratch. there is absolutely nothing worth keeping in\nyour family office except for heather , nothing at all . ] remember when 1 bought my first house in order to\nrenovate and jack robertson said forget it. knock it down start again, I could n't believe it. but he was\n\nright. Like your tax returns that were done in triplicate. TOM RICH ALAN. . tom and rich were not really\nuseful in the end. Alan was the only smart one. you should in my opinion Start a brand new office. hire\n\ncfo. bring joe over. heather and samantha, run parallel for 6 months and close down the mess of elysium\nforever. leave your kids a functioning operation professionally constructed and managed. NOT BY ME!!!\nLAst nov i laid out priorities IT , being the first nothing as of today. _in July I said focus on airplane as a test\n. to examine procedure and proficiency, so far mostly a waste of resources time people etc. Only last week\ntold debra owns 49 percent of plane. no IT to speak of. bens house unaccounted for. tax returns very\n\nvery sloppy, . boat still argued as third home. . pilots bonuses? , structure unkown by all. cash sitlling at the\nsame time loans outstanding.\n\nPhaidon , looks like close to breakeven in a few years. others totally unknown. Query, do you really want\nthis? : Im not sure how you both want to have an investment office and have cash flow being eaten by\npublishing and loans amounts outstanding increased by art. --interest rates will be going up.-. your plane will\ncost 10 million to refinance - so will boat if sold next year-. art space and regan , both needs more cash. with\nlittle return, taxes, art purchases. Part of radical solutition is to sell publishing.altogether. (are the children\nreally interested.). restrucuture plane from scratch. layers unncessary. simplify crazy structure s bank\naccounts trading accounts accounts payble. credit cards. etc. The best way to wean yourself away from me\nis to have someone else do the whole thing from scratch. . move brad to be the replacement for Richard. . he is\nnice but this is not what he does. Him saying it is soooo fucked up to me , was only an echo of me sayint it to\nyou.\n\nSubject:\n\nTo: Melanie Spine! is\n\nas brad can attest , I spent time today with joslin, joe. etc. no question at all, a failed experiment. In the\nwords of a banker that made a call on your office. what happened? leon seems to have replaced Eillenn with a\n\nHOUSE_OVERSIGHT_023358",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023358.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4351,
    "word_count": 798,
    "line_count": 67,
    "import_date": "2025-11-19T21:47:46.261003",
    "prefix": "IMAGES-007"
  }
}