{
  "document_id": "HOUSE_OVERSIGHT_015609",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015609.txt",
  "text": "rights of the non-party.”). Defendant has not established any basis for these privileged and\nconfidential documents that outweighs this non-party’s privacy rights.\n\n3. The Subpoena Should Be Quashed In Its Entirety. If the Court Will Not Take\n\nThat Action, at a Minimum, It Should Grant a Protective Order Severely\n\nLimiting The Areas Of Inquiry At Deposition And Grant Protections For This\nVictim Who Is Fearful Of The Defendant.\n\nThis Court has the power to preclude and/or limit the deposition of non-party Jane Doe No.\n3. Specifically, Florida Rule of Civil Procedure 1.280(c) allows the Court to prevent a deposition\nfrom going forward “to protect a party or person from annoyance, embarrassment, oppression or\nundue burden or expense that justice requires,” and courts routinely enter protective orders to\nreduce the burden on subpoenaed non-parties to a case, as well as in cases where the discovery\nsough is irrelevant. See, e.g., Peisach v. Antuna, 539 So. 2d 544 (Fla. 3d DCA 1989) (holding that\nthe trial judge erred in allowing the deposition of certain non-parties where evidence sought was\nirrelevant); see also Citimortgage, Inc. v. Davis, No. 50 2009 CA 030523, 2011 WL 3360318 (Fla.\n15\" Cir. Ct. April 4, 2011) (trial court granting protective order precluding a deposition noting\n“this deposition request is mere harassment” and had no relevance to the underlying dispute where\nthe party was wrongfully using the discovery process for personal gain). Section 4 of Rule 1.280\nprovides that the Court can also limit the areas of inquiry of a deposition providing “that certain\nmatters not be inquired into, or that the scope be limited to certain matters.”\n\nJane Doe No. 3 contends that the subpoena for her deposition should be quashed. If the\nCourt, however, is inclined to allow a deposition of Jane Doe No. 3, then she respectfully requests\nthe issuance of a Protective Order modifying the subpoena as set forth below.\n\na. Testimony Limitations\n\nNon-party Jane Doe No. 3 respectfully requests that this Court limit the deposition to\nquestions directly related to Defendant’s defamatory statements about Brad Edwards and Paul\n\nCassell. The Court should limit Defendant’s ability to engage in a “fishing expedition” of this\n\n11\n\nHOUSE_OVERSIGHT_015609",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015609.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2269,
    "word_count": 362,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.771688",
    "prefix": "IMAGES-003"
  }
}