{
  "document_id": "HOUSE_OVERSIGHT_030408",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_030408.txt",
  "text": "From: jeffrey E. [jeevacation@gmail.com] \nSent: 8/8/2018 3:08:21 PM \nTo: Steve Bannon \nSubject: Re: Reuters: China defends Iran business ties after Trump threat \nhttps://www.klearwaterstore.com/davey-bt14-30-torrium2-booster-\npump/?gclid=CjwKCAjwhqXbBRAREiwAucoo-6Wkrv3ZIfqAkk86XcrX90zIV-2dsIdyWpJWa041skPP9fCr7-\nzUfxoCXUoQAvD BwE ? passing along not covered >? \nOn Wed, Aug 8, 2018 at 10:07 AM, Steve Bannon wrote: \nBegin forwarded message: \nFrom: Anders Corr <M11111> \nDate: August 8, 2018 at 5:32:57 AM EDT \nTo: Fanell Red \n>, Authoritarian Influence <MIM \nSubject: Reuters: China defends Iran business ties after Trump threat \nReply-To: \nFrom Reuters News: \nChina defends Iran business ties after Trump threat \nhttp ://www.reuters. com/article/us-iran-nuclear-china/china-defends-iran-business-ties-after-trump-threat-\nidUSKBN1KTOTU  \nChina's business ties with Iran are open, transparent and lawful, its foreign ministry said on Wednesday, after \nU.S. President Donald Trump said companies doing business with Iran would be barred from the United \nStates. \nThis service is not intended to encourage spam. The details provided have been used for the sole purpose of \nfacilitating this email communication and have not been retained by Thomson Reuters. \nReminder, never post any FOUO information to this group. \nDisclaimer: Posting of articles to Red Star Rising does not indicate endorsement of the arguments or \nverification of the data contained in the piece. It only means that the sender finds it of value to further \nunderstanding of the Indo-Asia-Pacific region and recommends that you read it. \nYou received this message because you are subscribed to the Google Groups \"Fanell's Red Star Rising\" group. \nTo unsubscribe from this group and stop receiving emails from it, send an email to \nTo post to this group, send email to . \nVisit this group at https://groups.google.com/group/fanell-red-star-rising. \nTo view this discussion on the web visit https://groups.google.com/d/msgid/fanell-red-star-\nrising/CAEn6kiNCeXiyh%3DwQZztE7t0D8CondVxc4eMW8u40%2B1VFz86%3Dtg%40mail.gmail.com \nFor more options, visit https://groups.google.com/d/optout. \nHOUSE OVERSIGHT 030408 \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nHOUSE OVERSIGHT 030409",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_030408.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2809,
    "word_count": 367,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:48.495452",
    "prefix": "TEXT-001"
  }
}