{
  "document_id": "HOUSE_OVERSIGHT_024495",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024495.txt",
  "text": "As shown below, an individual with a professional degree earns approximately 100% more than a college\ngraduate and an individual with a bachelor’s degree earns approximately 70% more than a high school\ngraduate in their lifetime.\n\nEducation and Wage Disparity: Lifetime Earnings (Ages 18-64)\n\n(in millions)\n\n$6.0\n$5.0\n$4.0\n$3.0\n$2.0\n$1.0\n\n$0.0\n\n1991 1995 1999 2003\n\n=—— Professional Degree Bachelor's Degree ==\" High School Diploma\n\nSource: U.S. Census Bureau.\n\nDespite the results of the study shown above, 35% of Americans over the age of 18 have not graduated\nhigh school. Only one-third of the 25% of Americans who have received a bachelor’s degree, or 8%,\nhave received a graduate degree.\"®\n\nStudies by Nobel Prize winning economist James Heckman suggest that the highest rate of return within\neducation is generated through an investment in early childhood programs. Heckman’s study asserts,\n“The rate of return to a dollar investment made while a person is young is higher than the rate of return to\nthe same dollar made at a later age,” as illustrated below:\n\nPreschool\n“A Programs\n\nSchool Opportunity\n\nReturn Cost of Funds\n\n\"4 Job Training\n\nPreschool School Post School\n\nAge\nSource: August 2002 study, James Heckman, University of Chicago.\n\nDue to the high rate of return of investments in ECE and the principles underlying the theory of human\ncapital, KUE has made its largest initial investment in KLC, the largest company serving the ECE market\n\nin the world.\n\n\"6 Source: U.S. Census Bureau.\n\n62\n\nHOUSE_OVERSIGHT_024495",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024495.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1531,
    "word_count": 245,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:46.595866",
    "prefix": "IMAGES-008"
  }
}