{
  "document_id": "HOUSE_OVERSIGHT_020225",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020225.txt",
  "text": "73\n\nAppelbaum was also well connected in this culture. He was the North American representative\nfor Wikileaks before he moved to Berlin in 2013. He also managed Wikileaks’ cyber security\nwhen it released classified documents in Iceland in 2010. He was so well-regarded among\nhacktavists that Assange chose him as his keynote speaker replacement at the “Hackers of the\nPlanet Earth” (HOPE) convention in New York City. Assange also sung his praises, telling\nRolling Stone “Jake [Appelbaum] has been a tireless promoter behind the scenes of our cause.”\nFor its part, Ro//ing Stone entitled its profile of Appelbaum, “Meet the most dangerous man on\nthe Internet.” The reason that Assange needed a replacement for this particular event was that he\nfeared he would be arrested if he came to New York because he had released the Manning files on\nWikileaks.\n\nIn Berlin, Appelbaum went to extreme lengths to protect himself from American surveillance.\nFor example, when George Packer interviewed him for the New Yorker, in 2014, he insisted on\nmeeting with Packer naked in a sauna so he could be sure Packer did not have a recording device\n(other than his notebook.) Appelbaum stated repeatedly in other interviews that he was being\nspied upon by America. While his claims may have sounded paranoid to his interviewers, as a\ncharacter in Joseph Heller’s Catch 22 famously said, “Just because you are paranoid doesn’t mean\nthat you are not being followed.” In any event, Appelbaum acted to defeat the perceived\nsurveillance.\n\nRuna Sandvik was another principal core developers in the TOR project in 2012. A Norwegian\nnational in her mid-twenties, she wrote in 2012 a well-followed blog for Forbes on Internet\nprivacy in which she identified herself as a privacy and security researcher working at the\nintersection of technology, law and policy. As a close associate of Appelbaum’s, she worked\ntirelessly to extend TOR’s cloak of anonymity against the surveillance of the NSA and other\nwould-be intruders of privacy. Appelbaum and Sandvik shared another distinction. They both\ncame in contact with Snowden before he went public and while he was still working for the NSA\nin Hawaii.\n\nSnowden was in 2012 a major advocate of TOR software. He made no secret of his concerns\nabout it electronic interceptions. He even wore to work a jacket with a parody of the NSA\ninsignia, which, instead of merely depicting the NSA eagle, show the eagle clutching AT&T\nphone lines. He had also become a member of the Electronic Freedom Foundation, the digital\nrights organization that was helping finance TOR. His efforts on behalf of TOR were not limited\nto symbolic gestures. Through his work as a system administrator for Dell, he had found\ndocuments revealing NSA efforts to defeat TOR’s ability to camouflage its user’s identity on the\nInternet. Though not yet successful, he found that the NSA was attempting to build back-door\nentry ways into TOR software. He also knew that the NSA was becoming increasingly hostile\nto the spread of TOR software. One of the NSA documents that he illicitly downloaded was\nentitled “TOR Stinks.” It described the NSA’s enormous but not fully successful efforts to\npenetrate TOR servers. In addition, he downloaded NSA documents describing programs begun\nin 2012 that aimed at searching the Internet for the cyber-signatures of foreign parties suspected\nof hacking into US government systems. So he knew that the NSA considered the TOR\nmovement an enemy.\n\nHOUSE_OVERSIGHT_020225",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020225.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3489,
    "word_count": 570,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:48.476267",
    "prefix": "IMAGES-005"
  }
}