{
  "document_id": "HOUSE_OVERSIGHT_013486",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013486.txt",
  "text": "Brad Garlinghouse — CEO, YouSendIt.\n\nJulius Genachowski — Chairman, Federal Communications Commission (FCC).\n\nJared Genser — MD, Persesus Strategies. Founder, Freedom Now. International lawyer for Aung San Suu Kyi.\nJeff George — Global Head, Sandoz. Member of Exec Committee, Novartis.\n\nDave Goldberg — CEO, SurveyMonkey.\n\nTom Goldstein -- Partner, Goldstein & Howe. Fmr Partner and head of Supreme Court practice, Akin Gump. Has argued over 20 cases before Supreme\nCourt. CEO, SCOTUSblog.\n\nFabrice Grinda -- CEO, OLX. Fmr fndr and CEO, Zingy. Fmr CEO, Aucland.\nAsh Gupta — Chief Risk Officer, American Express.\n\nRichard Haass — President, Council on Foreign Relations. Fmr Director of Policy Planning, U.S. State Department. Fmr U.S. Special Envoy to Northern\nIreland.\n\nVictor Halberstadt — Prof of Economics, Leiden University (Netherlands). Fmr President, International Institute of Public Finance. Mbr, Investment\nCommittee, ABP Pension Fund. Boards: RHJ Internationall.\n\nJanet Hanson — CEO, 85Broads.\nHollie Moore Haynes — MD, Silver Lake Partners.\n\nBob Hertzberg -- Chairman, G24 Innovations. Partner, Mayer Brown Rowe & Maw. Fmr Speaker, California State Assembly (2000-2002). Fmr Regent,\nUniversity of California. Fmr Chm, Mayor Antonio Villaraigosa transition team. Board: Solar Integrated Technologies (Chm), California Historical Society,\nMALDEF, Town Hall Los Angeles, Century Housing.\n\nJim Himes — U.S. Congressman (D-CT).\n\nAuren Hoffman -- CEO of LiveRamp. Chm, Rapleaf. Curator, Dialog Retreat. Board: Retargeter.\n\nReid Hoffman — Chairman and founder, LinkedIn. Partner, Greylock. Boards: DoSomething, Kiva, Endeavor Global, Mozilla. Zynga.\nJacob Hsu - CEO, Symbio.\n\nDaisuke Iwase — cofounder and COO, Lifenet Insurance (top life insurance company in Japan).\n\nChristian Johansson -— Secretary of Department of Business and Economic Development (DBED), State of Maryland. Fmr CEO, Economic Alliance of\nGreater Baltimore.\n\nDavid Kamenetzky — Group Head, Mars & Co.\nPV Kannan - CEO, 24/7 Customer.\n\nAndy Karsner - CEO, Manifest Energy. Fmr U.S. Asst Sec of Energy for Energy Efficiency and Renewable Energy (2005-2009). Fmr Managing\nDirector, Enercorp. Boards: Applied Materials, Conservation International.\n\nGarry Kasporov — Fmr World Chess Champion. Chm, United Civil Front of Russia.\n\nNeal Katyal — Partner, Hogan Lovells. Fmr Acting Solicitor General for the United States (2010-2011). Professor of Law, Georgetown U. Lead counsel\nfor the plaintiff in Supreme Court case Hamdan vs. Rumsfeld.\n\nTerry Kawaja — CEO, Luma Partners.\n\nJuliette Kayyem - Foreign Affairs Columnist, Boston Globe. Lecturer in Public Policy, Harvard. Asst Sec. for Intergovernmental Affairs, U.S. Dept. of\nHomeland Security.\n\nJeff Kearl — Chm, SkullCandy.\nPeter Kellner -- MD, Richmond Management. Cofounder, Endeavor. Fmr partner, Vectis Group.\nChris Kelly -- Fmr Chief Privacy Officer and Head of Global Public Policy at Facebook . Fmr Chief Privacy Office, Excite@Home.\n\nPradeep Khosla — Chancellor, UC San Diego. Fmr Dean of College of Engineering, Carnegie Mellon. Boards: Quantpoint, BioMatricore, BitArmor,\nChildren’s Institute, IIT Foundation, Mellon-Pitt Corp.\n\nCharlie Kim — CEO, NextJump.\nDavid Kirkpatrick — Author, 7he Facebook Effect. Fmr head technology writer, FORTUNE.\n\nHenry Kravis — Co-CEO of KKR. Chm, First Data. Boards: Claremont McKenna College, Metropolitan Museum of Art, Mount Sinai Medical Center,\nCouncil on Foreign Relations, Columbia Business School, Rockefeller University, others. Fmr Chair, Partnership for New York City.\n\nMarie-Josee Kravis — Boards: Publicis, LVMH. Boards: Memorial Sloan-Kettering Cancer Center, Robin Hood Foundation, Council on Foreign Relations,\nQatar Museum Authority. President, Museum of Modern Art board of directors. Fmr Board: Ford, IAC, CIBC.\n\nWill Lansing — CEO, FICO (NYSE: FICO). Fmr CEO, InfoSpace. Fmr CEO, NBC Internet. Fmr COO, Prodigy Communications.\nRenaud Laplanche — CEO, Lending Club.\n\nLaura and Gary Lauder -- General Partners, Lauder Partners. Cofndrs, Socrates Society.\n\nJenna Lee — Anchor, Fox News. Host, Happening Now on Fox News.\n\nJorge Lemann — Fmr Owner, AmBev (largest brewery in Latin America) and now one of the largest shareholders in Anheuser-Busch InBev. Boards:\nLojas Americanas, Gillette, Swiss Re, Burger King.\n\nMax Levchin — fmr CEO, Slide. Fmr co-founder, PayPal.\n\nHOUSE_OVERSIGHT_013486",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013486.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4371,
    "word_count": 630,
    "line_count": 85,
    "import_date": "2025-11-19T21:47:45.944066",
    "prefix": "IMAGES-002"
  }
}