{
  "document_id": "HOUSE_OVERSIGHT_013901",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013901.txt",
  "text": "online research to respond to journalist queries. Done properly, this will get you featured in media\nranging from small local publications to the New York Times and ABC News.\n\nBecoming a recognized expert isn’t difficult, so I want to remove that barrier now.\n\nI am not recommending pretending to be something you’re not. I can’t! “Expert” is nebulous media-\nspeak and so overused as to be indefinable. In modern PR terms, proof of expertise in most fields is\nshown with group affiliations, client lists, writing credentials, and media mentions, not /Q points or\nPh.D.s.\n\nPresenting the truth in the best light, but not fabricating it, is the name of the game.\nSee you on CNN.\n\n=» Q&A: QUESTIONS AND ACTIONS\n\nE.. this hands-on chapter, the Q&A is simple. In fact, it’s more like a Q.\n\nThe question is, “Did you read the chapter and follow the directions?” If not, do it! Instead of the\nusual Q&A, the end of this chapter and the following two will feature more extensive resources for\ntaking the action steps described in detail in the text.\n\n= COMFORT CHALLENGE\n\nFind Yoda (3 Days)\n\nCall at least one potential superstar mentor per day for three days. E-mail only after attempting a phone\ncall. I recommend calling before 8:30 A.M. or after 6:00 P.M. to reduce run-ins with secretaries and other\ngatekeepers. Have a single question in mind, one that you have researched but have been unable to\nanswer yourself. Shoot for “A” players—CEOs, ultrasuccessful entrepreneurs, famous authors, etc.—and\ndon’t aim low to make it less frightening. Use www.contactanycelebrity.com if need be, and base your\nscript on the following.\n\nUnknown answerer: This is Acme Inc. [or “the office of Mentor X’’].\n\nYou: Hi, this is Tim Ferriss calling for John Grisham, please 24\n\nAnswerer: May I ask what this is regarding?\n\nYou: Sure. I know this might sound a bit odd,32 but I’m a first-time author and just read his interview in\n\nTime Out New York 22 I'm a longtime*+ fan and have finally built up the courage to®= call him for one\nspecific piece of advice. It wouldn’t take more than two minutes of his time. Is there any way you can\n\nhelp me get through to him?2\"I really, really appreciate whatever you can do.\n\nAnswerer: Hmmm ... Just a second. Let me see if he’s available. [two minutes later] Here you go. Good\nluck. [rings to another line]\n\nJohn Grisham: John Grisham here.\n\nHOUSE_OVERSIGHT_013901",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013901.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2385,
    "word_count": 409,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:46.091904",
    "prefix": "IMAGES-002"
  }
}