{
  "document_id": "HOUSE_OVERSIGHT_017513",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017513.txt",
  "text": "A. Did Wayne Black work for Ron Cacciatore?\n\nQ. Are you asking me --\n\nA. I'm asking anyone in the room who wants to\ntalk to me.\n\nQ. |] Jove to talk to you, but ] don't know the\nanswer to that question. He might have. Brad might\nbe able to tell you.\n\nMR. EDWARDS: No.\n\nTHE WITNESS: When you said Wayne Black's\nname again and that J hired him to do something, ]\nseem to think that he may have been associated in\nsome way with Mr. Cacciatore, but I'm not sure one\nway or the other. I don’t remember whether or not ]\nmet Mr. Black, it's possible | did, it's also\npossible ] did not. And] don't have an independent\nrecollection of retaining him to do anything or\nwhether | was part and parcel of the decision if we\n\n{Short recess taken.]\n\nFURTHER DIRECT EXAMINATION\nBY MR. GOLDBERGER:\n\nQ. Allright. Mr. Rothstein, Jack Goldberger,\nI'm going to ask you some questions now. You\ntestified that you knew Jeffrey Epstein was a\nbillionaire. You did testify to that today, correct?\n\nA. Yes.\n\nQ. Okay. Tell me how you knew that. How did\nyou know that Mr. Epstein was a billionaire?\n\nA. Russ Adler told me. ] looked him up on the\ninternet.\n\nQ. What did you look on the internet about\nMr. Epstein?\n\nA. 1] don't recall, but ] remember looking up an\nseeing that he was very wealthy, that he was a\nbillionaire.\n\nee a ee\nbr +I + Me\nNUOUPWNHPRP DU ADAATIA OB WN ?EH\n\n~)\n\n4\ncO\n\ndid, in fact, retain him, whether ] was part and\nparcel of the decision to retain him.\nBY MS. HADDAD:\nQ. Traveling out of state for depositions for\n\nthe particular cases, did you have to approve that?\n\n=A. Jt would depend upon who the lawyers were,\nthe significance of the expense. It would have been\ncase by case. |] certainly would not have been\n\napproving or disapproving Mr. Nurik's travel,\nMr: Rosenfeldt's travel, Mr. Boden’s travel,\nMr. Lippman's travel. That was their own thing.\n\nIf a younger lawyer like a Shawn Birken came\nto-me and said he need to travel out of state for\nsomething, if it was just for a deposition, 1 wouldn't ©\nhave gotten involved in that unless he was telling my\nCFO, Ms. Stay, that he wanted to fly first class and\nstay in the Ritz Carlton, then ] would have gotten\ninvolved. But other than that, no. The firm was too\nbig for me to get involved on a daily basis with all\nthat stuff.\n\nQ. If Brad had to go out of state to take a\ndeposition, you wouldn't be the person to approve or\ndisapprove that?\n\nA. Russ Adler would have handled that. And if\nthere was an issue, Russ would have come to me. And J\ndon't know what the relationship was specifically\nbetween Brad and Russ, but it's certainly possible\nthat Brad just was going to go do what he needed to do\nto properly handle the case and ] would have trusted\nhim to do that.\n\nMS. HADDAD: Can we just take a second. We\nare going to take a minute, okay?\n\nTHE WITNESS: Sure.\n\nPage 91\n\nsee eee agn gg egret yan ten tps nba eae tm repens eo\ni ran ray 4\n\nSo he ps\n\nee pt\n\nbs 4\nOP WHE OUMWU DAIHDUEUFWNPFP DMO DAHA SFWNE\n\nps epusrene seme vere acenertmmrne cetera eta en zt TGS TU TENTS EEC EASE SEES PME PER SPER I\nMM NM NM NM NH\n\nQ. Okay. So as far as learning that\nMr. Epstein was a billionaire, you learned via two\nways, one was from Russ Adler, correct? Is that\ncorrect?\n\nA. Yes, sir.\n\nQ. And the other was through looking up\nMr. Epstein on the internet, correct?\n\nA. Yes. -\n\nPage 92\n\nEe eS ESHER LANTUS AEE ASS IS a ee ee HRA\n\nQ. Okay. And you don't know what you reviewed\non the internet in an effort to determine that\nMr. Epstein was a billionaire; is that correct?\n\nA. I do not recall.\n\nQ. Do you know when you did that?\n\nA. 1 do not.\n\nQ. Was it prior to your needing to use the\nEpstein case to further your Ponzi scheme?\n\nA. Yes.\n\nQ. Okay. So prior to -- ] think you indicated\nthat you needed an influx of money at some point and\nthat's when you decided to use the Epstein case in\nfurtherance of the Ponzi scheme; is that correct?\n\nA. Yes.\n\nQ. So prior to that time though, prior to\ndetermining that you needed to use the Epstein case\nfor the Ponzi scheme, you Jooked up Mr. Epstein and\nyou spoke to Mr. Adler about his work; is that\ncorrect?\n\nA. Yes.\n\nQ. Why did you do that, Mr. Rothstein, if you\nweren't using the Epstein case at that point in your\nPonzi scheme?\n\nA. Because it was a legitimate case in the\nlegitimate portion of RRA that ] had reason to believe\nPage 93\n\n24 (Pages 90 to 93)\n\nFRIEDMAN, LOMBARD] & OLSON\n305-371-6677\n\n5ed93085-0554-447f-bcdd-ca2d8fe941df\n\nHOUSE_OVERSIGHT_017513",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017513.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4438,
    "word_count": 853,
    "line_count": 176,
    "import_date": "2025-11-19T21:47:46.609064",
    "prefix": "IMAGES-004"
  }
}