{
  "document_id": "HOUSE_OVERSIGHT_020648",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020648.txt",
  "text": "189\n\ntwelfth among all the Chinese websites in the United States. Its reporting hews closely\n\nto China’s official media:\n\n¢ Example 1: On June 27, 2017, the US Department of State, in its annual Trafficking\nin Persons Report 2017, put China at Tier 3, the lowest class. In reporting this\nnews, SinovisionNet simply reposted comments from the official website of the\nMinistry of Foreign Affairs of China attacking the human rights record of the\nUnited States.'\n\ne Example 2: In March 2017, the US State Department published its 2016 Human\nRights Report. SinovisionNet published two stories on this topic. One reported\nthe reaction to the story by the Ministry of Foreign Affairs. The other story\ncame from Xinhua, which was highly critical of the US human rights situation.\nSinovisionNet also published two reports by the Information Office of the State\nCouncil of China on America’s human rights record. It did not publish State\n\nDepartment’s human rights report.’\n\ne Example 3: On the tensions in the South China Sea, almost all the stories posted\non SinovisionNet are from official Chinese media outlets and websites. They are\n\nnaturally critical of US actions in that area.?\n\nQiaobao and the Sino American Times\n\nQiaobao, or the China Press (#%, http://www.uschinapress.com), is the flagship\npro-PRC newspaper published in the United States. Its website ranks forty-first among\nall the Chinese websites in the United States. Qiaobao was established in 1990. It is\nheadquartered in New York City with branches in twelve major metropolitan areas of\nthe United States. The Sino American Times (HN) is a free paper and not a major\n\nmedia presence in the United States.\n\nIndependent Media\n\nOver the course of the last decade, most of the independent Chinese-language media\noutlets in the United States have been taken over by businessmen sympathetic to the\nPRC.\n\ne Wenxuecheng (34%, wenxuecheng.com) is the most popular Chinese-language\n\nwebsite in the United States. In 2003, it was purchased by a Taiwanese American\n\nAppendix3\n\nHOUSE_OVERSIGHT_020648",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020648.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2050,
    "word_count": 326,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:49.004438",
    "prefix": "IMAGES-006"
  }
}