{
  "document_id": "HOUSE_OVERSIGHT_019261",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019261.txt",
  "text": "Freedom House\n\nSharing worst practices\n\nDuring the 1990s there was much discussion in the\nmajor democracies regarding the export of “best prac-\ntices,” meaning the institutions, policies, and ways\n\nf doing things that had strengthened democratic\ngovernance in some of the more successful post-au-\nthoritarian societies, especially in Central Europe.\n\nore recently, modern authoritarian regimes have\nturned this concept on its head by sharing their own\nexperiences with laws and tactics that have the effect\nf retarding democratic development.\n\ne}\n\no}\n\nLaws restricting the autonomy and funding of NGOs\nhave been widely copied around the world. Many of\nthe affected countries tolerated civil society activism\nin the period after the Cold War, only to move ina\nmore repressive direction after the most prominent\ncolor revolutions alerted incumbent leaders to poten-\ntial threat posed by civic activism. Once Russia had\ndemonstrated a willingness to adopt legislation and\nthen enforce it, other countries followed suit, first in\nEurasia but subsequently in Africa, Asia, the Middle\nEast, and Latin America.\n\nGovernments that adopt such laws seldom if ever\nshut down the civil society sector entirely. Instead,\nthey deal with NGOs selectively, tolerating those that\npresent no threat to the status quo, monitoring oth-\ners, and repressing those that the leadership regards\nas a potential focus of opposition activity. Even some\ndemocracies, such as India, Indonesia, and Kenya,\nhave enacted laws to strengthen state control over\nNGOs. But the most serious restrictions have been\nimposed by authoritarian regimes.\n\nAccording to a 2013 report, 12 countries had prohib-\nited foreign funding for NGOs outright while another\n49 placed restrictions on foreign donations.\" For\nauthoritarian leaders, the imposition of foreign fund-\ning restrictions is a convenient tactic in that it makes\nit difficult for the organization to function effectively\nbut falls short of an outright ban, which could attract\nsharper criticism. Furthermore, governments can jus-\ntify their action on grounds of protecting sovereignty\nagainst foreign interference—a potent argument in\nan era when nationalist ideas have garnered greater\npublic support. Thus in rejecting an appeal to govern-\nment policies that restrict NGO work, the Venezuelan\nSupreme Court spoke of foreign assistance as “a\ntypical manifestation of the interventionist policies of\na foreign power to influence the internal affairs of the\nVenezuelan state.\"!”\n\nChina piles on\n\nIn early 2016, joining its authoritarian colleagues,\nChina acopted its first formal law meant to regulate\nthe country’s rapidly expanding NGO sector. Previous-\nly, foreign NGOs registered as commercial enterprises\nand conducted their advocacy work “off the books.”\nUnder the new law, foreign NGOs are subject to a se-\nries of additional bureaucratic hurdles, some of which\ncould seriously impinge on their work.\n\nFor example, foreign NGOs are now required to join in\npartnership with a Chinese organization. In practice,\nthis could make it difficult for NGOs that work on sen-\nsitive issues like the rule of law to function, as Chinese\norganizations would be hesitant to join a foreign entity\nin pursuing such a politically explosive mission.\n\nMoreover, foreign NGOs will be compelled to register\nwith the police rather than the Ministry of Civil Affairs,\nas had been the case.'® The law gives the police\nsweeping powers to detain staff, restrict activities or\nevents, or regulate an NGO's ability to open an office.'®\nAn NGOs registration can be revoked under a vague\nclause that forbids spreading rumors, engaging in\ndefamation, or publishing “other harmful information\nthat endangers state security or damages the national\ninterest.\"”°\n\nThe new law was passed in the context of intensified\nrepression, an economic slowdown, and a drive by\nthe Xi Jinping leadership to suppress discussion of\n“Western ideas” in the media and at universities. Even\nas the country’s leadership boasted of China's role as\na world power, the country’s education minister, Yuan\nGuiren, felt compelled in 2015 to warn against the use\nof “textbooks promoting Western values” in Chinese\nclassrooms.\n\nIndeed, the authorities had carried out a series of\narrests, focusing on precisely the sort of indepen-\ndent-minded activists with whom reform-oriented\ninternational NGOs would expect to collaborate: hu-\nman rights lawyers, advocates for minority rights and\nreligious freedom, and women's rights campaigners.”\nAround the time of the law's adoption, the govern-\nment took the unusual step of showcasing a televised\nconfession by a Swedish citizen who had worked with\nlegal reform groups in China. Xinhua claimed that\n\nthe activist, Peter Dahlin, had served a human rights\norganization that “hired and trained others to gather,\nfabricate, and distort information about China.\"22\n\nThe adoption of formal restrictions on NGOs is one\n\nwww.freedomhouse.org\n\n27\n\nHOUSE_OVERSIGHT_019261",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019261.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4965,
    "word_count": 756,
    "line_count": 123,
    "import_date": "2025-11-19T21:47:48.365892",
    "prefix": "IMAGES-005"
  }
}