{
  "document_id": "HOUSE_OVERSIGHT_021996",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021996.txt",
  "text": "JAMES PATTERSON\n\nencounter with Epstein. The woman had not wanted to make a\nformal complaint at the time. But she had taken the cop’s card,\nand now he was happy to hear that she'd changed her mind.\n\nIn a shaky voice, Alicia described Epstein as a tallish man—\nfive feet eleven or six feet in height was her guess—with gray\nhair and brown eyes. He was the owner of a large black four-door\nMercedes and was a regular at Shutters on the Beach, which was\nthe kind of place that cost one thousand dollars a night and was\nfrequented by actors, agents, and other Hollywood types.\n\nAlicia told the cop that she was a model and actress herself.\nShe'd known Epstein for about a month. They had a friend in\ncommon, and she’d sent him her head shots.\n\nThen, through an assistant, Epstein had invited her to meet\nin his room at the hotel.\n\nAlicia said she was having reservations, the officer wrote in his\nreport, because generally interviews are not conducted in hotel\nrooms.\n\nAccording to her, things turned frightening quickly.\n\nShe was unsure she was safe because although she wanted to\nland the job as a ‘Victoria's Secret’ catalog model she felt as\nthough Epstein was attempting to get her to act in an unpro-\n\nfessional manner for 4 model.\n\nEpstein wore navy blue sweatpants and a white T-shirt, she\n\nrecalled. The T-shirt had the letters USA printed on it in patriotic\n\nred, white, and blue.\n\nEpstein told her to undress and actually assisted her to do so\nwhile saying ‘let me manhandle you for a second.’\n\n140 :\n\nFin:\n\nThen, Alicia told the cop,\nher will while acting as thougl.\nhad stopped Epstein, and left\nincident.\n\nAt the top of his crime\nBattery.” But Epstein was ne\nSanta Monica Police Departme\nallegations of improper condu\nno action on this 1997 comp\nattorney, Jack Goldberger, told\n\n“The cops said itd be my\npaper. “And since he had a_\nthought much about it since, 1\nnow, I want everybody to kno\nbeen.”\n\nHOUSE_OVERSIGHT_021996",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021996.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1932,
    "word_count": 344,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:44.050092",
    "prefix": "IMAGES-006"
  }
}