{
  "document_id": "HOUSE_OVERSIGHT_010835",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010835.txt",
  "text": "01:52:54\n\n01:52:54\n\n01:52:56\n\n01:52:58\n\n01:53:00\n\n01:53:02\n\n01:53:05\n\nON Oa bb WN —\n\n01:53:07\n\n‘o\n\n01:53:09\n01:53:11 1 0\n04:53:13 1 1\norsate 12\n01:83:19 1 3\n04:53:21 14\n01:53:22 1 5\n01:53:26 1 6\n01:53:34 1 7\nors3.c2 18\n01:53:33 1 9\n01:53:36 20\no2z0743 24\n020743 22\n02:08:03 23\n02:08:06 24\n02:08:08 25\n\n02:08:12\n\n02:08:12\n\n02:08:14\n\n02:08:16\n\n02:08:18\n\n02:08:23\n\n02:08:27\n\nON Oa hb ON =\n\n02:08:28\n02:08:28 9\n02:08:34 10\n02:08:37 11\no20s40 12\n\no2z08a4 13\no2osae 14\nozess: 15\noz08ss 16\nozoess 17\nozos01 18\nozoa03 19\nozos0e 20\no209:09 21\n020912 22\no200:14 23\nozoeis 24\nozos21 25\n\n10/20/2015 01:07:28 PM\n\n101\n\nidentified Alan Dershowitz as someone who had 020923 1\ninformation relevant -- and let's be clear, that o20825 2\nthis is not a lawsuit about some contract dispute 020928 3\nor something -- that he was someone who had 20323 4\ninformation relevant to the sexual abuse of o20c30 5\nunderage girls and, indeed, they were asking o20832 §\nquestions about what information -- what o20934 7\ninformation he might have. o2038 8\n\nAnother -- I know, I remember now, there's a ozoo28 9\nwhole other line of things that -- that I had in ozoaar 10\nmind at the time, and I think since you want to o2zos43 11\ntest my memory -- I'm not -- let me be clear. orooas 12\nI'm not claiming I have a superb memory. I have ozosaa 13\nan average memory, but this is a subject that's 020052 14\nvery important to me, and so I've worked, you ozossa 15\nknow, very hard to get all the information. ozoes7 16\n\n1 would like to take a break. ozoess 17\n\nMR, SCAROLA: Sure. Take a break. ozi001 18\n\nTHE VIDEOGRAPHER: We are going off the video | oz100 19\nrecord, 3:27 p.m. o21007 20\n\n(Thereupon, a recess was taken.) o210:11 21\n\nTHE VIDEOGRAPHER: We are back onthe video | oz1014 22\nrecord, 3:41 p.m. oztors 23\n\nTHE WITNESS: I want to continue my answer. ozto21 24\nI'm sorry. I got emotional there for a moment. oz1023 25\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n102\n\nI want to do a good job for Virginia Roberts o210.27 1\non -- on representing all the -- the evidence o2t028 2\nthat is available to support her. ozt031 8\n\nThe next thing that I was thinking of was, oz1o3s | 4\nall right, then the question is: Well, what does ozto38 5\nMr. Dershowitz have to say about all this? So I ozt01 « &\nstarted to look at the information on that as o2toas | 7\nwell. oie | 8\n\nIn 2009, there had been a deposition request oz1048 | 9\nsent to Mr. Dershowitz, and I -- I saw a document e2z1050 10\nshowing that that had actually been served on -- oztoss 11\non him, and, you know, to the extent that what I o2zto 42\nsaw was a -- I think a receipt from the process o2t101 13\nserver, or something along those lines, so I saw o2z1108 14\nattempt to contact him in -- in 2009. ozii07 15\n\nAnd then I saw an additional attempt to oz 16\ncontact him in 2011. Mr. Scarola had sent him a oz11ts 17\nnote and there was, you know, some back and oz 18\nforth. The -- the one note that -- that jumped ori 19\nout to me was one in which Mr. Scarola had o2tr21 20\nwritten to Mr. Dershowitz, I think the phrase ozi121 24\nwas: Multiple witnesses have placed you in the ozt123 22\npresence of Jeffrey Epstein and underage girls; I ori126 23\nwould like to depose you about those subjects. o2ti2s 24\n\nAnd the answer that came back was not, well, 021131 25\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n103\nlet me clear all of that misunderstanding up.\nYou know, that's -- frankly, if I had gotten\nsomething like that, that's what I would have\nsaid.\n\nThe answer that came back was -- from\nMr. Dershowitz was something along the lines of,\nif I remember correctly, well, tell me what\nyou -- you -- tell me what you want to know and\nI'll decide whether to cooperate, was I think\nthe phrase that was used. And -- and so there\nwas an attempt, you know, a 2009 attempt, a 2011\nattempt to get information from Mr. Dershowitz.\n\nThen there was another subpoena without\ndeposition for -- for documents. You know, we\nhave heard a lot about records in this case that\ncould prove innocence. There was a records\nrequest to Mr. Dershowitz in 2013. And, again,\nmy understanding was that there was no -- you\nknow, no documents were provided on that.\n\nAnd so those -- I had that information.\nAnother bit of information that I had was that in\n2011, I believe in early April -- this is not\nattorney/client privileged information from\nVirginia Roberts. This is a telephone call that\nshe placed from Australia where she had been\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n104\nessentially forced into hiding by Jeffrey\nEpstein. She managed to escape and was hiding\nout in -- in Australia, and that she would --\nthat somehow, you know, Mr. Scarola and\nMr. Edwards were able to reach her and there was\na telephone call that was made.\n\nAnd in that telephone call she identified\nAlan Dershowitz as someone who would have\nrelevant information about Jeffrey Epstein and\nthe sexual abuse of underage girls.\n\nAnd so I had that information as well. So\nthat, as I understand, the question was: What\ncould I recall off the top of my head with regard\nto the factual basis for information connecting\nMr. Dershowitz with the sexual abuse of minor\ngirls, plural, and that, sitting here at this\nmoment, is the best that I can recall for the\ninformation along those lines.\n\nBY MR. SIMPSON:\nQ. Was that answer --\n\nMR. SCAROLA: Excuse me. Before -~ before\nyou go on to another subject, Professor Cassell\nis entitled to refresh his recollection to give\nyou a complete response. So why don't you go\nahead and do that now. Make sure you've covered\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\nPage 101 to 104 of 151\n\n26 of 38 sheets\n\nHOUSE_OVERSIGHT_010835",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010835.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5638,
    "word_count": 1042,
    "line_count": 221,
    "import_date": "2025-11-19T21:47:49.192349",
    "prefix": "IMAGES-001"
  }
}