{
  "document_id": "HOUSE_OVERSIGHT_020568",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020568.txt",
  "text": "109\n\nin the United States, the activity was not in violation of laws against foreign campaign\nactivity.*\n\n“Exporting” Corrupt or Unethical Business Practices\n\nChina scores poorly on international indices of corruption.*° As Chinese companies\n\nexpand abroad, it is possible that they could have a deleterious effect simply by exporting\nsuspect business practices. An industry of particular importance is banking. The “big four”\nChinese banks all operate in the United States, where their assets have increased sevenfold\nbetween 2010 and 2016 to $126.5 billion.” They are often extensively involved in real estate\ntransactions of Chinese firms operating in the United States. In 2015, 2016, and 2018, China\nConstruction Bank,** the Agricultural Bank of China, and Industrial & Commercial Bank\nof China*® were respectively subject to enforcement action by the Federal Reserve for not\ndoing enough to fight money laundering.\n\nChinese corporations in the United States can also hinder the rule of law in other ways.\nWhen responding to lawsuits in US courts, Chinese state-owned enterprises have claimed\nexemption due to sovereign immunity; in other instances, Chinese firms with an American\nlegal presence have refused to comply with US investigations by claiming that cooperation\nwould violate Chinese law.*' These actions inhibit the ability of the US government to\nregulate commerce and put American competitors at a disadvantage within their own\ncountry.\n\nChinese Manipulation of American Companies as a Vector of Influence”\n\nAmerican companies play a significant role in American foreign and domestic politics and\ntheir leaders regularly are selected to take positions of leadership in government. As a result,\ncorporate America’s traditional role in favor of engagement with China, given the country’s\nmarket potential, has had significant weight in American policy toward the country.”\nChina, for its part, welcomed foreign companies’ investment as part of its policy of reform\nand opening up in the hope of spurring economic development.\n\nChina’s relationship with corporate America has become increasingly fraught. In this report\nand elsewhere, China’s state-directed efforts to facilitate the theft of intellectual property,\nthe lifeblood of developed economies, are well documented. China’s forced transfer of\ntechnology by foreign firms, as a condition of operating in China, is one of the main\ncomplaints of both the Trump administration and the European Union.\n\nBut China’s ability to pressure US companies also encompasses three other more elusive\ndimensions. First, recognizing the importance of American companies in American\npolitics, China has frequently cultivated, even leveraged, American executives to\n\nlobby against policies it opposes. Where cultivation fails, it has threatened or exercised\n\nSection 7\n\nHOUSE_OVERSIGHT_020568",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020568.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2846,
    "word_count": 418,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:46.029090",
    "prefix": "IMAGES-006"
  }
}