{
  "document_id": "HOUSE_OVERSIGHT_026440",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_026440.txt",
  "text": "From: jeffrey E. [jeeyacation@gmail.com] \nSent: 4/23/2017 11:20:28 AM \nTo: paul krassner _______________________________________ \nSubject: Re: Subject to change \nyou can read the guardian article on the alleged 13 year old. put up to it by a pr guy, former jerry springer \nsales pitch man \nOn Sat, Apr 22, 2017 at 6:02 PM, paul krassner <_____________________________> wrote: \nSo the publisher wants me to trim down 700 to 400 pages in \"The Best of...\" collection. Tsk tsk. Below will be \nthe revised mini-essay to serve as the final piece. Although I detest Trump, to be fair, I realized, thanks to \nyou, that I had no evidence that he had raped a 13-year-old, though I did have have evidence that, as an adult, \nthere was evidence that she made an accusation. Also, I added another sentence with a positive ending. \nMeanwhile, Happy Earth Day. \nThe Last Word: Yikes! \nWhen George W. Bush was elected president in the year 2000, it was due to the electoral college (a rigged system \nwhich originally intended to prevent slaves from voting and evolved to gerrymandering), even though Bush's \nopponent, Al Gore, won the national popular vote. Hillary Clinton was elected senator that year, and she \nannounced that the first thing she would do was to get rid of the electoral college. A few years later, as a columnist \nfor the New York Press, I sent her a letter asking about the status of that promise. She didn't reply. \nOn November 8, 2016, a crooked businessman, liar extraordinaire, bragging pussy-grabber, make-America-\nwhite-again, anti-choice, anti-Semite, fake Christian, accused rapist of a 13-year-old in 1994 (she canceled a \npress conference one week before the election because of death threats if she filed a lawsuit), climate-change \nhoaxer, twitter addict, homophobic, apprentice politician, fucking fascist, and Vladimir Putin's \"useful idiot,\" \nnamely Donald Trump, who was elected as an insanely narcissistic dictator based on the electoral college, \nwhereas his opponent, Hillary Clinton, won the national popular vote by almost three million individuals galore, \nto no avail. \nIrony lives. But the monster has inadvertently awakened a population to resist. \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nHOUSE OVERSIGHT 026440 \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nHOUSE OVERSIGHT 026441",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_026440.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2836,
    "word_count": 438,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:49.013416",
    "prefix": "TEXT-001"
  }
}