{
  "document_id": "HOUSE_OVERSIGHT_011421",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011421.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n118\nH3vlgiu2\n\nThere's a little bit more colloquy, and then Mr. Dershowitz\n\nsays: \"This is a long time ago. My recollection is that very\n\nearly on there was a joint defense agreement between several of\n\nthe people who were of interest to the district attorney and to\n\nthe federal government. That's my recollection. And I would\nonly want to resolve doubts in favor of privilege.\" Then\n\nMr. Dershowitz says: \"We can check further. I would be happy\nto answer the question if it's not privileged.\" That's the\n\ntestimony that they say supports their assertion of this joint\n\ndefense agreement with Alan Dershowitz.\n\nBut there's more, your Honor. Mr. Edwards -- again,\nwho is a party in this deposition and not a lawyer -- chimes in\n\nto the special master and Mr. Dershowitz: \"OQ. Ghislaine\n\nMaxwell was never the target of the investigation, was she?\"\n\nConfirming and arguing that Dershowitz is wrong about this\n\njoint defense agreement at the time. And Dershowitz is\n\nadmitting that he doesn't really know and we should check and\nwe'll get back and people can ask these questions if I'm wrong\n\nabout this agreement.\n\nThey also take liberty with Ms. Maxwell's discussion\n\nin her deposition about her knowledge about what happened to\n\nMr. Epstein and what he pled guilty to. When you look at those\n\npages of the transcript, you know, she says, I know he went to\njail, and then there's a back-and-forth between Ms. McCawley\n\nand Ms. Maxwell about what did he go to jail for, and\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011421",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011421.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1614,
    "word_count": 276,
    "line_count": 84,
    "import_date": "2025-11-19T21:47:46.870004",
    "prefix": "IMAGES-001"
  }
}