{
  "document_id": "HOUSE_OVERSIGHT_012763",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012763.txt",
  "text": "Stang] and Eichmann: two different routes into evil. Both possible and both equally lethal to\nhumanity.\n\nThis is a lean explanation of why evil evolved and how it develops within individuals and\nsocieties. It is an explanation that strips evil down to its root causes, focusing on the core psychological\n\ningredients that enable us to violate moral norms and cause excessive harms to innocent others.\n\nA difficult journey\n\nThis book takes you on a journey into evil. It is a story about our evolutionary past, our present state of\naffairs, and the prospects for our future. It is as much a story about you and me, as it is about all of our\nancestors and future children. It is a story about the nature of moral decay and the prospects of moral\ngrowth. It is story about society’s capacity to engineer great harm, and about our own individual\nresponsibility to avoid joining in.\n\nExplaining how our genes create brains that create a psychology of desire and denial that leads to\nexcessive harms provides a satisfying explanation for the landscape of evil. It explains all varieties of evil\nby showing how particular genetic combinations can create moral monsters and how particular\nenvironmental conditions can convert good citizens into uncaring killers and extortionists. This\nexplanation will not allow us to banish evil from the world. Rather, it will enable us to understand why\nsome individuals acquire an addiction to feeling good by making others feel bad, and why others cause\nunimaginable harm to innocent victims while flying the flag of virtue. This, in turn, will help us gain\ngreater awareness of our own vulnerabilities by monitoring the power of attraction between desire and\n\ndenial.\n\nHauser Prologue. Evilution 17\n\nHOUSE_OVERSIGHT_012763",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012763.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1754,
    "word_count": 287,
    "line_count": 30,
    "import_date": "2025-11-19T21:47:45.677967",
    "prefix": "IMAGES-002"
  }
}