{
  "document_id": "HOUSE_OVERSIGHT_024665",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024665.txt",
  "text": "CHAPTER II Cannabis Science 101\n\nCannabis Plant Tissue Cultures\n\nSynthetic cannabinoids and terpenes can be manufactured by modifying plant-based compounds\nor through tools of synthetic biology and biocatalysis. For example, a synthetic version of THC\nknown as dronabinol is the active compound in the pharmaceutical product Marinol, which was\napproved by the FDA in 1985 for use in treatment of nausea and vomiting associated with cancer\nchemotherapy. Methods for biosynthetic production of cannabinoids have been patented in the United\nStates. Some medical practitioners and cannabis users have found synthetic compounds to be less effec-\ntive than plant-based cannabinoids and have attributed this reduced efficacy to the lack of an entourage\neffect.\n\nDosage, Safety and Side Effects\nCannabis dosing schedules provided by doctors and producers generally lack scientific rigor and,\nalthough industry participants strive to create a reliable dosing framework, users generally determine\ndosage through self-titration and trial and error. (This method of dosing does not always lead to the\ndesired effect, but it is generally agreed that there is a low risk of death from an overdose of cannabis.)\nProduct packaging commonly indicates that a 10-mg serving of cannabinoids represents one dose,\nand servings of 2 mg to 5 mg are commonly characterized as “microdoses.” Examples of representative\ndosage amounts used to treat some common medical conditions are presented in the following table.\n\n© 2017 Ackrell Capital, LLC | Member FINRA/SIPC 29\n\nHOUSE_OVERSIGHT_024665",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024665.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1565,
    "word_count": 233,
    "line_count": 25,
    "import_date": "2025-11-19T21:47:46.312350",
    "prefix": "IMAGES-008"
  }
}