{
  "document_id": "HOUSE_OVERSIGHT_023727",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023727.txt",
  "text": "Forthcoming (August 2011) Future Science edited by Max Brockman, Vintage Press, New York.\n\naccommodate the increasing number of social connections and monitor one another could be,\naccording to the social grooming hypothesis put forward by British anthropologist Robin\nDunbar, why we learned to speak.'* Then, 5,000 years ago, another tool: writing. Language, both\noral and written, allowed for gossip, a vector for social information. Research carried out by Ralf\nSommerfeld of the Max-Planck Institute for Evolutionary Biology and his colleagues\ndemonstrated that in cooperation games that allowed players to gossip about one another’s\nperformance, positive gossip resulted in higher cooperation. Of even greater interest, gossip\naffected the players’ perceptions of others even when they had access to firsthand information.\"*\n\nHuman society today is so big that its dimensions have outgrown our brains. We have an\nincreasing number of people and norms. What tool could help us gossip in a group this size?\nNowadays we keep track of and distribute unprecedented amounts of information via our\ncomputers: for example, citizens, journalists, and interest groups can access the U.S.\nEnvironmental Protection Agency’s Toxics Release Inventory database online to identify and\nshame polluters. Between the database’s inception in 1988 and 1995, releases of 330 toxic\nchemicals on the list have declined by 45 percent.'* After the retailer Trader Joe’s was\nunresponsive to requests by the nonprofit group Greenpeace to stop selling unsustainable\nseafood, Greenpeace coordinated singing fish telephone calls or demonstrations at every Trader\nJoe’s across the nation using the Internet. The Trader Joe’s CEO decided to comply with\nGreenpeace demands by dropping several overfished species and agreeing to source all seafood\nfrom sustainable sources by the end of 2012.\n\nWe can use computers to simulate some of the intimacy of tribal life, but we need\n\n” See esp. his Grooming, Gossip and the Evolution of Language (Cambridge, MA: Harvard University Press, 1997).\n\"SR. H. Sommerfeld, et al., “Gossip as an alternative for direct observation in games of indirect reciprocity,” Proc.\nNat. Acad. Sci. 104:44, 17435-40 (2007).\n\n“ Fung, A. & D. O’Rourke. 2000. Reinventing environmental regulation from the grassroots up: Explaining and\nexpanding the success of the Toxics Release Inventory. Environmental Management 25(2):115-127.\n\nHOUSE_OVERSIGHT_023727",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023727.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2444,
    "word_count": 362,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:47.969400",
    "prefix": "IMAGES-007"
  }
}