{
  "document_id": "HOUSE_OVERSIGHT_031210",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031210.txt",
  "text": "Epstein building compound on Great St. James | News | virginislandsdailynews.com 5/7/19, 9:15 AM\n\nNielsen could not say what specifically the unauthorized\nwork consists of, but said DPNR Commissioner nominee\nJean-Pierre Oriol would be available by phone today to\nanswer questions about the situation.\n\nDocuments on file at the Coastal Zone Management division\n\nof DPNR show that Epstein used “Great St. Jim, LLC,” a shell\n\ncompany organized by St. Thomas attorney Erika Kellerhals,\n\nto purchase three parcels totaling 80.1 acres from the Danish\nKjaer family for $17.5 million on Jan. 18, 2016.\n\nThe remainder of the island — 12 parcels totaling 81.22 acres\n— was transferred from another St. Thomas company, GSJ\nProperties Corp., to Great St. Jim LLC for $5 million on Jan.\n21, 2016.\n\nWhile it’s long been rumored that Epstein had purchased\nGreat St. James, for years his name appeared nowhere on\npublicly available documents listing property ownership of\nthe island.\n\nThe Daily News requested access to documents contained in\nCoastal Zone Management permit application files for the\nisland on April 18, and was provided access to those records\nMonday.\n\nThe documents show that in 2011, Kellerhals, another\nattorney in her firm, Gregory Ferguson, and business\nconsultant Brett Geary organized the St. Thomas company\nPoplar Inc.\n\nA certificate of incumbency contained in the file lists Epstein\nas president of Poplar Inc., his longtime lawyer Darren\nIndyke is listed as vice president and secretary, and another\nlongtime associate, Richard Kahn, is listed as treasurer.\n\nThe Daily Beast reported in April that Kellerhals, Indyke, and\nKahn are listed as the only officers of other defunct\nnonprofits run by Epstein, including the C.0.U.Q.\nFoundation, J. Epstein Virgin Islands Foundation, and Epstein\nInterests. They’re also listed as officers for Gratitude America\nLtd., anonprofit formed in the Virgin Islands in 2012 through\nwhich Epstein has made financial contributions to various\n\norganizations.\n\nThe certificate specifically states that those individuals are\nauthorized to act on behalf of the corporation with respect to\nall transactions, “including but not limited to transactions\nrelated to permitting matters submitted on behalf of Great\nSt. Jim, LLC.”\n\nhttp://www.virginislandsdailynews.com/news/epstein-building-compoun...n-great-st-james/article_ a49261e9-40f0-57b1-9501-605e26e74cf3.html Page 2 of 4\n\nHOUSE_OVERSIGHT_031210",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031210.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2436,
    "word_count": 355,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:46.514183",
    "prefix": "IMAGES-011"
  }
}