{
  "document_id": "HOUSE_OVERSIGHT_028056",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028056.txt",
  "text": "numbers of Israelis, and ultimately the government, had ensured a truly\nindependent probe would now go ahead.\n\nBut other ways in which the war had gone wrong were already glaringly\napparent. Some were operational. It is true we ended up overcoming Palestinian\nand Syrian resistance. Given the numerical balance of forces, that was a\nforegone conclusion. But with all the attention paid to the political aims of the\ninvasion, we’d never sufficiently planned for operating against a wholly\ndifferent kind of enemy than in our previous wars, and on a wholly different\nkind of terrain. Huge columns of Israeli armor had found themselves stuck on\nthe winding roads of central Lebanon, running low on gasoline, vulnerable to\nrelatively small ambush squads. In some instances, a dozen Palestinian fighters\nor Syrian commandos had halted the best-armed, best-trained, tank forces in the\nMiddle East for hours on end. Overall, the pattern of past wars had been broken.\nEven in 1973, once the surprise attacks had been turned back, Israeli forces had\nadvanced, attacked and broken enemy resistance. That hadn’t happened here.\n\nThere was a deeper problem as well. At the start of the conflict, Begin had\ndeclared, boastfully almost, that this was Israel’s first “war of choice.” That\nwasn’t true. Both 1956 and 1967 were wars of choice. Yet those preemptive\nattacks, especially in the Six-Day War, were in response to a sense of strategic\nthreat that was commonly understood by almost all Israelis. There was a sense\nnot just of consensus, but national unity. This war was different. It had been\nlaunched in pursuit of a specific political vision: a marriage of Begin’s political\ncredo and Arik’s determination to use overwhelming force to bulldoze a new\npolitical reality in Lebanon.\n\nThe findings of the inquiry commission were published in February 1983.\nThey were all the more powerful for the forensic language used. The inquiry did\nconcede Begin’s point: it was Gemayel’s men who had actually done the\nkilling. But it said that the Israel1 commanders’ decision to allow the\nPhalangists into the refugee camps “was taken without consideration of the\ndanger — which the makers and executors of the decision were obligated to\nforesee as probable — that the Phalangists would commit massacres.” The\ncommission added that “when the reports began to arrive about the actions of\nthe Phalangists in the camps, no proper heed was taken. The correct conclusions\nwere not drawn. No energetic and immediate action was taken to restrain the\nPhalangists and put a stop to their actions.”\n\nArik bore personal responsibility for this, the report said. So did Raful, and\nthe head of military intelligence, Yehoshua Saguy. The commission\n\n208\nHOUSE_OVERSIGHT_028056",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028056.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2742,
    "word_count": 444,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:48.615022",
    "prefix": "IMAGES-009"
  }
}