{
  "document_id": "HOUSE_OVERSIGHT_014739",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014739.txt",
  "text": "All three would argue for the decline in rates to be led by breakevens leaving a real\nrate short with little downside (real rates moved higher by 50bp post China deval in\nAug-15).\n\nTrade: We recommend selling 10y real rates at 35bp with a target of 1% and a\nstop loss of Obp. Risk: A reflationary sell-off without re-pricing the Fed is a risk to\nthe trade.\n\nFX: GOP sweep emboldens core USD/JPY view\n\nHigher US real rates, higher intermediate (5-10y) nominal rates combined with a\npotential USD tailwind from a second Homeland Investment Act (HIA), leave USD/JPY as\nour top directional FX trade for 2017. We have maintained a core view that USD/JPY\nwould move higher in 2017, as the factors weighing on the pair this year, namely\nspeculative JPY buying and increased FX hedging by domestic investors (S/¥’s eventual\nsurge), would subside. We like the trade for the following reasons.\n\n« USD/JPY most sensitive to fiscal-stimulus-driven rise in US yields: Of all G10\nFX pairs, JPY is most vulnerable (versus the USD) to a fiscal-driven rise in US yields.\nFirst, the pair’s correlation with rate differentials is the highest in G10 at 60%. But,\nmore importantly, USD/JPY is also the most sensitive to the shape of the US 2s10s\ncurve (Chart 18). The shift from loose monetary/tight fiscal to a tight monetary/\nloose fiscal policy regime will support such a steepening as supply is concentrated\nin the intermediate part of the curve, and the positive growth shock allows the Fed\nto hike faster, supporting an increase in real yields, also a key 2017 call.\n\n¢ BO) yield target is bearish for JPY: The BO)’s implementation of a yield target at\nits September meeting has caused a break in the correlation between 10Y JGBs and\nUSTs (Chart 19). First, given USD/JPY’s significant correlation with 10Y yield\ndifferentials (>60%}, the anchoring of 10Y yields will further weigh on the Yen as\nUS Treasury yields rise. Second, further Japanese fiscal stimulus will successfully\nlower real yields through higher breakeven rates of inflation while nominal yields\nwill remain unchanged. As our JPY strategist argues, to the extent that a Trump\nvictory has weakened Abe’s diplomatic success, not least from likely TPP failure,\nand residual macro uncertainty makes it increasingly likely the government will seek\nto draft a supplementary budget sooner than anticipated.\n\n« _HIA and domestic flow picture a JPY-negative: The flow picture also turns JPY-\nnegative in 2017. USD/JPY’s underperformance during Asia trading hours in 2016\nhighlights that domestics used any rally in the pair to hedge (by selling USD/JPY)\nexisting investments. This flow will likely subside in 2017. The compression in FX-\nhedge-adjusted yield pickup from a Japanese investor’s standpoint will likely shift\n\nChart 18: USD/JPY and Japanese equities Chart 19: Correlation breakdown Chart 20: 2005 HIA repatriation flows vs\nperform well in US 2s-10s curve steepening 05 40Y UST 04 USD/JPY\n\n5 140,000 40\n\n23 ——‘0Y JBG (RHS)\n, 2.1 0.2 120,000 56\n1.9 100,000 0\n: 17 0 80,000 ;\n60,000\n: 's -0.2 00\nar “ 13 40,000\n) gE g 00\na * Ss Ss Ss Ss s s 1.1 -0.4 20,000\n£ 0 80\n\nNov-15\nJan-16\nMar-16\nMay-16\n\nJul-16\nSep-16\nNov-16\n\n99 00 01 02 03 04 05 06 07\n\nmt US Multi-national repatriation...\nee USD/JPY spot (RHS)\n\nSource: BofA Merrill Lynch Global Research, Bloomberg\n\nNote: curve and average cross-market reaction (past 40 quarter Source: BofA Merrill Lynch Global Research, Bloomberg, BEA\nsimple average)\n\niS\niBear Steep mBearFlat mBullSteep Bull Flat\n\nSource: BofA Merrill Lynch Global Research, Bloomberg\n\nBank of America Global Rates, FX & EM 2017 Year Ahead | 16 November 2016 9\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014739",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014739.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3665,
    "word_count": 612,
    "line_count": 87,
    "import_date": "2025-11-19T21:47:44.392509",
    "prefix": "IMAGES-003"
  }
}