{
  "document_id": "HOUSE_OVERSIGHT_024425",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024425.txt",
  "text": "the Army of all places, the Control Factor operated to allow and even foster his work. Even after the\nmurders, we cont inue the denial by calling it “workplace violence.” He is the Civilization-Violent Jihad\ncombo! And we continue to enable the same infiltration elsewhere.\n\nFP: Tell our readers about “The Project” and “Explanatory Memorandum.” These are realities that serve as\ngreat threats to the Control Factor, right?\n\nSiegel: These are separate sets of documents that outline the Muslim Brotherhood’s goals and\n\nplans underlying the Civilization Jihad. The former was discovered in Europe and extends globally. The\n1991 Explanatory Memorandum emerged in 2008 from the Holy Land Foundation trial and describes the\nBrotherhood’s work in America as a “Civilization-Jihadist Process with all the word means” and “a kind of\ngrand Jihad in eliminating and destroying the Western civilization from within and ‘sabotaging’ its miserable\nhouse by their own hands and the hands of the believers so that it is eliminated and God’s religion is made\nvictorious over all other religions.”\n\nMuch as the communists of the Soviet Union had formulated in the 1950s a detailed long term plan to\ndestroy America (many of the effects of which we are seeing of late including destroying the nuclear family,\nsecularizing the nation, feminizing men ...) these documents identify many strategies to infiltrate while\neroding the foundations of our civilization in order to transform it into an Islamic one. The Control Factor\nhas many ingenious ways to convince us that this is ridiculous, that our courts and system would never allow\nsuch a thing, that one is racist or “Islamophobic,” if not insane, for even thinking this is real. And just as\nwith the communists, time is plentiful. Even more so with our Islamic Enemy, a multi-decade plan is short\nterm. It is not critical that a seriou sly engaged Muslim lives to see the result. It is critical, more correctly a\nduty, however, that he carries on his Jihad. Patrick Poole and The Center for Security Policy’s Team B\nReport, Shariah: The Threat to America, are excellent sources for your readers to pursue these documents.\n\nFP: And so what you call an “Inner Jihad” has to start. It’s our, as you say, mandatory “addiction treatment.”\nPlease explain.\n\nSiegel: The “Inner Jihad” is the effort we must undertake to gain control over our Control Factors. There is a\nfamous Hadith in which Mohammad, returning from a successful battle, essentially says that the physical\nfight was the “lesser Jihad” and it is time to then attend to the “greater Jihad €”- that internal battle against\nour own internal appetites, lusts, wrong thinking and so forth. While that Hadith has been falsely utilized to\nsay that “Jihad” is not violent, it is useful to us as a symbol of the vicious effort we must take internally\nagainst our own Control Factor tendencies.\n\nAs I said earlier, the Control Factor is “active” and “continuous” so we must constantly monitor and combat\nit. Like “Whack-a-Mole,” just as we may think we have addressed it, another variation pops right up. I use\nthe terms “addict” and “enabler” because we truly need a form of rehab to break the habitual power of the\nControl Factor and because our relationship with our Islamic Enemy is very much like that between a typical\naddict and his enabler. And just as it is so difficult for an addict to kick his habit, so does the enabler act\nessentially addicted to his behavior and find it so difficult to change. At its core, the relati onship involves\nthe transfer of responsibility for our Islamic Enemy’s hate and resultant actions onto us with our response\nframed essentially as an effort to do what we can to try to address the Enemy’s grievance. (Your book,\nUnited in Hate, describes this addiction to hate in detail.\n\nThe key to the Inner Jihad is to learn to transfer responsibility for our Islamic Enemy’s hate and resultant\nactions back to it and take responsibility back for our own situation. We must learn all we can about the\nenemy. We must unwind our inappropriate projections and introjections and rediscover who we are and are\nnot. We must speak up. We must support those Muslims who promote expressions of Islam that are\nconsistent with our principles. And we must stalk the C ontrol Factor, constantly be on guard for its\nintrusion. This is an individual endeavor as each of our Control Factors uses its own methods. The book\ngives plenty of examples of each maneuver discussed but it is important for each of us to discover the unique\nworkings of his own mind. That takes the work of the Inner Jihad.\n\nFP: Share with our readers what you mean by the “Turnaround Moment.”\n\nHOUSE_OVERSIGHT_024425",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024425.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4696,
    "word_count": 794,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:45.620894",
    "prefix": "IMAGES-007"
  }
}