{
  "document_id": "HOUSE_OVERSIGHT_018257",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018257.txt",
  "text": "between human choice and machine intelligence? Why is one computer system\nbetter than another? These decisions - and the people who make them - will\ndetermine power distributions. They will reverberate through our future with the\nsame constant noise as the Bill of Rights, the Magna Carta, the Analects or the Koran\nstill do. The real contests ahead will be over networks, and we will come to\nunderstand in this book how these struggles will unfold and how to fight them - but\nkeep in mind that this means, in fact, a deeper conflict. A fight about values.\nNetworks are like any organized system; they reflect the aims and ethics and habits\nof the people who build them. The price of meshing so many different aims and\nsensibilities, hopes and hatreds, will be costly. When Nan said that really, fully\ngrasping our world would be expensive this is what he meant. Particularly if he’s\nright that we'll all be going half mad under the pressures of constant connection as\nwe try to make the shift. We will pay with our old ideas, our current fortunes and - if\nwe're not careful - our safety.\n\nEngineers know this idea that network design shapes the real world as “Conway’s\nLaw.”21 Melvin Conway was an early AT&T systems designer who noticed that the\norganization of any connected telephone system had an impact on the communities\nor offices it touched. Who could call who was a kind of power map. The physical\nworld, Conway realized, could be shaped and influenced by something other than a\nphysical force; it could be reshaped by information flows, by connection. The\nexpansion of airline routes to Indonesia, for instance, was a network design change\nthat tilted real-life economic patterns. New flights enabled tourism, manufacturing,\ninvestment. In our connected age, the design of research studies, voter databases,\ngenetic information sharing networks, financial webs - all of these will create\nbumps in the surface of our every day lives.2? The way in which phones or data links\nor mobile devices are tied together changes the way we act when we use them or\nwhen we handle them to touch each other, even if the design of these systems is\ninsensible to us most of the time - the way a marble under a carpet might create a\nsurprising bump. Networks can organize themselves in many different ways. And in\nthe choice of layout, or the evolution of that layout in response to pressures of profit\nor technology, a great deal can be decided. “When you decide what infrastructure to\nuse for a project, you're not just making a technical decision,” the programmer and\ninvestor Paul Graham has written. “You're also making a social decision, and this\nmay be the more important of the two.”24\n\nYou might ask: What drew tens of millions of people to watch live as Steve Jobs\nunveiled some new Apple device in the last years of his life? Of course, partly it was\nthe cool technology, the warmly charming charisma of the man. But something else\nwas at work, | think. What Jobs was unveiling atop those black-backed stages over\n\n71 Engineers know this idea: Melvin E. Conway, “How Do Committees Invent?”\nDatamation, April, 1968.\n\n23 In our connected age: Barbara Schewick, Internet Architecture and Innovation,\n(Cambridge, Mass.: MIT Press, 2010) Chapter 1\n\n24 “When you decide what infrastructure to use”: Paul Graham, “Great Hackers”,\non paulgraham.com July 2004\n\n25\n\nHOUSE_OVERSIGHT_018257",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018257.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3382,
    "word_count": 575,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:49.387612",
    "prefix": "IMAGES-004"
  }
}