{
  "document_id": "HOUSE_OVERSIGHT_030951",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_030951.txt",
  "text": "Sent from my iPhone\n\nBegin forwarded message:\n\nFrom: \"Jacoby, Craig”\nDate: September 5, 2012 7:27:21 PM EDT\nTo: \"Darren Indyke\"\nCe: \"Hosain Rahman\"\n\n, \"lan Osborne\" iy . \"Jacoby, Craig”\n\nSubject: Jawbone/Mort\n\nHi Darren,\n\nJust checking back in on the Jawbone investment. Thanks for sending across your comments. If possible, we\nwould like to avoid a situation where we recirculate the investment agreements in place with Jawbone’s\nother investors, and our hope is that we can accommodate as many of your comments as possible short of\ntaking that step.\n\nWe think that the best way to address your comments would be to have Jawbone enter into a new purchase\nagreement covering both the preferred and the common stock being sold to Mort. Jawbone would make its\nrepresentations and warranties anew upon the closing of the purchase agreement, so Mort would not be\nrelying on the reps made back in June 2011, nor on the schedule of exceptions prepared in connection with\nthe initial closing. The new purchase agreement would have the same closing conditions that applied to the\ninitial closing of the JP Morgan investment.\n\nGiven the affiliation between Mort, Hedosophia and Apoletto and their collective investment in preferred\nand common stock, we also want to propose that Mort (along with the other two parties) be treated as a\n“Major Investor” under the Investor Rights Agreement so long as their collective holdings of preferred and\ncommon stock remains at least equal to 2,000,000 shares. We intend to do this with a side letter that would\nnot require the signature of the other parties to those documents. You have already seen the draft\namendment that would expand the definition of “Registrable Securities” in the investor rights agreement to\ninclude the common stock being purchased by Mort, and we do anticipate that our principal investors will\nquickly sign that document once we circulate it.\n\nYou had indicated a desire to have JP Morgan approve the sale of Series 5 Preferred outside of the existing\npurchase agreement. As | indicated to you on the phone, we do not think that this is necessary, but we are\nwilling to obtain from them an acknowledgement to that effect prior to the closing of Mort’s investment.\n\nWe do believe, however, that various of your other requests for change in the investor documents would\nrequire a broader amendment and restatement of the applicable documents, and some of them concern\nbusiness points that were the subject of specific negotiation with JP Morgan and others of our investors in\nprior rounds. These points include your comments to the drag along rights, the registration rights, the\ninformation rights and the venue provisions. We would like those terms to remain as we had negotiated\nthem with JP Morgan.\n\nIf you are comfortable with the approach outlined in this email, we can get you draft documents, including a\ndraft updated Schedule of Exceptions, tomorrow for your review and approval. Please let me know.\n\nHOUSE_OVERSIGHT_030951",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_030951.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2989,
    "word_count": 492,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:49.262700",
    "prefix": "IMAGES-011"
  }
}