{
  "document_id": "HOUSE_OVERSIGHT_013833",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013833.txt",
  "text": "Professor Ed Zschau’s “High-Tech Entrepreneurship” class. Ferriss challenged Marrinan and his fellow\nseniors to contact high-profile celebrities and CEOs and get their answers to questions they have always\nwanted to ask.\n\nFor extra incentive, Ferriss promised the student who could contact the most hard-to-reach name and\nask the most intriguing question a round-trip plane ticket anywhere in the world.\n\n“I believe that success can be measured in the number of uncomfortable conversations you’re willing\nto have. I felt that if I could help students overcome the fear of rejection with cold-calling and cold e-\nmail, it would serve them forever,” Ferriss said. “It’s easy to sell yourself short, but when you see\nclassmates getting responses from people like [former president] George Bush, the CEOs of Disney,\nComcast, Google, and HP, and dozens of other impossible-to-reach people, it forces you to reconsider\nyour self-set limitations.” ... Ferriss lectures to the students of “High-Tech Entrepreneurship” each\nsemester about creating a startup and designing the ideal lifestyle.\n\n“I participate in this contest every day,” said Ferriss. “I do what I always do: find a personal e-mail if\npossible, often through their little-known personal blogs, send a two- to three-paragraph e-mail which\nexplains that I am familiar with their work, and ask one simple-to-answer but thought-provoking\nquestion in that e-mail related to their work or life philosophies. The goal is to start a dialogue so they\ntake the time to answer future e-mails—not to ask for help. That can only come after at least three or\nfour genuine e-mail exchanges.”\n\nWith “textbook execution of the Tim Ferriss Technique,” as he put it, Marrinan was able to strike up a\nbond with Komisar. In his initial e-mail, he talked about reading one of Komisar’s Harvard Business\nReview articles and feeling inspired to ask him, “When were you happiest in your life?” After Komisar\nreplied with references to Tibetan Buddhism, Marrinan responded, “Just as words are inadequate to\nexplain true happiness, so too are words inadequate to express my thanks.” His e-mail included his\npersonal translation of a French poem by Taisen Deshimaru, the former European head of Soto Zen. An\ne-mail relationship was formed, and Komisar even e-mailed Marrinan a few days later with a link to a\nNew York Times article on happiness.\n\nContacting Schmidt proved more challenging. For Marrinan, the toughest part was getting Schmidt’s\npersonal e-mail address. He e-mailed a Princeton dean asking for it. No response. Two weeks later, he e-\nmailed the same dean again, defending his request by reminding her that he had previously met Schmidt.\nThe dean said no, but Marrinan refused to give up. He e-mailed her a third time. “Have you ever made\nan exception?” he asked. The dean finally gave in, he said, and provided him with Schmidt’s e-mail.\n\n“I know some of my classmates pursued the alternative scattershot technique with some success, but\nthat’s not my bag,” Marrinan said, explaining his perseverance. “I deal with rejection by persisting, not\nby taking my business elsewhere. My maxim comes from Samuel Beckett, a personal hero of mine:\n‘Ever tried. Ever failed. No matter. Try again. Fail again. Fail better.’ You won’t believe what you can\naccomplish by attempting the impossible with the courage to repeatedly fail better.”\n\nNathan Kaplan, another participant in the contest, was most proud of the way that he was able to\ncontact former Newark mayor Sharpe James. Because James had made a campaign contribution to Al\nSharpton, the website www.fundrace.org listed James’s home address. Kaplan then input James’s address\ninto an online serach-by-address phone directory, through which he received the former mayor’s phone\nnumber. Kaplan left a message for James, and a few days later finally got to ask him about childhood\neducation.\n\nFerriss is proud of the effort students have put into his contest. “Most people can do absolutely awe-\ninspiring things,” he said. “Sometimes they just need a little nudge.”\n\n=» Q&A: QUESTIONS AND ACTIONS\n\nHOUSE_OVERSIGHT_013833",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013833.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4110,
    "word_count": 656,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:48.440418",
    "prefix": "IMAGES-002"
  }
}