{
  "document_id": "HOUSE_OVERSIGHT_014761",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014761.txt",
  "text": "From a mark-to-market perspective, the risk to the trade is a further rise in 3m30y US\nrates vol, coming this time with a depreciation in the USD (risk-off event in the US).\n\nPotential US-China trade barriers: bullish CNH vol\n\nThe Republican clean sweep has already sparked a strong USD rally and US rates selloff,\nbut could put further pressure on the USDCNY exchange rate. A stronger USD by itself\nadds pressure to depreciate as China still needs looser financial conditions to maintain\nstability in the debt market, a relationship confirmed by the USDCNY rally following the\n2015 Fed hike. With Trump’s victory, we see increased risk of a larger depreciation.\n\nTrump publicly labeled China as a currency manipulator on multiple occasions during the\ncampaign, so any speculation of anti-trade policies could put significant depreciation\npressure on the Renminbi. Potential trade tariffs on Chinese exports to the US could\nraise the probability of a trade war. Furthermore, Trump could encourage the Treasury\nto alter its criteria for labelling currency manipulators, which could also hurt trade\nrelationships. Either scenario would lead to a sharp re-pricing of risk premia higher.\n\nThe Trade: Buy USDCNH 6m 7.60 call\n\nWe recommend buying a 6m USDCNH 7.60 call for 0.37% USD (off 6.9700\nforward), with a target of 1% USD. USDCNH topside is now at the cheapest levels\nsince the August 2015 depreciation (Chart 56). The trade could benefit from either a\nrally in spot as well as any increase in the risk premium between now and inauguration\non speculation of anti-trade policies. The structure appreciates significantly from\nincreases in volatility, which is plausible given the 300% increase in volatility in August\n2015 and the 100% increase from October 2015 to February 2016. The risk to the trade\nis that China increases capital controls and dampens USDCNH appreciation, which could\ncause the options to expire worthless.\n\nChart 56: USDCNH topside the cheapest since pre-depreciation\n\nTable 4: Hypothetical trade performance on Inauguration Day (Jan 20th)\n\n20 + Spot Vols Vols 20% Vols 50% Vols 100%\n46 unchanged | __ higher higher higher\n+3 % 6.8 24% 197%\n12 69 41% 235%\n8 7 %. 100% 278%\n4 iA 49% 132% 305%\n0 72 0% 103% 170% 378%\n13 49% 122% 232% 441%\ns RS sy & eS RS ys yf 7A 124% 200% 305% 522%\n5 224% 319% 441%\n——USDCNH 6m 104 call vol 78 386% 410% 565%\n\nSource: BofA Merrill Lynch Global Research\n\nSource: BofA Merrill Lynch Global Research\n\nBankof America\nMerrill Lynch\n\nGlobal Rates, FX & EM 2017 Year Ahead | 16 November 2016 31\n\nHOUSE_OVERSIGHT_014761",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014761.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2565,
    "word_count": 431,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:46.320497",
    "prefix": "IMAGES-003"
  }
}