{
  "document_id": "HOUSE_OVERSIGHT_029504",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_029504.txt",
  "text": "Date: Wednesday, July 10 2019 08.07 AM \nSubject: \nFrom: \nTo: Jeffrey Epstein <jeevacation@grnail.corn>; \nDear Jeff, \nI read the news papers today, I can't believe they arrested you again, you are the only man on the planet who \nwould never be bad with any women as you love them too much. \nIt is so untrue what they are saying. If you need my support I am there. \nI was 19 when I meet you with our wonderful commun friend HRH Prince Andrew and you would have never \ndone anything wrong to me. \nI meet the few lovely girls around you, they loved you and you were so good with them. They were bringing \nyou ideas, creativity, a touch of youth in this very difficult world and happiness like a young can do. \nNothing more! Then of course I am sure they were happy to hope to become your girlfriend as women are \nalways attracted by men of power! \nI traveled with you to discuss my future in business, you introduced me amongst the most important scientists \nand neuroscientists in the world at Harvard University and you kindly advise me to continue to study. You also \nexplained to me that life is hard and business is difficult.You were feeling I should study more. All your advises \nwere so right. Thank you. \nI feel sorry that these girls are only interested by your money. I feel sorry for that and they might be \nmanipulated by people of power who wish to do bad to the Trump gouvernement. \nDo you remember that you asked me to be your girlfriend, I was back in France after our trip together in \nHarvard, you tried to convince me on the phone, I refused and look today we stayed friends for ever. You never \ndid anything wrong as these girls are mentioning, it was up to them to be involved with you sexually, it was \ntheir own decision, not your wish. \nI don't know if you will read this message. I hope so. \nPlease receive my warmest wishes and love. \nGMI Productions \nHOUSE OVERSIGHT 029504",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_029504.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1897,
    "word_count": 347,
    "line_count": 28,
    "import_date": "2025-11-19T21:47:47.634036",
    "prefix": "TEXT-001"
  }
}