{
  "document_id": "HOUSE_OVERSIGHT_020045",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020045.txt",
  "text": "investigation; the assertion (from Kushner) that the FBI itself had turned against Comey;\nand, the president’s key obsession, the fact that Comey wouldn’t publicly acknowledge\nthat the president wasn’t under investigation—that would form the Trump family’s case\nfor firing Comey. That is, everything but the fact that Comey’s FBI was investigating the\npresident.\n\nThe Kushner side, for its part, bitterly fought back against any characterization of\nKushner as the prime mover or mastermind, in effect putting the entire Bedminster letter\neffort—as well as the determination to get rid of Comey—entirely on the president’s head\nand casting Kushner as passive bystander. (The Kushner side’s position was articulated as\nfollows: “Did he [Kushner] support the decision? Yes. Was he told this was happening?\nYes. Did he encourage it? No. Was he fighting for it [Comey’s ouster] for weeks and\nmonths? No. Did he fight [the ouster]? No. Did he say it would go badly? No.”)\n\nHorrified, McGahn quashed sending it. Nevertheless, it was passed to Sessions and\nRosenstein, who quickly began drafting their own version of what Kushner and the\npresident obviously wanted.\n\n“I knew when he got back he might blow at any moment,” said Bannon after the\npresident returned from his Bedminster weekend.\n\n7 OK Ok\n\nOn Monday morning, May 8, in a meeting in the Oval Office, the president told Priebus\nand Bannon that he had made his decision: he would fire Director Comey. Both men again\nmade heated pleas against the move, arguing for, at the very least, more discussion. Here\nwas a key technique for managing the president: delay. Rolling something forward likely\nmeant that something else—an equal or greater fiasco—would come along to preempt\nwhatever fiasco was currently at hand. What’s more, delay worked advantageously with\nTrump’s attention span; whatever the issue of the moment, he would shortly be on to\nsomething else. When the meeting ended, Priebus and Bannon thought they had bought\nsome breathing room.\n\nLater that day, Sally Yates and former director of National Intelligence James Clapper\nappeared before the Senate Judiciary Committee’s Crime and Terrorism subcommittee—\nand were greeted by a series of furious tweets from the president.\n\nHere was, Bannon saw again, the essential Trump problem. He hopelessly personalized\neverything. He saw the world in commercial and show business terms: someone else was\nalways trying to one-up you, someone else was always trying to take the limelight. The\nbattle was between you and someone else who wanted what you had. For Bannon,\nreducing the political world to face-offs and spats belittled the place in history Trump and\nhis administration had achieved. But it also belied the real powers they were up against.\nNot people—institutions.\n\nTo Trump, he was just up against Sally Yates, who was, he steamed, “such a cunt.”\n\nHOUSE_OVERSIGHT_020045",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020045.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2885,
    "word_count": 460,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:47.084932",
    "prefix": "IMAGES-005"
  }
}