{
  "document_id": "HOUSE_OVERSIGHT_029562",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029562.txt",
  "text": "\"Well, frankly, the US didn't have the wisdom. It just wanted to celebrate its peace dividend. The two Clinton terms\nand the two George W. Bush terms, that's four presidential terms, have cost US mightily.”\n\nFor Keating, the malaise in US politics is the problem. He says: \"The most compelling thing I've seen in years is that\nin the great burst of American productivity between 1990 and 2008, of that massive increment to national income,\nnone of it went to wages. By contrast, in Australia real wages over the same period had risen by 30 per cent.\"\nKeating sees this \"as the breakdown of America's national compact\", the shattering of its prosperity deal. He says\nAmerican conservatives abandoned the middle ground represented by Republican presidents such as Dwight D.\nEisenhower, Richard Nixon and Bush Sr and became radicals. The derailment, he argues, began under Ronald\nReagan and reached its zenith under George W. Bush.\n\nWith the goodwill gone the US “is not able to produce a medium-term credible fiscal trajectory or get agreement on\nrebuilding its infrastructure”. This paralysis “is significant not just for the US but for the world.\"\n\nKeating links the collapse of this “prosperity compact\" to the financial crisis. Too many Americans were unable to\nsustain themselves from wages and salaries.\n\nHow did they get by? They used the easy credit of the banking system, thereby feeding the frenzy that ended in bad\nloans and meltdown.\n\nKeating's book has an abiding message for Australia: in the transformed world we “will find ourselves increasingly\non our own\" having to master our own destiny.\n\nThe job is to rediscover the productivity and savings agenda of the 1990s. Why did Australia survive the 2008\nfinancial crisis? \"Because of the flexibility of the economy,\" Keating says. \"Flexibility which came from the reform of\nAustralia's financial, product and labour markets that began 25 years ago. This has given us one of the most flexible\neconomies in the world - arguably the most flexible. But further structural changes are ahead of us.\"\n\nHe lists them. It is a mix of the new and old Keating agenda: a shift in resources to the extractive industries; a lift in\ncapital inflow driving a high current account deficit putting a premium on savings; recognition that competitiveness\nwill lie “in the creativity of our people as much as it does in our oil and gas\"; a renewed emphasis on the value of hi-\ntech and education; and above all, a cultural change that integrates Australia more into East Asia. \"Cultural\ntransformation is the key for us,\" Keating says. He rates it as more important than economic reform.\n\n“There is less interest now in being part of East Asia than there was in the 1990s,\" he laments.\n\nKeating wants this idea revived. And he ties it to the republic arguing that to succeed in Asia we must become a\nrepublic, a proposition Howard always dismissed.\n\nOn China, Keating is an optimist yet alive to the daunting economic challenge China now confronts. \"What is\nhappening in China knows no precedence in world economic history,\" he says. \"Never before have 1.25 billion\npeople dragged themselves from poverty at such a pace. China is now half the GDP of the US and incomes have\nrisen by a factor of 10.\" He argues, however, that the origin of the 2008 financial crisis lies in the global imbalances -\nChina has built huge foreign exchange reserves by exporting too much and America, in turn, is saving too little.\n\nKeating says: “China must shift the basis of growth from net exports and investment to domestic consumption. Will\nthey achieve this? Probably. Will there be strains along the way? There have to be.\"\n\nUnlike many Australian leaders, Keating is a Europhile. \"I think the European project is the most significant project\nsince the second world war,\" he says. But he sees two huge blunders made in Europe.\n\nFrom the euro's inception, Keating said it should constitute only Germany, France and the Benelux nations, not the\nperipheral countries around the Mediterranean, and \"Greece should never have been allowed in”.\n\nHOUSE_OVERSIGHT_029562",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029562.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4089,
    "word_count": 684,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:45.261849",
    "prefix": "IMAGES-010"
  }
}