{
  "document_id": "HOUSE_OVERSIGHT_029036",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029036.txt",
  "text": "And I think that’s why you’re seeing — when you read the media says, “tea party is losing,\nlosing elections,” that is all BS. The elections we don’t win, we’re forcing those crony\ncapitalists to come and admit that they’re not going to do this again. The whole narrative\nin Washington has been changed by this populist revolt that we call the grassroots of the\ntea party movement.\n\nAnd it’s specifically because those bailouts were completely and totally unfair. It didn’t\nmake those financial institutions any stronger, and it bailed out a bunch of people — by the\nway, and these are people that have all gone to Yale, and Harvard, they went to the finest\ninstitutions in the West. They should have known better.\n\nAnd by the way: It’s all the institutions of the accounting firms, the law firms, the\ninvestment banks, the consulting firms, the elite of the elite, the educated elite, they\nunderstood what they were getting into, forcibly took all the benefits from it and then look\nto the government, went hat in hand to the government to be bailed out. And they’ve never\nbeen held accountable today. Trust me — they are going to be held accountable. You’re\nseeing this populist movement called the tea party in the United States.\n\nHarnwell: Okay, I think we’ve got time for just one or two more questions for Stephen K.\nBannon, chairman of Breitbart Media, third-largest news organization in the States. I\nknow youre a very, very busy man, so we’re very grateful for the time that you've agreed to\n\nput aside for this, to close this conference.\n\n“T certainly think secularism has sapped the\nstrength of the Judeo-Christian West to defend\nits ideals, right?”\n\nBannon: I’m never too busy to share with a group that can do as much good as you guys\ncan.\n\nQuestioner: What do you think is the major threat today, to the Judeo-Christian\nCivilization? Secularism, or the Muslim world? In my humble opinion, they’re just trying\nto defend themselves from our cultural invasion. Thank you.\n\n[Question restated by Harnwell]\n\nHOUSE_OVERSIGHT_029036",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029036.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2038,
    "word_count": 347,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:47.543086",
    "prefix": "IMAGES-010"
  }
}