{
  "document_id": "HOUSE_OVERSIGHT_010766",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010766.txt",
  "text": "Edwards, Bradley vs. Dershowitz\n\nCase No.: CACE 15-000072\n\nEdwards and Cassells Response to Dershowitz's Motion to Determine Confidentiality of Court Records\nPage 10 of 20\n\nEpstein and the Government owed them CVRA duties), especially considering that the details\ninvolve non-parties who are not related to the respondent Government.” DE 324 at 5 (emphasis\nin original). While Judge Marra struck those allegations, he emphasized that “Jane Doe 3 is free\nto reassert these factual details through proper evidentiary proof, should [the victims]\ndemonstrate a good faith basis for believing that such details are pertinent to a matter presented\nfor the Court’s consideration. Judge Marra then denied Ms. Giuffre’s motion to join the case,\nbut allowed her to participate as trial witness: “The necessary ‘participation’ of [Ms. Giuffre] . . .\nin this case can be satisfied by offering . . . properly supported — and relevant, admissible, and\nnon-cumulative — testimony as needed, whether through testimony at trial . . . or affidavits\nsupported in support [of] the relevancy of discovery requests.” DE 324 at 8 (emphasis\ndeleted). In a supplemental order, Judge Marra stated that the victims “may re-refile these\ndocuments omitting the stricken portions.” DE 325. The victims have recently refiled the\ndocuments.\n\nIn light of this history, Dershowitz is flatly incorrect when he asserts that “Judge Marra’s\nOrder appropriately precludes the unredacted documents from being re-filed in this case on the\npublic docket.” Confidentiality Motion at 3. To the contrary, the Order specifically permits\nfactual details about Dershowitz’s sexual abuse of Ms. Giuffre to be presented in regard to\npertinent matters in the federal CVRA case. And certainly nothing in Judge Marra’s Order could\nrender those documents confidential in this state defamation case, where the central issues swirl\naround Edwards and Cassell’s good faith basis for filing the allegations. Indeed, the order is not\n\nbinding in any way in this case, because it is res judicata only as to Ms. Giuffre (the moving\n\nHOUSE_OVERSIGHT_010766",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010766.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2094,
    "word_count": 326,
    "line_count": 32,
    "import_date": "2025-11-19T21:47:49.104747",
    "prefix": "IMAGES-001"
  }
}