{
  "document_id": "HOUSE_OVERSIGHT_030010",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030010.txt",
  "text": "Eye on the Market | June 14, 2011 J.P Morgan\n\nTopics: On lessons learned running the Stratford Inn\n\nMarket update: for better or worse, this is the kind of year we were expecting. We were surprised at the market’s unbridled\noptimism in April’, since the tug-of-war between private sector profits and public sector problems has a long way to go. We\nchose the charts on the front page of our 2011 Outlook carefully; they were designed to show that equity markets were priced\ninexpensively, but were likely to stay that way, given too much stimulus in the East, and ineffective stimulus in the West”. We\nexpect a modest second half recovery, based primarily on US capital spending increases, easy credit conditions everywhere, and\na pick-up in industrial production in Japan. But the world’s structural problems are weighing on the private sector, and our\nportfolios are positioned for a single-digit year in credit, equities and hedge funds.\n\nSomething different this week. I was on the road seeing clients last week, and was asked “what should be done about job\ngrowth”. We are investors and not politicians, so my ideas® are not relevant. However, it seems to me that anyone involved in\nthe jobs debate should be required to read the article below, written after the prior deep US recession (1990-1991). It’s\nfrom George McGovern, one of the most liberal politicians* ever to hold office and run for President. His epiphanies after\nleaving office and running the Stratford Inn are worth considering as legislators contemplate additional job creation measures,\nand the broader regulatory environment in which the private sector operates.\n\né\n\n‘A Politician's Dream Is a Businessman's Nightmare”, by George McGovern’, June 1992\n\nWisdom too often never comes, and so one ought not to reject it merely because it comes late. (Justice Felix\nFrankfurter). It's been 11 years since I left the U.S. Senate, after serving 24 years in high public office. After\nleaving a career in politics, I devoted much of my time to public lectures that took me into every state in the\nunion and much of Europe, Asia, the Middle East and Latin America.\n\nIn 1988, I invested most of the earnings from this lecture circuit acquiring the leasehold on Connecticut's\nStratford Inn. Hotels, inns and restaurants have always held a special fascination for me. The Stratford Inn\npromised the realization of a longtime dream to own a combination hotel, restaurant and public conference\nfacility--complete with an experienced manager and staff. In retrospect, I wish I had known more about the\nhazards and difficulties of such a business, especially during a recession of the kind that hit New England just as\nI was acquiring the inn's 43-year leasehold. I also wish that during the years I was in public office, I had had\nthis firsthand experience about the difficulties business people face every day. That knowledge would have\nmade me a better U.S. senator and a more understanding presidential contender.\n\nToday we are much closer to a general acknowledgment that government must encourage business to expand and\ngrow. Bill Clinton, Paul Tsongas, Bob Kerrey and others have, I believe, changed the debate of our party®.\nWe intuitively know that to create job opportunities we need entrepreneurs who will risk their capital\nagainst an expected payoff. Too often, however, public policy does not consider whether we are choking\noff those opportunities.\n\n' The Osama Bin Laden episode marked the equity market peak for the year. Some commentators saw this event as a basis for\nfurther optimism, but unsurprisingly, the positive glow lasted for only around 2.5 hours the subsequent Monday. According to the\nCongressional Research Service, over the last decade, the US has spent at least $1.1 trillion in war funding operations,\nsurpassing the constant-dollar cost of the Korean and Vietnam Wars combined. This highlights the disproportionately large\npain that small, non-sovereign entities can inflict in the modern era.\n\n* So far, the large growth and employment multipliers from deficit spending estimated by Christina Romer (former Chair of the\nPresident’s Council of Economic Advisers) have not materialized. John Taylor and John Cogan from Stanford have been closer to\nthe mark: an initial boost, but then a rapidly fading benefit.\n\n*T like the idea of extending the holding period for short term capital gains to 3-5 years, and cutting the long term capital\ngains rate closer to 5%-10%. It could encourage more business formation, since more of what people create, they keep. If the\ncutoff year is properly set, 1t could be done on a deficit-neutral basis.\n\n* According to methodology described by Keith Poole of the University of San Diego in the American Journal of Political Science,\nMcGovern ranks as the 99\" most liberal politician out of 3,320 politicians serving from 1937 to 2002.\n\n> In a letter to the Wall Street Journal. Reprinted with permission; emphasis added.\n\n° This may not have been a permanent change. The National Taxpayers Union rated the Blue Dog Democrats as having a fiscal\nconservatism score of 52% in 1995; by 2009, it had fallen to 18%.\n\nHOUSE_OVERSIGHT_030010",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030010.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5159,
    "word_count": 844,
    "line_count": 66,
    "import_date": "2025-11-19T21:47:47.139650",
    "prefix": "IMAGES-010"
  }
}