{
  "document_id": "HOUSE_OVERSIGHT_026560",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026560.txt",
  "text": "In a well-publicized national scandal in 2008, the Tehran police commander responsible\nfor enforcing Iran's strict anti-vice laws, Reza Zarei, was caught nude in a brothel with six\nwomen (one of the women claimed he had asked them to pray naked in front of him).\nWhile American politicians might bounce back from such transgressions with their\n\nown television show (see: Spitzer, Eliot), the revelation of the incident reportedly led\n\nZarei to attempt suicide while in prison.\n\nThe shame of sexual malfeasance has been routinely used by the regime as a form of\npolitical coercion and intimidation. When the famously jocular reformist cleric\nMohammad Ali Abtahi, former vice president to Mohammad Khatami, was imprisoned\nafter Iran's contested 2009 presidential election, he surprised his supporters by confessing\nwith great gusto to being part of a Western-backed conspiracy to foment a velvet\nrevolution. Although his confession was undoubtedly forced, his close associates claim that\nwhat compelled him to confess was not physical or psychological torture but hidden\nphotos of him -- in flagrante delicto -- at a secret Tehran love nest that was long being\n\nmonitored.\n\nThe Islamic Republic isn't always so prudish, however. In fact, it's been willing to use\nsexual incentives as a form of statecraft. Ina WikiLeaked U.S. State Department\ncable, for example, senior Iraqi tribal chief Abu Cheffat confided in a U.S. diplomat in\nBaghdad that Tehran effectively wielded influence over Iraqi politicians -- ostensibly\nvisiting Iran for \"medical treatment\" -- by offering inducements including \"temporary\nmarriages\" with Iranian women. Not that Cheffat was complaining, mind you: The perks\nwere surely better than when he visited President George W. Bush at the White House in\n2008. It was not without reason, he explained, that Iranian soft power was trumping\n\nAmerican hard power in Iraq.\n\nMore recently, three Iranian intelligence agents who unsuccessfully tried to kill Israeli\ngovernment officials in Bangkok this past February photographed themselves at a bar in\nthe beach resort of Pattaya with local \"escorts.\" When I asked the scion of a powerful\ncleric in Tehran how ostensible devotees of Khomeini's religious ideology are able to\nreconcile frequenting non-Muslim prostitutes and drinking alcohol, he quickly dismissed\n\nany religious obstacles. \"There are government clerics who can easily grant them religious\n\nHOUSE_OVERSIGHT_026560",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026560.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2443,
    "word_count": 373,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:45.555229",
    "prefix": "IMAGES-009"
  }
}