{
  "document_id": "HOUSE_OVERSIGHT_017480",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017480.txt",
  "text": "4.2.12\nWC: 191694\n\nThe killing of John Lennon\n\nAnother death for which I have long felt some responsibility was the murder of John Lennon by\nMark Chapman in 1980. Lennon was in the United States on that fateful day because I helped\nhim avoid deportation back to England in 197 _. Had our legal team not been successful in\nstopping the Nixon Admuinistration’s efforts to deport Lennon on trumped up allegations relating\nto his use of marijuana in England, Lennon would have been deported and banned from the\nUnited States. It is highly unlikely (though not impossible) that Chapman would have stalked and\nshot him on the streets of London or Liverpool, as he did on Central Park West in New York.\n\nI was retained by an excellent deportation lawyer named Len Wildes to write a legal\nmemorandum on the impropriety of the deportation request. (My fee was to be a record album\nsigned by John Lennon: Lennon signed it; Wildes lost it; and my children nearly killed me!) We\nwon the case and Lennon continued to live in Dakoda for the ____ years before he was killed.\n\nHis killer, Mark Chapman, had no money to hire a lawyer and so the court appointed a former\nstudent of mine and friend Jonathan Marks, to represent him. Marks 1s a brilliant and innovative\nlawyer who wanted to raise a defense based on Chapman’s mental state. He asked me to consult\nwith him on the case, but I didn’t feel comfortable helping a defendant who had killed my former\nclient. So I declined.\n\nSeveral years later, I happened to run into Yoko Ono at an art auction. I told her how sad I was\nthat we had won the deportation case, because if we had lost, John would still be alive. She\nbecame angry at what I had said: “Don’t ever think that,” she admonished. “Those years\nwere the happiest in his life and mine. He gave me John Ono. You did a good thing.” She\nreached over, kissed me and thanked me. I still feel somewhat responsible for what happened on\nthat awful day in front of the Dakoda.\n\n393\n\nHOUSE_OVERSIGHT_017480",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017480.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1991,
    "word_count": 360,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:46.198170",
    "prefix": "IMAGES-004"
  }
}