{
  "document_id": "HOUSE_OVERSIGHT_018336",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018336.txt",
  "text": "misbehavior” that defies simple analysis. You can’t predict where you might be\nattacked by merely looking at the possible holes in each piece. Rather, it’s the whole\nsystem that breeds risks. It acts in ways that the designer could not have predicted\nin advance. “Clearly the system itself is misbehaving,” the researcher Jeffrey Mogul\nwrites of his study of various cases where networks are cracked in this fashion.\n“However, none of the components have failed per-se.”!45\n\nThe complexity of the systems themselves has been, not surprisingly, mimicked in\nthe design of hacking attacks. What was once done by a single Warez Dude is now\nhandled with division of labor, technical specialization and intensive pre-attack\nresearch. Every innovation in “righteous malware” is quickly copied and used in\ndangerous attack tools. The clever modular design of Stuxnet, for instance, was\nstudied by criminals and was found years later still echoing in weapons aimed at\nbanks, credit card companies and health insurance firms. “We are not experts in\nmilitary history, doctrine, or philosophy,” cybersecurity researchers Stephen Cobb\nand Andrew Lee have written, “so we are unaware of the correct word for the\nfollowing category of weapons: the ones you deliver to your enemies in re-usable\nform.” Cyberattack systems can be dangerous not least because they boomerang.\nThey are delivered intact, primed for re-use to enemies who may choose to bounce\nthem back at your banks, hospitals and electrical grids. “Righteous malware is\nunique,” Cobb and Lee conclude. “You are giving away your weapons, tactics and\ndesigns simply by using them.” 146\n\nIt’s not only American services hunting and using such backdoor keys and battering\nrams, of course; not only the NSA that sees its viruses retooled and reused.\nComputer security researchers describe opening up the laptops of unwary business\ntravelers and finding the machines blasted inside by malware and other technical\ncancers, carefully planted by a half-dozen intelligence agencies and criminal\norganizations. It’s like discovering a closet full of spies in your house, each being\ncareful not to step on the other’s toes as they watch and listen to your life. Why is my\ncomputer so slow, a government official in a Eurasian capital might ask. It is because\nit has been simultaneously pwned by Americans, Russians, Israelis, Chinese, and\nmaybe a local Mafioso or two - and their code is not running smoothly.\n\nA couple of years ago I had a naive moment when | thought, perhaps, it would be\npossible and in everyone’s interest to go back to those simpler, innocent Hacktic\ndays, when information about vulnerabilities was widely shared and easily\ndiscussed - and holes were quickly patched as a result. | was thinking about the\nproblem of cybertension between the US and China and suggested applying an\n\n145 “However”: Jeffrey C. Mogul, “Emergent (Mis)behavior vs. Complex Software\nSystems”, HP Labs Research Papers, 2006, HPL-2006-2\n\n146 “We are not experts”: Stephen Cobb and Andrew Lee, “Malware is Called\nMalicious for a Reason: The Risks of Weaponizing Code” in P. Brangetto, M.\nMaybaum, J. Stinissen eds., 6 Annual Conference on Cyber Conflict (NATO\nPublications, 2014) 71-82\n\n104\n\nHOUSE_OVERSIGHT_018336",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018336.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3245,
    "word_count": 517,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:49.239762",
    "prefix": "IMAGES-004"
  }
}