{
  "document_id": "HOUSE_OVERSIGHT_017418",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017418.txt",
  "text": "4.2.12\nWC: 191694\n\nAt about the same time, another radical client fired me because he heard that I was a “Zionist”\nand he could have nothing to do with anyone associated with such a “fascist” cause.\n\nFather Daniel Berrigan, a lapsed Catholic priest who had become the darling of the hard left as the\nresult of his anti- Vietnam War activities, began to call both the United States and Israel “criminal”\nentities.'°' Chomsky notoriously defended the ruthless Cambodian dictator Pol Pot against\ncharges of genocide, insisting that western media reports of millions of murders were typical\nexaggerations of horrors regularly but falsely attributed to Communist regimes. The National\nLawyers’ Guild, which had become the legal arm of the hard left, dismissed all accusations against\nCommunist regimes as “red baiting.” They also became the legal arm of anti-Israel extremists,\nincluding terrorists. They did not support these clients on grounds of human rights or civil\nliberties principles, but rather because they agreed with their politics. In 197 __, I broke with the\nNational Lawyers Guild, with which I had worked closely when it had been a neutral human rights\norganizations. In a widely read article in The American Lawyer, I told the sad story of the\ntransformation of the NLG from a genuine human rights organization into an advocate for some\nof the worst human wrongs on the planet. This transformation presents in a microcosm the larger\naccount of the hyacking of the human rights label and agenda by the hard left.\n\nThe National Lawyers Guild was established in 1937 as an antidote to the American Bar\nAssociation, which was then fighting the New Deal, excluding black lawyers from membership,\nand opposing the labor movement. The original guild was an amalgam of Roosevelt liberals, CIO\nlabor leaders, black civil rights lawyers, and radicals of assorted affiliations and persuasions. It\nstrongly supported Israel’s struggle for independence and opposed the arms embargo against the\nJewish state. Its membership over the years has included such distinguished lawyers as Thurgood\nMarshall, Arthur Goldberg, Ferdinand Pecora, Paul O’Dwyer, Louis Boudin, and William Hastie.\nDuring its early years, splits developed between the anti-Communist liberals and the radicals. But\nthe guild survived and accomplished much good on the domestic front, including an excellent\nrecord of providing legal assistance to the civil-rights, labor and anti-war movements. In the late\n1960s and early 1970s, at the height of the antiwar movement, the guild began to be taken over by\nyounger, more militant lawyers from the New Left. As George Conk, an admiring guild historian\nand a former editor of the monthly Guild Notes, describes it: “At the Boulder [Colorado]\nconvention in 1971, the young veterans of the antiwar movement found they had the guild in their\nown hands, and many older members withdrew from active membership.” Law students and\nother “legal workers” were also admitted, thus strengthening the hold of the young radicals but\nreducing the percentage of actual lawyers in the guild to less than half. The guild no longer\nconsidered itself an alternative bar association but rather the prime organizer of “radical legal\npeople” and the legal arm of the American radical Left.\nWhile all this was happening at home, the radical Left was beginning its campaign against\nIsrael. In a highly publicized speech delivered on October 19, 1973—a speech that many\npeople see as the original declaration of war by the radical American Left against\nIsrael—the Reverend Daniel Berrigan described Israel as “a criminal Jewish community”\nthat has committed “crimes against humanity,” has “created slaves” and has espoused a\n“racist ideology” reminiscent of the Nazis, aimed at proving its “racial superiority to the\npeople it has crushed.” Berrigan also chastised the “Jewish people,” whom he described\n\n101 Toet quotes]\n\n331\n\nHOUSE_OVERSIGHT_017418",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017418.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3937,
    "word_count": 623,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:44.201529",
    "prefix": "IMAGES-004"
  }
}