{
  "document_id": "HOUSE_OVERSIGHT_030840",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_030840.txt",
  "text": "Richard Madigan, Chief Investment Officer, J.P. Morgan Private Bank\n\nA brief introduction (and a promise)\n\nFor those of you who don’t know me from my former\nposition as Chief Investment Officer of the Global Access\nPortfolios, where | oversaw $16 billion in private and\ninstitutional client assets, | want to briefly introduce\nmyself in my new role as Chief Investment Officer of the\nJ.P. Morgan Private Bank.\n\nI've been part of the investment and strategy team at the\nPrivate Bank since 2004, when | returned to the firm to work\nwith Michael Cembalest as he assembled a global strategy\nteam to work on behalf of private clients. | was responsible\nfor global multi-asset investment strategy and asset\nallocation for our international clients before taking on the\nrole as ClO for Global Access.\n\nDuring my time with Global Access, | wrote a regular\ninvestment strategy note, Market Thoughts, which we sent to\nclients globally. In my new role, | want to re-establish the\ndiscipline of putting pen to paper around our market views:\nwhat we are thinking, what we are seeing as core investment\nthemes, and how we are investing across global markets.\n\nThere is nothing more humbling than writing down and\nclearly explaining what you think, and why, about the world\nand markets. | have a well-established practice with our\nfamily physician: | promise not to confuse him with\ninvestment nonsense if he promises not to do the same with\nmedical gibberish. | promise the same clarity with\nthis note.\n\nSame as it ever was\n\n“Once in a Lifetime” is a song by the band Talking Heads. It\nhas come to mind repeatedly as I've listened to the media\ntalk about the recent U.S. elections. There is a line in the\nsong that keeps repeating the phrase “same as it ever was,”\nwhich seems to be, post-election, where we’ve landed.\n\nThe United States just ran a national election where an\nestimated $6 billion was spent campaigning. The result\nacross Congress, state governorships and the presidential\npopular vote was effectively a 50/50 split. Ironically, an\nelection this important is supposed to help bring\ndirection and clarity, and instead we have continued\nshort-term uncertainty. We believe that will translate\ninto a market that trends higher over the next 12 months,\nbut with air pockets.\n\nRight now, the most important policy debate and air\npocket is around the fiscal cliff. The good and bad news is\nwe have to see movement in the next few months. There\nisn’t a choice. The one thing that did ring clearly from the\n\nJ.PMorgan\n\nmarket thoughts\n\nNovember 2012\n\nU.S. election is the degree of frustration around partisan\nbickering and policy inaction. This was Obama’s last\ncampaign, so he is playing for posterity. Congress recognizes\nit is already playing to mid-term elections in 2014, and while\n| never count on pragmatism from politicians, it’s actually in\neveryone’s interest for the first time in three years to\nwork together. Everyone wins, and if not, has the other side\nto blame come 2014.\n\nLooking ahead\n\nFrom a macro perspective, we believe the global\neconomy is bottoming, though we are likely to sit along\nthe bottom of a U-shaped recovery into early next year:\ngrowing, but not yet inspiring. The immediate effects on\ngrowth from Hurricane Sandy are going to need to be better\nunderstood, along with how protracted a recession Europe is\nfacing. Markets reflect expectations, and already, data that is\nless bad shows improved leading indicators, consumer\nconfidence and surprise indices. So less bad will eventually\nbe good; we simply need to see a trough in activity to lessen\nmarket uncertainty.\n\nEconomic data has been surprising to the upside\nEconomic surprises; Index level\n\n100 Developed\n\nMarkets\n\n50\n\n0\n-50\n-100\n\nEmerging\nMarkets\n\n2010\n\n-150\n\n2009 2011 2012\n\nSource: Citigroup, Bloomberg. Data as of November 2012.\n\nGlobal manufacturing and services survey\nJ.P. Morgan Global Composite PMI\n\n2009 2010 2011 2012\n\nSource: J.P. Morgan Securities LLC, Bloomberg. Data as of October 2012.\n\nHOUSE_OVERSIGHT_030840",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_030840.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4010,
    "word_count": 662,
    "line_count": 118,
    "import_date": "2025-11-19T21:47:47.152079",
    "prefix": "IMAGES-011"
  }
}