{
  "document_id": "HOUSE_OVERSIGHT_013087",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013087.txt",
  "text": "9.6 Body and Mind 171\n\n4, Recognition of emotions in other agents via their physical embodiment\n\n. Recognition of desires and intentions in other agents via their physical embodiment\n\n6. Analogical and contextual inferences between self and other, regarding BDI and other as-\npects\n\n7. Attribute causes and meanings to other agents behaviors\n\n8. Anthropomorphize non-human, including inanimate objects\n\nor\n\nThe main special requirement placed on an AGI’s embodiment by the above aspects pertains\nto the ability of agents to express their emotions and intentions to each other. Humans do this\nvia facial expressions, gestures and language.\n\n9.5.1 Motivation, Requiredness, Value\n\nRelatedly to folk psychology, Gestalt [Koh38] and ecological [Gib77, Gib79] psychology suggest\nthat humans perceive the world substantially in terms of the affordances it provides them for\ngoal-directed action. This suggests that, to support human-like intelligence, an AGI must be\ncapable of:\n\n1. Perception of entities in the world as differentially associated with goal-relevant value\n2. Perception of entities in the world in terms of the potential actions they afford the agent,\nor other agents\n\nThe key point is that entities in the world need to provide a wide variety of ways for agents\nto interact with them, enabling richly complex perception of affordances.\n\n9.6 Body and Mind\n\nThe above discussion has focused on the world external to the body of the AGI agent embodied\nand embedded in the world, but the issue of the AGI’s body also merits consideration. There\nseems little doubt that a human’s intelligence is highly conditioned by the particularities of the\nhuman body.\n\n9.6.1 The Human Sensorium\n\nHere the requirements seem fairly simple: while surely not strictly necessary, it would certainly\nbe preferable to provide an AGI with fairly rich analogues of the human senses of touch, sight,\nsound, kinesthesia, taste and smell. Each of these senses provides different sorts of cognitive\nstimulation to the human mind; and while similar cognitive stimulation could doubtless be\nachieved without analogous senses, the provision of such seems the most straightforward ap-\nproach. It’s hard to know how much of human intelligence is specifically biased to the sorts of\noutputs provided by human senses.\n\nAs vision already is accorded such a prominent role in the AI and cognitive science literature\n— and is discussed in moderate depth in Chapter 26 of Part 2, we won’t take time elaborating\n\nHOUSE_OVERSIGHT_013087",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013087.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2506,
    "word_count": 391,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:45.575441",
    "prefix": "IMAGES-002"
  }
}