{
  "document_id": "HOUSE_OVERSIGHT_023859",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023859.txt",
  "text": "How to Teach the Twelve Cognitive Processes 1713\n\nThis should start as early as 1st grade (or age 5—I don’t really be-\nlieve in grades).\n\nHow do we do it? We design experiences for children that are age\nappropriate and talk about what will happen in those experiences be-\nfore they do them and how they can learn from and improve upon\nthose experiences after they happen. Then they undergo a slightly\nmore complex experience that builds on what they learned. The pro-\ncess is simple enough. The question is what experiences to design,\nhow to design them.’\n\nI should note that prediction is used as a teaching methodology in\nschools today, especially in reading. I suggested this in a book I wrote\nabout teaching reading in 1978, and since that time (not necessarily\nbecause of that book) it has become more common to use prediction\nto teach reading. Also, high school kids are asked to make predictions\nin courses that cover current events. Kids predict sporting events or\nthe sex of their in utero sibling.\n\nThe idea that kids can make predictions is not a really radical\npoint. My point is that prediction has to be the curriculum, not be\nancillary to the curriculum. If we want children to predict well, we\nneed to help them do that. As it stands now, they are on their own.\nAs adults who have not been taught to predict well, they will make\npoor life decisions, predicting wrongly about how people in their lives\n(bosses, spouses, children, co-workers, etc.) will behave toward them\nafter they take certain actions, for example. Yes, understanding is im-\nproved if one predicts the future actions of characters in a book one is\nreading—it helps a lot. And, reading is a skill that is very important.\nBut it also helps to understand how to predict daily actions better and\nhow to find out whether you were right and how to explain why you\nwere wrong. Doing this consistently makes you better at predicting\nsomething more important than what an author has a character do\nin a story.\n\nHow do we get good at making predictions about the outcome of\nactions? What outcomes do we need to predict?\n\nEvery action we take involves a prediction. When we put one foot\nin front of the other in an effort to move our bodies forward, we are\npredicting that this will work, that we won't fall down, and that it\nwon't hurt to do this. Sometimes we do fall or it does hurt. We learn\nthis and compensate next time. This is learning in its most basic form.\nAnd obviously, we have been learning about walking since we were\n\nHOUSE_OVERSIGHT_023859",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023859.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2529,
    "word_count": 450,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:49.208142",
    "prefix": "IMAGES-007"
  }
}