{
  "document_id": "HOUSE_OVERSIGHT_012658",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012658.txt",
  "text": "KIRKLAND & ELLIS\n\nHonorable Alice S. Fisher\nNovember 28, 2007\nPage 3\n\neven the identity of the complainant(s) and because of the involvement of the federal criminal\njustice system in civil séttlements between private individuals.\n\nFourth. The USAO has improperly insisted that the chosen attorney\nrepresentative should be able to litigate the claims of individuals, which violates the terms of the\nAgreement and deeply infringes upon the spirit and nature of the Agreement. Initially, for the\nsake-of expediting a settlement in this matter, we suggested that Mr. Epstein establish a\nrestitution fund specifically for the settlement of the identified individuals’ civil claims and that\nan impartial, independent representative be. appointed to administer that fund. Notably, such a\nrestitution fund was created in a federal case, U.S. v. Boehm, Case No. 3:04CR00003 (D. Alaska\n2004). The federal prosecutors here rejected this idea, and they insisted that an attorney\nrepresentative, paid for by Mr, Epstein, be appointed. Yet, there was ho suggestion at the time\nthat the attomey representative’s duties included litigating claims on behalf of the identified\nindividuals. However, after the parties agreed to the appointment of an attorney representative,\nthe prosecutors announced that the criteria for choosing an appropriate attorney representative\nnow includéd that the individual be “a plaintiffs lawyer capable of handlirig multiple lawsuits\nagainst high profile attorneys.” This interpretation of the scope of the attorney representative’s\nole is far outside the common understanding that existed when we negotiated Mr. Epstein’s\nsettlement with the USAO. Furthermore, we firmly believe that ethics rules preclude the\nrepresentative from litigating claims on behalf of the identified individuals.\n\nIn sum, we believe that the actions undertaken in this matter by the USAO with\nrespect to the 18 U.S.C. § 2255 provisions of the Agreement are highly unusual. We respectfully\n\nrequest a meeting with you at your earliest convenience to discuss the important issues raised by\nthe USAO’s conduct in this deeply policy-laden matter.\n\nSincerely,\n\nMD WS.\n\nKenneth W. Starr\n\nHOUSE_OVERSIGHT_012658",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012658.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2195,
    "word_count": 327,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:44.564103",
    "prefix": "IMAGES-002"
  }
}