{
  "document_id": "HOUSE_OVERSIGHT_013647",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013647.txt",
  "text": "In the 1980’s, Moishe Zar, a desert castle dwelling, settlement organizing,\nardent Orthodox Jewish Zionist, now 65 years old, was the leading vigilante of the\nWest Bank He planted bombs in the cars of Arab mayors and plotted to blow up the\nDome of the Rock. Buying up farmland from the Palestinians beginning in 1979,\nmany of whom were then killed by their own because they were seen as\ncollaborators, Zar and his group of young volunteer settlers took over harvesting the\nPalestinian’s olive trees and shooting rifles over the heads of those that would take\nthem back. Fundamentalist Christians share his vision that the coming of the\nMessiah, the second for Christians, the first for the Jews, is dependent upon the\ncomplete return of all of the land of Israel to the Jews.\n\n| recall that in the middle 1940’s, my father took me to a fund raising dinner\nfor the local chapter of the Jewish Antidefamation League. The whispered talk was\nabout blowing up a warehouse in which anti-Semitic pamphlets were stored,\nplanned for the middle of the night when it was unoccupied. Even at the age of 10, |\ncould tell that their quiet anger and firm commitment made these threatened men\nfeel less vulnerable. | understood a little more about the motivation for this proposed\nnighttime property destruction when, the following year, my father explained the\nreason for our being refused overnight rooms at several motels as we drove along I-\n95 in Southeast Florida. It took us until late night to find a place to sleep. This was\nAmerica’s muted version of what Hitler and his legions were doing to Jews that, at\nthat time, was not generally known, except for Walter Winchell, in America.\nResonant with our chemical-cultural theme are the many reports that Hitler was\ntaking an amphetamine drug, Benzedrine, daily and in high doses for the last 20 or\nmore years of his life. One can hear the characteristic, amphetamine-induced,\nhigher pitched, rants in his recorded radio tirades. Compare the pitch and strained\nvoice quality of the singing of Bob Dylan in his early records made while he was on\nspeed with the gravely, much lower pitched voice, now that he is not. In our\nbehavioral neuropharmacology laboratory at the Brain Research Institute at UCLA,\nProfessor Charles Spooner and | used an audiographic oscilloscope to monitor the\nsounds of baby chicks whose peeps became higher in pitch and rate following\n\ninjections of amphetamine. The earliest members of the methadrine-amphetamine\n\n147\n\nHOUSE_OVERSIGHT_013647",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013647.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2507,
    "word_count": 419,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:45.921989",
    "prefix": "IMAGES-002"
  }
}