{
  "document_id": "HOUSE_OVERSIGHT_018665",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018665.txt",
  "text": "understanding seduction in terms of observed behaviors. They have terms for social\ntactics that run the gamut from creating rapport, to encouraging trust, to building sexual\ntension, to shifting social power. But although the purpose of these social tactics is to\nmanipulate emotion, the tactics are typically described as concretely as possible. Some\nPUA coaches provide long memorized \"routines,\" but it is more common to talk about\nparticular social actions or broader strategies.\n\nOne famous PUA tactic is called the \"neg.\" \"Neg\" stands for \"negative hit,\" and one site\ndefines a neg as \"a remark, sometimes humorous, used to point out a woman's flaws.\"\nLike many PUA terms, the deeper meanings and usage vary from PUA to PUA -- but\nthere is an especially dramatic range of meanings with \"neg.\"\n\nSome PUAs see negs as friendly teasing: a way for the PUA to show that he is paying\nattention to the girl, without appearing needy or overeager. I can offer a cute example of\nthis approach from my own life. I was sitting in a cafe with a former PUA, and he gazed\ndeep into my eyes.\n\n\"Wait a minute,” he said slowly. \"Are your glasses held together by epoxy? It looks like\nyou had to repair them at the comers.\"\n\n\"Yeah,\" I admitted.\nHe grinned. \"Everything about you just screams ‘starving artist,’ doesn't it.”\n\nThis made me laugh for quite a while. I think it worked because he understood that I have\nchosen (for now) to be a broke writer -- but he also recognized the tension I feel about\nthat choice. So this gentleman was demonstrating that he correctly discerned my\npriorities; that he is not bothered by a choice that makes me feel self-conscious; and that\nhe is confident enough to tease me.\n\nAlso, at a moment when I thought he might compliment my eyes, the former PUA shook\nup my expectations by breaking the romantic pattern. Often, effective flirting involves\noffering the right mixture of confidence plus charming novelty plus paying attention.\n\nPL\n\nSome PUAs see negs more strategically, as a way of passing a woman's \"tests\" or\nbreaching her indifference. They argue that this is necessary for women who are very\nhigh-status, very beautiful, etc. They argue that some women develop a kind of immunity\nto compliments, and that some women actively prefer feisty, faux-adversarial flirting.\nMost PUAs only advocate using negs on women who meet a certain \"minimum\" level of\nattractiveness, or who seem particularly feisty. Neil Strauss, a famous PUA and author of\nthe bestseller The Game: Penetrating the Secret Society of Pickup Artists, once wrote\nthat:\n\nWhen you give a woman who's often hit on a generic compliment, she will usually either\nignore the remark or assume you're saying it because you want to sleep with her.\n\nWhen you tease her and show her that you're unaffected by her beauty and demonstrate\nthat you're out of her league -- and THEN let her work to win you over and ultimately\nREWARD her with your approval, she will leave that night feeling good about herself.\nLike something special happened and she connected with somebody who appreciates her\nfor who she REALLY is.\n\nHOUSE_OVERSIGHT_018665",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018665.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3122,
    "word_count": 530,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:45.497244",
    "prefix": "IMAGES-005"
  }
}