{
  "document_id": "HOUSE_OVERSIGHT_014567",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014567.txt",
  "text": "We may see some fireworks in US-China relations during the Trump administration.\n\nWith respect to trade, President-elect Trump\ncan use any one of six US statutes, including the\nTrading with the Enemy Act of 1917 and the\nInternational Emergency Economic Powers Act of\n1977, to shift trade policy. The latter two statutes\ngive him latitude to change foreign commerce\nwithout interference from Congress or the courts.\n\nPresident-elect Trump has advocated\nimposing tariffs and labeling China a “currency\nmanipulator.” While he has continued to\nthreaten tariffs of 45% on imports from China,\nthere is considerable uncertainty as to what\nhis administration will actually impose. If the\nUS and China engage in a full trade war, the\nPeterson Institute for International Economics has\nestimated a notable drag on US GDP growth over\nthree years.”\n\nAny of these actions by the Trump\nadministration may provoke a strong reaction\nfrom China, including a sizable depreciation of the\nrenminbi. Such depreciation would certainly be\ndisruptive to financial markets.\n\nWith respect to foreign policy, many policy\nexperts have been calling for a change in strategy\ntoward China. In April 2015, the Council on\nForeign Relations published a special report on\nChina, suggesting that Washington needed “a\nnew grand strategy toward China that centers\non balancing the rise of Chinese power rather\nthan continuing to assist its ascendancy.”” The\nmilitarization of the seven artificial islands in the\nSouth China Sea (see image on page 33), according\nto the Asia Maritime Transparency Initiative at the\nCenter for Strategic and International Studies,”\nwill only expedite such a shift in strategy.\n\nIf President-elect Trump’s actions to date,\nsuch as the telephone conversation with Taiwan\nPresident Tsai Ing-wen” and his response to the\nrecent Chinese seizure of a US Navy drone,” are\nany indication, we may see some fireworks in US-\nChina relations during the Trump administration.\n\n34 | Goldman Sachs | JANUARY 2017\n\nHOUSE_OVERSIGHT_014567",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014567.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2014,
    "word_count": 314,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:45.314621",
    "prefix": "IMAGES-003"
  }
}