{
  "document_id": "HOUSE_OVERSIGHT_017186",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017186.txt",
  "text": "4.2.12\nWC: 191694\n\nJUDGE ALDRICH: He’s looking after my grandmother who went to see Sur Les Toits\nDe Paris.\n\nMR. DERSHOWITZ: The only valid basis for punishing obscenity ...is to protect people\n[like Judge Aldrich’s grandmother] from being offended, from having something thrust on\nthem in an unwilling manner and also to protect youngsters.\n\nWhen I then advised the court that under my theory, the judges would not have to view the film.\nJudge Aldrich immediately interjected: “Are you trying to bribe us to decide the case so we don’t\nhave to see the film?...I will admit that’s the best bribe I have ever been offered.”\n\nJudge Julian did not seem to understand my argument. He kept asking me whether I wanted the\ncourt to assume that I Am Curious Yellow was not “pornographic.”\n\nI tried to explain:\n\n“Tt’s exactly the opposite. We do not ask you to decide whether or not the film is\npornographic. We are asking you to decide that the film shown in a nonobtrusive way,\nadvertised in the way that it’s been advertised right from the beginning, with no hint, no\nsuggestion of obscenity or prurience, played, if you wish, with the warning being given,\nalthough there have been no complaints by a single viewer of the film that he’s been\noffended—because your Honor is of course right: everybody knows what they’re going\nto see—exhibited in that manner, the film is protected by the First Amendment without\nregard to its contents.”\n\nJudge Julian then questioned me about whether this case was really about money, rather than\nfreedom of speech, because Grove Press was a commercial distributor of films for profit:\n\nJUDGE JULIAN. These people are exhibiting this film for the box office\nreceipts, are they not as a fact?\nMr. DERSHOWITZ. The New York Times is selling its papers for the box office\nreceipts as well.\n\nJUDGE JULIAN. Let’s talk about this film not the New York Times.\nIsn’t this film being exhibited for the primary purpose and perhaps...for the only\npurpose of getting money at the box office? Isn’t that the actual fact?\nMr. DERSHOWITZ. Your Honors, that fact is utterly irrelevant, I would submit.\nJUDGE JULIAN. But is it the fact though?\nMr. DERSHOWITZ. I don’t know. I can’t probe Mr. Rosset’s mind, who is the\npresident of Grove Press...I think he probably has very mixed motives.\n\nJUDGE JULIAN. That’s what troubled me immensely, to see the First\nAmendment used for the sole and obvious purpose of making a profit and for no\nother purpose.\n\n99\n\nHOUSE_OVERSIGHT_017186",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017186.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2484,
    "word_count": 424,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:45.202931",
    "prefix": "IMAGES-004"
  }
}