{
  "document_id": "HOUSE_OVERSIGHT_017785",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017785.txt",
  "text": "Case 1:19-cv-03377 Document 1-8 Filed 04/16/19 Page 15 of 16\n\nhttp://www.vanityfair.com/news/2003/03/jeffrey-epstein-200303\n\nthat he owned $7 million in securities, $1 million in cash, zero in residential property (although\nhe told sources that he had already bought the home in Palm Beach), and $11 million in other\nassets, including his investment in Riddell. A co-investor in Riddell says: “The company had\nbeen bought with a huge amount of debt, and it wasn’t public, so it was meaningless to attach a\nfigure like that to it ... the price it cost was about $1.2 million.” The co-investors bought out\nEpstein’s share in Riddell in 1995 for approximately $3 million. At that time, when Epstein was\nasked, as a routine matter, to sign a paper guaranteeing he had access to a few million dollars in\ncase of any subsequent disputes over the sale price, Wexner signed for him. Epstein has\nexplained that this was because the co-investors wanted an indemnity against being sued by\nWexner. One of the investors calls this “bullshit.”\n\nEpstein’s appointment to the board of New York’s Rockefeller University in 2000 brought him\ninto greater social prominence. Boasting such social names as Nancy Kissinger, Brooke Astor,\nand Robert Bass, the board also includes such pre-eminent scientists as Nobel laureate Joseph\nGoldstein. “Epstein was thrilled to be elected,” says someone who knows him.\n\nAfter one term Epstein resigned. According to New York magazine, this was because he didn’t\nlike to wear a suit to meetings. A spokesperson for the Rockefeller board says Epstein left\nbecause he had insufficient time to commit; a board member recalls that he was “arrogant” and\n“not a good fit.” The spokesperson admits that it is “infrequent” for board members not to be\nrenominated after only one term.\n\nStill, the recent spate of publicity Epstein has inspired does not seem to have fazed him. In\nNovember he was spotted in the front row of the Victoria’s Secret fashion show at New York’s\nLexington Avenue Armory; around the same time the usual coterie of friends and beautiful\nwomen were whisked off to Little St. James (which he tells people has been renamed Little St.\nJeff) for a long weekend.\n\nThanks to Epstein’s introductions, says Martin Nowak, the biologist finds himself moving from\nPrinceton to Harvard, where he is assuming the joint position of professor of mathematics and\nprofessor of biology. Epstein has pledged at least $25 million to Harvard to create the Epstein\nProgram for Mathematical Biology and Evolutionary Dynamics, and Epstein will have an office\nat the university. The program will be dedicated to searching for nature’s algorithms, a pursuit\nthat is a specialty of Nowak’s. For Epstein this must be the summit of everything he has worked\ntoward: he has been seen proudly displaying Harvard president Larry Summers’s letter of\ncommitment as if he can’t quite believe it is real. He says he was reluctant to have his name\nattached to the program, but Summers persuaded him. He rang his mentor Wexner about it, and\nWexner told him it was all right.\n\nAn insatiable, restless soul, always on the move, Epstein builds a tremendous amount of\ndowntime into his hectic work schedule. Yet there is something almost programmed about his\nrelaxation: it’s as if even pleasure has to be measured in terms of self-improvement. Nowak says\nthat, when he goes to stay with Epstein in the Caribbean, they’ll get up at six and, as the sun\nrises, have three-hour conversations about theoretical physics. “Then he’ll go off and do some\nwork, re-appear, and we’ll talk some more.”\n\nHOUSE_OVERSIGHT_017785",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017785.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3603,
    "word_count": 591,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.145857",
    "prefix": "IMAGES-004"
  }
}