{
  "document_id": "HOUSE_OVERSIGHT_014952",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014952.txt",
  "text": "TED2017: The future you\n\nhttps://ted2017.ted.com/program\n\n4/20/17, 12:07 PM\n\nNeesm ay macsopeuy\nGrandmaster, analyst\n\nGarry Kasparov is esteemed by many as the greatest chess player of all time. Now he’s engaged in a game with far higher stakes: the\npreservation of democracy.\n\nWhen 22-year-old Garry Kasparov became the world’s youngest chess Grand Champion, few could predict his turbulent career in chess or\nas a dissident. His chessboard wizardry was already the stuff of legend when, in 1997, he made headlines when he lost a rematch to IBM’s\nDeep Blue supercomputer, ushering AI into the public sphere.\n\nKasparov’s book Winter Is Coming details the rise of Putin’s Russia as well as Kasparov’s persecution and self-exile, and it serves chilling\nwarnings of reactionary forces gathering in the West. He is the chair of the Human Rights Foundation, succeeding his predecessor Vaclav\nHavel.\n\nkKasparov.com @Kasparov63\n\nLaura Galante\nCyberspace analyst\n\nLaura Galante analyzes how states use cyberspace: a domain where militaries, intelligence services, criminal groups and individuals pursue\ntheir interests with far fewer restraints than in the physical world.\n\nAt FireEye, Galante's teams have profiled advanced cyber threats, investigated network breaches and portrayed the political, military and\nfinancial implications of cyber operations. Part of the original Mandiant Intelligence team, Galante has led strategic analysis, developed\nintelligence capabilities and offerings, and directed publications including AP728: A Window into Russia’s State Cyber Espionage; Red\nLine Drawn: China Recaiculates its Use of Cyber Espionage; and Hacking the Street? FIN4 Likely Playing the Market among others.\n\nIn November 2016 she spoke at the UN Security Council’s Arria Formula meeting on cybersecurity and international peace and security.\nShe frequently appears on and provides commentary to: CNN, Bloomberg, NPR, BBC, Fox News, the New York Times, The Financial\nTimes, The Wali Street Journal, Reuters, the Associated Press and other global and industry media. Prior to her work at FireEye and\nMandiant, Galante led a contractor team analyzing cyber capability development and military doctrine at the US Department of Defense.\nShe supported the 2010 US-Russia bilateral information security talks.\n\nfireeye.com @LauralGalante\n\nOK Go\nBand\n\nA wildly creative band of music- and video-makers, OK Go is building a media empire on the back of endless, boundless ingenuity.\n\nWith a career that includes award-winning videos, New York Times op-eds, a major label split and the establishment of a DIY trans-media\nmini-empire (Paracadute), collaborations with pioneering dance companies and tech giants, animators and Muppets, and an experiment that\naims to encode Hungry Ghosts on actual strands of DNA, OK Go continue to fearlessly dream and build new worlds in a time when\ncreative boundaries have all but dissolved.\n\nThe band has been honored with a Grammy, three MTV Video Music Awards (one of them from Japan!), a CLIO, three UK Music Video\nAwards, two Webby Awards (including one for their collaboration with The Muppets and Sesame Street) and a spot in a Guggenheim\ninstallation. Their latest video is “The One Moment,” directed by the band's singer, Damian Kulash Jr.\n\nokgo.net @okgo\n\nTim Ferriss\nHuman guinea pig, author\n\nTim Ferriss is author of \"The 4-Hour Workweek,” a self-improvement program of four steps: defining aspirations, managing time, creating\nautomatic income and escaping the trappings of the 9-to-5.\n\nTim Ferris brings an analytical yet accessible approach to the challenges of self-improvement and career advancement through what he\ncalls \"lifestyle design.” His 2007 book, The 4-Hour Workweek, and his lectures on productivity are stuffed with moving, encouraging\nanecdotes -- often from his own life -- that show how simple decisions, made despite fears or hesitation, can make for a drastically more\nmeaningful day-to-day experience at work, or in life.\n\nWord-of-blog chatter in Silicon Valley may have propelled his book to bestselling success, but Ferriss himself takes a fervid stance against\nthe distractions of technology toys that promote unnecessary multitasking. Following the success of his book, Ferriss has become a full-\n\ntime angel investor.\n\nTitus Kaphar\nArtist\n\nTitus Kaphar's artworks interact with the history of art by appropriating its styles and mediums.\n\nAs Titus Kaphar says of his work: “I’ve always been fascinated by history: art history, American history, world history, individual history -\n- how history is written, recorded, distorted, exploited, reimagined, and understood. In my work I explore the materiality of reconstructive\nhistory. I paint and I sculpt, often borrowing from the historical canon, and then alter the work in some way. I cut, crumple, shroud, shred,\nstitch, tar, twist, bind, erase, break, tear, and turn the paintings and sculptures I create, reconfiguring them into works that nod to hidden\nnarratives and begin to reveal unspoken truths about the nature of history.\"\n\nHis latest works are an investigation into the highest and lowest forms of recording history. From monuments to mug shots, this body of\nwork exhibited at Jack Shainman gallery December-Januarv 2017 seeks to collapse the line of American historv to inhabit a fixed point in\n\nPage 2 of 21\n\nHOUSE_OVERSIGHT_014952",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014952.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5356,
    "word_count": 814,
    "line_count": 90,
    "import_date": "2025-11-19T21:47:46.325281",
    "prefix": "IMAGES-003"
  }
}