{
  "document_id": "HOUSE_OVERSIGHT_031958",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031958.txt",
  "text": "18\n\na distorting effect on the global economy. The president has made a\nfew cautious statements on China's human rights record but came\nunder criticism for delaying a White House meeting with the Dalai\nLama. This year, the administration confirmed a $5.8 billion package\nof arms sales for Taiwan that provoked a predictable Chinese\nbacklash.\n\nForeign aid: In his 2010 address to the U.N. General Assembly,\nObama announced an overhaul of U.S. foreign aid policies, which he\nvowed will place them at the center of U.S. foreign policy. In the\nspeech he called aid a \"core pillar of American power.\" Nonetheless,\nforeign aid to a number of countries was cut by Congress in the 2012\nbudget.\n\nIran/nukes: Early in his presidency, Obama made several overtures\nto Iran in an effort to improve relations. Critics say this engagement\nstrategy went too far during the 2009 Green Movement uprising\nagainst the reelection of President Mahmoud Ahmadinejad, when the\nObama administration was reluctant to overtly back the protesters.\nSince then, the administration has instituted a number of new\nsanctions against Iran that are aimed at halting its nuclear enrichment\nprogram. \"We are not taking any options off the table. Iran with\nnuclear weapons would pose a threat not only to the region but also\nto the United States,\" Obama said in a recent news conference in\nHawaii.\n\nTrade: In October, Obama signed long-delayed free trade agreements\nwith Colombia, Panama, and South Korea. On his trip to Asia this\nNovember, Obama is working to promote a new trans-Pacific free\ntrade agreement. \"We're not going to be able to put our folks back to\nwork and grow our economy and expand opportunity unless the Asia-\n\nHOUSE_OVERSIGHT_031958",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031958.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1714,
    "word_count": 281,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:47.231591",
    "prefix": "IMAGES-011"
  }
}