{
  "document_id": "HOUSE_OVERSIGHT_029442",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029442.txt",
  "text": "TAX BULLETIN 2018-1: TAX REFORM SIGNED INTO LAW\n\nPASS-THROUGH ENTITY TAXES\n\n2017 Law 2018 Law\n\nSubject to tax at individual rates up to 39.6% An individual taxpayer generally may deduct\n20% of domestic qualified business income\nfrom a partnership, S corporation, or sole\nproprietorship?\n\nIn the case of a taxpayer who has qualified\nbusiness income from a partnership, S$\ncorporation or sole proprietorship, the\namount of the deduction is limited to the\ngreater of (i) 50% of the W-2 wages paid by\nbusiness or (ii) sum of 25% of W-2 wages paid\nby business and 2.5% of business capital. This\nwage limitation (i) does not apply if\ntaxpayer’s taxable income is less than\n$157,500 ($315,000 for joint return); (ii)\napplies fully if taxable income exceeds\n$207,500 ($415,000 for joint return); and (iii)\napplies proportionately if taxable income is\nbetween those two limits\n\nTop Rate: Pass-Through\nEntities (S-corporations,\nLLCs, LLPs and\nPartnerships) / Sole\nProprietorships\n\nTrusts and estates that own business interests\nqualify for this deduction\n\nDeduction is a post-AGl item, even for\ntaxpayers not itemizing deductions\n\nSubject to tax at individual rates up to 39.6% For “specified service business,” {i) the 20%\ndeduction applies fully if taxpayer’s taxable\nincome is less than $157,500 ($315,000 for\njoint return); (ii) there is no deduction if\ntaxable income exceeds $207,500\n\nPass-Through Entities — ($415,000 for joint return); and (ii) there is\nService Businesses a partial deduction if taxable income is\n\nbetween those two limits..*\nService business includes accounting, law,\n\nconsulting, investing, etc., but excludes\nengineering and architecture services\n\nOBSERVATIONS — PASS-THROUGH ENTITIES\n\nAs originally proposed, the House and Senate took fundamentally different approaches to the taxation of pass-\nthrough entities (sole proprietorships, partnerships, LLCs, LLPs and S-corporations). While they differed from each\nother, they shared the goal of creating preferential treatment for certain pass-through business income. The Act\nlargely took the Senate’s approach but adopted a few elements of the House’s approach. The Act approaches\nsmall business relief by permitting a non-itemized deduction of 20% of qualified business income; the remaining\n80% would then be subject to normal tax rates. Therefore, the top tax rate for business income would be 29.6%\n(80% x 37% = 29.6%). The provision is riddled with a host of complex limitations. For taxpayers not in the top\nincome tax bracket, the value of the deduction will depend on the marginal bracket that would otherwise be\nimposed on the income.\n\nOwners of service businesses (e.g., law, accounting and consulting, etc., but not engineering or architectural\nservices) generally would be eligible for the 20% deduction unless taxable income exceeds $315,000 for married\nfiling jointly ($157,500 for others). The benefit of the 20% deduction is phased out and fully eliminated over the\n\nHOUSE_OVERSIGHT_029442",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029442.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2973,
    "word_count": 452,
    "line_count": 70,
    "import_date": "2025-11-19T21:47:48.587957",
    "prefix": "IMAGES-010"
  }
}