{
  "document_id": "HOUSE_OVERSIGHT_016992",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016992.txt",
  "text": "How do you teach computational thinking? In terms of how to do programming,\nit’s an interesting question. Take nanotechnology. How did we achieve nanotechnology?\nAnswer: We took technology as we understand it on a large scale and we made it very\nsmall. How to make a CPU chip on the atomic scale? Fundamentally, we use the same\narchitecture as the CPU chip we know and love. That isn’t the only approach one can\ntake. Looking at what simple programs can do suggests that you can take even simple\nimpoverished components and with the right compiler you can make them do interesting\nthings. We don’t do molecular-scale computing yet, because the ambient technology is\nsuch that you’d have to spend a decade building it. But we’ve got the components that\nare enough to make a universal computer. You might not know how to program with\nthose components, but by doing searches in the space of possible programs, you'd start to\namass building blocks, and you could then create a compiler for them. The surprising\nthing is that impoverished stuff is capable of doing sophisticated things, and the\ncompilation step is not as gruesome as you might expect.\n\nJust searching the computational universe and trying to find programs—building\nblocks—that are interesting is a good approach. A more traditional engineering\napproach—trying by pure thought to figure out how to build a universal computer—is a\nharder row to hoe. That doesn’t mean it can’t be done, but my guess is that we’ll be able\nto do some amazing things just by finding the components and searching the possible\nprograms we can make with them. Then it’s back to the question about connecting\nhuman purposes to what is available from the system.\n\nOne question I’m interested in is, What will the world look like when most people\ncan write code? We had a transition, maybe five hundred years ago or so, when only\nscribes and a small set of the population could read and write natural language. Today, a\nsmall fraction of the population can write code. Most of the code they write is for\ncomputers only. You don’t understand things by reading code. But there will come a\ntime when, as a result of things I’ve tried to do, the code is at a high enough level that it’s\na minimal description of what you’re trying to do. It will be a piece of code that’s\nunderstandable to humans but also executable by the machines.\n\nCoding is a form of expression, just as writing in a natural language is a form of\nexpression. To me, some simple pieces of code are poetic—they express ideas in a very\nclean way. There’s an aesthetic aspect, much as there is to expression in a natural\nlanguage. One feature of code is that it’s immediately executable; it’s not like writing.\nWhen you write something, somebody has to read it, and the brain that’s reading it has to\nabsorb the thoughts that came from the person who did the writing. Look at how\nknowledge has been transmitted in the history of the world. At level zero, one form of\nknowledge transmission is essentially genetic—that is, there’s an organism, and its\nprogeny has the same features that it had. Then there’s the kind of knowledge\ntransmission that happens with things like physiological recognition. A newborn creature\nhas some neural network with some random connections in it, and as the creature moves\naround in the world, it starts recognizing kinds of objects and it learns that knowledge.\n\nThen there’s the level that was the big achievement of our species, which is\nnatural language. The ability to represent knowledge abstractly enough that we can\ncommunicate it brain to brain, so to speak. Arguably, natural language is our species’\nmost important invention. It’s what led, in many respects, to our civilization.\n\n189\n\nHOUSE_OVERSIGHT_016992",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016992.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3747,
    "word_count": 640,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:45.888525",
    "prefix": "IMAGES-004"
  }
}