{
  "document_id": "HOUSE_OVERSIGHT_025288",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025288.txt",
  "text": "Private equity\n\nPrefer small-/mid-cap buyouts in US/emerging markets;\nUBS View distressed debt in Europe\n¢ Global M&A volume has continued its downward trend since Q4 2010, falling by -20% quarter-by-quarter\nin Q3 2012, with a drastic decline in Europe of -46%, the third lowest quarter since 2001. However, private\nequity withstood the negative M&A environment as global activity grew by +13% in Q3, and the US posted\nits strongest quarter since Q3 2007. The importance of private equity in emerging markets continues to\ngrow, now accounting for 13% of global activity, strongly driven by Asia, but increasingly also by Africa.\n¢ We prefer buyout strategies in North America, given reasonable valuations, liquid debt markets and our\nhouse view of economic outperformance vs. Europe. Emerging markets offer compelling opportunities for\nPE investors, especially outside the main hubs (China, Brazil), which have become expensive. Distressed\nstrategies which focus on acquiring complex/illiquid loan positions from banks in Europe are also attractive.\n\n4 Positive scenario Prefer small-/mid-cap buyout and secondaries\n\ne An abating Eurozone debt crisis and improved business confidence would increase deal flow and exit\nopportunities for private equity managers, but would also increase entry prices. In such a positive scenario,\nwe would perceive commitment strategies to secondary funds as attractive for building exposure to an\ninvested private equity portfolio.\n& Negative scenario Prefer distressed debt\n¢ A renewed escalation of the debt crisis would significantly impact deal activity, the availability of debt\nand company owners’ willingness to sell. At the same time, it would offer even more attractive\nopportunities within distressed strategies and lower entry prices for long-term private equity investors.\nNote: Scenarios refer to global economic scenarios (see slide 7)\n\nWhat we're watching Why it matters\n\nCredit markets In H1 2012, leveraged loan issuance, an important ingredient of PE activity,\ndropped 17% y/y in the US, but over 41% in Europe. The US debt market is\nmuch deeper than Europe, raising over EUR 153bn of leveraged debt, while\nEurope achieved only EUR 16bn in 1H 12 at less attractive conditions.\n\nExit activity Exit activity is an important indicator for the health of the PE market and a key\nreturn driver for investors. Despite the difficult macro environment,\ndistributions from portfolio sales (USD 69bn) have held up, and grew 20% yoy.\n\nSector activity Transactions in consumer discretionary and in energy & utilities remain the\nmost preferred sectors for private equity investors in 2012.\n\nRecommendations\n\nStrategic (1 to 2 years)\n\ne In Europe, the ongoing deleveraging has\nled to attractive opportunities for special\nsituations. We thus recommend pursuing\nless liquid investment strategies with a\npreference for debt to benefit from the\nmacroeconomic adjustment process and\nselling pressure for many European banks.\nWe prefer small-/mid-cap buyouts in North\nAmerica given the better economic\noutlook vs. Europe, higher transaction\ncertainty and more attractive entry prices.\nInvestors looking for downside protection\nduring economic uncertainty can consider\nlarge-cap buyouts in the US, which offer\nexposure to large, diversified companies\nat more attractive prices and are\nsupported by liquid debt markets.\n\nWe advise investors make an ongoing\nallocation to private equity in emerging\nmarkets, which offer an attractive way to\ncapture superior long-term growth and\ngain access to small-/mid-cap companies\nunavailable on the stock market.\n\nThe US has seen its strongest quarter since\nQ3 2007, while sentiment in Europe remains\nweak\n\nUSD billions\n\nQi Q2 Q3 Q4 Qi Q2 Q3 4 Q1 Q2 Q3\n2010 2010 2010 2010 2011 2011 2011 2011 2012 2012 2012\n— US Europe RoW\nSource: S&P, UBS CIO, as of Octeber 2012\nNote: Past performance is not an indication of future returns.\n\nFor further information please contact CIO's asset class specialist Stefan Bragger, stefan.braegger@ubs.com\n\nUB S Please see important disclaimer and disclosures at the end of the document. 41\nNote: We emphasize the equal importance of fund manager selection and the commitment strategy. Please note that private equity is an illiquid asset class and must be held at least until the end of the fund (10+ years).\nPlease note that UBS might not have a product available which reflects our UBS CIO private equity recommendations. Private equity is only suitable for qualified investors (> USD 5m investable assets).\n\nHOUSE_OVERSIGHT_025288",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025288.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4530,
    "word_count": 696,
    "line_count": 88,
    "import_date": "2025-11-19T21:47:49.268065",
    "prefix": "IMAGES-008"
  }
}