{
  "document_id": "HOUSE_OVERSIGHT_017456",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017456.txt",
  "text": "4.2.12\nWC: 191694\n\nMarlon Brando\n\nI have a small apartment in New York, which my wife and I use for weekend trips to the Opera\nand other Manhattan events. On this particular weekend, I lent it out to my cousin and doctor,\nHarold Solomon. He called me from the apartment and said that while he was out, a message\nwas left on the machine from a guy who did a pretty good imitation of Marlon Brando. He told\nme that the caller, spoofing the great actor, had criticized my diction on the outgoing message. I\ncalled my machine and immediately realized that it was Marlon Brando. I called him back and he\nasked me if I would help get his son Christian, who was charged with having shot and killed his\nhalf sister’s lover, out of jail.\n\nChristian Brando was originally charged with murder, after he shot his half sister Cheyenne’s\nboyfriend. He claimed that Cheyenne had told him that the boyfriend, Dag Drollet, had physically\nabused her. Christian apparently confronted Drollet. Christian claimed that they struggled over\nhis gun and that he never intended to kill htm. The prosecution claimed that it was a cold-\nblooded, premeditated murder fueled by Christian’s drunken state.\n\nMarlon Brando asked me to work with Robert Shapiro to get his son out of prison as soon as\npossible. Brando blamed himself for his family problems and wanted to help as much as he could.\nHe said he heard that I “could perform miracles” and he wanted my input. I tried to disabuse him\nof the notion that I could free his son immediately but promised to work as hard as I could with\nShapiro. Eventually a plea bargain was struck and Christian pleaded guilty to manslaughter. He\nwas released from prison after serving only five years, much to the chagrin of many in the public\nand the media. The story did not, however, have a happy ending. Cheyenne committed suicide in\n1995 at age 25 and Christian died of pneumonia in 2008 at age 49.\n\nMarlon Brando, who stage and screen presence was electric, was kind of boring and predictable\nwhen I met him. He had stereotypically “Hollywood” political views, conventional ideas and no\nsense of humor. He was accustomed to “yes men” agreeing with his every idea and didn’t take\ncriticism or disagreement easily. He loved his children but didn’t seem to have any notion of how\nto relate to them. All in all he struck me as a rather pathetic figure, totally at odds with his public\npersona.\n\n369\n\nHOUSE_OVERSIGHT_017456",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017456.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2430,
    "word_count": 428,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:46.455811",
    "prefix": "IMAGES-004"
  }
}