{
  "document_id": "HOUSE_OVERSIGHT_011439",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011439.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n136\nH3vlgiu2\n\nhis right-hand player then is Ms. Maxwell, and in the\n\nconspiracy, again, in our view we understand the defense\nwill take a differing point of view on this, but in our view,\nthe conspiracy's next echelon is Kellen and Marcinkova.\n\nAnd so for example, Ms. Giuffre has made allegations\nabout certain things. Ms. Maxwell can't remember or denies\nthem, so of course Ms. Giuffre then looks to corroborate her\n\nallegations of a conspiracy, and the first person she goes to\n\nis Epstein, and you're familiar with that. The second and\n\nthird people that she goes to are Kellen and Marcinkova,\n\nbecause they report immediately to Ms. Maxwell in the\nconspiracy. And Ms. Giuffre is going to be talking about that\nduring the course of the trial, and immediately the jury is\n\ngoing to wonder, well, gosh, I wonder what Kellen says about\n\nthat? I wonder what Marcinkova says about that? And your\n\nHonor will recall that we went to great lengths to get them to\n\ntestify. They were evading service, in our view. We\n\nultimately had to come to your Honor to get alternative\n\nservice, and it was only at that point that we were able to\nhave them sit for their depositions. They sat for their\n\ndepositions now, and what we hear from the defense, if I\n\nunderstand it, is that we don't have a good-faith basis for\nasking Kellen and Marcinkova, gee, weren't you a part of this\nsex trafficking and sex abuse conspiracy? I think the way they\n\nput it in their brief is, all of this evidence shows nothing\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011439",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011439.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1634,
    "word_count": 288,
    "line_count": 80,
    "import_date": "2025-11-19T21:47:45.870762",
    "prefix": "IMAGES-001"
  }
}