{
  "document_id": "HOUSE_OVERSIGHT_025951",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025951.txt",
  "text": "works\", and mostly expressed their disagreement with Trump. Ideology is like halitosis: easy to see in others,\nhard in oneself. A speaker felt that the media \"stifle all criticism of Trump\", another wanted to remove \"men\nand Elon Musk from government\", and everybody strongly agreed that we need more diversity everywhere.\n\nI noticed some time ago that Joi has remarkable public communication skills. He picks controversial, insight-\nladen topics, but sanitizes them by carefully replacing the parts of content that would divide his audience with\nsymbolic messages that everybody can fill with their own content in a way that resonates with them. The non-\ncontroversial parts will still be insightful. He manages to come across as very subversive, while rarely offending\nanyone (except the hard scientists, that miss hard substance).\n\nHe also asks influential people and smart students or faculty to write parts of his essays and speeches for him.\nThis invests them in his success, especially because he is going to reward and acknowledge them. Very few of\nhis ideas are original, instead he is good at identifying and testing thoughts he reads or hears from others.\n\nI am still beset by the ruinous instinct that the goal of communication ought to be mutual understanding. Joi is\nright. Public communication is about reaching one's goals.\n\nBests,\n\nJoscha\n\nOn Sun, Jul 10, 2016 at 12:42 AM, Joscha Bach __, wrote:\n\nDear Jeffrey,\n\nthank you for your support and encouragement, even where I fail.\n\nSorry for being such an embarrassment today. I will spell out today's argument a bit better and cohesive when I\nget to it. Also, I should have recognized that the main point I tried to make would trigger Noam (who was as\nalways very generous, patient, kind and humble on the personal level, even though he did not feel like\nconceding anything on the conceptual one). Almost all of Noam's work focused on the idea that humans have\nvery specific circuits or modules (even when most people in his field began to have other ideas), and his\nfrustration is that it is so hard to find or explain them.\n\nI found Noam's hypothesis very compelling in the past. I still think that the idea that language is somehow a\ncultural or social invention of our species is wrong. But I think that there is a chance (we don't know that, but it\nseems to most promising hypothesis IMHO) that the difference between humans and apes is not a very\nintricate special circuit, but genetically simple developmental switches. The bootstrapping of cognition works\nlayer by layer during the first 20 years of our life. Each layer takes between a few months and a few years to\ntrain in humans. While a layer is learned, there is not much going on in the higher layers yet, and after the low\nlevel learning is finished, it does not change very much. This leads to the characteristic bursts in child\ndevelopment, that have famously been described by Piaget.\n\nThe first few layers are simple perceptual stuff, the last ones learn social structure and self-in-society. The\nswitching works with something like a genetic clock, very slowly in humans, but much more quickly in other\napes, and very fast in small mammals. As a result, human children take nine months before their brains are\nmature enough to crawl, and more than a year before they can walk. Many African populations are quite a bit\nfaster. In the US, black children outperform white children in motor development, even in very poor and\n\nHOUSE_OVERSIGHT_025951",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025951.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3481,
    "word_count": 589,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:47.086449",
    "prefix": "IMAGES-008"
  }
}