{
  "document_id": "HOUSE_OVERSIGHT_020233",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020233.txt",
  "text": "81\n\nintelligence service. In January 2013, he was merely a contract employee of Dell working as a\ncomputer technician at the NSA base in Hawaii.\n\nSnowden told her in his initial email that he was well-acquainted with her career as an anti-\nsurveillance activist. He said that he had read Greenwald’s account in Sa/on that past April, a\nblog in which Greenwald detailed the 40 times in which Poitras was searched by US authorities.\nThe story also said that Poitras believed that she was on a special watch-list and under constant\nUS government surveillance. She had come under such scrutiny by US authorities, it turned out,\nbecause of her documentary about American military abuses of civilians in Iraq in 2005 entitled\n“The Oath”. While filming it she was at a place close to an insurgent ambush of US troops in\nIraq. Her presence at the ambush site led Army intelligence officers to suspect (without any\nevidence) that she might have been tipped off by the insurgents. She firmly denied the charge and\nthe government never substantiated it. Even so, because of this incident, she was kept on a list\nthat caused authorities to search her at airports. As a result, she took elaborate counter-measures\nto evade any possible surveillance of her communications.\n\nSnowden knew about this incident because Greenwald described them in a great detail in a blog\nthat Snowden read (as he later told Greenwald.) “Poitras is now forced to take extreme steps —\nones that hamper her ability to do her work, “Greenwald wrote: “She now avoids traveling with\nany electronic devices. She uses alternative methods to deliver the most sensitive parts of her\nwork — raw film and interview notes — to secure locations. She spends substantial time and\nresources protecting her computers with encryption and password defenses. Especially when she\nis in the U.S., she avoids talking on the phone about her work, particularly to sources. And she\nsimply will not edit her films at her home out of fear — obviously well-grounded — that\ngovernment agents will attempt to search and seize the raw footage.” She claimed, as she told\njournalists, she was the victim of “Kafkaesque government harassment.”\n\nSnowden was duly impressed with her concerns about government surveillance. She fully\nsubscribed to his view that that government surveillance was ubiquitous. Indeed, he later\ndescribed her as “more paranoid when it comes to electronic security than I can be.” He meant it\nasacompliment. Such functional paranoia or, “operational security,” as Greenwald would call\nthe precautions that she took, dove-tailed with Snowden’s growing conviction that universal\nencryption was necessary to defeat the surveillance state. It also made her the perfect channel for\nSnowden to safely pass some of the classified documents he stole to Greenwald and other\njournalists.\n\nIt was not difficult to get her to cooperate in his plot. He played on her well-known concern\nabout government surveillance. He wrote, for example, “The surveillance you’ve experienced\nmeans you have been ‘selected’—a term which will mean more to you as you learn how the\nmodern SIGINT system works.” Just as she had been “chosen” by her work to act as his conduit,\naccording to Snowden, she had been chosen by the NSA as a target because of her work. The\nidea of her being “selected” by an invisible signal intelligence agency, the NSA, could only excite\n\nHOUSE_OVERSIGHT_020233",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020233.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3413,
    "word_count": 561,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:48.181179",
    "prefix": "IMAGES-005"
  }
}