{
  "document_id": "HOUSE_OVERSIGHT_011849",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011849.txt",
  "text": "/ BARAK / 92\n\nStill, in my meetings with Clinton, I assured him I was not giving up altogether\non the prospects for peace. Not only did I feel that would be wrong, as long as\nthere was a scintilla of hope. I believed that our continued diplomatic engagement\nmight provide a counterweight to any moves by Arafat to revert to violence. It was\nalso critical for Israel to retain the diplomatic, political and moral high ground we\nhad earned in the eyes of the international community from the concessions we had\nbeen willing to consider. When the President suggested drafting a final American\npaper, based on Camp David though presumably with an even more generous\nproposal for the Palestinians, I agreed. I figured even Arafat might realize at some\npoint that if he did want a negotiated peace, the time for dithering was over.\nClinton would no longer be president in five months’ time. Unless I could find an\nalternative way to refortify my coalition over the coming weeks, it was entirely\npossible I’d have to form a “unity” coalition with Ank and the Likud. Still, I told\nPresident Clinton I doubted the ticking clock would make a difference to the\nPalestinian leader. If it didn’t, I believed at some point all our talk about an “end of\nconflict” would give way to conflict. The only question was when.\n\nTragically, I got the answer only weeks after my return from the UN.\n\nAt the urging of the Americans, I invited Arafat and his negotiating team to a\nprivate dinner in Kochav Yair on the 25th of September. The atmosphere was\nsurprisingly warm, for which a lot of the credit, as well as culinary praise, has to go\nto Nava. “Very cordial, even congenial,” Nabil Shaath told reporters after the\ndinner, nearly 45 minutes of which I spent talking alone with Arafat on the stone\nterrace out back. Each of us spoke to Clinton for about 10 minutes near the end,\nand the President was obviously pleased to hear us sounding upbeat about trying to\nnarrow any differences on the forthcoming American negotiating paper. On the\nsubstance of our differences, by mutual agreement, Arafat and I didn’t say much to\neach other. I did try to impress on him that time was getting short. His\nmonosyllabic reply — yes — was at least better than the alternative. I chose to\nbelieve we could both now focus on trying again.\n\n378\nHOUSE_OVERSIGHT_011849",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011849.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2332,
    "word_count": 411,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:49.099658",
    "prefix": "IMAGES-001"
  }
}