{
  "document_id": "HOUSE_OVERSIGHT_023534",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023534.txt",
  "text": "Article 5.\n\nThe Daily Beast\n\nThe Palestinian Right to Dream\n\nPeter Beinart\n\nMay 25, 2011 -- I watched Benjamin Netanyahu’s speech to\nCongress with a guy named Fadi Quran. He recently graduated from\nStanford, where he double-majored in physics and international\nrelations. He lives in Ramallah, where he’s starting an alternative\nenergy company. And he just might rock our world.\n\nQuran is helping to coordinate a raft of Palestinian youth\norganizations—located in the West Bank, Gaza Strip, Jordan,\nLebanon and Syria—all united around one goal: to create a\nPalestinian Tahrir Square. They organized the unity march that\nhelped pressure Fatah and Hamas to reconcile. Ten days ago, they\norganized the Nakba Day protests in which refugees marched on\nIsrael’s borders.\n\nWhat they’re doing isn’t exactly new. Palestinians in the West Bank\nhave been conducting regular nonviolent protests for many years\nnow, often against the separation barrier that stands between them\nand their fields. But Egypt and Tunisia made Quran and his\ncolleagues realize that nonviolence was possible on a much larger\nscale. Not everyone in his movement believes in peaceful resistance\nas a matter of principle, he admitted sheepishly. But they all believe it\nrepresents the right strategy. They’ve been studying the civil rights\nmovement and Gandhi’s struggle against the British and the\nmovement that peacefully brought down Slobodan Milosevic in\nSerbia. No one wants a second intifada, he insisted. “It hurt us much\nmore than the Israelis.”\n\nWhen I asked Quran what his movement believes, I expected to hear\nabout borders and refugees and Jerusalem. Instead, he began talking\n\nHOUSE_OVERSIGHT_023534",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023534.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1674,
    "word_count": 261,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:49.120839",
    "prefix": "IMAGES-007"
  }
}