{
  "document_id": "HOUSE_OVERSIGHT_017453",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017453.txt",
  "text": "4.2.12\nWC: 191694\n\nGetting back to my invitation to President Clinton to attend Rosh Hashanah services, this was not\nthe first such invitation I had extended to a head of state. In 1990, I had invited Soviet President\nMikhail Gorbachev to join me at Rosh Hashanah services in Moscow, where I had been invited to\nthe Kremlin to speak at a conference on law and bilateral economic relations in September of\n1990. It was a time of transition, but the Soviet Union was still in existence and Gorbachev was\nstill running it.\n\nGorbachev attended the closing dinner, having just come from an emotional meeting of the\nSupreme Soviet at which he had sought emergency powers to confront the ongoing crisis. I\nintroduced myself to him as he was eating dinner and we had a lengthy conversation in which I\nasked him to come with me to the synagogue and denounce anti-Semitism as Pope Paul had done\nwhen he appeared at the Rome Synagogue and deplored “the hatred, persecutions, and displays of\nanti-Semitism directed against the Jews at any time and by anyone.”\n\nGorbachev smiled and asked me rhetorically, “Are you here to help bring down my government\n?” He said he could not go to the synagogue but he promised me that he would condemn anti-\nSemitism. Shortly thereafter, he announced that “the Democratic Russian public denounces anti-\nSemitism and will do everything in its power to uproot the phenomenon from our society.”\n\nIn 2008, I met Gorbachev again. This time, under the most unusual of circumstances. He was in\nIsrael at the invitation of President Shimon Peres to help celebrate Israel’s 60\" birthday. I was\nthere for the same reason. I had just appeared on a panel with Vaclav Havel and with Natan\nSharansky, both of whom who had been imprisoned by Communist regimes, and both of whose\ncases I had worked on as a defense attorney. After the completion of the panel, in a remarkable\nturn of fate, the four of us ended up in the same elevator. (Sounds like the beginning of a bad\njoke: Gorbachev, Havel, Sharansky and Dershowitz meet in an elevator in Jerusalem...)\nGorbachev recognized the three of us and turning to me said, “You’re the big shot lawyer for all\nthe dissidents.” I extended my hand to him and reminded him of our meeting in Moscow. He\nthen turned to Havel and Sharansky and said, “He may be a good lawyer but it was I who got you\nout of prison.” I smiled and replied, “It’s always more important to have a good judge than a\ngood lawyer.” Sharanky turned to Gorbachev and said, “Why didn’t you let us out sooner?” to\nwhich Gorbachev responded, “You overrate my power.” We all had a good laugh.\n\n366\n\nHOUSE_OVERSIGHT_017453",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017453.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2637,
    "word_count": 464,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:45.464589",
    "prefix": "IMAGES-004"
  }
}