{
  "document_id": "HOUSE_OVERSIGHT_020437",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_020437.txt",
  "text": "From: Richard Kahn [ ii \nSent: 4/27/2018 8:25:30 PM \nTo: jeffrey E. [jeevacation@gmail.com] \nSubject: Will Cohen Cooperate? Tenuous Finances May Provide Crucial Clues \nImportance: High \nshockingly it appears he has some money in real estate deals_ \nWill Cohen Cooperate? Tenuous Finances May Provide Crucial Clues \n2018-04-27 08:00:00.2 GMT \nBy Shahien Nasiripour and Caleb Melby \n(Bloomberg) -- In the two weeks since federal agents seized \nthe files of Michael Cohen, President Donald Trump's personal \nattorney and fixer, a question has hovered: Will Cohen cooperate \nwith investigators? \nHis decision could depend in part on whether he can readily \nshoulder the enormous legal fees required to fight a federal \nprobe of this magnitude. \nAt first blush, Cohen looks like a pretty rich man. He \ndrives a white Rolls Royce, sports a $50,000 watch and owns a \nfair amount of Manhattan real estate. \nBut just as his loyalty to Trump is coming under scrutiny, \na more tenuous financial picture is emerging. A taxi business he \nand his wife built is deeply in debt and losing money daily, his \ncommercial real estate is throwing off only modest income, and \nhis legal and consulting work is on hold while he remains under \ninvestigation. \nCohen declined repeated requests to comment. \nThe owners of 32 New York City taxi licenses -- known as \nmedallions -- he and his wife, Laura, took out at least 16 loans \nbased on their once-soaring value, liens show. With the rise of \nUber and Lyft, the price of a medallion has fallen from more \nthan $1 million to around $163,000 in the past four years. \nIncome from the taxi business has plummeted, and millions of \ndollars of the Cohens' loans went under water. Their bank said \nin a November public filing that it had loans out to three taxi \nborrowers, and all were at high risk of default. \nSuspended Medallions \nUnpaid taxes and fines have piled up at the Cohen taxi \ncompanies, triggering a suspension of about half of the \nmedallions, city records show, squeezing cash flow. \nWhatever monthly income the cabs once produced almost \ncertainly fell well short of the debt payments owed to Sterling \nNational Bank, their Montebello, New York-based lender. Sterling \nhas foreclosed on operators in similar situations and sued them \nbut appears to be taking a less-confrontational approach with \nthe Cohens. On Tuesday, the bank agreed to new loans for their \ncompanies and to Cohen personally, public filings show. Sterling \ndeclined to comment. \nThe taxi business isn't the only part of Cohen's empire \nthat's suffering. The law firm Squire Patton Boggs said it ended \nits \"strategic alliance\" with Cohen after law enforcement raided \nhis offices, and the rest of his legal work could decline for \nthe same reason. Cohen, 51, makes others' ugly problems \ndisappear, a practice that was previously lucrative. Essential \nConsultants LLC, a company affiliated with Cohen, was paid \n$250,000 after he negotiated a $1.6 million payment to a former \nPlayboy model on behalf of Republican National Committee \nofficial Elliott Broidy, according to a Wall Street Journal \nreport. \nHOUSE OVERSIGHT 020437 \nSean Hannity \nCohen has said in court that he had only three legal \nclients during the past year: Broidy, Trump and talk-show host \nSean Hannity. He gave seven others \"strategic advice and \nbusiness consulting.\" \nLast month Cohen said he borrowed from his home-equity \ncredit line to make a $130,000 payment in October 2016 to Stormy \nDaniels, an adult-film star who says she had sex with Trump. \nIn a Thursday morning appearance on \"Fox & Friends,\" Trump \ndistanced himself from Cohen, saying he did only \"a tiny, tiny \nlittle fraction\" of Trump's legal work, but it included \nrepresentation \"on this crazy Stormy Daniels deal.\" \nRussian Interference \nCohen is under investigation for bank fraud and violating \ncampaign-finance law. But his decade at Trump's side as his \nlawyer and enforcer could yield information he might trade to \ninvestigators looking into the Trump campaign and Russia's \ninterference in the U.S. election. \nStill, if he chooses to defend himself, Cohen does have \nassets. Companies he signs for own two investment properties \npurchased in 2015. The larger one, with 92 units on New York's \nUpper East Side, is 38 percent owned by Cohen's companies. The \nbusinesses also appear to be the sole owner of a downtown \nbuilding with 20 units. \nTogether they likely generate less than $1 million in \nannual net income for Cohen's companies after accounting for \npartner interests, expenses and financing costs, data compiled \nby Bloomberg show. Debt against the buildings is low, meaning \nthat Cohen could tap them for cash. Last October, the Cohens \nsold a unit at Trump World Tower, near the United Nations, for \n$3.3 million. \nCohen has been a savvy property investor. He previously \nowned four buildings in need of repairs in Lower Manhattan, \nrehabilitated them and sold them for $32 million in 2014, more \nthan doubling his initial investment. \n'Cautious, Methodical' \nRichard Guarino, a partner at Friedman-Roth Realty, has \nworked with Cohen on a handful of deals, including the purchase \nof his Upper East Side building. As a real estate investor, \nCohen is \"cautious, methodical, smart and, I think, \nconservative,\" Guarino says. \nCohen's current business partners are a family of New York \nreal estate lawyers headed by Herbert Chaves. The family, having \njust sold a plot of Brooklyn land to a partnership including the \nfamily company of Jared Kushner, were looking to reinvest their \ngains when they bought Cohen's Lower Manhattan buildings in \n2014. Months later, they partnered with Cohen to buy the Upper \nEast Side property, 330 East 63rd Street. Guarino, a broker on \nthe deal, says he dealt only with Cohen, who served as a \nrepresentative for the investor group even though the Chaves \nfamily companies hold the majority stake. \nPurchased for $58 million, the squat, brown-brick seven-\nstory building has only a $17 million mortgage, meaning Cohen's \nshare has at least $15 million of equity he could borrow against \nif his partners allowed him to do so. Another property at 133 \nAvenue D, not previously reported to be owned by Cohen, has at \nleast $5 million of equity not tapped by a mortgage. But more \ndebt means more risk and could hurt Cohen later if the taxi \nbusiness doesn't turn around to help cover higher interest \npayments. \nHOUSE OVERSIGHT 020438 \nPark Avenue \nOne property that may prove harder to extract cash from: \nCohen's palatial Park Avenue home. Purchased for $5 million in \n2005, the sprawling 10th-floor unit used to be three separate \napartments and has four bedrooms. It could be worth $8 million \nor more, based on comparable sales. \nIn late 2015, the Cohens moved the property into a type of \ntrust designed to limit tax exposure when transferring property \nto heirs. The trust structure has tax consequences for typical \nmortgages, but those could be dodged if the Cohens took out an \ninterest-only loan. \nIn February 2016, Laura Cohen, in her role as a trustee of \nthe new entity, did just that, taking out a revolving $500,000 \nhome-equity line of credit against the property from First \nRepublic Bank. It was the first time the family had borrowed \nagainst the property since a loan of more than $2 million 11 \nyears earlier when they bought it, property records show. \nThere are also Cohen's in-laws, who may pitch in to a \nlegal-defense effort. Fima and Ania Shusterman, who haven't \nresponded to requests for comment, emigrated from Ukraine and \nbuilt their own taxi empire over decades while helping Cohen \nexpand his across New York and Chicago. They own three units in \nTrump World Tower. In an indication of their willingness to help \nthose close to them, the couple have lent $20 million to another \nUkranian couple in the taxi business, Semyon and Yasya Shtayner \nand their companies. \nRichard Kahn \nHBRK Associates Inc. \n575 Lexington Avenue 4th Floor \nNew York, NY 10022 \ntel \nfax \ncell \nHOUSE OVERSIGHT 020439",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_020437.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 8031,
    "word_count": 1302,
    "line_count": 154,
    "import_date": "2025-11-19T21:47:49.188857",
    "prefix": "TEXT-001"
  }
}