{
  "document_id": "HOUSE_OVERSIGHT_020241",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020241.txt",
  "text": "89\n\nNevertheless Snowden applied for the job. Since it handled higher level secret documents,\nBooz Allen had stricter requirements for applicants than Dell. To slip by them, Snowden engaged\nin a minor subterfuge. He wrote on his application that he was expecting a master’s degree from\nthe online division of Liverpool University in England. In fact, he had not completed a single\ncourse at Liverpool, and would not be receiving any sort of a degree from it. Booz Allen, not fully\ntaking into account the discrepancy in his application, agreed to hire him as a trainee-analyst (and\nit did not change that decision even after it found out about his subterfuge.). According to\nAdmiral McConnell, Snowden never actually worked in the Booz Allen offices, which are housed\nin a skyscraper in downtown Honolulu. Instead, he was immediately assigned to work at the\nNSA’s highly-sensitive National Operations Threat Center in the tunnel at the Kunia base.\n\nBefore he could begin working there, however, he needed to fly to Maryland to take a\nmandatory orientation course at the NSA. The course was given in an 11 story building, with a\nsheer wall of black glass, on the NSA’s 350 acre campus at Fort Meade in Maryland. He arrived\nthere from Hawaii on April 1, 2013. Like every other Booz Allen contractors who work at the\nNSA’s Center, Snowden was required to sign the “Sensitive Compartmented Information Non-\nDisclosure Agreement.” In this document, Snowden acknowledged that he had been granted\naccess to sensitive compartmented information, called SCI, as part of his work and that he\nunderstood that any disclosure of that information to an unauthorized person would violate\nfederal criminal law. He was also told, as were all new contract employees a Booz Allen that its\ndisclosure could damage the interest of the United States and benefit its enemies. In signing it, he\nswore an oath not to divulge any of this information without first receiving written approval from\nUS authorities. So less than two months before he downloaded Sensitive Compartmented\nInformation, he was fully aware of what would be the consequences of divulging this information.\nBy this time, as discussed in the previous chapter, he had agreed to deliver classified data to three\njournalists.\n\nOn April 5, 2013, while still in the training facility in Maryland, he apparently sought to\nestablish a paper trail for himself. He wrote a letter to NSA’s General Counsel Office asking\nwhether or not NSA directives take precedence over acts of Congress. A lawyer from the Office\nof General Counsel responded three days later, addressing Snowden as “Dear Ed.” The lawyer\nsaid, agreeing with Snowden, that acts of Congress take precedence over NSA directives. He\nalso suggested that “Ed” phone him if he needed any further clarification. Presumably, Snowden\nhad written the letter to elicit a response that he could later use to bolster his claim to be a whistle-\nblower. Instead, the “Dear Ed” response was of little use to Snowden, as it did not dispute his\npoint that NSA directives must lawfully conform to the acts of Congress. The NSA lawyer did\nnot ever hear back from “Ed.”\n\nSnowden completed his orientation course at Fort Meade on Friday April 12°2013. While he\nwas in Maryland Snowden, he took time off to pay visits to both of his divorced parents. It would\nbe the last time he would see either of them in the United States.\n\nHOUSE_OVERSIGHT_020241",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020241.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3426,
    "word_count": 571,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:47.778691",
    "prefix": "IMAGES-005"
  }
}