{
  "document_id": "HOUSE_OVERSIGHT_011424",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011424.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n121\nH3vlgiu2\n\nwho handled this entire investigation and walked through each\n\nof those people, your Honor, and walked through how he recorded\n\nit in this document. So this is authenticated through\n\nDetective Recarey, who is a witness in this trial, on our trial\n\nexhibit list.\n\nTo be very clear, this document is so critical because\nit mentions Maxwell in it. It talks about Maxwell's stationery\nbeing at the house, it talks about other issues with respect to\nMaxwell. When I asked her at her deposition and I gave her\n\nthis document -- and you can look at the testimony, your Honor,\n\nwe want you to look at the testimony -- she says: I've seen\nit. Later in that deposition, they talk about her battling me\n\nover she wouldn't look at certain things I gave her, in front\n\nof her, right? So there was an attitude issue during that\n\ndeposition that I had to manage. And that was what was coming\nup in that section. It wasn't that she didn't say she had seen\nit. But your Honor, we are allowed to put that in front of\n\nher, in front of the jury, and say: Did you know about this at\n\nthe time in 2005 when you were photographed kissing Epstein on\nthe day the investigation started? You were working for him.\n\nYou've admitted that. You didn't know about all these little\n\ngirls coming to the Palm Beach house that you were working at,\n\nthat you claim you were the house manager for? We should be\n\nentitled to get this in --\n\n=\n\nTHE COURT: That is for the truth of the matter.\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011424",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011424.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1611,
    "word_count": 295,
    "line_count": 84,
    "import_date": "2025-11-19T21:47:47.229990",
    "prefix": "IMAGES-001"
  }
}