{
  "document_id": "HOUSE_OVERSIGHT_024707",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024707.txt",
  "text": ">\nA\n“na\nPlan\ncre\n\nO\n\nCHAPTER IV U.S. Legal Landscape\n\nU.S. Department of Justice: The Cole Memo\n\nA memorandum published by the DOJ in August 2013 (Cole Memo) provides guidance to DOJ attor-\nneys and federal law enforcement about prosecuting cannabis-related federal offenses. The Cole Memo\nasserts that marijuana is a dangerous drug, that illegal distribution of marijuana is a serious crime which\nprovides revenue to criminal enterprises and that the DOJ is committed to enforcing marijuana-related\nviolations of federal law. The Cole Memo also notes, however, that the DOJ is committed to using\nits limited investigative and prosecutorial resources to address the most significant threats in the most\neffective, consistent and rational way.\n\nThe Cole Memo guides DOJ attorneys and federal law enforcement to focus on the following\neight enforcement priorities when considering prosecutions for marijuana-related CSA violations (and\nalso, according to a Cole Memo update issued in February 2014, when considering prosecutions for\nmarijuana-related violations of the federal money laundering statute, the unlicensed money transmitter\nstatute and the Bank Secrecy Act):\n\n1. Preventing distribution of marijuana to minors.\n\n2. Preventing revenue from the sale of marijuana from going to criminal enterprises, gangs and\ncartels.\n\n3. Preventing the diversion of marijuana from states where it is legal under state law in some\nform to other states.\n\n4. Preventing state-authorized marijuana activity from being used as a cover or pretext for the\ntrafficking of other illegal drugs or other illegal activity.\n\n5. Preventing violence and the use of firearms in the cultivation and distribution of marijuana.\n\n6. Preventing drugged driving and the exacerbation of other adverse public health consequences\nassociated with marijuana use.\n\n7. Preventing the growing of marijuana on public lands and the attendant public safety and\nenvironmental dangers posed by marijuana production on public lands.\n\n8. Preventing marijuana possession or use on federal property.\n\nThe Cole Memo notes that whether marijuana-related conduct implicates any of these enforce-\nment priorities should be a primary question in considering prosecution and that in states with legal-\nized marijuana and effective regulatory systems, conduct in compliance with state law is less likely to\nthreaten these priorities.\n\nThe Cole Memo has provided some comfort to those operating state-legal cannabis businesses that\ndo not interfere with the enumerated enforcement priorities. However, the Cole Memo merely reflects\ninternal guidance within the DOJ and does not create a legal defense for any violation of federal law.\n\nDuring the January 2017 Senate confirmation hearings for current U.S. Attorney General Jeff\nSessions, in a discussion about the enforcement priorities outlined in the Cole Memo, Mr. Sessions\nacknowledged the “problem of resources for the federal government” and stated that he thought some\nof the enforcement priorities were “truly valuable in evaluating cases,” but he also stated that he would\nnot commit to never enforcing federal law.\n\n© 2017 Ackrell Capital, LLC | Member FINRA/SIPC 71\n\nHOUSE_OVERSIGHT_024707",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024707.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3195,
    "word_count": 478,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:45.859063",
    "prefix": "IMAGES-008"
  }
}