{
  "document_id": "HOUSE_OVERSIGHT_023500",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023500.txt",
  "text": "14\n\nbe handed over to some future international body, or destroyed. “I\nwould certainly cheat,” the prime minister said. “And so would all the\nothers.” I was in no way surprised by this admission.\n\nI agree that the problem of nuclear proliferation is real. Dealing with\nit is an urgent and enormously important duty of the US government.\nBut it is a mistake to define the problem in such a way as to suggest\nthat any spread of nuclear weapons is dangerous or that nuclear\nweapons in Iranian hands should be regarded as the same as nuclear\nweapons in the hands of, say, Japan or Australia—or, for that matter,\nthat the weapons themselves are the problem. Yet the proponents of\nglobal zero tend to deplore all nuclear weapons equally, no matter\nwho holds them, and to regard any diminution of their number as a\npositive step because only subtraction leads to zero. But would a\nreduction in the number of North Korean weapons together with an\nincrease in, say, those held by the French, yielding a net increase in\nthe number of weapons, be a bad thing? The problem is not the\nweapons but the character of the regimes that possess them.\n\nIn many ways such a principle simplifies the proliferation problem\nand makes it less daunting. Focus on the miscreants, on the few\ncountries seeking nuclear weapons whose possession of them would\nbe dangerous or destabilizing or both. Sanction them. Isolate them.\nUndermine their regimes. Pressure them mercilessly. Do whatever it\ntakes. But don’t offer to aid their “peaceful” nuclear programs in\nexchange for promises about weaponization that are so easily broken.\nAnd don’t let them get away with the insulting notion that until we\nourselves disarm we have no right to demand that they halt their\nclandestine programs—as if the US nuclear arsenal poses the same\ndanger to international peace and security as do the nuclear arsenals\nof the regimes of Kim Jong-il or the [ranian clerics.\n\nThe goal of zero nuclear weapons, often referred to by its sponsors as\na “moral imperative,” inevitably delegitimizes and undermines\n\nHOUSE_OVERSIGHT_023500",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023500.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2079,
    "word_count": 350,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:45.157228",
    "prefix": "IMAGES-007"
  }
}