{
  "document_id": "HOUSE_OVERSIGHT_022394",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022394.txt",
  "text": "Financial Services\n\nDuring the four previous years of Hensarling’s\nchairmanship, most of the committee’s major bills died\nquietly in the Senate, such as efforts to repeal much of\nDodd-Frank (the CHOICE Act), impose substantial reforms\nupon the Fed, restructure the CFPB and strip the FSOC of\nvarious powers. That may change now that the House,\nSenate and White House will operate with greater\ncoordination, though the threat of the Senate filibuster\nlimits what Republicans can achieve. Hensarling notably\nhas enjoyed a longtime friendship with Vice President-\nelect Mike Pence, which will give him a powerful ally in the\nWhite House as the new administration plots its strategy\nfor financial regulation and nominates key appointees for\nthe regulatory agencies. Hensarling agrees with Senators\nCrapo and Brown on the importance of capital for big\nbanks, but he wantsto reward banks with relief from\nmuch of Dodd-Frank’s supervisory regime if they agree to\na higher leverage ratio. Hensarling can be expected to\nreintroduce his CHOICE Act and Rep. Bill Huizenga’s (R-\nMl) package of Fed reforms (the FORM Act), and to renew\nthe panel’s aggressive oversight of the CFPB, the FSOC\nand other bodies established by Dodd-Frank. Republicans\nhave also been critical of moves by global regulatory\nbodies to set capital and liquidity rules for “systemically\nimportant” banks and insurance companies.\n\nWells Fargo Scandal. Lawmakersin both the House and\nSenate are certain to resume their investigations of Wells\nFargo in the wake of revelationsthat the bank’s\nemployees created as many as 2 million accounts without\ncustomers’ consent. Hensarling and other Republicans\nwant to use the scandal to raise questions about the\nperformance of the CFPB and the Office of the\nComptroller of the Currency (OCC), while Ranking\nMember Waters has vowed to offer a bill breaking up\nWells Fargo into smaller companies. On the Senate side,\nRanking Member Brown has used the scandal to focus on\nmandatory arbitration provisions in financial contracts,\nand will likely propose legislation prohibiting such clauses,\nthough Sen. Crapo is unlikely to support him. In an\neditorial piece in October, Camden Fine, president of the\nIndependent Community Bankers of America (ICBA),\nwrote that he “fully expected” that Wells Fargo’s new\npolicy of notifying customers whenever a new account is\ncreated in their name, along with “far more stringent\npolicies, will ultimately become mandatory as\npolicymakersrespond to the scandal with additional\nregulatory burdens on banks of all sizes.”\n\nOversight of Regulators. As they have in previous years,\nthe banking committees in 2017 will devote considerable\ntime to overseeing rules issued by financial regulators.\nThese will include the still-unfinished interagency rules for\nclawing back incentive compensation drafted by the SEC,\nthe Fed, the FDIC and other agencies; the CFPB’s\ncontroversial new rules for prepaid cards, payday lenders\nand mandatory arbitration clauses; the global Financial\nStability Board’s forthcoming regulations for capital held\nby large insurers; and the international Basel Committee’s\nrules for bank capital, which are expected to be issued by\nthe end of this year. The Banking Committee must also\nschedule hearings for high-level Treasury nominees, as\nwell as nomineesfor key vacancies at the SEC, CFTC, the\nFederal Reserve and the Ex-Ilm Bank, which were never\nfilled in the current Congress because of lingering\ndisputes with the Obama administration.\n\nTwo Deadlines to Watch: 1)thelargest banks resubmit\ntheir “living will’ resolution plans in May 2017, alwaysa\nsource of contention for critics of “too big to fail’; 2) the\nTerrorism Risk Insurance Act (TRIA) expires at the end of\n2017, forcing yet another ideological dispute over\nwhether the federal backstop program should be\nrenewed.\n\nEY 22\n\n| Election 2016\n\nHOUSE_OVERSIGHT_022394",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022394.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3876,
    "word_count": 597,
    "line_count": 82,
    "import_date": "2025-11-19T21:47:46.058524",
    "prefix": "IMAGES-006"
  }
}