{
  "document_id": "HOUSE_OVERSIGHT_017362",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017362.txt",
  "text": "4.2.12\nWC: 191694\n\nshe sought to the court, the case would be dismissed, regardless of whether or not Paula Jones\nagreed. Ifthe lawsuit were dismissed, there would be no depositions. I told the president that he\ncould have justified his decision to pay off the suit by explaining that the American presidency is\nmore than a full time job and that he had no time for depositions—the preparation for which are\nextremely time consuming—even if the Supreme Court justices (who work relatively short hours)\nthought he did.\n\nThe President looked surprised: “Nobody ever told me I could have had the case dismissed if I\nhad paid the money. [My lawyer] told me I had to be deposed.”\n\nShortly thereafter, Bob Bennett was no longer representing President Clinton, and Clinton was\nseeking my legal advice, as his problems—all of which derived from the deposition he didn’t have\nto give—multiplied. He came close to being indicted. He was impeached (and eventually\nacquitted by an evenly divided Senate vote), and disbarred.\n\nDuring the course of these proceedings I conferred with the President, provided legal memoranda\nto him and his lawyers, and discussed his case in the court of public opinion.\n\nI also testified on the President’s behalf as an expert witness on the law of perjury before the\ncongressional committee that was considering whether to impeach Clinton for the “high crime” of\nperjury. The chairman of the committee was Republican Congressman Henry Hyde, with whom I\nrepeatedly clashed. The front page of the Washington Post featured a large photograph the next\nmorning of the two of us angrily pointing accusatory fingers at each other. [get this photo]\n\nThe source of our conflict was over the selective outrage directed by Congressman Hyde and\nother Republican lawmakers at President Clinton’s alleged perjury. I began my testimony by\nputting President Clinton’s false statements into a broader historian context:\n\nFor nearly a quarter of a century I have been teaching, lecturing and writing about the\ncorrosive influences of perjury on our legal system -- especially when committed by those\nwhose job it is to enforce the law, and ignored or even legitimated by those whose\nresponsibility it is to check those who enforce the law.\n\nOn the basis of my academic and professional experience, I believe that no felony is\ncommitted more frequently in this country than perjury and false statement crimes. Perjury\nduring civil depositions and trials is so endemic that a respected appellate judge once\nobserved that, quote, \"experienced lawyers say that in large cities scarcely a trial occurs in\nwhich some witness does not lie.\" Police perjury in criminal cases, particularly in the\ncontext of searches and other Exclusionary Rule issues, is so pervasive that the former\npolice chief of San Jose and Kansas City has estimated that hundreds of thousands of law\nenforcement officials commit felony perjury every year testifying about drug arrests alone.\nBut in comparison with their frequency, perjury crimes are among the most\nunderprosecuted in this country.\n\nI then distinguished among various types of perjury.\n\n215\n\nHOUSE_OVERSIGHT_017362",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017362.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3148,
    "word_count": 507,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:48.015865",
    "prefix": "IMAGES-004"
  }
}