{
  "document_id": "HOUSE_OVERSIGHT_018383",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018383.txt",
  "text": "commander, a blood enemy of Rhodes, had warned Lobengula: “When an\nEnglishman once has your property in his hands, then he is like a monkey that has\nits hands full of pumpkin seeds - if you don’t beat him to death, then he will never\nlet go.”221\n\nSo when, in October of 1893, the British finally tracked Lobengula down to the\nbanks of the Shangani, the two sides faced off for what promised to be an intense,\ndecisive battle. “It was just after 2:15a.m., a peaceful night, clear sky but on the dark\nside,” one of the British infantrymen later recalled. “The bugles gave the alarm, the\ncamp was all excitement in a moment, all noise with the opening of ammunition\nboxes and shouting of officers, the men were getting into their places. There was a\ndin outside from the on-rushing Matebele impis that had decided to attack in the\nusual Zulu fashion.” The British soldiers were outnumbered. They were thousands\nof miles from home, hanging on the thin end of a 5,000 mile supply line. The\nMatabele knew the territory. They were fighting for the lives and families and honor.\nBut one sound was the decisive noise of the scale tipping towards the British\nsoldiers. A hushed clicking against the yelling all around. The opening of ammunition\nboxes. The British, for the first time in African action, had mounted machine guns.\n\nThe weapons worked that morning on the Shanghani with a violence you and I\nwould have expected. They reversed, more or less instantly, the Matabele\nadvantages of men, familiarity, and even furor. Machine-gunned Matabele were\nfound, in the hours after the attack, perched in trees, dug into dirt mounds and piled\ndesperately atop each other, killed as they had scrambled. One British soldier wrote\nlater that that the weapons had mowed down the Matabele “like grass.” Lobengula\nsurvived, but his army was massacred down to a squad and he was reduced to\npleading. “Your Majesty,” he wrote to Queen Victoria in the days after the battle,\n“what I want to know from you is: Why do your people kill me?”222 With this\nmissive, the Chief entered the ranks of the Queen’s powerless correspondents, once-\nomniscient feeling men in Africa or Asia or India who wrote her after some\ndevastating battlefield reverse - baffled, confused, overwhelmed. Did she even read\nthe letters? It was hard to know, but that only made the pleading more perversely\nimbalanced. The locals had no idea, really, what they were up against.\n\nMartial leverage. It was the inarguable force of the 19 Century. It made Europe’s\ncolonial masters. Of course they lied, stole, fought - did whatever sensible and\nsleazy thing Cecil Rhodes and his ilk suggested was needed. The monkey with the\npumpkin seeds. Expansion was everything. Imperial dreamers in London, Berlin,\nBrussels, Vienna and Paris saw with total clarity the immense historical imbalance\nacross the chasm of industry and science and reason. The “Convergence Club”\n\nHer Majesty's Stationery Office, Telegram from Assistant Commisioner, Palapye, to\nhis Excellency High Commissioner, Cape Town, p 13.\n\n221 “When an Englishman”: Vershcoyle, p 191-192\n\n222 “Your majesty”: Report, Report, Volume 61 Sessional papers, (London:\nCommonwealth Shipping Committee, H.M. Stationery Office, 1893), 77 from\nUniversity of Michigan online digitized library\n\n151\n\nHOUSE_OVERSIGHT_018383",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018383.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3313,
    "word_count": 545,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:47.780725",
    "prefix": "IMAGES-004"
  }
}