{
  "document_id": "HOUSE_OVERSIGHT_024664",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024664.txt",
  "text": "ACKRELL\nZ~APITAL Cannabis Investment Report | December 2017\nfor social anxiety disorders containing CBD, limonene and linalool; and sleeping medicines combining\n\nCBD, THC, caryophyllene, linalool and myrcene.\n\nGenetics and Propagation\n\nSelective breeding and other botanical techniques are being used to develop cannabis varieties with\ndesired profiles of compounds, and scientists are developing tools to synthesize isolated cannabinoids\nin laboratory settings in order to study cannabis at the genetic level. For example, the first mapping\nof a cannabis genome was completed in 2011 by a team of Canadian botanists, led by Jon Page from\nthe National Research Council Canada and Timothy Hughes from the University of Toronto, who\nsequenced 30,000 genes in a sativa variety named “Purple Kush.”\n\nOlivetolic acid\nAromatic\n\nG\nPrenyltransferase | —\n\nCannabigerolic acid\n\nLat\n\nTHCA Synthase/ = = —_ \\CBDA Synthase\n\non\nChen =\nbh\nAe-THCA CBDA\n\n| Non-enzymatic conversion\n\n(-CO,)\nOh Oe\nCBD\n\nA®-THG\n\nCannabis Genome\n\nGenetic copies, or “clones,” of cannabis plants are generally produced using two methods, “clone\nclipping” and micropropagation, or “tissue culture.” Clone clipping involves cutting a growing\ntip from a cannabis plant that is several inches long and inserting the cut tip into a grow-\ning medium, where it then grows into a new plant. Tissue culture involves taking a small tissue sample\n(which may even be a single cell) from a plant and growing it temporarily in a sterile nutrient solu-\ntion before transferring it to a permanent growing medium. Controlling cannabis plant genomes is\nexpected to be an important intellectual property issue in the cannabis industry (at least one U.S. pat-\nent has been issued for a strain of cannabis).\n\n28 © 2017 Ackrell Capital, LLC | Member FINRA/SIPC\n\nHOUSE_OVERSIGHT_024664",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024664.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1823,
    "word_count": 281,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:46.294887",
    "prefix": "IMAGES-008"
  }
}