{
  "document_id": "HOUSE_OVERSIGHT_019977",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019977.txt",
  "text": "Trump expert—he seemed intent on “poisoning the well,” in which he created a loop of\nsuspicion, disgruntlement, and blame heaped on others.\n\nWhen the president got on the phone after dinner, it was often a rambling affair. In\nparanoid or sadistic fashion, he’d speculate on the flaws and weaknesses of each member\nof his staff. Bannon was disloyal (not to mention he always looks like shit). Priebus was\nweak (not to mention he was short—a midget). Kushner was a suck-up. Spicer was stupid\n(and looks terrible too). Conway was a crybaby. Jared and Ivanka should never have come\nto Washington.\n\nHis callers, largely because they found his conversation peculiar, alarming, or\ncompletely contrary to reason and common sense, often overrode what they might\notherwise have assumed to be the confidential nature of the calls and shared the content\nwith someone else. Hence news about the inner workings of the White House went into\nfree circulation. Except it was not so much the inner workings of the White House—\nalthough it would often be reported as such—but the perambulations of the president’s\nmind, which changed direction almost as fast as he could express himself. Yet there were\nconstant tropes in his own narrative: Bannon was about to be cast out, Priebus too, and\nKushner needed his protection from the other bullies.\n\nSo if Bannon, Priebus, and Kushner were now fighting a daily war with one another, it\nwas mightily exacerbated by something of a running disinformation campaign about them\nthat was being prosecuted by the president himself. A chronic naysayer, he viewed each\nmember of his inner circle as a problem child whose fate he held in his hand. “We are\nsinners and he is God” was one view; “We serve at the president’s displeasure,” another.\n\nOOK Ok\n\nIn the West Wing of every administration since at least that of Clinton and Gore, the vice\npresident has occupied a certain independent power base in the organization. And yet Vice\nPresident Mike Pence—the fallback guy in an administration the length of whose term\nremained the subject of something like a national office betting pool—was a cipher, a\nsmiling presence either resisting his own obvious power or unable to seize it.\n\n“I do funerals and ribbon cuttings,” he told a former Republican Hill colleague. In this,\nhe was seen as either feigning an old-fashioned, what-me-worry, standard-issue veep\nidentity lest he upset his patron or, in fact, honestly acknowledging who he was.\n\nKatie Walsh, amid the chaos, saw the vice president’s office as a point of calm in the\nstorm. Pence’s staff was not only known by people outside the White House for the\nalacrity with which it returned calls and for the ease with which it seemed to accomplish\nWest Wing tasks, it also seemed to be comprised of people who liked each other and who\nwere dedicated to a common goal: eliminating as much friction as possible around the vice\npresident.\n\nPence started nearly every speech saying, “I bring greetings from our forty-fifth\n\nHOUSE_OVERSIGHT_019977",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019977.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3011,
    "word_count": 502,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.262651",
    "prefix": "IMAGES-005"
  }
}