{
  "document_id": "HOUSE_OVERSIGHT_017973",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017973.txt",
  "text": "Even from jail, Jeffrey Epstein manipulated the system | Miami Herald Page 10 of 17\nCase 1:19-cv-03377 Document 1-1 Filed 04/16/19 Page 11 of 18\n\nAfter he pleaded guilty in state court, Jeffrey Epstein was assigned to a private section of the Palm Beach County stockade. Soon, however, he was allowed to leave the\ncompound six days a week, 12 hours a day, for what was termed work release. Emily Michot E//CHOT@MIAMIHERALD.COM\n\n“We just decided that was the best way to accomplish what needed to be done here and the parties agreed that that sentence satisfied everyone’s\nrequirements,” Goldberger replied.\n\nSaid Judge Pucillo: “The taxpayers of Palm Beach County are going to pay 18 months to house this guy instead of DOC [the Department of Corrections]?”\nBelohlavek: “Right.”\nPucillo did not respond to a request for comment on the case.\n\nVillafafia, the lead federal prosecutor in Epstein’s case, was in the courtroom, but there’s no indication she objected to Epstein’s cozier jail\naccommodations.\n\nWhen he entered jail in July 2008, Epstein was arguably the most well-known inmate there. Records also show that Epstein hired Palm Beach sheriff's\ndeputies for his security details, paying them for the hours they spent monitoring him on work release at his West Palm Beach office, where he often\nstayed until 10 p.m., jail logs show.\n\nThe Herald reviewed their time sheets, showing that the deputies logged visitors coming and going to and from his office throughout the day. A record log\nof his visitors was kept in a safe, but the log no longer exists, according to a spokeswoman for the Palm Beach County Sheriff’s Office.\n\nOne deputy who often worked Epstein’s detail said that his assignment was to stay in a front reception room of Epstein’s office. Epstein was in a separate\noffice — with the door closed — most of the day as he accepted visitors, both male and female, the deputies’ logs show.\n\n“Tt was not our job to monitor what he was doing in that office,” the deputy,\nnow retired, told the Herald.\n\nIn their early reports in July 2008, the deputies referred to Epstein as\n“Gnmate”’ but within a few weeks the language had changed and he was\ncalled a “client.” He was occasionally allowed to take a break for lunch by\nsitting outside in a park, the records show, and they also gave him\npermission to scout for a new office. While on work release, he was required\nto wear an ankle bracelet to monitor his whereabouts.\n\nhttps://www.miamiherald.com/news/local/article2 19494920 html 4/3/2019\nHOUSE_OVERSIGHT_017973",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017973.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2528,
    "word_count": 423,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.743599",
    "prefix": "IMAGES-004"
  }
}