{
  "document_id": "HOUSE_OVERSIGHT_017290",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017290.txt",
  "text": "4.2.12\nWC: 191694\n\nAttempted Murders: Killing a Corpse and the “Abraham Defense”\n\nA case that involved both science and logic arose in the context of the attempted murder\nprosecution of a young man who had shot a corpse, believing that it was still alive. The case\npresented a series of perplexing scientific and logical riddles: When is a person who has been\nmortally wounded actually dead? Can you kill a man who is already dead? If not, can you\nattempt to kill a man who is already dead if you believe he is still alive.\n\nMy client had watched one acquaintance, who was having a disagreement with another\nacquaintance, shoot him in the heart. The shooter then asked my client to shoot the victim in the\nhead, which he did. On the first appeal, which I argued in Brooklyn, the court reversed the\nmurder conviction on the basis of scientific evidence that it was impossible to know whether the\nvictim was alive or dead at the moment my client shot him in the head, since someone else had\nshot him in the heart just moments earlier. It ruled that the prosecution had not satisfied its\nburden of proving he was still alive when my client’s bullet shattered his brain. The court also\nruled that my client could not be convicted of attempted murder, on the ground that since it is\nfactually impossible to murder a corpse; it is also legally impossible to attempt to do that which it\nis factually impossible to do. On the second appeal, which I argued in Albany, the court agreed\nthat my client could not be convicted of murder because “man dies but once,” but it concluded\nthat he should be convicted of attempted murder. I then brought a federal Habeus Corpus\npetition, and the federal court threw out the attempted murder conviction as well. My client went\nfree. This intriguing case, which I wrote about in more detail Zhe Best Defense, is taught today in\nmany law schools as part of the standard course on criminal law. The issue of whether it is legally\npossible to attempt to do what is factually impossible—namely to kill a dead person—continues\nto confound new generations of law students.\n\nAnother attempted murder case presented a problem right out of the Bible. My client was\naccused of attempting to kill his sister’s former boyfriend. The boyfriend was suspected of\nburning down the sister’s house and burning her severely. She ultimately died of her painful\nburns, but while she was still alive, my client went to her former boyfriend’s home, held a knife\nover his chest and said he would kill him unless he admitted his role in the fire. The police burst\ninto the apartment and disarmed my client before he could stab the former boyfriend. My client\nwas convicted of attempting to kill the former boyfriend, and I was retained to argue the appeal.\n\nI analogized the situation to the one described in the Book of Genesis when God told Abraham to\nsacrifice Isaac, and Abraham stood, knife in hand, ready to inflict the fatal wound when God’s\nangel came down and stopped him. I argued that we can never really know whether my client\nwould actually have killed the boyfriend had the police not intervened, just as we can never know\nfor sure whether Abraham would actually have complied with God’s command. There were other\nissues in the case as well and we won the appeal. The state declined to re-prosecute and this\nclient too went free.\n\n203\n\nHOUSE_OVERSIGHT_017290",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017290.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3375,
    "word_count": 592,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:46.046707",
    "prefix": "IMAGES-004"
  }
}