{
  "document_id": "HOUSE_OVERSIGHT_023121",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023121.txt",
  "text": "The New Origins Project Presents:\nStrange Bedfellows:\nCulture, Meet Science/Science, Meet Culture\n\nThis series will bring together cultural icons, celebrities, movie stars, directors, writers and\nmusicians with famous scientists to talk about commonalities and differences. Each\nsegment will be moderated by scientist/author/provocateur Lawrence Krauss, who has\nspent much of his career successfully crossing the chasm separating science and culture.\nWhen at Arizona State University, the Origins Project he created and led for a decade there\nproduced singular events in which over 3000 people would regularly attend live, and up to\n500,000 people would watch the recorded events to hear dialogues and panels, to be\nentertained and informed.\n\nFirst Season (Proposed—23 participants have already agreed in principle)\n\ni.\n\nDe\na\n\na\n\na he\n\nJohnny Depp, Courtney Love, Michael Manson talk creativity in music versus\ncreativity in Science with Nobel Laureates Frank Wilczek and Yuval Hoffman.\nWoody Allen talks about the human condition with Linguist Noam Chomsky.\n\nRicky Gervais and Astronomer Royale, former President of the Royal Society, Martin\nRees.\n\nSarah Silverman and Nobel Prizewinning economist Paul Krugman.\n\nWilliam Shatner and Nobel Prize winning physicists Kip Thorne/ Steve Weinberg or\nElon Musk.\n\nDirector Werner Herzog, Cormac McCarthy, with biologist Svante Paabo.\n\nJan McEwan and Nobel Laureate Biologist Elizabeth Blackburn.\n\nBarack Obama and psychologist Steven Pinker.\n\nDirector Alex Garland and IT computer scientist Eric Horvitz/Larry Page\n\n0. Actor Bill Pullman and Nobel Prizewinning economist/psychologist Danny\n\nKahneman.\n\n11. Actor/writer Stephen Fry and Psychologist Robert Sapolsky\n12. Actress Andie Macdowell and Evolutionary Biologist Richard Dawkins\n\nThe series will bring together Krauss and the directorial team that produced the Feature\nDocumentary The Unbelievers. Each episode will be shot in a beautiful location in a\ndifferent city around the world. We will go where the participants live, or work.\n\nFormat will be moderated discussion. Krauss will introduce each participant and begin the\nepisode by asking some questions to provoke discussion. The participants will be\nencouraged whenever possible to dialogue with each other as well. The dialogues will take\nplace among live audiences in beautiful theaters around the US and UK. We will take one or\ntwo questions from the audience to end the program before the program ends.\n\nHOUSE_OVERSIGHT_023121",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023121.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2486,
    "word_count": 362,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:48.139945",
    "prefix": "IMAGES-007"
  }
}