{
  "document_id": "HOUSE_OVERSIGHT_014749",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014749.txt",
  "text": "Chart 34: EUR/JPY and real GDP growth Chart 35: EURJPY and relative central bank\n\nbalance sheets\n\nChart 36: EUR and JPY market positions\nrelative to the last 12 months\n\n80 r\n70\n60\n50\n40\n30 35.0 5\n20\n10\n00\n90\n\next Pp Onoemaor~-NmMtiO\ni )\n\nonan wanan\n\n& Row 4S\n\nSESSERREESEESES % % 4% % %\n% %, %, %,, %,, %, %, %\nEURUPY (LHS) oe ie a i i i\n\nReal GDP growth difference (RHS}\n\nBoJ-ECB balance sheets (GDP shares, LHS)\nEURJPY (RHS)\n\nSource: BofA Merrill Lynch Global Research.\n\nSource: BofA Merrill Lynch Global Research.\n\nEUR rates are probably more vulnerable against US rates movements, as the market\nquestions whether the next ECB move will be expansion or tapering. On the other hand,\nJapanese rates are insulated from foreign movements as the Bo) directly targets the\n10yr yield. Japanese fiscal easing is also a possibility in light of reduced odds of TPP\nimplementation and a potential snap election. Any positive impact of Japanese fiscal\neasing on growth is likely to manifest in higher inflation expectations under the Bo)’s\nyield-targeting regime, which means Japanese real interest rates could actually fall.\n\nBased on these considerations, we recommend buying a 6M EUR/JPY 122/130 call\nspread for 1.2312% EUR (spot ref. 116.84). Risks to our trade include a severe global\nshock that could strengthen the JPY, or the return of the Eurozone crisis; for example, if\nthe government in Italy falls after Renzi loses the referendum in December or Le Pen\nwins the elections in France.\n\nLong RUB/KRW\n\nPost US elections and the improved outlook for fiscal expansion in the US, we see more\nupside in being long oil and reflation sensitive Russia than short technology and interest\nrate sensitive Korea.\n\nWe recommend being long RUB/KRW heading into 2017 targeting a move to 19.4\n(spot ref 18, stop 16.7). The trade is positive carry 2% per quarter.\n\nThe rise in US breakeven inflation is positive for risky assets broadly but could be\npainful in the short term for highly indebted countries with low interest rates. Higher US\nbreakeven inflation rates are historically associated with higher RUB/KRW (Chart 37).\n\nHigher US real rates are also less of a threat for Russia where local real yields are\nsignificantly higher than Korea (Table 2) and most EM peers. Korea also has relatively\nhigh private sector debt which could face pressure if BoK is forced to raise rates.\nHousehold debt has been rising at an alarming rate and domestic political turmoil facing\nthe Park administration has also added to concerns.\n\nIn our baseline scenarios, we expect a modest growth recovery for Korea but a stronger\ndelta for Russia where the oil price collapse over 2014-15 led to a much sharper\nslowdown earlier and activity is now in recovery stage.\n\nThe ToT trade shock that hit Russia in 2014 led to material underperformance in exports\nvs Korea. Over 2011-13, Russia and Korean exports were growing at about the same\nrates but since 2014 that gap widened has materially against Russia. Since early 2016,\nhowever, this has reversed with Russia catching up. In 2017, Russian exports growth\ncould outperform Korea given the outlook for oil. Moreover, it is less reliant on China or\nJapan and more reliant on Europe. CNH/KRW as well as JPY/KRW remains near multi year\n\n50.00\n40.00\n30.00\n20.00\n10.00\n0.00\n-10.00\n-20.00\n-30.00\n-40.00\n-50.00\n\nNov-15 Jan-16 Mar-16 May-16 Jul-16 Sep-16\n\nSource: BofA Merrill Lynch Global Research.\nFor more details, see Liquid Cross Border Flows.\n\nBankof America\n\nMerrill Lynch Global Rates, FX & EM 2017 Year Ahead | 16 November 2016\n\nHOUSE_OVERSIGHT_014749",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014749.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3571,
    "word_count": 600,
    "line_count": 104,
    "import_date": "2025-11-19T21:47:46.308372",
    "prefix": "IMAGES-003"
  }
}