{
  "document_id": "HOUSE_OVERSIGHT_020562",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020562.txt",
  "text": "SECTION 7\n\nCorporations\n\nAmerican corporations wield significant political influence domestically and are some of\nthe most significant sources of American soft power abroad. Foreign leverage over American\ncorporations can thus advance important strategic interests of the country in question.\n\nIn addition, as Chinese corporations go abroad, they, too, bring with them the potential\n\nof being leveraged by the Chinese government to advance China’s interests. This section\nexamines improper influence in the US corporate sector, as well as the potential for future\ninfluence because of significant economic exposure to China.\n\nThe US-China economic relationship is large and multifaceted. Trade statistics illustrate just\none aspect of this tangled web: In 2017, the United States exported goods worth $130 billion\nto China, while importing goods worth $505 billion.’ With trade also comes extensive\nforeign investment, as well as significant levels of employment of each country’s citizens.\nSince 2000, the cumulative value of Chinese foreign direct investment (FDI) in the United\nStates has exceeded $140 billion, with US investment in China being more than double\n\nthat amount.’ In the United States, there is more Chinese investment in the real estate\nsector than any other area. But until recently more deals are being done in the information\ntechnology sector, which has attracted the growing attention of the Committee on Foreign\nInvestment in the United States (CFIUS).\n\nChina is increasingly willing to engage in aggressive forms of economic statecraft.?\n\nThis includes not just denial of access to, or harassment in, China’s own market, but\nalso targeting of other countries’ domestic economies and companies. These actions are\nsometimes state-led; at other times China’s state-run media will encourage “consumer-led”\nboycotts (as in the cases of Japan, Norway, and South Korea, among others).* Chinese\ncorporations abroad are all well aware of Chinese official policy and understand the value\nof acting in support of their country’s foreign or industrial policy objectives. China’s\ngrowing commercial presence in other countries’ economies strengthens its ability to\npotentially influence their politics.\n\nThis section examines corporate sector influence through three lenses: (1) the use of\nbusiness-related United Front organizations in the United States; (2) Chinese companies\noperating in America; and (3) Chinese pressuring and manipulation of American\ncompanies as vectors of influence. All three approaches are cause for concern, yet\n\nthe pressuring manipulation of American corporations has generally attracted less\nattention.\n\nHOUSE_OVERSIGHT_020562",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020562.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2668,
    "word_count": 387,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:47.813020",
    "prefix": "IMAGES-006"
  }
}