{
  "document_id": "HOUSE_OVERSIGHT_014897",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014897.txt",
  "text": "Alphabet (Buy, $1,025 PO)\n\nStock view: Expect solid 1Q revs., but loss of non-GAAP reconciliation a concern\nNew concerns have been raised on the YouTube advertiser pullback, but with the cuts in\nspending surfacing primarily in the back half of March, we anticipate only modest\nimpact to 1Q revenue, with more significant potential impact to 2Q17 (see Advertiser\nboycott raising concerns on 10/20 revenues). Looking beyond the YouTube issues, our\nearly 1Q ad checks were mostly positive, with Merkle highlighting modest revenue\ngrowth acceleration, better than the 7Obps of ex-FX Website revenue deceleration in\n1Q17 (vs 4Q16) we’ve assumed in our model. Overall, we expect in-line to slightly\nbetter 1Q results driven by mobile and PLA strength (and perhaps some maps ads), but\nsee risk of moderate Street estimate cuts for 2Q/3Q revenue on YouTube concerns. For\nmost companies, we would expect management to help clear up the advertiser\ncontroversy on the call with some added financial disclosure or guidance, but predicting\nwhat Alphabet will say on the topic is more difficult.\n\n1Q results will be the first quarter that Google reports GAAP EPS without a non-GAAP\nEPS reconciliation. With higher than usual SBC in 1Q due to changes in grant timing, it\nis possible Google misses Street GAAP EPS. We are leaving our revenue unchanged but\nlowering GAAP EPS to $7.26 from $7.36 based on higher SBC. Also, unusual charges are\nmore likely to be controversial for Google without a non-GAAP EPS reconciliation.\n\nCore margins remain a key focus, as has been the case since 3Q16 when core Google\nnon-GAAP operating margins contracted 95bps y/y. We expect core margins to remain\ndown y/y driven primarily by segment mix, and our model assumes 2017 core margins\nare down 50bps in 2017 (to 46.1%) and another 20bps in 2018 (to 45.9%). For 1Q17,\nwe assume 45.8% core Google non-GAAP operating margin, up 30bps q/q and down\n75bps y/y. Our recent deep dive analysis suggests segment mix alone drives a natural\n220bps margin headwind, which we think can be partially offset with 1) upside in high\nmargin search growth from monetization growth (clicks and pricing); 2) leverage in\nindividual segments from scale; and 3) cost cutting measures across the business (see\n\nDigging into the Alphabet revenue mix and margin drivers).\n\nWe continue to like the stock, but recognize that potential estimate trimming on\nYouTube concerns, further margin contraction, SBC pressure on GAAP EPS and\nchallenging 2Q17 comps could continue to drag on near-term sentiment. Looking ahead,\nwe are optimistic on 2H17 based on the potential for new ad format ramps, easing\ncomps, and potential YouTube relief (we assume the advertiser boycott eases exiting\n2Q). Alphabet trades at 22x GAAP (17x ex-Other Bets, cash), in-line with the S&P and\nin-line to below the 5-year average (23.5x), which we view as attractive.\n\nKey theme/metric(s) for 1Q: Website growth, core margins\n\nWe believe the key metrics for the quarter will be ex-FX Website growth and core\nmargins. For ex-FX website growth, we currently model 7Obps of deceleration in 1Q17\n(vs 4Q16}, and we think deceleration could persist through 2Q17, after which the y/y\ngrowth comps ease considerably.\n\nBankof America\n\nMerrill Lynch Internet/e-Commerce | 06 April2017  =—-11\n\nHOUSE_OVERSIGHT_014897",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014897.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3316,
    "word_count": 532,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:44.245671",
    "prefix": "IMAGES-003"
  }
}