{
  "document_id": "HOUSE_OVERSIGHT_023539",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023539.txt",
  "text": "23\n\nArticle 7.\n\nMilitary Review\n\nAn Old Man’s Thoughts on War and\n\nPeace\nEdward Bernard Glick\n\nMay-June 2011 -- WHEN I WAS a young man in graduate school,\ntwo books impressed me mightily. They still do. One is Konrad\nLorenz’s On Aggression. An M.D. and a Ph.D. and a 1973 Nobel\nlaureate in medicine and physiology, Lorenz established the field of\nethology, the study of the behavior of animals within their natural\nenvironment. In his prologue to On Aggression, Lorenz wrote, “The\nsubject of this book is aggression, that is to say the fighting instinct in\nbeast and man, which is directed against members of the same\nspecies.” According to him, animals, particularly males, are\nbiologically programmed to fight over resources and turf, and this\nbehavior is part of natural selection. In short, to a great degree,\nageressive behavior is innate.\n\nThe other book that influenced me mightily as a young man was\nRobert Ardrey’s The Territorial Imperative. Ardrey popularized and\nexpanded on Lorenz’s ideas. After reading Ardrey, a Book-of-the-\nMonth Club reviewer asked, “Are we a territorial species? Do we\ndefend ourselves, whether by war or other means, because we have\nlearned to do so—or because, as animals, we must?”\n\nReading Lorenz and Ardrey provides a good reason for believing the\nRoman proverb Si vis pacem para bellum, “He who wishes peace\nshould prepare for war.” (The full text of the proverb goes on to say,\n“He who desires victory should carefully train his soldiers; he who\nwants favorable results should fight relying on skill, not chance.”)\n\nHOUSE_OVERSIGHT_023539",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023539.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1580,
    "word_count": 259,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.211311",
    "prefix": "IMAGES-007"
  }
}