{
  "document_id": "HOUSE_OVERSIGHT_023386",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023386.txt",
  "text": "In re: TERRORIST ATTACKS ON SEPTEMBER 11, 2001., 2012 WL 257568 (2012)\n\ngovernment by mass destruction, assassination, or kidnapping.” Jd. at § 2331(1). Such acts “transcend national boundaries in\nterms of the means by which they are accomplished ....” Id.\n\nDefendants’ alleged provision of material support to al-Qaeda and entities assisting its efforts readily falls within the ATA’s\nscope. The district court did not dispute that plaintiffs adequately alleged that they were injured by acts of international\nterrorism. See SPA214 (Terrorist Attacks V); SPA1, 52 n.39 (Terrorist Attacks I). Those injuries arose from the terrorist\nattacks of September 11, 2001, which were attacks using means *68 that transcend borders and that were intended to\nintimidate a civilian population and to affect the conduct of the United States Government.\n\nThus, plaintiffs allege that defendants are both primarily and secondarily liable under the ATA, and the district court\nanalyzed the claims under both theories. Compare SPA237 (Terrorist Attacks V) (finding that plaintiffs allege claims of\nprimary liability under the ATA), with SPA52-53 (Terrorist Attacks I) (analyzing plaintiffs’ claims as alleging theories of\nsecondary liability under the ATA). Primary liability is implicated because the plaintiffs’ injuries arose from violations of\nfederal criminal laws that proscribe material support of terrorists, including through financing and through furthering the\ntransborder attack of Americans within the United States. See 18 U.S.C. §§ 2339A, 2339B, 2339C, 2332B. Courts have\nrecognized primary liability under the ATA for providing financing to terrorist organizations, even when the financing is\nchanneled indirectly through intermediaries. See Boim v. Holy Land Found. for Relief and Dev. (Boim ITI), 549 F.3d 685,\n701-02 (7th Cir. 2008) (en banc) (holding that “donors to terrorism [cannot] escape liability because terrorists and their\nsupporters launder donations through a chain of intermediate organizations”); see also *69 Wultz v. Islamic Republic of\nTran, 755 F. Supp. 2d 1, 50-54 (D.D.C. 2010) (finding liability based on support provided to an agent of a terrorist\norganization). In addition, the organization receiving the support need only have a connection to terrorism. Cf’ Humanitarian\nLaw Project, 130 8S. Ct. at 2717 (“Congress plainly spoke to the necessary mental state for a violation of § 2339B, and it\nchose knowledge about the organization’s connection to terrorism, not specific intent to further the organization’s terrorist\nactivities”) (emphasis added); Boim ITT, 549 F.3d at 702 (finding that Donor A cannot escape ATA liability by providing\nfunds “to innocent-appearing organization B which gives to innocent-appearing organization C which gives to [a terrorist\norganization]’).\n\nSecondary liability under the ATA is present where defendants aid and abet those undertaking the terrorist act harming\nAmericans. See, e.g., Boim I, 291 F.3d at 1010; Wyatt, 785 F. Supp. 2d at 645, 649; Wultz, 755 F. Supp. 2d at 54-57; Linde v.\nArab Bank, PLC, 384 F. Supp. 2d 571, 582-85 (E.D.N.Y. 2005). In this case, plaintiffs allege that the defendants are\nsecondarily liable under the ATA because their financing and other support activities aided and abetted al-Qaeda in terrorism.\n\n*70 Under both theories of liability, an ATA claim may be predicated on the provision of support without plaintiffs having to\nestablish that the defendants sought to advance any particular terrorist attack -- or even terrorist activities generally -- by the\nentities or persons receiving that support. See, e.g., Boim HI, 549 F.3d at 692-95 (finding that a donor need only know the\ncharacter of the terrorist organization to be liable under the ATA); Wuliz, 755 F. Supp. 2d at 40-41; Weiss, 453 F. Supp. 2d at\n625 (“The requirement that the defendant have specifically intended to further terrorist activities finds no basis in the statute’s\nlanguage”); Humanitarian Law Project, 130 S. Ct. at 2729 (money provided to a terrorist group for purportedly legitimate\nactivities can be “redirected to funding the group’s violent activities”).\n\nHere, with an exception applicable to discrete allegations regarding two defendants,'” the district court acknowledged that\nplaintiffs, if they could establish that defendants acted with the requisite mental state,'!° adequately pled an ATA claim. See\nsupra pp. 65-66 nn. 104-108. The district court also recognized that the ATA provides for recovery even if *71 the\ndefendants did not anticipate or intend the September 11th Attacks, because it was well known during the 1990s that\nal-Qaeda sought to commit terrorist acts against the United States. SPA237-38 (Terrorist Attacks V); SPA20, 50 (Terrorist\nAttacks I). Thus, merely providing material support to al-Qaeda or a related entity with the requisite state of mind would\nsuffice to make the defendants liable for injuries caused by al-Qaeda’s acts of international terrorism. See SPA237-39\n(Terrorist Attacks V); SPA112-114 (SAMBA ID; SPA110 (DMI-Kamel). This accords with the reasoning of other courts that\nhave addressed ATA claims. See, e.g., Boim IT, 549 F.3d at 693-94; Wultz, 755 F. Supp. 2d at 50-53; Weiss, 453 F. Supp. 2d\nat 627 n.15.\n\nIn sum, under a theory of secondary liability, the attacks are attributed to defendants based on their support for al-Qaeda and\n\nits affiliated entities and efforts to advance its objectives. Under a theory of primary liability, the defendants’ provision of\nsupport to al-Qaeda and its affiliated entities makes them directly responsible for the resulting, entirely foreseeable terrorist\n\nWESTLAW\n\nHOUSE_OVERSIGHT_023386",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023386.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5657,
    "word_count": 862,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:47.649211",
    "prefix": "IMAGES-007"
  }
}