{
  "document_id": "HOUSE_OVERSIGHT_024445",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024445.txt",
  "text": "OF SECURITIES REGULATIONS (THE \"REGULATIONS’). IT SHOULD NOT BE DISTRIBUTED TO\nANY OTHER PERSON, OR RELIED UPON BY ANY OTHER PERSON.\n\nTHE CAPITAL MARKET AUTHORITY DOES NOT TAKE ANY RESPONSIBILITY FOR THE CONTENTS\nOF THIS MEMORANDUM, DOES NOT MAKE ANY REPRESENTATION AS TO ITS ACCURACY OR\nCOMPLETENESS, AND EXPRESSLY DISCLAIMS ANY LIABILITY WHATSOEVER FOR ANY LOSS\nARISING FROM, OR INCURRED IN RELIANCE UPON, ANY PART OF THIS MEMORANDUM.\nPROSPECTIVE PURCHASERS OF THE SECURITIES OFFERED HEREBY SHOULD CONDUCT\nTHEIR OWN DUE DILIGENCE ON THE ACCURACY OF THE INFORMATION RELATING TO THE\nSECURITIES. IF YOU DO NOT UNDERSTAND THE CONTENTS OF THIS DOCUMENT YOU SHOULD\nCONSULT AN AUTHORIZED FINANCIAL ADVISER.\n\nNOTICE TO RESIDENTS OF SINGAPORE\nAs io the Class A Shares\n\nTHIS MEMORANDUM HAS NOT BEEN REGISTERED AS A PROSPECTUS WITH THE MONETARY\nAUTHORITY OF SINGAPORE. ACCORDINGLY, THIS MEMORANDUM AND ANY OTHER DOCUMENT\nOR MATERIAL IN CONNECTION WITH THE OFFER OR SALE, OR INVITATION FOR SUBSCRIPTION\nOR PURCHASE, OF CLASS A SHARES MAY NOT BE CIRCULATED OR DISTRIBUTED, NOR MAY\nSUCH CLASS A SHARES BE OFFERED OR SOLD, OR BE MADE THE SUBJECT OF AN INVITATION\nFOR SUBSCRIPTION OR PURCHASE, WHETHER DIRECTLY OR INDIRECTLY, TO PERSONS IN\nSINGAPORE OTHER THAN (1) TO AN INSTITUTIONAL INVESTOR UNDER SECTION 274 OF THE\nSECURITIES AND FUTURES ACT, CHAPTER 289 OF SINGAPORE (THE “SFA\"), (II} TO A RELEVANT\nPERSON, OR ANY PERSON PURSUANT TO SECTION 275(1A}, AND IN ACCORDANCE WITH THE\nCONDITIONS, SPECIFIED IN SECTION 275 OF THE SFA OR (Ill) OTHERWISE PURSUANT TO, AND\nIN ACCORDANCE WITH THE CONDITIONS OF, ANY OTHER APPLICABLE PROVISION OF THE SFA,\n\nWHERE SUCH CLASS A SHARES ARE SUBSCRIBED OR PURCHASED UNDER SECTION 275 BYA\nRELEVANT PERSON WHICH IS:\n\n(A) A CORPORATION (WHICH IS NOT AN ACCREDITED INVESTOR (AS DEFINED IN SECTION 4A\nOF THE SFA)) THE SOLE BUSINESS OF WHICH IS TO HOLD INVESTMENTS AND THE ENTIRE\nSHARE CAPITAL OF WHICH IS OWNED BY ONE OR MORE INDIVIDUALS, EACH OF WHOM IS AN\nACCREDITED INVESTOR; OR\n\n(B) A TRUST (WHERE THE TRUSTEE iS NOT AN ACCREDITED INVESTOR) WHOSE SOLE\nPURPOSE IS TO HOLD INVESTMENTS AND EACH BENEFICIARY OF THE TRUST IS AN INDIVIDUAL\nWHO IS AN ACCREDITED INVESTOR,\n\nSHARES, DEBENTURES AND UNITS OF SHARES AND DEBENTURES OF THAT CORPORATION OR\nTHE BENEFICIARIES’ RIGHTS AND INTEREST (HOWSOEVER DESCRIBED) IN THAT TRUST SHALL\nNOT BE TRANSFERRED WITHIN 6 MONTHS AFTER THAT CORPORATION OR THAT TRUST HAS\nACQUIRED SUCH CLASS A SHARES PURSUANT TO AN OFFER MADE UNDER SECTION 275\nEXCEPT:\n\n{1} TO AN INSTITUTIONAL INVESTOR (FOR CORPORATIONS, UNDER SECTION 274 OF THE SFA)\nOR TO A RELEVANT PERSON DEFINED IN SECTION 275(2) OF THE SFA, OR TO ANY PERSON\nPURSUANT TO AN OFFER THAT IS MADE ON TERMS THAT SUCH SHARES, DEBENTURES AND\nUNITS OF SHARES AND DEBENTURES OF THAT CORPORATION OR SUCH RIGHTS AND\nINTEREST IN THAT TRUST ARE ACQUIRED AT A CONSIDERATION OF NOT LESS THAN $$200,000\n{OR ITS EQUIVALENT IN A FOREIGN CURRENCY) FOR EACH TRANSACTION, WHETHER SUCH\nAMOUNT IS TO BE PAID FOR iN CASH OR BY EXCHANGE OF SECURITIES OR OTHER ASSETS,\nAND FURTHER FOR CORPORATIONS, IN ACCORDANCE WITH THE CONDITIONS SPECIFIED IN\nSECTION 275 OF THE SFA;\n\n(2) WHERE NO CONSIDERATION IS OR WILL BE GIVEN FOR THE TRANSFER; OR\n\nHOUSE_OVERSIGHT_024445",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024445.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3241,
    "word_count": 536,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:44.072616",
    "prefix": "IMAGES-007"
  }
}