{
  "document_id": "HOUSE_OVERSIGHT_027885",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027885.txt",
  "text": "Ido was just a few inches over five feet, he was strong and athletic, a star even\non the basketball court. Moshe was taller, if a bit overweight. He was nowhere\nnear as strong as Ido, but still stronger than me, and had a streetwise intelligence\nand a sardonic sense of humor. Both had tested the patience of our teachers to\nbreaking point. Ido had been sent off to a vocational school in Netanya. Moshe\nwas moved to Mikveh Israel, a school which focused mostly on agriculture. On\nFriday evenings and Saturdays in the kibbutz, however, they filled their time\nwith a variety of minor misdeeds. My role — the cement in our budding\npartnership — was as designated lock-picker.\n\nOur first caper targeted the concrete security building near the dining hall. It\ncontained the kibbutz’s store of weapons, with a metal door secured by a\npadlock. Late one Friday night, with Ido and Moshe as lookouts, I crouched in\nfront of the lock and took out my tools. In less than a minute, I had it open. We\ndarted into the storeroom. There were about 80 rifles, along with a few machine\nguns, on racks along the walls. Ido took a rifle from the furthest end of the rack\nand wrapped it in a blanket. Moshe pocketed a box of ammunition. As the\nothers hurried back to our dormitory, I closed the lock, making sure it was in the\nsame position I’d found it, and joined them. The next afternoon, we stole away\nthrough the moshav of Kfar Hayim into a field on the far side. We test-fired the\nrifle until sunset, when we returned to the kibbutz and replaced it in the armory.\nIt felt like the perfect crime: foolproof, since no one was likely to notice\nanything. Essentially harmless. And repeatable, as we confirmed by returning\non Friday nights every month or two.\n\nThis modest pre-adolescent rebellion never extended to doubting the national\nmission of Israel. Growing up on a kibbutz in a country younger even than we\nwere, we all felt a part of its brief history, and its future. That was especially\ntrue after my kibbutz mentor, Yigal, left for his military service and joined one\nof the Israeli army’s elite units.\n\nThe 1948 war had been won. But it had not brought peace. Palestinian\nirregulars, fedayeen operating from Jordan and the Gaza Strip, mounted hit-and-\nrun raids. In armed ambushes or by planting mines, they killed dozens of Israeli\ncivilians and injured hundreds more. The country was in no mood for another\nwar. The newly created Israeli armed forces — known as 7zahal, a Hebrew\nacronym for the Israeli Defense Force — also seemed to have lost the cutting\nedge, or perhaps the desperate motivation, of the pre-state militias. At first, Ben-\nGurion relied on young recruits in the new army’s infantry brigades to counter\nthe fedayeen attacks. Nearly 90 reprisal operations were launched in 1952 and\n\n37\nHOUSE_OVERSIGHT_027885",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027885.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2820,
    "word_count": 495,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:46.787884",
    "prefix": "IMAGES-009"
  }
}