{
  "document_id": "HOUSE_OVERSIGHT_025656",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025656.txt",
  "text": "May 15, 2017 CONNECT WITH SMARTBRIEF |\n\nEa\n\nLE\n\nwn\n\nlpg\n\nPublic policy from a business perspective SIGN UP - FORWARD\n\nNATIONAL PULSE\n\nSearch for next FBI director moves ahead quickly\n\nAttorney General Jeff Sessions interviewed eight candidates to replace fired FBI Director James\nComey on Saturday, with President Donald Trump indicating that the nomination could be announced\nby Friday when he leaves for his first foreign trip. Potential replacements include FBI special agent\n\nAdam Lee, Judge Michael Garcia and former Justice Department employee Alice Fisher, who would\nbe the first female director.\n\nNew York Post (5/13), Politico (5/14)\n\neee | | Seem\n\n= Py\n\nti\n\nhe\n\nuy\na\n\nHy\ni\n\nTHE BUSINESS & POLITICS POLL\n\nWhat's your take on the Comey firing?\n\nPresident Donald Trump's sudden firing of FBI Director James Comey has stirred a flurry of calls for\nan independent investigation of the event and the FBI's probe into possible collusion between Trump's\ncampaign and Russian officials. Critics say the president's action was a deliberate attempt to derail in\nFBI investigation, while defenders say the president acted properly and Comey deserved to be\n\nfired. This week's question: What's your take on the Comey firing? Cast your vote below. Weill\npost the results Friday.\n\nPia\n\nThe president acted properly and within his powers\n\ntii\n\nThe firing was legal but badly handled\n\nDRE\n\nThe firing could be seen as obstructing justice\n\nvs\n\nThe firing was definitely an obstruction of justice\n\nNone of the above/other\n\nrr\n\nHOUSE_OVERSIGHT_025656",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025656.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1540,
    "word_count": 246,
    "line_count": 72,
    "import_date": "2025-11-19T21:47:44.045754",
    "prefix": "IMAGES-008"
  }
}