{
  "document_id": "HOUSE_OVERSIGHT_024702",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024702.txt",
  "text": "Cannabis Investment Report | December 2017\n\nlimited number of cannabis plants (typically, 4 to 6) for personal use. (Washington is an exception,\nhowever, and makes personal cultivation a felony unless it is done by a person registered in the state’s\nmedical marijuana database.) Unlike state medical cannabis laws, which may restrict the form of can-\nnabis products available, recreational laws permit production and sale of most common forms of can-\nnabis products, including a wide variety of flower, concentrates and infused products.\n\nState recreational laws designate state agencies to issue commercial cannabis licenses and regulate\nparticipants in the cannabis supply chain. Some of these agencies are newly established specifically to\nregulate cannabis, such as California's Bureau of Cannabis Control (BCC) or Massachusetts’s Cannabis\nControl Commission. Others are existing state agencies (and typically oversee tax or alcohol matters),\nsuch as Nevada’s Department of Taxation or Oregon’s Liquor Control Commission. These agencies\nalso may regulate state medical cannabis industries, as do Colorado’s Marijuana Enforcement Division,\nWashington’s Liquor and Cannabis Board and California's BCC.\n\nState regulatory agencies issue separate licenses for different types of commercial cannabis activities.\nCommon categories of licenses include cultivation, production, manufacturing, distribution, transpor-\ntation, laboratory testing and retail. A state may further provide for multiple types of licenses within a\ncategory. For example, California’s recreational law provides for 12 types of cultivation licenses, which\nvary according to factors such as the size of a cultivation facility and indoor or outdoor cultivation.\nMost states allow companies to hold licenses in multiple categories, thereby allowing vertically inte-\ngrated cultivation, manufacturing and retail businesses. Washington is an exception—in most cases, a\nbusiness is prohibited from holding licenses across categories. Even states that allow vertical integration\ntypically prohibit the holder of a laboratory testing license from holding licenses in other categories.\n\nState laws give significant power to counties and municipalities to impose zoning and permitting\nrequirements that may severely restrict or prohibit cannabis activities. California requires a state-license\napplicant to demonstrate it has all permits, licenses and approvals required under local law, and many\nCalifornia cities and counties have effectively banned the recreational cannabis industry. Massachu-\nsetts allows towns that voted “No” on the state’s recreational law to ban cannabis businesses through\nDecember 2019 and requires other towns that wish to prohibit cannabis businesses to do so through\na local ballot initiative.\n\nEach state has chosen to levy significant taxes on the recreational cannabis industry, and somestate laws\nauthorize local governments to levy additional cannabis-related taxes. Nevada imposes a 15% excise taxon\ncannabis wholesales by cultivators and a 10% excise tax on retail sales. Oregon and Massachusetts charge\na state excise tax of 17% and 10.75%, respectively, and each state authorizes local governments to levy up\nto another 3%. Washington originally imposed a 25% excise tax on cannabis sales at each of three different\npoints in the supply chain— grower to processor, processor to retailer and retailer to consumer—but now\ncharges a single 37% tax on retail sales. California imposes a 15% excise tax. All state and local cannabis-\nspecific excise taxes are in addition to normal state and local sales tax. Although the possibility of gen-\nerating significant tax revenue is one reason state governments have embraced legal cannabis, some\nproponents of legalization argue that high tax rates will keep consumer prices high and discourage\nconsumer transition to legalized markets.\n\n66 © 2017 Ackrell Capital, LLC | Member FINRA/SIPC\n\nHOUSE_OVERSIGHT_024702",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024702.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3951,
    "word_count": 568,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:45.542688",
    "prefix": "IMAGES-008"
  }
}