{
  "document_id": "HOUSE_OVERSIGHT_017958",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017958.txt",
  "text": "Case 1:19-cv-03377 Document1 Filed 04/16/19 Page 24 of 28\n\nDershowitz’s knowledge that revealing how much he had paid to avoid a trial of the allegations\nagainst him would reveal his guilt.\n\n84. As described above, Dershowitz has also repeatedly asserted that he wanted to\nhave a trial to establish his innocence. By contrast, he paid to settle the case that would have\nprovided that trial. He even lied about his being willing to waive the statute of limitations so that\nRoberts could sue him for sex abuse -- a lie almost immediately exposed when he was promptly\nasked to do so and, equally promptly refused.\n\nCOUNT I DEFAMATION\n\n85. Plaintiff Roberts re-alleges paragraphs | — 84 as if the same were fully set forth\nherein. Dershowitz made his false and defamatory statements deliberately and maliciously with\nthe intent to intimidate, discredit and defame Roberts.\n\n86. In December 2018, and thereafter, Dershowitz, on behalf of himself and Epstein,\nintentionally and maliciously released to the press his false statements about Roberts in an\nattempt to destroy Roberts’ reputation and brand her as a liar and cause her to lose all credibility\nin her efforts to help victims of sex trafficking.\n\n87. Dershowitz and Epstein knew that Dershowitz’s assertions would dilute, discredit,\nand neutralize Roberts’s public and private messages to sexual abuse victims and ultimately\nprevent Roberts from effectively providing assistance and advocacy on behalf of other victims of\nsex trafficking, or expose her abusers.\n\n88. Using his role as a powerful lawyer with powerful friends, Dershowitz’s\nstatements were published internationally for the malicious purpose of further damaging a sexual\n\nabuse and sexual trafficking victim; to destroy Roberts’s reputation and credibility; to cause the\n\n24\n\nHOUSE_OVERSIGHT_017958",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017958.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1816,
    "word_count": 283,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:45.077946",
    "prefix": "IMAGES-004"
  }
}