{
  "document_id": "HOUSE_OVERSIGHT_022530",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022530.txt",
  "text": "the president as a member of its senior management in its\nannual filing with SEC and in annual reports. Additionally,\nthe parent's legal department approved the retention of the\nthird-party agent through whom the bribes were arranged\ndespite a lack of documented due diligence and an agency\nagreement that violated corporate policy; also, an official of\nthe parent approved one of the payments to the third-party\nagent.'*! Under these circumstances, the parent company\nhad sufficient knowledge and control of its subsidiary’s\nactions to be liable under the FCPA.\n\nSuccessor Liability\n\nCompanies acquire a host of liabilities when they\nmerge with or acquire another company, including those aris-\ning out of contracts, torts, regulations, and statutes. As a gen-\neral legal matter, when a company merges with or acquires\nanother company, the successor company assumes the prede-\ncessor company’s liabilities.’* Successor liability is an integral\ncomponent of corporate law and, among other things, pre-\nvents companies from avoiding liability by reorganizing.'”\nSuccessor liability applies to all kinds of civil and criminal\nliabilities,!** and FCPA violations are no exception. Whether\nsuccessor liability applies to a particular corporate transac-\ntion depends on the facts and the applicable state, federal,\nand foreign law. Successor liability does not, however, create\nliability where none existed before. For example, if an issuer\nwere to acquire a foreign company that was not previously\nsubject to the FCPA’s jurisdiction, the mere acquisition of\nthat foreign company would not retroactively create FCPA\nliability for the acquiring issuer.\n\nDOJ and SEC encourage companies to conduct pre-\nacquisition due diligence and improve compliance pro-\ngrams and internal controls after acquisition for a variety\nof reasons. First, due diligence helps an acquiring company\nto accurately value the target company. Contracts obtained\nthrough bribes may be legally unenforceable, business\nobtained illegally may be lost when bribe payments are\nstopped, there may be liability for prior illegal conduct, and\nthe prior corrupt acts may harm the acquiring company’s\nreputation and future business prospects. Identifying these\n\nissues before an acquisition allows companies to better\n\nThe FCPA:\n\nAnti-Bribery Provisions\n\nevaluate any potential post-acquisition liability and thus\nproperly assess the target's value.'® Second, due diligence\nreduces the risk that the acquired company will continue to\npay bribes. Proper pre-acquisition due diligence can iden-\ntify business and regional risks and can also lay the founda-\ntion for a swift and successful post-acquisition integration\ninto the acquiring company’s corporate control and com-\npliance environment. Third, the consequences of potential\nviolations uncovered through due diligence can be handled\nby the parties in an orderly and efficient manner through\nnegotiation of the costs and responsibilities for the inves-\ntigation and remediation. Finally, comprehensive due dili-\ngence demonstrates a genuine commitment to uncovering\nand preventing FCPA violations.\n\nIn a significant number of instances, DOJ and\nSEC have declined to take action against companies\nthat voluntarily disclosed and remediated conduct\nand cooperated with DOJ and SEC in the merger and\nacquisition context.\" And DOJ and SEC have only\ntaken action against successor companies in limited cir-\ncumstances, generally in cases involving egregious and\nsustained violations or where the successor company\ndirectly participated in the violations or failed to stop the\nmisconduct from continuing after the acquisition. In one\ncase, a U.S.-based issuer was charged with books and records\nand internal controls violations for continuing a kickback\nscheme originated by its predecessor.’ Another recent case\ninvolved a merger between two tobacco leaf merchants,\nwhere prior to the merger each company committed\nFCPA violations through its foreign subsidiaries, involving\nmultiple countries over the course of many years. At each\ncompany, the bribes were directed by the parent company’s\nsenior management. The two issuers then merged to form\na new public company. Under these circumstances—the\n\nmerger of two public companies that had each engaged in\n\nHOUSE_OVERSIGHT_022530",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022530.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4282,
    "word_count": 629,
    "line_count": 88,
    "import_date": "2025-11-19T21:47:45.656727",
    "prefix": "IMAGES-007"
  }
}