{
  "document_id": "HOUSE_OVERSIGHT_020286",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020286.txt",
  "text": "134\n\nCHAPTER SEVENTEEN\nThe Keys to the Kingdom Are Missing\n“There’s a zero percent chance the Russians or Chinese have received any documents.”\n\n--Edward Snowden in Moscow\n\nThe critical missing piece in Snowden enigma is the whereabouts of the NSA documents.\nGreenwald told the Associated Press that the documents that Snowden had taken from the NSA\nconstituted \" the instruction manual for how the NSA is built\" and they \"would allow somebody\nwho read them to know exactly how the NSA does what it does, which would in turn allow them\nto evade that surveillance or replicate it.\" Snowden indeed said on camera in June 2013 that NSA\ninvestigators would have “a heart attack” when they discovered the extent the breach. Ledgett,\nthe NSA official who it will be recalled had conducted the damage assessment, while not having a\nheart attack, confirmed that the files Snowden had taken a massive number of files, which he pout\nat over one million documents, and, among them, what he deemed the NSA’s “keys to the\nkingdom.” These so-called “keys to the kingdom” presumably could open up the mechanism\nthrough the United States learns about the secret activities of other nations, and, by doing so,\nbring down the American signals intelligence system that had for 60 years monitored government\ncommunications. It had also kept track of adversaries’ missile telemetry, submarine movements,\nand nuclear proliferation.\n\nThe Snowden breach was not without precedent at the NSA. There had been two Russian\nspies at the NSA during the Cold War, Jack Dunlap and David Boone who took a limited number\nof documents, but no one since the end of the Cold War had taken a single NSA classified\ndocument. Now an insider removed, by any count, tens of thousands of NSA’s documents.\nMoreover, many of these documents were classified “TS/SCI’—Top Secret, Sensitive\nCompartmentalized Information—which, as NSA secrets went, were the gold standard of\nespionage. Whatever the assessment of Snowden’s motivation, the single question that needed to\nbe answered was: What happened to these stolen files?\n\nTo begin with, there is a huge disparity between the number of documents that the NSA\ncalculated that Snowden compromised and the number of documents he is known to have handed\nover to journalists in Hong Kong on a thumb drive. After the Snowden breach, the House and\nSenate intelligence committees asked the NSA how many documents were taken by Snowden.\nEven though the NSA had employed a world class team of computer scientists, cryptanalysts and\nforensic experts to reconstruct the crime from the logs, it could not come up with a definitive\nnumber. What it could say was how many documents had been highlighted or selected, coped\nand moved to another computer. As the NSA briefed these committees in closed-door sessions,\n\nHOUSE_OVERSIGHT_020286",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020286.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2826,
    "word_count": 461,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:46.661723",
    "prefix": "IMAGES-005"
  }
}