{
  "document_id": "HOUSE_OVERSIGHT_017383",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017383.txt",
  "text": "4.2.12\nWC: 191694\n\nconcern and interest in the broader community by political activity or volunteer work\namong the sick or underprivileged; and whether he had manifested leadership, industry,\nperseverance, self-discipline and intense motivation.\n\nMoreover, if petitioner were to conclude that the medical profession as presently\ncomposed fails to serve the disadvantaged elements in society, then it could also consider\nwhether applicants for admission, irrespective of race or ethnicity, manifest a genuine\ncommitment to serve those groups currently lacking adequate service. Indeed, it could\nexpressly offer special consideration in the admissions process to those who enter into a\nbinding commitment to serve for a specified period in an urban ghetto, barrio or Indian\nreservation.\n\nAll of these procedures would result in greater educational opportunities for members of\nour society's historically deprived minorities, as well as other applicants who are\neconomically and culturally deprived; none of them would offend the Constitution. But\nwhat the school may not do, we submit, is to classify applicants for admission on the basis\nof race or ethnicity and so structure its selection process as to admit an essentially\npredetermined proportion of members of certain groups.\n\nThe Supreme Court’s decision in Bakke accepted our argument against the sort of racial quotas\nemployed by the medical school at issue, but it approved affirmative action programs, such as the\none used by Harvard College, that vested enormous discretion in the Admissions Committee. A\nfive person majority ruled that the type of admissions program used by Davis Medical School did\nnot pass constitutional muster, while the type used by Harvard College does. Justice Powell,\nwhose opinion contained the judgment of the Court, expressly singled out Harvard College for\napproval. He quoted extensively from the description of the Harvard program contained in the\namicus curiae brief submitted by Harvard, Columbia, Stanford and Pennsylvania universities.\nPowell apparently found it easier to point to an existing system than to define the factors that\nwould satisfy the constitutional and statutory standard (This reminded me of Justice Steward’s “I\nknow it when I see it” quip about hard core pornography.)\n\nPowell’s selection of Harvard College as a model for Davis Medical School was inapt, both\nbecause medical school admission is vastly different from college admission and because Harvard,\nwith its vast applicant pool, is vastly different from Davis. But Powell had a good reason for\npointing to the Harvard undergraduate admissions program: it is so vague and discretionary as to\ndefy description. It reposes all decision making with a group of Platonic guardians whose task is\nto shape an entering class so as to maximize its diversity in certain unspecified ways. A Harvard\nadmissions officer may be unable to define the factors that make a good candidate for admission,\nbut is supposed to know a Harvard man or woman when he sees one.\n\nThe Bakke decision was thus a triumph of ambiguity and discretion over clarity and candor.\nPowell condemned Davis Medical School for reserving a discrete number of places in each class\nfor disadvantaged members of specified minority groups, but he applauded Harvard College for\nemploying a process that eschews “target-quotas for the number of blacks” but allows “the race\n\n296\n\nHOUSE_OVERSIGHT_017383",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017383.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3424,
    "word_count": 528,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.303313",
    "prefix": "IMAGES-004"
  }
}