{
  "document_id": "HOUSE_OVERSIGHT_027005",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027005.txt",
  "text": "The study of mental\nrepresentations requires a\nnew scientific discipline\n\nIntegrating concepts from\nlinguistics, cognitive\npsychology and\nneuroscience within the\nmethodological framework\nof constructionist Artificial\nIntelligence\n\nA new common ground\nbetween Al and cognitive\nscience researchers\n\nUnraveling mental representations will be an interdisciplinary\neffort among several cognitive sciences, but distinct from the\ndisciplines that we find now:\n\nThe project will differ from linguistics, for instance, in similar\nway as geography differs from plate tectonics. Where linguists\nstudy the intrinsic ‘geography’ of languages, and the structural\ncommonalities among them, mental representations uncover\nthe underlying dynamics that produce natural languages (as\nthe solutions to the problem of translating between\nhierarchical, distributed, associative, ambiguous\nrepresentations and the discrete strings of symbols that we use\nas a means of exchanging and organizing ideas).\n\nMental representations lie outside the domain of neuroscience,\nwhich mostly focuses on material descriptions of the function\nof the underlying substrate. They cannot be studied well within\ncontemporary psychology, which favors an experimentalist,\nquantitative approach, where we need to address qualitative\nquestions by constructing working, implementable systems.\nAnd needless to say, the study of mental representations is\ncurrently not well represented in Artificial Intelligence\nresearch, which does provide a productive methodology, but\nhas mostly turned towards applications and narrow Al\nsolutions.\n\nDespite the lack of a common methodological ground between\nthe cognitive sciences, we can now observe a growing\nconsensus on how to approach the problem of modeling the\nmind, and its representational apparatus. During the last\ndecade, a number of initiatives have sprung up within Al,\npsychology and cognitive science, each with journals,\nworkshops and conference series, and a large personal overlap\namong each community. Examples include Artificial General\nIntelligence (AGI), Biologically Inspired Cognitive Architectures\n(BICA), Cognitive Systems, and Cognitive Modeling (ICCM).\nAmong those groups, there is an emerging consensus on\nseveral paradigms:\n\n- Integrated architectures of cognition. We need to study\nwhole, working systems, both for the purpose of\ncomparison between approaches, but mainly, because\ncognition is not the product of the activity of individual\nmodular functions, but of the interaction between them.\n\n- Universal representations. Representations must provide\nboth distributed and localist aspects, to enable neural\nlearning, information retrieval via spreading activation, as\nwell as symbolic processing (language and planning).\n\n- Perceptual grounding. Representations should be\ngrounded in an environmental interaction context, using a\nbottom-up/top-down perception paradigm, to allow for\n\nHOUSE_OVERSIGHT_027005",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027005.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2930,
    "word_count": 393,
    "line_count": 71,
    "import_date": "2025-11-19T21:47:48.093177",
    "prefix": "IMAGES-009"
  }
}