{
  "document_id": "HOUSE_OVERSIGHT_018248",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018248.txt",
  "text": "European riots of 1848 were another such example. Or the ideological and military\nsurging of 1939. Our very own age. There is a feeling of this sort of inevitable\npunctuation in what is underway around us now, the insertion of a single period at\nthe end of one era and the first, italicized letters of a new one. Impulses and\nconnections we don’t fully understand and can’t yet control are at play. Our\nimagination is beggared too now. Often. These forces are, we have to confess, wiping\naway one system. But they are also producing another.\n\nWhat I mean by the Seventh Sense is the ability to see both these old and the new\nworlds around us, to feel too the real and the virtual - and to know power as it flows\nthrough and between each. Rattling one apart. Enlivening another. I don’t mean here\nblinding technological optimism; nor do | mean absurd conservative historicism.\nThe Seventh Sense is the ability to contemplate politics, economics, warfare,\ninnovation, genomics now - really every hot-connected discipline and sense in one\nglance the new and the old power, and of course the fault lines running between\nthem. Connected and yet-to-be-linked. Colliding. Melding. Repelling. Our future will\nbe less an isolated technological paradise than an intermingling of real and virtual. It\nwill not be an age of blacked-out virtual reality goggles like Oculus Rift or the\nblinding and submersive feeling of novels like Ready Player One but, | think, a bit\nmore like a semi-transparent screen, on which real and virtual worlds mash\ntogether. Hololens or Magic Leap glasses that project virtual images on the real\nworld, for instance. Or the feeling of Snowcrash, Neal Stephenson’s masterpiece\nnovel whose charaters move effortlessly between net and city. Maybe even\n(probably most accurately) the game Ingress, in which the reality of streets and\nbuildings and homes was augmented into a giant chessboard and populated by\nhundreds of thousands of us in the last few years. These cultural landmarks matter,\nthey are worth learning about and exploring. They stand out as trailguides to a fresh\nsensibility in the same way Nijinsky’s 20\" century dances or Goethe’s 19\" century\npoetry once did.\n\nWe flip back and forth between real and virtual in our every day lives now, popping\nour head from screen to street. Our art, our music, our finances - they make the\nsame passage. To see both fields at once, to see the way they blend and pull on each\nother, does demand a new sensibility, of course. And though, eventually, this new\ninstinct will be commonplace, for now at least it must be defined, refined, and\nlearned by each of us. Like Napoleon looking at a battlfield and discovering how to\nspot the violent potential of industrial war. Or, Einstein reaching the deeper,\ninvisible truths of physics as he left Newton behind: “There is no logical path to\nthese laws,” he wrote later of the leaps that had carried him to relativity, “only\nintuition.”® This is what Nan was trying to point to; the need to train an instinct for\nthe epochal changes ahead. Whether the future that emerges from our simultaneous\nconfrontation with real and network phenomenae will produce a speed-blasted\ninformation paradise or a terrifying dystopia is hard to say now. That will be\ndecided largely by choices made in the next couple of decades. It will be decided by\n\n8 Or, Einstein: Einstein, Albert, Essays in Science (New York: Philosophical Library,\n1934), 4\n\n16\n\nHOUSE_OVERSIGHT_018248",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018248.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3465,
    "word_count": 584,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.565418",
    "prefix": "IMAGES-004"
  }
}