{
  "document_id": "HOUSE_OVERSIGHT_024111",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024111.txt",
  "text": "XIV. CERTAIN OFFERING NOTICES\n\nNOTICE TO RESIDENTS OF FLORIDA\n\nThe Interests being offered have not been registered with the Florida Division of Securities. If sales are made to five\nor more Florida purchasers, each sale is voidable by the purchaser within three days after the first tender of\nconsideration is made by such purchaser to the issuer, an agent of the issuer or within three days after availability of\nthat privilege is communicated to such purchaser, whichever occurs later.\n\nNOTICE TO NON-U.S. RESIDENTS GENERALLY\n\nNo action has been or will be taken in any jurisdiction outside the U.S. that would permit an offering of these\nsecurities, or possession or distribution of offering material in connection with the issue of these securities, in any\ncountry or jurisdiction where action for that purpose is required. It is the responsibility of any person wishing to\nsubscribe for the Interests to inform themselves of and to observe all applicable laws and regulations of any relevant\njurisdictions. Prospective investors should inform themselves as to the legal requirements within the countries of\ntheir citizenship, residence, domicile and place of business with respect to the acquisition, holding or disposal of the\nInterests, and any foreign exchange restrictions that may be relevant thereto.\n\nAUSTRALIA\n\nThe Fund is not a registered managed investment scheme, nor is it required to be registered as a managed investment\nscheme, and this Memorandum is not a product disclosure document lodged or required to be lodged with the\nAustralian Securities and Investments Commission. Interests in the Fund will only be offered in Australia to persons\nto whom such securities may be offered without a product disclosure statement under Part 7.9 of the Corporations\nAct 2001 (Cth). Interests in the Fund subscribed for by investors in Australia must not be offered for resale in\nAustralia for 12 months from allotment except in circumstances where disclosure to investors under the Corporations\nAct 2001 (Cth) would not be required or where a compliant product disclosure statement is produced. Prospective\ninvestors in Australia should confer with their professional advisors if in any doubt about their position.\n\nAUSTRIA\n\nInterests in the Fund may only be offered in the Republic of Austria in compliance with the provisions of the\nAustrian Capital Market Act, the Austrian Investment Funds Act and other laws applicable in the Republic of Austria\ngoverning the offer, issue and sale of the interests in the Republic of Austria. Interests in the Fund are being offered\nexclusively to a limited number of investors in Austria and are therefore not subject to the public offering\nrequirements of the Austrian Capital Market Act or the Austrian Investment Fund Act. Interests in the Fund are not\nregistered or otherwise authorized for public offer either under the Austrian Capital Market Act, the Austrian\nInvestment Fund Act or any other securities regulation in Austria. The recipients of this Memorandum and other\nselling material in respect to interests in the Fund have been individually selected and are targeted exclusively on the\nbasis of a private placement. This offer may not be made to any other persons than the recipients to whom this\nMemorandum is personally addressed. Any investor intending to offer and resell interests in the Fund in Austria is\nsolely responsible that any offer and resale takes place in compliance with the applicable provisions of the Austrian\nCapital Market Act, the Austrian Investment Fund Act or any other applicable securities regulation.\n\nBELGIUM\n\nThe Fund has not been and will not be registered with the Belgian Financial Services and Markets Authority\n(Autoriteit voor financiéle diensten en markten / Autorité des Services Financiers et des Marchés) (“FSMA”) as a\nforeign collective investment institution referred to under Article 127 of the Belgian Act of July 20, 2004 relating to\ncertain forms of collective management of investment portfolios. This Memorandum and the offering of Limited\nPartner Interests in the Fund have not been and will not be notified to, and have not been approved or disapproved\nby, the FSMA. The public offering of Limited Partner Interests in the Fund in Belgium within the meaning of the\nBelgian Act of July 20, 2004, and the Belgian Act of June 16, 2006 on the public offering of investment instruments and\nthe admission of investment instruments to listing on a regulated market has not been authorized by the Fund. The\noffering may therefore not be advertised, and Limited Partner Interests in the Fund may not be offered, sold,\ntransferred or delivered to, or subscribed to by, and no memorandum, information circular, brochure or similar\ndocument may be distributed to, directly or indirectly, any individual or legal entity in Belgium, except (i) to\n“qualified investors” as referred to in Article 10, § 1 of the aforementioned Act of June 16, 2006, (ii) subject to the\nrestriction of a minimum investment of €100,000 per investor or (iii) in any other circumstances in which the present\noffering does not qualify as a public offering in accordance with the aforementioned Act of June 16, 2006. This\nMemorandum has been issued to the intended recipient for personal use only and exclusively for the purpose of the\noffering. Therefore, it may not be used for any other purpose, nor passed on to any other person in Belgium.\n\n100 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024111",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024111.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5483,
    "word_count": 878,
    "line_count": 67,
    "import_date": "2025-11-19T21:47:49.248358",
    "prefix": "IMAGES-007"
  }
}