{
  "document_id": "HOUSE_OVERSIGHT_031831",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031831.txt",
  "text": "He is hardly alone in making it. Numerous journalists have published books and articles retracing the\npaths that led the world economy to the precipice two years ago. The deregulation of the financial\nservices industry in the 1980s and ’90s; the growing popularity of complex and risky derivatives; the real\nestate bubble and the explosion of subprime lending — none of these developments were exactly secret.\nOn the contrary, they were celebrated as vindications of the power and wisdom of markets. Accordingly,\n\nMr. Ferguson recycles choice moments of triumphalism, courtesy of Lawrence H. Summers, George W.\n\nBush, Alan Greenspan and various cable television ranters and squawkers.\n\nEven as stock indexes soared and profits swelled, there were always at least a few investors, economists\nand government officials who warned that the frenzied speculation was leading to the abyss. Some of\nthese prophets without honor show up in front of Mr. Ferguson’s camera, less to gloat than to present,\n\nonce again, the analyses that were dismissed and ignored by their peers for so long.\n\nDozens of interviews — along with news clips and arresting aerial shots of New York, Iceland and other\ndisaster areas — are folded into a clear and absorbing history, narrated by Matt Damon. The music (an\nopening song, “Big Time,” by Peter Gabriel, and a score by Alex Heffes) and the clean wide-screen\ncinematography provide an aesthetic polish that is welcome for its own sake and also important to the\nmovie's themes. The handsomely lighted and appointed interiors convey a sense of the rarefied,\nprivileged worlds in which the Wall Street operators and their political enablers flourished, and the\nelegance of the presentation also subliminally bolsters the film’s authority. This is not a piece of ragged\n\nmuckraking or breathless advocacy. It rests its outrage on reason, research and careful argument.\n\nThe same was true of Mr. Ferguson’s previous documentary, “No End in Sight,” which focused on\n\ncatastrophic policies carried out in Iraq by President George W. Bush’s administration just after the\n\noverthrow of Saddam Hussein. But whereas that film concentrated on a narrow view of a complex subject\n— the conduct of the war rather than the at least equally controversial rationale for fighting it — “Inside\nJob” offers a sweeping synthesis, going as far back as the Reagan administration and as far afield as\n\nIceland in its anatomy of the financial crisis.\n\nPerhaps unsurprisingly, many of the highest-profile players declined to be interviewed. Mr. Summers\nappears only in news footage, and none of his predecessors or successors as Treasury secretary — not\nRobert E. Rubin or Henry M. Paulson Jr. or Timothy F. Geithner — submit to Mr. Ferguson’s questions.\nNor do any of the top executives at Goldman Sachs or the other big banks. Most of the interviewees are,\nat least from the perspective of the filmmaker, friendly witnesses, adding fuel to the director’s\ncomprehensive critique of the way business has been done in the United States and the other advanced\n\ncapitalist countries for the past two decades.\n\nBoth American political parties are indicted; “Inside Job” is not simply another belated settling of\naccounts with Mr. Bush and his advisers, though they are hardly ignored. The scaling back of government\noversight and the weakening of checks on speculative activity by banks began under Reagan and\ncontinued during the Clinton administration. And with each administration the market in derivatives\n\nexpanded, and alarms about the dangers of this type of investment were ignored. Raghuram Rajan, chief\n\nHOUSE_OVERSIGHT_031831",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031831.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3630,
    "word_count": 579,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:45.927904",
    "prefix": "IMAGES-011"
  }
}