{
  "document_id": "HOUSE_OVERSIGHT_017454",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017454.txt",
  "text": "4.2.12\nWC: 191694\n\nBrooke Shields and her mother Teri\n\nWhen Brooke Shields was 10 years old, her ambitious mother Teri signed a contract with an\nequally ambitious photographer to photograph Brooke naked, taking a bath. Brooke was paid\n$450 for the photo sessions by Playboy Press, and her mother signed a release giving the\nphotographer the unlimited right to publish the photographs anywhere and at any time.\n\nSeven years later, as Brooke was about the enter Princeton as a freshman, the photographer\ndecided to exploit her fame by producing a calendar featuring naked pictures of the 10 year old.\nBrooke was upset that any such calendar would circulate among her fellow students at Princeton\nand would cause her great embarrassment.\n\nShe hired a former student of mine to try to negotiate with the photographer to buy back the\nrights, and if that failed, to try to prevent publication of the photographs. My former student\nsought my advice on the matter. I told him it would be an uphill fight to try to enjoin the\npublication of the pictures, because they were not obscene and because prior restraint is always\ndisfavored by the law.\n\nThis was another example, this time of a celebrity mother, making a short term judgment to allow\nher young daughter to pose naked, without considering the longer term implications on her\nwelfare. The only theory on which I thought she could possibly succeed was that Brooke’s\nmother had no right to surrender her daughter’s privacy and that Brooke, now approaching\nadulthood, should have control over her own image.\n\nUltimately the court ruled, in a bizarre opinion, that Brooke had essentially waived her right to\nprivacy by allowing the photographs to be published earlier, and by pursuing a career in which she\nhas relied on her sexuality for her success. The court put it this way:\n\n“Much of plaintiff's recent commercial activity upon which her fame is based has been far\nmore sexually suggestive than the photographs which have been shown to the court.\nThese photographs are not sexually suggestive, provocative or pornographic; they do not\nsuggest promiscuity. They are photos of a prepubescent girl in innocent poses at her bath.\nIn contrast, defense counsel have submitted numerous samples of sex-oriented publicity\nconcerning plaintiff. Particularly notable is her widely televised sexually suggestive\nadvertisement for blue jeans. Recent film appearances have been sexually provocative\n(e.g., “The Blue Lagoon”, “Endless Love”.). Plaintiffs claim of harm is thus undermined\nto a substantial extent by the development of her career projecting a sexually provocative\nimage.\n\nThis reasoning fails to distinguish between a 17 year old and a 10 year old. The earlier\nphotographs were taken of a 10 year old kid, whose mother controlled what she would do. Her\nrecent appearances were made by a near-adult and were far more within her own control. The\ncourt simply ignored the argument by the 10 year old should not be bound by foolish decisions\nmade by an ambitious mother when Brooke was too young to say no.\n\n367\n\nHOUSE_OVERSIGHT_017454",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017454.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3081,
    "word_count": 505,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:45.889285",
    "prefix": "IMAGES-004"
  }
}