{
  "document_id": "HOUSE_OVERSIGHT_012989",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012989.txt",
  "text": "4.4 Hybrid Cognitive Architectures 73\n\nstraction. IM-CLEVER’s motivational structure is based in part on Schmidhuber’s information-\ntheoretic model of curiosity [Sch06]; and CogPrime’s Psi-based motivational structure utilizes\nprobabilistic measures of novelty, which are mathematically related to Schmidhuber’s mea-\nsures. On the other hand, IM-CLEVER’s use of reinforcement learning follows Schmidhuber’s\nearlier work RL for cognitive robotics [BS04, BZGS06], Barto’s work on intrinsically motivated\nreinforcement learning [SB06, SM05], and Lee’s [LMC07b, LMCO07a] work on developmental\nreinforcement learning; whereas CogPrime’s assemblage of learning algorithms is more diverse,\nincluding probabilistic logic, concept blending and other symbolic methods (in the OCP compo-\nnent) as well as more conventional reinforcement learning methods (in the DeSTIN component).\n\nIn many respects IM-CLEVER bears a moderately strong resemblance to DeSTIN, whose\nintegration with CogPrime is discussed in Chapter 26 of Part 2 (although IM-CLEVER has\nmuch more focus on biological realism than DeSTIN). Apart from numerous technical differ-\nences, the really big distinction between IM-CLEVER and CogPrime is that in the latter we\nare proposing to hybridize a hierarchical-abstraction/reinforcement-learning system (such as\nDeSTIN) with a more abstract symbolic cognition engine that explicitly handles probabilistic\nlogic and language. IM-CLEVER lacks the aspect of hybridization with a symbolic system, tak-\ning more of a pure emergentist strategy. Like DeSTIN considered as a standalone architecture\nIM-CLEVER does entail a high degree of cognitive synergy, between components dealing with\nperception, world-modeling, action and motivation. However, the “emergentist versus hybrid”\nis a large qualitative difference between the two approaches.\n\nIn all, while we largely agree with the philosophy underlying developmental robotics, our\nintuition is that the learning and representational mechanisms underlying the current systems\nin this area are probably not powerful enough to lead to human child level intelligence. We\nexpect that these systems will develop interesting behaviors but fall short of robust preschool\nlevel competency, especially in areas like language and reasoning where symbolic systems have\ntypically proved more effective. This intuition is what impels us to pursue a hybrid approach,\nsuch as CogPrime. But we do feel that eventually, once the mechanisms underlying brains are\nbetter understood and robotic bodies are richer in sensation and more adept in actuation, some\nsort of emergentist, developmental-robotics approach can be successful at creating humanlike,\nhuman-level AGI.\n\n4.4 Hybrid Cognitive Architectures\n\nIn response to the complementary strengths and weaknesses of the symbolic and emergentist\napproaches, in recent years a number of researchers have turned to integrative, hybrid archi-\ntectures, which combine subsystems operating according to the two different paradigms. The\ncombination may be done in many different ways, e.g. connection of a large symbolic subsystem\nwith a large subsymbolic system, or the creation of a population of small agents each of which\nis both symbolic and subsymbolic in nature.\n\nNils Nilsson expressed the motivation for hybrid AGI systems very clearly in his article at\nthe AI-50 conference (which celebrated the 50’th anniversary of the AI field) [Nil09]. While\naffirming the value of the Physical Symbol System Hypothesis that underlies symbolic AI, he\nargues that “the PSSH explicitly assumes that, whenever necessary, symbols will be grounded\nin objects in the environment through the perceptual and effector capabilities of a physical\nsymbol system.” Thus, he continues,\n\nHOUSE_OVERSIGHT_012989",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012989.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3763,
    "word_count": 530,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:47.746988",
    "prefix": "IMAGES-002"
  }
}