{
  "document_id": "HOUSE_OVERSIGHT_012051",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012051.txt",
  "text": "11/14/2017 Viking Global to Back Rockefeller Wealth Firm Led by Fleming - Bloomberg\n\nHe said a deal to purchase the Miami Marlins baseball team that he was involved in earlier this year was an example of the sort of investment\nthe firm’s clients might be interested in.\n\nA private-equity fund managed by Viking will own the majority of the business, while Fleming and others in management will invest, he said.\n\nA trust representing the broader Rockefeller family will remain an owner, though it’s selling some of its stake as part of the transaction.\n\nRockefeller & Co., which began 135 years ago as the family office of oil baron John D. Rockefeller, oversees about $10.9 billion for families and\nother institutional investors, and advises on another $5.3 billion, according to the statement. Fleming said that Viking’s capital will be used to\n\nexpand these businesses, as well as building an advisory arm.\n\n“The industry is very fragmented,\" Fleming said. For independent companies that combine wealth and asset management, as well as advisory,\n\n“there’s room, if you do it well, to really generate some market share, especially for a firm with a brand as good as Rockefeller,\" he added.\n\nViking Global, which was founded by Andreas Halvorsen, has about $25 billion under management, making it one of the biggest hedge funds in\nthe world.\n\nThe Rockefeller family office was advised by Ardea Partners, an investment bank formed last year by Goldman Sachs Group Inc. veteran Chris\nCole and a handful of former colleagues. Willkie Farr & Gallagher LLP provided legal advice, according to the statement. Paul, Weiss, Rifkind,\nWharton & Garrison LLP was legal adviser to Viking Global.\n\nThe Wall Street Journal reported on Fleming’s new role earlier Wednesday.\n\nhttps:/Awww.bloomberg.com/news/articles/201 7-10-04/viking-global-to-back-rockefeller-wealth-firm-led-by-fleming 2/4\n\nHOUSE_OVERSIGHT_012051",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012051.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1900,
    "word_count": 290,
    "line_count": 30,
    "import_date": "2025-11-19T21:47:46.059641",
    "prefix": "IMAGES-001"
  }
}