{
  "document_id": "HOUSE_OVERSIGHT_018456",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018456.txt",
  "text": "te OK ok\n\nI was gone for six months, and I returned in heartbreak. A relationship more important\nthan words can encompass had become -- after years of attempts -- impossible. I think it\nwas obvious. One friend told me vulnerability was all over me; /ike a scent, I thought,\nand wondered if Richard could smell it. In worse shape than ever, I saw Richard and\nlaughed with an edge to my voice. I gave him doe-eyed looks, but deflected his interest\nwith doublespeak and icy tones. I wanted him, and I felt the rage returning. I hated and\nsheltered behind the unclear verbal games we played. Furious and despairing, I refused to\nchase him, yet I felt him everywhere. North.\n\nI had to do something. My identity had somewhat solidified: I was into BDSM. I believed\nit, I even accepted it, but I couldn't go on feeling like I did.\n\nIn looking around the Internet, I came upon a directory of Kink Aware Professionals,\nincluding therapists who provided their names for people who needed to talk about\nBDSM but feared judgment. I visited two. One listened to me silently, with a vaguely\nsorrowful expression; he offered no feedback, and left me wondering why he'd listed his\nname in the directory. He obviously didn't know what to do with me, and I got the uneasy\nfeeling that I worried him. Naturally, that didn't help at all.\n\nLuckily, the other was everything I could have asked for -- open, patient, clearly\nknowledgeable about BDSM. He looked straight at me and nodded understandingly when\nI confessed the whole trail of events; he explained how common my experience was; he\ngave me ideas about where to look for more information, but didn't try to put his own\npreferences into our talks. \"Most people in your situation feel that they've broken a major\ntaboo,\" he said. \"A lot try to get away from BDSM. But I'm not hearing that from you.\nYou want to adjust, not escape.\" I nodded, and arranged to see him regularly.\n\nStill, I don't think I could have put myself together again without two other things.\n\nMy close friend Andrew went after me at a drunken party. Shades of Richard, | might\nhave thought, but I never did. Andrew pinned me to the floor, laughed as I fought back,\nhurt me, finally kissed me. When I asked in bewilderment what brought this on, he\nconfessed. \"When you were gone, I missed you,\" he whispered, \"and I've never missed\nanyone like that before.\" He was as afraid of the darkness of BDSM as I had been, yet\nhe'd thought of me and found himself fantasizing. He wanted to try it with me, but first he\nwanted to be sure that he and I would remain close -- wouldn't lose what we already had.\n\nIn everything Andrew told me -- everything we said to each other, laughing, almost in\ntears, burying each other in embraces, happily drunk and clear-eyed in the morning -- I\nfound the things that were missing with Richard. Uncertain about BDSM, guarding his\nand my boundaries, Andrew wanted to commit to me and to a devoted monogamous\nrelationship. Part of me counseled caution and withdrawal, but as my therapist laughingly\nput it, Andrew was as tempting as an ice-cream factory. It was my chance to fall\nstraightforwardly in love.\n\nSoon after that, I had to explain to my parents why I wanted a psychiatrist who was out-\nof-network for my health insurance. I closed my eyes as my father asked why I needed\nthis specialist, what his focus was. \"S&M,\" I said shortly.\n\nHOUSE_OVERSIGHT_018456",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018456.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3397,
    "word_count": 606,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:48.491286",
    "prefix": "IMAGES-004"
  }
}