{
  "document_id": "HOUSE_OVERSIGHT_024439",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024439.txt",
  "text": "ASSUMPTIONS, A PROSPECTIVE INVESTOR SHOULD NOT PLACE UNDUE RELIANCE ON THESE\nFORWARD-LOOKING STATEMENTS. SEE \"RISK FACTORS” IN THIS MEMORANDUM.\n\nTHESE FORWARD-LOOKING STATEMENTS SPEAK ONLY AS OF THE DATE OF THIS\nMEMORANDUM. NEITHER KUE NOR THE GENERAL PARTNER |S OBLIGED, AND DOES NOT\nINTEND, TO UPDATE OR REVISE ANY FORWARD-LOOKING STATEMENTS, WHETHER AS A\nRESULT OF NEW INFORMATION, FUTURE EVENTS OR OTHERWISE. ALL SUBSEQUENT\nWRITTEN AND ORAL FORWARD-LOOKING STATEMENTS ATTRIBUTABLE TO KUE, THE GENERAL\nPARTNER, OR PERSONS ACTING ON THEIR BEHALF, ARE EXPRESSLY QUALIFIED IN THEIR\nENTIRETY BY THE CAUTIONARY STATEMENTS CONTAINED THROUGHOUT THIS MEMORANDUM.\n\nFinancial information. FINANCIAL INFORMATION CONTAINED IN THIS MEMORANDUM RAVE NOT\nBEEN PREPARED IN ACCORDANCE WITH U.S. GENERALLY ACCEPTED ACCOUNTING\nPRACTICES, AND MAY DIFFER IN CERTAIN RESPECTS FROM THOSE ACCOUNTING PRINCIPLES\nUSED IN OTHER JURISDICTIONS, INCLUDING CANADA. PROSPECTIVE PURCHASERS SHOULD\nCONDUCT THEIR OWN INVESTIGATION AND ANALYSIS OF THE BUSINESS, DATA AND\nTRANSACTION DESCRIBED HEREIN AND CONSULT THEIR OWN FINANCIAL ADVISORS. SEE\n“NON-GAAP FINANCIAL MEASURES” BELOW IN THIS MEMORANDUM.\n\nRepresentations of Canadian Purchasers. EACH PURCHASER OF THE UNITS RESIDENT IN A\nCANADIAN JURISDICTION WILL BE DEEMED TO HAVE REPRESENTED TO KUE AND THE\nGENERAL PARTNER AND THE AGENTS WHO SELLS THE UNITS TO SUCH PURCHASER THAT: (A)\nTHE OFFER AND SALE OF THE UNITS WAS MADE EXCLUSIVELY THROUGH THIS MEMORANDUM\nAND WAS NOT MADE THROUGH AN ADVERTISEMENT OF THE UNITS IN ANY PRINTED MEDIA OF\nGENERAL AND REGULAR PAID CIRCULATION, RADIO, TELEVISION OR TELECOMMUNICATIONS,\nINCLUDING ELECTRONIC DISPLAY, OR ANY OTHER FORM OF ADVERTISING IN CANADA; (B)\nSUCH PURCHASER HAS REVIEWED AND ACKNOWLEDGES THE TERMS REFERRED TO ABOVE\nUNDER “RESALE RESTRICTIONS IN CANADA\"; (C}) WHERE REQUIRED BY LAW, SUCH\nPURCHASER IS PURCHASING AS PRINCIPAL FOR ITS OWN ACCOUNT AND NOT AS AGENT; AND\n(D)} SUCH PURCHASER OR ANY ULTIMATE PURCHASER FOR WHICH SUCH PURCHASER IS\nACTING AS AGENT [IS ENTITLED UNDER APPLICABLE CANADIAN SECURITIES LAWS TO\nPURCHASE SUCH UNITS WITHOUT THE BENEFIT OF A PROSPECTUS QUALIFIED UNDER SUCH\nSECURITIES LAWS, AND WITHOUT LIMITING THE GENERALITY OF THE FOREGOING: (I) SUCH\nPURCHASER IS AN “ACCREDITED INVESTOR” AS DEFINED iN SECTION 1.1 OF NATIONAL\nINSTRUMENT 45-106 (\"Ni 45-106\"), OR FULFILLS THE REQUIREMENTS OF SECTION 2.10 OF NI 45-\n106 (A “$150K PURCHASER”) AND (Il) IN THE CASE OF A PURCHASER RESIDENT IN ONTARIO,\nSUCH PURCHASER, OR ANY ULTIMATE PURCHASER FOR WHICH SUCH PURCHASER IS ACTING\nAS AGENT, IS AN “ACCREDITED INVESTOR’ AS DEFINED IN Ni 45-106, OR A $150K PURCHASER\nWHO IS PURCHASING THE UNITS FROM A REGISTERED INVESTMENT DEALER WITHIN THE\nMEANING OF SECTION 98 OF THE REGULATION TO THE SECURITIES ACT (ONTARIO}.\n\nIN ADDITION, EACH PURCHASER OF THE UNITS RESIDENT IN CANADA WILL BE DEEMED TO\nHAVE REPRESENTED TO KUE, THE GENERAL PARTNER AND THE AGENTS FROM WHOM A\nPURCHASE CONFIRMATION WAS RECEIVED, THAT SUCH PURCHASER: (A) HAS BEEN NOTIFIED\nBY KUE AND THE GENERAL PARTNER (|) THAT KUE AND THE GENERAL PARTNER ARE\nREQUIRED TO PROVIDE INFORMATION (“PERSONAL INFORMATION\") PERTAINING TO THE\nPURCHASER AS REQUIRED TO BE DISCLOSED IN SCHEDULE ! OF FORM 45-106F1 UNDER NI 45-\n106 (INCLUDING ITS NAME, ADDRESS, TELEPHONE NUMBER AND THE NUMBER AND VALUE OF\nANY UNITS PURCHASED), WHICH FORM 45-106F1 IS REQUIRED TO BE FILED BY KUE AND THE\nGENERAL PARTNER UNDER NI 45-106; (II) THAT SUCH PERSONAL INFORMATION WILL BE\nDELIVERED TO THE ONTARIO SECURITIES COMMISSION (THE \"OSC”) IN ACCORDANCE WITH NI\n45-106; (lil) THAT SUCH PERSONAL INFORMATION IS BEING COLLECTED INDIRECTLY BY THE\nOSC UNDER THE AUTHORITY GRANTED TO iT UNDER THE SECURITIES LEGISLATION OF\nONTARIO; (IV) THAT SUCH PERSONAL INFORMATION IS BEING COLLECTED FOR THE\nPURPOSES OF THE ADMINISTRATION AND ENFORCEMENT OF THE SECURITIES LEGISLATION\nOF ONTARIO; AND (V) THAT THE PUBLIC OFFICIAL IN ONTARIO WHO CAN ANSWER QUESTIONS\n\nHOUSE_OVERSIGHT_024439",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024439.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3986,
    "word_count": 611,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:47.050231",
    "prefix": "IMAGES-007"
  }
}