{
  "document_id": "HOUSE_OVERSIGHT_022337",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022337.txt",
  "text": "08/03/04 Tax Court says stock transfers to FLP are indirect gifts (Senda); co-op’s real estate 2004-10\ntaxes not deductible against AMT (Ostrow and Guterman)\n\n07/14/04 IRS addresses grantor trust rules and implications of tax reimbursement clauses 2004-09\n(Rev. Rul. 2004-64); LUST tax\n\n06/25/04 H.R. 4520, the export bill; proposals for state and local sales tax deduction and 2004-08\ndeferred compensation; House bills; temporary Connecticut decoupling; 7520 rate\nchart\n\n05/28/04 Kimbell v. U.S. — 5\" Circuit hands taxpayer a victory in FLP case; how the applicable 2004-07\n\nfederal rates are determined\n\n04/28/04 Export bill: economic substance doctrine, expanded “kiddie tax”; no dice on offsetting 2004-06\ngambling losses (TAM 200417004); QSLOB election\n\n04/02/04 President Bush’s 2005 budget takes aim at 529 plan “loopholes”; deductibility of 2004-05\nattorneys’ fees — Supreme Court grants cert on Banaitis and Banks\n\n03/18/04 Impact of 2001 and 2003 tax law changes and interplay with AMT; reminder about low 2004-04\n7520 rates\n\n02/27/04 More thoughts on “decoupling”: New York, New Jersey and Connecticut — the power 2004-03\nof lifetime gifts; pro-rating the tax on a New York trust that changes situs\n\n02/03/04 Tax clause nightmare: Lurie v. Commissioner, or the pain of charging taxes to a non- 2004-02\ntaxable share; interrelated computations\n\n01/14/04 New York fiduciary income tax and trust situs: Estate of William Rockefeller and 2004-01\nMatter of Harriet Bush; codification of Mercantile\n\n2003\n\n12/19/03 More changes on New York’s 529 Plan; intra-family loans: term and demand loans, 2003-21\nand forgiving them; note on William Roth and John Breaux\n\n11/26/03 Inflation-adjusted numbers for 2004; charitable remainder trusts, “ordering rules” 2003-20\nand qualified dividends (REG-110896-98)\n\n11/10/03 Connecticut “decouples” for a bit; New York and New Jersey “decoupling” — 2003-19\ndisclaimers and contingent QTIPs; changes to New York's 529 Plan\n\n10/24/03 IRS acquiesces in Walton GRAT decision (Notice 2003-72); Social Security and “full 2003-18\nretirement age”\n\n10/10/03 The Independent 529 Plan 2003-17\n\n09/26/03 IRS guidance on reporting requirements for substitute dividends (Notice 2003-67); 2003-16\nthe “Wall Street Rule”; tax reward money taxable (Roco)\n\n09/05/03 The fall legislative agenda; saving for a child’s college education 2003-15\n\nTax Topics — Table of Contents — 2013 - 8\n\nHOUSE_OVERSIGHT_022337",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022337.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2432,
    "word_count": 357,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:45.104036",
    "prefix": "IMAGES-006"
  }
}