{
  "document_id": "HOUSE_OVERSIGHT_031217",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_031217.txt",
  "text": "From: Jeffrey Epstein [jeevacation@gmail.com] \nSent: 2/26/2010 2:59:54 PM \nTo: Alan M. Dershowitz Martin Weinberg \nSubject: Fwd: Fw: Epstein -- I apologize if you have received this but it keeps coming back to me as undeliverable \nForwarded message \nFrom: ___________________________________ \nDate: Wed, Feb 24, 2010 at 5:58 AM \nSubject: Fw: Epstein -- I apologize if you have received this but it keeps coming back to me as undeliverable \nTo: jeevacation@gmail.com  \nForwarded by Public Records/PalmBeach on 02/24/2010 05:58AM \nTo:_________________________________ \nFrom: Michael Reiter/PalmBeach \nDate: 07/10/2008 02:36PM \nSubject: Epstein -- I apologize if you have received this but it keeps coming back to me as undeliverable \nMargie, \nIT As you know, nothing too big or too small for us, especially in the summer IT Hmmmmm. I have to be \ndirect -- you or someone at your paper was very astute in checking the Clerk and Comptroller's computer \nand activity in the Epstein case two days before the hearing. As result, you sent me a text message on \nSaturday asking what the activity was about and I confirmed that the plea would take place. You were \nthe only member of the news media that I talked with. And yet, after the case is completely over, the \nPalm Beach Daily News' editorial staff remains silent on the topic. \nThanks, \nMike \nPalm Beach Post Editorial \nMonday, July 07, 2008 \nTwo years after a grand jury indicted him on a felony charge of solicitation of prostitution, Jeffrey Epstein \nfinally admitted that he lured a teenage girl to his $8.5 million, 13,000-square-foot Palm Beach mansion for \nsex. A week ago, the 55-year-old investment banker began serving 18 months in jail. \nBut that plea deal - guilty of felony solicitation of prostitution and procuring a person under the age of 18 for \nprostitution - does not account for all five of the girls, one as young as 14, who alleged that Epstein sexually \nabused them. And why is Epstein serving his term in the overcrowded Palm Beach County Jail and not a state \nprison, where inmates are sent if their sentences are longer than one year? \nThe slow, dissatisfying resolution of the case sends a message to the public that there's a different system of \njustice for the wealthy who hire high-powered lawyers. Epstein's legal team included West Palm Beach defense \nattorney Jack Goldberger, Harvard Law School Professor Alan Dershowitz, who defended O.J. Simpson \nagainst murder charges, and Kenneth Starr, the prosecutor who pursued then-President Bill Clinton for lying \nabout sex with young women. \nPalm Beach police spent 11 months investigating Epstein before State Attorney Barry Krischer sent the case to \na grand jury, instead of charging Epstein so the man who once boasted of accepting only billionaire clients \nHOUSE OVERSIGHT 031217 \ncould face a trial. The police had taken a high school transcript, class schedules and phone messages from \nEpstein's home that showed he knew the girls were underage. Yet Mr. Krischer was more swayed by Epstein's \nlawyers, who attempted to impugn the girls' character by showing they had chatted on myspace.com about \nsmoking marijuana and drinking. He should have let a jury decide whether the victims - and Epstein - were \ncredible. \nUltimately, one charge against Epstein finally reflected the age of one victim, and the plea agreement left \nEpstein labeled a sex offender. With that additional charge, if Epstein had been convicted at a trial, he could \nhave been sentenced to anything from probation to 15 years in prison, Assistant State Attorney Lanna \nBelohlavek said, adding that the recommended guideline sentence was 21 months. \nEpstein also won't have to certify to the court that he is receiving counseling, typically required of sex \noffenders, because he has a private psychiatrist. But without court supervision, who will ensure Epstein is in \nfact being treated? \nThe plea deal also drops a federal investigation of Epstein. If a federal investigation was warranted, how does \ndropping it before completion benefit the public? \nEpstein preyed on girls and denied it. For three years, his wealth and the influence of his lawyers bought him \nthe protection the state attorney owed to the victims. \nPolice chief's reputation helps discredit attacks \nBy Larry Keller  \nPalm Beach Post Staff Writer \nMonday, August 14, 2006 \nIn the case of Palm Beach financier Jeffrey Epstein, it seems, at times, as if two men are accused of \nwrongdoing: Epstein and Palm Beach Police Chief Michael Reiter. \nEpstein, 53, was indicted last month on a charge of felony solicitation of prostitution solely because of Reiter's \n\"craziness,\" one of Epstein's lawyers said. His department disseminated \"a distorted view of the case\" and \nbehaved in a \"childish\" manner when the grand jury didn't indict Epstein on the charges it sought, another \nEpstein lawyer complained. To hear the Epstein camp tell it, Reiter, 48, is a loose cannon better suited to be the \nsheriff of Mayberry. They whisper that he's embroiled in a messy divorce. \nReiter did in fact file for divorce from his wife, Jill, last year, after 24 years of marriage. They have a son, 18, \nand a daughter, 14. The couple is scheduled to go to mediation next week, Aug. 16. Nothing in the court file \nsuggests their split is particularly ugly. \nReiter incurred the wrath of the Epstein camp as well as the state attorney's office for two reasons. First, he \npressed for Epstein to be charged with the more serious crimes of sexual activity with minors. Second, he \nslammed State Attorney Barry Krischer in blunt language seldom used by one law-enforcement official \nconcerning another because of what he perceived as that office's mishandling of the case. \nIn a letter to Krischer written May 1, Reiter called his actions in the Epstein case \"highly unusual.\" He added, \n\"I must urge you to... consider if good and sufficient reason exists to require your disqualification from the \nprosecution of these cases.\" \nIn short, Reiter told the county's top prosecutor for the past 13 years that he ought to get off the case. \"It looks \nlike a departure from professionalism,\" Miami-Dade State Attorney Katherine Fernandez Rundle said of \nReiter's letter. \nFollowing Epstein's indictment, Reiter referred the case to the FBI to determine whether the super-rich, super-\nconnected defendant had violated any federal laws. \nReiter won't discuss the case or the broadsides aimed at him. But others almost uniformly use one word to \ndescribe the chief: professional. \nHOUSE OVERSIGHT 031218 \n\"I have always been impressed by Mike's professionalism and his leadership,\" said Rick Lincoln, chief of the \nLantana Police Department and a Palm Beach County cop for 32 years. \n\"The town of Palm Beach has a very professional police department. We all consider Mike to be our peer and a \nman of integrity.\" \nJuno Beach Police Chief H.C. Clark II agreed. Although he doesn't know Reiter well, he has met with him on \ncountywide law enforcement issues. \"I've never seen him lose his cool. I've never seen anything but a \nprofessional demeanor from him.\" \nReiter joined the Palm Beach Police Department in 1981, leaving a $20,000-a-year patrol job at the University \nof Pittsburgh. His personnel jacket shows consistently excellent job evaluations. \nPosh Palm Beach is no hotbed of crime, and in his first year on the job, a resident confined to his home with a \nsick child thanked Reiter for delivering a few Cokes to the house. Reiter refused payment for the beverages. \nAnother resident thanked Reiter for shutting off his car's headlights in his driveway, saying a valet must have \nbeen at fault. \nReiter worked everything from road patrol to organized crime, vice and narcotics. And he's no novice at \ninvestigations involving the island's rich and famous. He was the lead detective probing the drug overdose \ndeath of David Kennedy in 1984. He also was one of the officers who worked the investigation of William \nKennedy Smith, who was charged in 1991 — and later acquitted — with raping a woman at the Kennedy \nfamily compound in Palm Beach. \nReiter, who has a master's degree in human resource development from Palm Beach Atlantic University, also \nhas attended the FBI National Academy in Quantico, Va., and management courses at Harvard. He's been \nactive in countywide interagency law enforcement organizations and has a \"top secret\" national security \nclearance. \n\"He has a perspective that's broader than just addressing the needs of the town,\" said Town Manager Peter \nElwell, who promoted Reiter from assistant chief to chief in March 2001. Reiter makes more than $144,000 as \nthe town's top cop. Elwell thinks he's worth it. \n\"He's very businesslike, very straightforward. He's not easily agitated or flamboyant. He's about the work,\" \nElwell said. \"I think that his service as chief has been outstanding in five-plus years.\" \n--\n*********************************************************** \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJeffrey Epstein \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. \nHOUSE OVERSIGHT 031219",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_031217.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 9560,
    "word_count": 1526,
    "line_count": 127,
    "import_date": "2025-11-19T21:47:47.675224",
    "prefix": "TEXT-001"
  }
}