{
  "document_id": "HOUSE_OVERSIGHT_019662",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019662.txt",
  "text": "174 | HOW AMERICA LOST ITS SECRETS\n\nSHEVARDNADZE: SO he [Snowden] does have some materials that\nhaven’t been made public yet?\nKucHERENA: Certainly.\n\nShevardnadze asked the next logical question: “Why did Russia\nget involved in this whole thing if it got nothing out of it?”\n\n“Snowden spent quite a few years working for the CIA. We haven’t\nfully realized yet the importance of his revelations.” Kucherena was\non the FSB’s public oversight board. He was clearly in the picture.\nKucherena’s answer was completely consistent with the statement\nSnowden made three weeks after arriving in Russia in his previ-\nously mentioned e-mail to Senator Humphrey.\n\nIt is certainly possible that Snowden transferred the NSA files\nfrom his own computers and thumb drives to storage on a remote\nserver in the cloud before coming to Russia. The “cloud” is actually\nnot in the sky but a term used for remote storage servers, such as\nthose provided by Dropbox, Microsoft, Google, Amazon, and other\nInternet companies. Anyone who is connected to the Internet can\n\n© store and retrieve files by entering a user name and a password. ©\n\nFor Kucherena to be certain Snowden had access to the so-far-\nunrevealed data, Snowden must have demonstrated his access either\nto him or to the authorities. The Russians obviously knew Snowden\nhad the means to retrieve this data one way or the other. Because the\ndata concerned electronic espionage against Russia, the FSB would\nhave been keen to obtain the documents, and the FSB is not known\nto take no for an answer in issues involving espionage.\n\nEven if Snowden refused to furnish his key encryption, accord-\ning to a former National Security Council staffer, the Russian cyber\nservice in 2013 had the means, the time, and the incentive to break\nthe encryption. It is unlikely it would have had to go through the\ntrouble. It doesn’t take a great stretch of the imagination to conclude\nthat, willingly or under duress, Snowden shared his access to his\ntreasure trove of documents with the agencies that were literally in\ncontrol of his life in Russia.\n\nKucherena’s answer on the television program may also help to\nexplain Putin’s decision to allow Snowden to come to Moscow. It\nwas not a minor sacrifice for Putin. His foreign minister, Sergei Lav-\n\n| | Epst_9780451494566_2p_all_r1.z.indd 174 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019662",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019662.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2357,
    "word_count": 393,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:49.313276",
    "prefix": "IMAGES-005"
  }
}