{
  "document_id": "HOUSE_OVERSIGHT_014545",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014545.txt",
  "text": "assistance and job training, and to the fact that the\nUS has a high rate of incarceration that especially\naffects lower-skilled men.’? According to the\nreport, several policy measures can boost prime-\nage male labor force participation, including\n\n* Increased investment in infrastructure\n\n* Systemic reforms in the criminal justice system\nand in immigration policies\n\n¢ Tax reforms\n\n¢ Investment in education and training\n\nThis demographic aspect of secular stagnation is\nundeniable. In fact, an October 2016 paper by a\nteam at the Federal Reserve Board, “Understanding\nthe New Normal: The Role of Demographics,””°\nshows that the slow pace of economic growth since\n1980 and the more pronounced decline in the last\ndecade could be predicted by a model looking\n\nat “fertility, labor supply, life expectancy, family\ncomposition, and international migration.”\n\nThus, a glass half-full or half-empty perspective\ndoes not change the facts on the ground. There is\nlittle cause for near-term optimism with respect\nto the slower growth rate of the labor force. The\ngeneral consensus is that the US labor force will\ngrow at an average of 0.6% per year in the next\nseveral decades, compared with 1.6% from 1950\nto 2000.7!\n\nIn the shorter term, infrastructure investment\nand other policies highlighted above may boost\nthe growth rate in the labor force, but it is hard to\nimagine growth rates reaching levels that would\nsupport President-elect Trump’s GDP growth\ntargets of 3-4% ona sustainable basis.??\n\nSecular Stagnation: Declining\n\nProductivity Growth\n\nOf all the theories put forth to explain the slow\npace of this recovery, the one that has garnered the\nmost attention is declining productivity growth.\n\nOf all the theories put forth to explain\n\nthe slow pace of this recovery, the\none that has garnered the most\nattention is declining productivity\ngrowth.\n\nIt is also the most important issue in terms of its\nimpact on future trend growth in the US, which in\nturn has the greatest impact on the long-term rate\nof earnings growth and equity market returns.\n\nAs reviewed in last year’s Outlook, the techno-\noptimists and the techno-pessimists are on opposite\nsides of the debate on declining productivity\ngrowth. Both camps have garnered new members;\neven Federal Reserve Chair Janet Yellen and\nVice Chair Stanley Fischer have joined the fray.”\nMost recently, in September 2016, the Brookings\nInstitution hosted a conference with leading\nexperts from both camps to debate the issue.\n\nWe should note that debates on productivity\nare nothing new. They have surfaced during past\nperiods of slow growth, as was the case in the early\n1990s. Even some of the players are the same:\nRobert Gordon was a techno-pessimist in the early\n1990s and remains so in the 2010s.4\n\nPart of the productivity debate is philosophical.\nFor example, one question pertains to the increased\nuse of free digital services such as Facebook,\nGoogle Maps, Waze and Khan Academy. These\nservices yield “consumer surplus,” defined as the\nbenefits consumers derive from various activities\nover and above the price they pay. Should they be\nincluded in GDP if they are deemed “non-market”\nservices—those that are provided free of charge\nor at a fee that is well below 50% of production\ncosts? While social media such as Facebook may\n(or may not, depending on your perspective)\nprovide a service greater than the advertisement\nrevenues associated with the use of that service,\nsome will argue that if such services do not have an\nassociated market price, they are not part of GDP\nand therefore should not impact the calculation of\nproductivity levels. As the volume and the impact\nof these non-market services increase, we believe\nthat the methodology for measuring GDP will\nevolve to better reflect the value of these services.\n\nSuch improvements in measuring GDP are not\nuncommon. The Bureau of Economic\nAnalysis (BEA) conducts comprehensive\nrevisions of the national income and\nproduct accounts every five years, with\nthe goal of reflecting methodological\nand statistical improvements. Most\nrecently, in 2013, the BEA expanded\nits definition of fixed investment to\ninclude expenditures on research and\ndevelopment and expenditures on artistic\noriginals (e.g., books, music, television\n\n12 | Goldman Sachs | JANUARY 2017\n\nHOUSE_OVERSIGHT_014545",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014545.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4301,
    "word_count": 686,
    "line_count": 117,
    "import_date": "2025-11-19T21:47:46.960003",
    "prefix": "IMAGES-003"
  }
}