{
  "document_id": "HOUSE_OVERSIGHT_031877",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031877.txt",
  "text": "Article 1.\n\nThe Washington Post\n\nFrom a Saudi prince, tough talk on\n\nAmerica’s favoritism toward Israel\nRichard Cohen\n\nJune 13 -- As best I can recall, I first met Saudi Arabia’s Prince Turki\nal-Faisal at a private home in Washington years ago. I found him\nstern and humorless, sometimes even bitter. I have seen him since at\ninternational conferences and the like — never in the mood for small\ntalk and exhibiting, sometimes in his glorious robes, not an ounce of\nBedouin charm. Still, | was unprepared for the opinion column he\npublished in Sunday’s Post. It read like a declaration of war.\n\nPrince Turki is not now in the government. Yet he is a member of the\nSaudi royal family and was once the kingdom’s intelligence chief and\nits former ambassador to both London and Washington. The man is\nsolidly credentialed.\n\nHe is also angry as hell, and he lets America have it. He starts by\nciting what he calls President Obama’s “controversial speech last\nmonth, admonishing Arab governments to embrace democracy and\nprovide freedom to their populations.” Saudi Arabia, he wrote, heard\nwhat Obama said and took it “seriously,” and he noted, of course,\nthat Obama had not demanded the same rights for Palestinians under\nIsraeli occupation. Point taken.\n\nBut the same kingdom that has taken Obama “seriously” is an\nabsolute monarchy that, among other things, bans women from\ndriving cars. It is also a country that offers no freedom of religion but\noffers, for the occasional criminal, a public beheading. Given that\nTurki has spent a good deal of time in the West, it’s not possible that\n\nHOUSE_OVERSIGHT_031877",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031877.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1607,
    "word_count": 271,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:48.581643",
    "prefix": "IMAGES-011"
  }
}