{
  "document_id": "HOUSE_OVERSIGHT_023914",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023914.txt",
  "text": "168 Teaching Minds\n\nWhenever you see a required course in a departmental major,\nthere is politics behind it. Someone has traded with someone else. If\nyou make them take my course, then I will vote to make them take\nyour course. It is how requirements are created at every school. No one\nis thinking of the students’ needs, trust me.\n\nSo what if we did think of the students’ needs? What would we do\nin the third and fourth years of college? It seems obvious that students\nwould like to learn some job skills and that they would like to be able\nto pick subjects that interested them for further study. In addition,\nthey might have found something that they were working on in the\nfirst 2 years that made them want to get better at it. This is what the\nrest of college should look like then.\n\nFor computer science, for example, students should get to select\nsoftware engineering, as suggested by my colleague earlier, if they\nwant to be employable, and they should be able to improve cogni-\ntive skills that they may have acquired in the first 2 years. They may\nnot have studied various subspecialties in computer science, so they\nshould get to choose the ones that interest them. They also may have\nan interest in pursuing some noncomputer-related subjects taught at\nthe university, for their own edification. In other words, they get to\nchoose and the choices should include job skills and continued use of\nthe cognitive processes they have honed in the first 2 years. Faculty\nsimply should offer choices, and students should pick.\n\nWhat would happen if this were done?\n\nIn a world where students got to decide what they studied, many\nof the departments listed above would disappear. There might be some\ncall for Near Eastern languages or art history, but not that much. These\ndepartments exist for historical reasons and universities are reluctant\nto get rid of them, so universities make requirements that students\ntake courses in them. An enormous English department is justified\nonly by the sense that universities ought to have that sort of thing and\nby continuing English literature requirements for students. Without\nthat, such departments would be much smaller than they are.\n\nTherefore, it is clear that this cannot happen.\n\nWhat could happen is this: High schools could change and col-\nleges would have to adapt. This is possible because high school does\nnot have to be the way it is today. Its current organization around\nacademic subjects makes no sense. This can be fixed by simply build-\ning different kinds of high school curricula. But how can we change\nhigh school?\n\nHOUSE_OVERSIGHT_023914",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023914.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2606,
    "word_count": 446,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:47.934474",
    "prefix": "IMAGES-007"
  }
}