{
  "document_id": "HOUSE_OVERSIGHT_013921",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013921.txt",
  "text": "A really useful service is Amazon’s Mechanical Turk. With a small investment in time or money, a\nbusiness that requires hundreds of people doing small bits of defined work becomes possible for\nextraordinarily low work-per-unit costs. Examples include the search for Steve Fosset (literally thousands\nof people looked at satellite photos that would have overwhelmed SAR agencies) and a trouble-ticket\nbusiness that utilizes qualified labor all over the world (see Amazon.com/webservices). I am not an\nowner nor do I have any stake in Amazon—but I have used their services and some are trans forming\nwhen it comes to muse creation. Cheers, —jJ MARYMEE\n\nFAST TO MARKET\n\nThe fastest way to market with a product idea is: Registera.ccom. Get hosting from dathorn.com [a\ncheap reseller account, like www.domainsinseconds.com]. With two clicks set up a wordpress blog.\nApply a theme to it. Add your content and a buy now button. The buy now button links to an enter e-\nmail address, phone number, etc., page. The user then clicks a continue to PayPal button. This\nautomatically e-mails me their details, but then shows the user a message stating that the link to PayPal\nis currently not working. I use this to determine how many sales I would have achieved. I use Google\nads to drive traffic ... I calculate theoretical ROI (ideally using Google analytics). If after a week or two\nI can see a positive ROI that’s worth my effort I create or outsource the creation of the product (emag,\nPDF, whatever). I set it all up with a working link to PayPal, and then retrospectively send a message to\nthe users who already tried to buy. Normally within hours [’ve got all my money back, and the cash\nstarts to roll. An example is the DIY public relations pack at www.mybusinesspr.com.au. Great work of\nthe 4HWW ... looking forward to the next edition. Regards, MATT SCHMIDT\n\n39. http://news.com.com/2100—1017—269594 html? legacy=cnet.\n\n40. It can be illegal to charge customers prior to shipment—so we will not charge customers— but it is\nstill common practice. Why do so many commercials state “allow three to four weeks for delivery” if\nit only takes three to five days for a shipment to get from New York to California? It gives the\ncompanies time to manufacture product and use customers’ credit card payments to finance it. Clever\nbut often against the law.\n\n41. This applies to Sherwood and not Johanna.\n42. How did I come up with the most successful BodyQUICK headline (“The Fastest Way to Increase\nPower and Speed Guaranteed”)? I borrowed it from the longest-running, and thus most profitable,\n\nRosetta Stone headline: “The Fastest Way to Learn a Language Guaranteed.“™” Reinventing the\nwheel is expensive—become an astute observer of what is already working and adapt it.I keep a\nfolder of all print and direct mail advertising that compels me to call a number or visit a website, and\nI use www.delicious.com to bookmark websites that convince me to provide my e-mail address or\nmake a purchase.\n\n43. Sherwood includes shipping and handling prior to the final order page so that people don’t finalize\nthe order just to confirm total pricing. He wants his “orders” to reflect real orders and not price\ncheckers.\n\n44. If you are rolling out after a successful test or building a large e-mail database, tools like\nwww.aweber.com in the resources are better at scaling.\n\n45. Keeping in mind that 100 specific terms at $0.10 per click will perform better than 10 broad terms\n\nHOUSE_OVERSIGHT_013921",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013921.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3486,
    "word_count": 584,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.227755",
    "prefix": "IMAGES-002"
  }
}