{
  "document_id": "HOUSE_OVERSIGHT_022596",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022596.txt",
  "text": "present enforcement policy with respect to the preceding provi-\nsions of this section to potential exporters and small businesses that\nare unable to obtain specialized counsel on issues pertaining to such\nprovisions. Such guidance shall be limited to responses to requests\nunder paragraph (1) concerning conformity of specified prospective\nconduct with the Department of Justice’s present enforcement policy\nregarding the preceding provisions of this section and general explana-\ntions of compliance responsibilities and of potential liabilities under\n\nthe preceding provisions of this section.\n(f) Definitions\nFor purposes of this section:\n\n(1)(A) The term “foreign official” means any officer or employee of\na foreign government or any department, agency, or instrumentality\nthereof, or of a public international organization, or any person act-\ning in an ofhcial capacity for or on behalf of any such government or\ndepartment, agency, or instrumentality, or for or on behalf of any such\n\npublic international organization.\n\n(B) For purposes of subparagraph (A), the term “public international\norganization” means—\n\n(i) an organization that is designated by Executive Order pursuant\nto section 1 of the International Organizations Immunities Act (22\nUS.C. § 288); or\n\n(ii) any other international organization that is designated by the\nPresident by Executive order for the purposes of this section, effective\n\nas of the date of publication of such order in the Federal Register.\n\n2) (A) A person’s state of mind is “knowing” with respect to conduct,\na circumstance, or a result if—\n\ni) such person is aware that such person is engaging in such conduct,\nthat such circumstance exists, or that such result is substantially cer-\ntain to occur; or\n\nii) such person has a firm belief that such circumstance exists or that\n\nsuch result is substantially certain to occur.\n\nB) When knowledge of the existence of a particular circumstance is\nrequired for an offense, such knowledge is established if a person is\naware ofa high probability of the existence of such circumstance, unless\n\nthe person actually believes that such circumstance does not exist.\n\n3)(A) The term “routine governmental action” means only an action\nwhich is ordinarily and commonly performed by a foreign official in—\ni) obtaining permits, licenses, or other official documents to qualify a\nperson to do business in a foreign country;\n\nii) processing governmental papers, such as visas and work orders;\niii) providing police protection, mail pick-up and delivery, or sched-\nuling inspections associated with contract performance or inspections\n\nrelated to transit of goods across country;\n\niv) providing phone service, power and water supply, loading and\nunloading cargo, or protecting perishable products or commodities\n\nfrom deterioration; or\n\nThe Foreign\nCorrupt\nPractices Act\n\n(v) actions of a similar nature.\n\n(B) The term “routine governmental action” does not include any\ndecision by a foreign official whether, or on what terms, to award\nnew business to or to continue business with a particular party, or\nany action taken by a foreign official involved in the decision-making\nprocess to encourage a decision to award new business to or continue\n\nbusiness with a particular party.\n(g) Alternative Jurisdiction\n\n(1) It shall also be unlawful for any issuer organized under the laws of\nthe United States, or a State, territory, possession, or commonwealth\nof the United States or a political subdivision thereof and which has\na class of securities registered pursuant to section 78/ of this title or\nwhich is required to file reports under section 780(d)) of this title, or\nfor any United States person that is an officer, director, employee, or\nagent of such issuer or a stockholder thereof acting on behalf of such\nissuer, to corruptly do any act outside the United States in furtherance\nof an offer, payment, promise to pay, or authorization of the payment\nof any money, or offer, gift, promise to give, or authorization of the\ngiving of anything of value to any of the persons or entities set forth\nin paragraphs (1), (2), and (3) of this subsection (a) of this section\nfor the purposes set forth therein, irrespective of whether such issuer\nor such officer, director, employee, agent, or stockholder makes use\nof the mails or any means or instrumentality of interstate commerce\n\nin furtherance of such offer, gift, payment, promise, or authorization.\n\n(2) As used in this subsection, the term “United States person” means\na national of the United States (as defined in section 101 of the\nImmigration and Nationality Act (8 U.S.C. § 1101)) or any corpo-\nration, partnership, association, joint-stock company, business trust,\nunincorporated organization, or sole proprietorship organized under\nthe laws of the United States or any State, territory, possession, or com-\n\nmonwealth of the United States, or any political subdivision thereof.\n\n15 US.C. § 78dd-2 Prohibited foreign trade practices by domestic\n\nconcerns\n(a) Prohibition\n\nTt shall be unlawful for any domestic concern, other than an issuer\nwhich is subject to section 78dd-1 of this title, or for any officer, direc-\ntor, employee, or agent of such domestic concern or any stockholder\nthereof acting on behalf of such domestic concern, to make use of\n\nthe mails or any means or instrumentality of interstate commerce\n\nHOUSE_OVERSIGHT_022596",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022596.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5375,
    "word_count": 842,
    "line_count": 121,
    "import_date": "2025-11-19T21:47:45.027262",
    "prefix": "IMAGES-007"
  }
}