{
  "document_id": "HOUSE_OVERSIGHT_014331",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014331.txt",
  "text": "Chart 27: Where do you see Citicorp’s efficiency ratio settling in 2017?\n\n80%\n70%\n60%\n50%\n40%\n30%\n20%\n10%\n\n0%\n\nBelow the 58% reported YTD in In-line with the 58% reported Above the 58% reported YTD\n‘16 YTD in 16 in 16\n\nSource: BofA Merrill Lynch Global Research\n\nEast West Bancorp (EWBC), B-1-7, Buy\nSentiment post-election appears constructive on regulatory relief. CEO\nDominick Ng noted that the industry could be positively impacted should aspects of\nDodd-Frank, which have been both challenging and taken up significant internal\nresources (even for banks below the $50bn SIF! asset threshold), be reformed.\nSpecifically, Mr. Ng believes the pace of expense growth could likely slow. That said,\nhe noted the possibility to shift some of these expense savings to revenue\ngenerating areas.\n\n= _EWEBC sees limited impact from anti trade rhetoric during the run-up to the US\nelections. Although recent political rhetoric on China has had a negative bias, Mr.\nNg believes these views are primarily focused on the traditional-manufacturing\nChinese industries vs. the country’s current strategic emphasis on tech and\nconsumer/retail. Despite having only a 4% exposure to Greater China (includes Hong\nKong), EWBC benefits from its unique positioning, both as industry experts in\nparallel industries and as a relationship bank. Investor sentiment agreed; with 86%\nof the audience polled have a bullish view of EWBC’s China exposure.\n\nChart 28: How does China exposure impact your investment thesis on EWBC?\n\n50%\n40%\n30%\n20%\n10%\n\n0%\n\nMakes me cautious, Makes me bullish, as Makes me cautious, Does not matter much,\n\nespecially given the China provides an givenaslowing given EWBC’s earnings\n\nanti-trade rhetoric in attractive growth Chinese economy are far more levered to\n\nthe run-up to the US opportunity the US economy\nelections\n\nSource: BofA Merrill Lynch Global Research\n\n= EWEBC reiterated its strategy to sell CRE loans in favor of portfolio\ndiversification. Although Mr. Ng expressed caution on the overall commercial real\nestate (CRE) market, he noted seeing little tangible signs of concern within EWBC’s\nfootprint. That said, EWBC could continue to look to sell CRE loans in order to keep\nthe loan portfolio balanced and thereby limit the reliance on any one segment. Note:\nCRE concentration was 261% of risk-based capital as of 3Q vs. 265% in 2Q.\n\nBankof America a 2016 Future of Financials Conference | 17 November 2016 17\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014331",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014331.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2466,
    "word_count": 392,
    "line_count": 68,
    "import_date": "2025-11-19T21:47:46.661238",
    "prefix": "IMAGES-002"
  }
}