{
  "document_id": "HOUSE_OVERSIGHT_013651",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013651.txt",
  "text": "milligrams of amphetamine were administered to volunteer subjects every hour until\nevery subject crossed their particular threshold for personality change. The\ngraduate students underwent a global mind-brain-person transition at differing total\ndoses of amphetamine. The subject’s world was suddenly transformed into one of\nenemies and friends. The syndrome dissipated over several hours when the drug\nwas stopped and the plasma levels of amphetamine and its metabolites declined.\nAs amphetamine makes memory formation and recall stronger, the subjects were\nembarrassed when remembering what strange and forbidding yet uneatable things\nthey so strongly believed. These included such things as: they as good people were\ncaught in a network of bad person Russian spies; some threatening others arranged\nfor poison gas to be seeping out of the water faucet; the white coated scientists\nwere CIA undercover intelligence officers hoping to get information about their small\npornography collection. The subject's world had become divided in, for each\nperson, a stereotyped way.\n\nAfter a couple of weeks of return to normal living, the experiment was\nrepeated. Each subject again developed his or her individually unique set of good-\nguy, bad-guy delusional beliefs and at the same dose of amphetamine as before.\nLike those of strong faith, their ideas once again resisted the logical arguments\nmade by the professional staff: that the new realities were neuropsychological and\nhad an obvious pharmacological origin. While on the drug, all stuck to their story,\neven while being shown the movie record of their first drug-induced episode. There\nis reliable scientific literature describing kamikaze pilots on high doses of\namphetamine in an ecstatic state of Shinto nationalism. With their planes loaded\nwith explosives, they deliberately crashed their planes onto American aircraft\ncarriers in the Pacific Theater of World War II. One wonders if these drug-induced\nstates occur in the drug-free condition in today’s abstemious Muslim suicide\nbombers.\n\nA more abstract and general way of thinking about the sudden emergence of\nfixation, repetitiousness and splitting in feelings and thoughts involves the\nemergence of regular /imit cycle oscillations in a complex system that was behaving\n\npreviously in a stable but flexible way. Locking up into a fixed, closed loop, is a\n\n151\n\nHOUSE_OVERSIGHT_013651",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013651.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2395,
    "word_count": 361,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:46.348678",
    "prefix": "IMAGES-002"
  }
}