{
  "document_id": "HOUSE_OVERSIGHT_023514",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023514.txt",
  "text": "28\n\nwhat Nicole Bacharan, a social scientist, calls “the one-man soap\nopera.”\n\nThese were more than peccadilloes. But sharp elbows were needed to\nshift France from sleepwalk mode.\n\nOnly in recent weeks has the distance traveled come into focus:\nFrance, reintegrated in 2009 into the command structure of NATO,\nspearheading the United Nations-backed NATO military operation in\nLibya; providing armed muscle to the U.N. forces in Ivory Coast; and\ngiving its pacifist-trending ally Germany a lesson in 21st-century\nAtlanticism.\n\nAdenauer and de Gaulle must be turning in their graves. Here was\nGermany standing wobbly with Brazil, Russia, India and China —\nand against its closest allies, France and the United States — in the\nU.N. vote on Libyan military action. And here was France providing\nAmerica’s most vigorous NATO support.\n\nThis was a dramatic inversion of postwar roles. It revealed the drift of\na navel-gazing Germany unprepared to lead despite its power and\nimpatient with Adenauer’s Western anchoring. It also demonstrated\nFrance’s break under Sarkozy from the posturing Gaullist notion of a\nFrench “counterweight” to America. These are seismic European\nshifts.\n\nIn Benghazi, the capital of free Libya, when they see a NATO aircraft\nthey say, “There goes another Sarkozy.” After the French shame of\nRwanda, a genocide where Mitterrand let time do its fullest work,\nthat’s something.\n\nPerhaps it’s only now with Sarkozy that another, deeper French\nshame is passing, one Mitterrand and Chirac knew: the “strange\ndefeat” of 1940 with its paralyzing subsequent obfuscations.\nCertainly, a presidential election next year has not been unrelated to\nSarkozy’s activism. Nor has a compensatory urge after France took\n\nHOUSE_OVERSIGHT_023514",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023514.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1741,
    "word_count": 268,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:45.152340",
    "prefix": "IMAGES-007"
  }
}