{
  "document_id": "HOUSE_OVERSIGHT_018321",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018321.txt",
  "text": "young organizations that blossomed from connectivity. Other Spanish protest\ngroups, such as labor, anti-abortion activists or regional separatists, relied on\ndecades-old organizations. 15M - like Occupy Wall Street or pieces of the Arab\nSpring or Al-Qaeda - relied on groups fresh-born into a hollow, worried political\nvacuum. A survey of 15M members looked like a review of new Internet companies:\nYoung, wired, vividly unplugged from history and impossible to understand without\ntheir constant connection. They were built by leaching people away from traditional\nparties, the appeal was both the potential of the new and the chance to get away\nfrom the rotting smell of old politics, surely an instinct many of us feel now.!24 This\nis one reason it’s wrong to look at the world and consider it filled merely with\nrandom events, with Black Swans. In fact, regularities and patterns appear many\nplaces on the mesh of connection that surrounds us. They can be searched and\nmapped and studied with the tools of data science, but of course they can also be\nfelt. They may surprise you if you don’t know how to look for them. But the\nregularities are there. Human history is not only made of earthquakes.\n\n4,\n\nEven if it can’t be predicted, complexity in any system, whether it is an Indonesian\ncoral reef or a Russian computer network, can at least be measured. How many\npoints are connected? How quickly and deeply do they interact? It is the\nmultiplication of connection that produces a complex landscape. There won't be\nmuch emergence in a desert, for instance. You alone, unconnected: one point. You\nonline: Several billion. The essential benefit of many points connected in real time is\nthat they are an extremely fast feedback loop. This fine-tuning of action-reaction\nforces them to adapt and adjust quickly, as if they were runners with a coach\nconstantly at their side. Compare the feedback loop of a marching Cairo street\nprotest to, say, the feedback loop of the old men around Mubarak. One was capable\nof grabbing a new techniques and ideas in real time. The other stuck in a molasses\nhaze of old, sweet, slowing ideas. Faced with rapid change, a fast-adapting system\nwill nearly always perform a slow one.\n\nWhen we say that networks can and will devour hierarchies this is one reason. All\nthe businesses that have been devoured by technology firms in recent years failed to\nadjust fast enough. Network systems are more complex, their “org charts” are an\nunnerving mess as a result of their speed. But under the mess is efficiency, growth,\ninnovation. Such systems can tip into failure easily, of course. But they also can\nadjust their fitness before it is too late. The design of such systems becomes, then, a\nmatter of decisive power. And most of our essential systems now are designed fora\nslower age. Refiguring the global financial system for an age of instant linkage was\none of the crucial conceptual puzzles of the 2008 crisis. Have we done that yet for\nour taxes? Our voting? Our biological security? The chaos of those few weeks in the\nmarkets in 2008 revealed new geographies of finance and speed, a mechanism that\nhad been wired to produce fortune for a few and to inspire, as a result, regulatory\n\n124 They were built: See Bennett and Segerberg, “The Logic of Connective Action,”\n759\n\n89\n\nHOUSE_OVERSIGHT_018321",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018321.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3333,
    "word_count": 563,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:48.867335",
    "prefix": "IMAGES-004"
  }
}