{
  "document_id": "HOUSE_OVERSIGHT_025994",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025994.txt",
  "text": "Week in review & notable trends (Asia)\n\nThe MSCI Asia-Pac USD Index inched down 48bps in an eventful week in terms of macro\nnews, with equities gains offset by USD strength. Following the monetary policy\nchanges announced during the Bo), the Abe Cabinet approved a fiscal stimulus package\ntotalling ¥28.1tn last week. However, the Nikkei fell 190bps and the yen advanced\nanother 32bps over the week. The Korean government submitted a KRW28tn fiscal\npackage proposal to the Congress, which our economists believe should sustain growth\nnear term; the KOSPI2 was little changed (adding 35bps). The RBA cut rates by 25bps\nas our economists expected, but Australian stocks declined with the ASX 200 dropping\n117bps. Elsewhere in Asia, the HSI, HSCEI, TWSE and Nifty rallied 1.2%, 1.9% 1.2% and\n0.5%, respectively.\n\nJapanese equity implied volatility dropped to YTD lows\n« Last week, most major Asian implied vols edged down as underlying indices rallied;\nASX 200 vol increased slightly despite the rate cut\n\n« — NKY vol saw a larger decline, with 3M ATM vol dropping 1.1 vol pts to 21.7% mainly\ndue to diminished uncertainty as the fiscal package rolled out\n\n« Most Asian skews flattened and term structures steepened, especially the Nikkei\nterm structure (spread between lyr and 1M ATM vols), which increased 3.0 vol pts\nand turned positive\n\nNKY Uridashi issuance continues to fall as existing ones haven’t knocked-out\nDespite the falling NKY and relatively high implied volatility, Japanese Uridashi issuance\nhas further retraced as most existing products have not knocked-out. In Jul-16, there\nwas $450mn Uridashi products issued which are NKY linked. We estimate that the peak\nof vega profile is around the current spot.\n\nChart 33: In Jul-16, there was $450mn Uridashi products issued which\nare NKY linked\n\nChart 34: At current NKY levels, the estimated total vega of the NKY-\nlinked Uridashi products is ~US62mn, near the peak of the vega profile\n\n16 22,000\n44 mae New NKY Linked Uridashi issuance 21,000 = 0 Uridashi NKY outstanding vega\n— === NKY Index es\ng 1.2 20,000 3 go W-----5\nes 1.0 19,000 & 50\n2 08 t: 18,000 5 > 40\nf= j\n@ 06 ij \"7,000 = 3S 30\na PY 4 8 Outstanding vega for Uridashi\n~ 04 4 J 6,000 2 2 20 products\n02 4uny All 15,000 S10 is “USS62mn\niin 44,000 z 0\n—t — WwW WwW WwW io) oO = Qo Qo Qo Qo can] Qo Qo Qo Qo Qo\n1 7 i: 1 a OQ OQ OQ OQ OQ OQ OQ OQ fa] fa]\nD oO = D oO = fo?) Ww Qo. Qo. oO oO oO oO ao oO oO oO\nES} ® = 3 ® = 3 ie) + Lo © NY (oe) ro) Oo = N\noi oO oi oO ft N N N\nNKY\n\nSource: BofA Merrill Lynch Global Research.\n\nSource: BofA Merrill Lynch Global Research.\n\nBankof America\nMerrill Lynch\n\nGlobal Equity Volatility Insights |09 August 2016 17\n\nHOUSE_OVERSIGHT_025994",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025994.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2696,
    "word_count": 494,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:47.801407",
    "prefix": "IMAGES-008"
  }
}