{
  "document_id": "HOUSE_OVERSIGHT_010974",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010974.txt",
  "text": "a rationale of choices, hence values, because human nature leads minds to converge.\nThe literal market adds a measure. When we step outside it, we make do without the\n\nmeasure and trust logic alone.\n\nA Diamond Ring Parable\n\nI like a picture of a diamond ring to show something about psychic value and yield,\nand even about what output and exhaust in consumption are. The ring brings\npsychic yield to its wearer. If it didn’t, it would have no value. Its yield is each\npsychic satisfaction, and its value sums all time-discounted prospective ones\ntogether. Value therefore drops just a little as each yield is finally realized. It is as\nwith apples dropping from a tree. Yet the ring is inert. It ostensibly produces\nnothing. It also keeps all its value as a ring from day to day. Then where does the\noutflow of the value in the exhaust come from? How can value go out if none was\ndeducted and none produced? In the tree, we can see the apples growing and falling.\n\nThe answer is that some value was produced in the ring, and some deducted too.\n\nWhat we didn’t notice was the constant shortening of remaining discount periods.\nAs each day passes, each future yield comes one day closer. These are the apples\nslowly ripening on the tree. Present value of each rises because the discount period\ncovers less time. This creation of value is output by definition, even though nothing\nhas moved but the hands of the clock. As the discount period reaches zero, the\nexpected yield eventuates to explain the taste satisfaction. These yields are the\napples falling to be eaten. The ring holds its value intact because the exhaust of\nvalue it surrendered has exactly offset the output of replacement value as time alone\n\nshortens discount periods. Yet not an atom stirred.\n\nThe whole point is that the value of the ring or anything else is discounted present\nvalue of foreseen satisfactions. They are discounted because there is such a thing as\n“time preference”; we value satisfactions now over foreseen ones later. This is not\nquite the same as the difference between birds in the hand and birds in the bush.\n\nThat says that we value certainties over probabilities. Time preference also values\n\nChapter 3: Foundations 1/11/16 3\n\nHOUSE_OVERSIGHT_010974",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010974.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2241,
    "word_count": 385,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:44.977991",
    "prefix": "IMAGES-001"
  }
}