{
  "document_id": "HOUSE_OVERSIGHT_018250",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018250.txt",
  "text": "Chapter Two: The Age of Network Power\n\nIn which the Seventh Sense reveals a fundamental insight: Connection changes the\nnature of an object.\n\n1.\n\nSeveral hundred years ago the forces of the Enlightenment and the Industrial\nRevolution, like twin hammers, began working away at the roots of an ancient order.\nThe powerful ideas of liberty, freedom of thought, science, democracy and\ncapitalism - these all layered one upon the other. They washed, like irresistible\ntides, across the institutions and kingdoms and beliefs of Europe and in a process of\nrevolution, of invention, of destruction and creation, they put a period at the end of\none era, and began the very first lines of anew human story. These forces produced\nwhat we know today as the modern world: Trains knit new markets, science tripled\nlife spans, democracy liberated politics. Confronted with this really irresistible\npressure, a gulf opened. The world started to cleave. On one side were the nations\nand peoples that our modern economists would come to know and label as a\n“Convergence Club.” ? This group mastered and refined and then used the tools of\ntheir era to become industrial, democratic, scientific and rich.1° They left the age of\nkings and feudal lords, of alchemists and all-knowing priests behind. At the same\ntime, a “Divergence Club” appeared. These nations missed the essential turn. They\nwere trapped. Old ideas, useless habits of power, inescapable history - varied\nshackles held them back from the punctuated shift to a new, more advanced\nequilibrium. Russia, China, much of Latin America and Africa - for them, the leap to\nbeing honestly modern was fatally elusive. Even today, they struggle to catch up.\n\nWeare now in the earliest stages of a shift that promises to be still more\nconsequential than the one that enlightened and industrialized our world over\nseveral centuries after the Dark Ages. The essence of this shift is best captured by\nthe prodigious explosion of different types of connection emerging around us now -\nfinancial, trade, information, transport, biological - and the innovative combinations\nthat follow these and other fast, fresh links. Modern, highly-connected systems are\ndifferent than those with less connection. And, as we'll come to see, they are\nparticularly different from those with slower connection. We experience power\nthrough networks now, as once we experienced it through brick-bound institutions\nlike universities or military headquarters or telephone company switches. You can\nno more understand the operations of Hizb’allah or China’s central bank or the most\nvaluable Internet companies today without at least this frank admission: Their\n\n° On one side: William J. Baumol, Convergence of Productivity Cross-national Studies\nand Historical Evidence (New York: Oxford University Press, 1994)\n\n10 This group mastered: See Joel Mokyr, “The European Enlightenment, the\nIndustrial Revolution, and Modern Economic Growth”, Max Weber Lecture,\nEuropean University, March 27, 2007\n\n18\n\nHOUSE_OVERSIGHT_018250",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018250.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3028,
    "word_count": 473,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:48.367001",
    "prefix": "IMAGES-004"
  }
}