{
  "document_id": "HOUSE_OVERSIGHT_018024",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018024.txt",
  "text": "4/8/2019 Case 1:19-cv-0337 7Prqb Beene tal el Hour aRey $641 Fw-PAge 3 of 4\nThe fact that he was giving money didn’t hurt. We went to events that he was involved in\nbut none of us suspected that he had another side until later. Jeffrey loved academics.\nMy conversations with him were only about academic subjects. We never discussed\n\nfemales or our social life.\nDid your relationship change with Epstein when you took him on as a client?\n\nVirtually all my social contact with him was of an academic nature, and it was prior to the\ntime he was indicted. My relationship with him was entirely professional. It is a total bum\nrap to say that | “cavorted” with him or was “chummy” with him. | teach my students\n\nnever, never get too close to clients—and certainly don’t do anything improper with them.\n\nThe suit says that Jane Doe No. 3 was forced to have sex with you, Prince Andrew\nand “many other powerful men,” including unnamed politicians, foreign presidents\nand world leaders. Why were you and the Prince singled out by name?\n\nThey want to void the plea agreement and needed to find a lawyer who knew Epstein\nbefore [the indictment], and had been on his island, his home in New Mexico, Palm\nBeach. | fit the bill. It was lawyer profiling.\n\nAnd the Prince?\n\nThey claimed that Prince Andrew was using his influence to get Epstein a better deal with\nthe government. What's more laughable than suggesting that the U.S. Attorney would\nlisten to the Prince to go easy on Epstein!\n\nWhy bother responding if you think the allegations are so outrageous? Why not\n\njust let the facts come out during the legal process?\n\n| have to respond to everything. That’s the way | am. Imagine having an unblemished\npersonal life then reading graffiti scrawled on the bathroom door that gets picked up in\n\nevery paper based on the assertions of a woman who’s a serial liar.\n\nBrad Edwards, one of the lawyers bringing this suit, has a history of legal\nentanglement with Epstein, as does his former partner Scott Rothstein, who’s now\nin prison for his role in a Ponzi scheme. But the other lawyer in this case, Paul\n\nCassell, is a former federal judge and a law professor. Why is he getting involved?\n\nEveryone is shocked that he would be part of this. | think he’s always hated me because\nI’m his opposite. I’m the conventional liberal he hates: I’m against the death penalty, |’m\n\npro abortion rights, pro gun control.\nSeems risky to bring a lawsuit for just ideological differences.\n\nNo one can understand Cassell’s motive. Either he will be disbarred or | will be. And if |\n\nknowingly had sex with a sex slave then | would deserve disbarment.\n\nWhat about the reaction? Do you feel you’ve been treated fairly by the press and\nthe public?\n\nI’ve been treated particularly harshly by lawyers and law professors. They are so quick to\nsay that | might be guilty. They’re getting too much pleasure out of this. There’s a dose of\nschadenfreude.\n\nWhy do you think people like getting you upset?\n\nI’m controversial and more famous than they are. There’s a lot of jealousy.\nhttps:/Awww.law.com/alm|D/1202715316005/Prof-Dershowitz-Tell-Me-How-You-Really-Feel/?slreturn=201 90308174659 2/3\n\nHOUSE_OVERSIGHT_018024",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018024.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3182,
    "word_count": 542,
    "line_count": 66,
    "import_date": "2025-11-19T21:47:47.102100",
    "prefix": "IMAGES-004"
  }
}