{
  "document_id": "HOUSE_OVERSIGHT_012692",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012692.txt",
  "text": "This is the year many of the 78 million Baby Boomers go back to the\ntheaters. Five small budget independent films become surprise hits as\neach exceeds $100 million.\n\n\"The Social Network\" now cements its battle cry with one word;\n\"relevance\". Mark Zuckerberg lands on the cover of Time Magazine as The\nPerson of the Year. A smart and extensive ad campaign positions the film\nin the lead. Critics and pundits proclaim the race is over. \"The Social\nNetwork\" is the clear winner. Everyone goes on holiday.\n\nThis is probably the only time in Harvey Weinstein's life that he is\ncaught off guard. He quickly mobilizes an inner team of 15 and conducts\nstrategy meetings 7 days a week, including Christmas. They become like a\nChinese Restaurant...always open. A generational war is in full swing.\nHarvey screens his film for the older voters. Everything is done by the\nbooks. Budgets are limited. He sends screenwriter David Seidler and Tom\nHoooper to every corner of the country doing g+ta's till they are blue in\nthe face from \"finding their voice.\" SAG voters begin seeing the film 2\nand 3 times.\n\nIn January the Golden Globes voted on by about 88 foreign journalists\ngives Best Drama to \"The Social Network\", Best Director to David Fincher\nand Best Screenplay to Aaron Sorkin. Their film is still perceived as\nthe Oscar winner.\n\nTeam Weinstein underestimates their hard work and is in shock when \"The\nKing's Speech\" wins the PGA in L.A. Harvey doesn’t even attend and is\nworking in Sundance. They are equally surprised when Tom Hooper wins the\nDGA and the actors win the SAG Ensemble. The BAFTAs reinforced the\nlead. They are now the front runner. It takes the media a few weeks to\ncatch on.\n\nThe Daily Mail announces Her Royal Highness, Queen Elizabeth has enjoyed\na private screening of “The King’s Speech” and is \"moved\" by the film.\nWith no proof the Queen has actually seen the film, the Weinstein\nCompany sends out a global press release thanking her Majesty for the\nendorsement. They also acknowledge Prime Minister David Cameron’s\nprivate Christmas screening.\n\nOn Oscar night, it isn't until Hilary Swank surprisingly yells out\nHooper's name for Best Director that Harvey's gang finally realizes they\nare getting the Oscar for Best Picture. The King has spoken.\n\nHOUSE_OVERSIGHT_012692",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012692.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2288,
    "word_count": 387,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:48.709766",
    "prefix": "IMAGES-002"
  }
}