{
  "document_id": "HOUSE_OVERSIGHT_023565",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023565.txt",
  "text": "stock index, and there was $1.1 trillion bet on Russell U.S.\nindexes overall, according to the company.\n\nThe bigger universe of investors would likely boost the\ntrading multiples of the firms’ stocks. It’s unclear how big the\neconomic benefit of increased ownership would be, so the\nquestion is whether it would make up for the higher taxes.\n“There’s no way to say how much multiple expansion you\ncould get by converting,” said Gerald O’ Hara, who follows\nprivate equity firms for Jefferies Group. “That’s the question\nhere that I think these firms are wrestling with.”\n\nTax Complexity\n\nOne of the main reasons the funds have stayed away from\nprivate equity managers is tax complexity. Investors in typical\nstocks receive a Form 1099, a straightforward document that\nshows interest and dividends on investments at the end of each\nyear. Owners of publicly traded private equity firms’ stock get\nthe Schedule K-1 instead. The K-1 shows their share of the\npartnership’s interest, which determines how much the income is\ntaxed. It’s a headache, O’Hara said. Plus, firms can be\ninconsistent on the time of year they send out the forms, and\nthe process of plugging in the numbers on a Schedule K-1 isn’t\nas simple as it is for other kinds of income.\n\nSo asset managers, which offer options for many 401(k)\ninvestors, avoid buying shares of private equity firms.\n\nOn the campaign trail last year, President Donald Trump\n\nsaid he wasn’t a fan of Wall Street “paper pushers” like hedge\nfund managers. He pledged to raise the tax rate on carried\ninterest. The new tax law keeps it unchanged for investments\nheld at least three years.\n\nHamilton Lane\n\nProponents of conversion to corporations point to Hamilton\n\nLane Inc., an alternative-investment manager and pension-fund\nconsultant that’s a corporation and not a publicly traded\npartnership. The $1.9 billion company, which went public earlier\nthis year, is now included in dozens of S&P, Russell and\nWisdomTree Investments Inc. indexes. Hamilton Lane shares have\nabout doubled since the initial public offering.\n\nAres Management LP, created by former Apollo executives, is\n\nthe most likely of its peers to make the jump, according to\n\nanalysts at Keefe Bruyette & Woods Inc. Much of its revenue\ncomes from management fees, so becoming a corporation would hurt\nits after-tax earnings relatively little.\n\nBill Mendel of Mendel Communications, a spokesman for Ares,\nsaid the firm is studying the situation. Apollo spokesman\n\nCharles Zehren of Rubenstein Associates declined to comment.\nWhen Black spoke to the Goldman Sachs conference, he said\n\nhe was certain of one thing: None of the big publicly traded\npartnerships wanted to be first to undergo conversion.\n\n“If somebody does go first and their stock doesn’t move up,\n\nHOUSE_OVERSIGHT_023565",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023565.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2784,
    "word_count": 451,
    "line_count": 67,
    "import_date": "2025-11-19T21:47:45.759732",
    "prefix": "IMAGES-007"
  }
}