{
  "document_id": "HOUSE_OVERSIGHT_012177",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012177.txt",
  "text": "KIRKLAND & ELLIS LLP\n\nAgreement to Defer Prosecution to the State, an agreement without precedent and fraught\nwith substantial practical and legal hurdles to its implementation.\n\n6. THE SDFL DID NOT DEFER TO THE STATE.\nSloman’s Letter:\ne “{TJhe SDFL indicated a willingness to defer to the State the length of incarceration.”\nId., p.2.\nThe Truth:\n\n* The SDFL neither deferred to the State, nor even discussed with. the State, the length of\nMr. Epstein’s incarceration. In a letter to the defense, Criminal Division Chief, Matthew\nMenchel rejected the sentence contemplated by the State’s plea agreement, writing that\n“the federal interest will not be vindicated in the absence of a two-year term of state\nimprisonment.” See Tab 40, August 3, 2007 Email from M. Menchel. Of course, this\nposition is contrary to Section 9-2031D of the U.S. Attorney’s Manual (indicating that\nthe “result” of a state prosecution is “presume/d]” to have vindicated the federal interest).\nIt is understandable, therefore, that Mr. Sloman might want to retreat from it now.\nIndeed, the final Deferred Prosecution Agreement (DPA) restricts the state-court judge\nfrom exercising any of his rightful discretion and to specifically prohibit the judge from\noffering probation, community control or any other alternative in lieu of incarceration.\nDPA,  2(a).\n\n7. SUGGESTION OF ADDITIONAL STATE PLEA\nMr. Sloman’s Letter:\n\ne The parties considered: “as suggested by [the defense], a plea to state charges\nencompassing Epstein’s conduct.” See Tab 1, May 19, 2008 Letter from J. Sloman, p.2,\n\nq2.\n\nThe Truth:\n\ne It was the government, and not the defense, that suggested a plea to state charges to\nresolve the federal investigation. Andrew Lourie proposed declining prosecution in favor\nof the state. Although Mr. Epstein and the State Attorney’s Office had already reached\na plea agreement, in August 2007, Mr. Sloman and AUSA Marie Villafana warned that\nthey intended to prosecute Epstein federally unless his counsel (i.e., not the U.S.\nAttorney’s Office) sought more stringent conditions to the State’s proposed plea\nagreement. These stringent conditions included, among other things, the two-year prison\nterm demanded by Mr. Menchel (discussed above) and a charge requiring him to register\nas a sex offender.\n\nHOUSE_OVERSIGHT_012177",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012177.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2304,
    "word_count": 358,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:48.392757",
    "prefix": "IMAGES-001"
  }
}