{
  "document_id": "HOUSE_OVERSIGHT_023439",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023439.txt",
  "text": "Nobel Prize in Economic Sciences for his pioneering work integrating insights from\npsychological research into economic science, especially concerning human judgment\nand decision making under uncertainty.\n\nOlivier Sibony is a professor, writer, and advisor specializing in the quality of strategic\nthinking and the design of decision processes. Sibony teaches Strategy, Decision Making,\nand Problem Solving at HEC Paris. He is also an Associate Fellow of Said Business School\nin Oxford University. Previously, he was a Senior Partner with McKinsey & Company,\nwhere he spent 25 years.\n\nCass R. Sunstein is currently the Robert Walmsley University Professor at Harvard. From\n2009 to 2012 he was Administrator of the White House Office of Information and\nRegulatory Affairs. From 2013 to 2014, he served on President Obama’s Review Group\non Intelligence and Communication Technologies. From 2016 to 2017, he served on the\nDefense Innovation Board of the US Department of Defense. He is the author of the\nbestsellers NUDGE (with Richard H. Thaler) and THE WORLD ACCORDING TO STAR\nWARS. His two most recent books, IMPEACHMENT: A CITIZEN’S GUIDE and CAN IT\nHAPPEN HERE? Are reviewed together on the front page of THE NEW YORK TIMES BOOK\nREVIEW (March 18, 2018). Sunstein is the recipient of the 2018 Holberg prize, awarded\nannually to a scholar who has made outstanding contributions to research in the arts,\nhumanities, the social sciences, law or theology.\n\nAbout Brockman, Inc.\n\nBrockman, Inc., established in 1973 by founder John Brockman, is the preeminent\ninternational literary agency in the representation of serious non-fiction authors who\nare the leaders of “the third culture”, i.e., those scientists and other thinkers in\n\nthe empirical world who, through their work and expository writing, are taking the place\nof the traditional intellectual in rendering visible the deeper meanings of our lives,\nredefining who and what we are.”\n\nHOUSE_OVERSIGHT_023439",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023439.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1961,
    "word_count": 303,
    "line_count": 33,
    "import_date": "2025-11-19T21:47:45.739536",
    "prefix": "IMAGES-007"
  }
}