{
  "document_id": "HOUSE_OVERSIGHT_018322",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018322.txt",
  "text": "desperation in men like Trichet. I’m pretty sure we'll see versions of this same sort\nof crisis in many other areas.\n\nMore complexity produces more interaction, as you would expect. More pieces of a\nsystem rushing and touching and changing each other in a perpetual and\naccelerating dance. That process pushes, in turn, still more emergence. The easier it\nis to combine things the more creativity is tickled into life.125 You hear an amazing\nmashup of the Bee Gees and Michael Jackson; you download the tools to make your\nown. In every aspect of the connected world, growing complexity breeds emergence.\nThis is true in finance, in terrorism, in bio-development. Some intellectuals and\nbusinessmen worry that we've arrived at the “End of Innovation” now. But this is\nunlikely. Connected systems, almost as if they have a mind of their own, create and\nsurprise. The complex meshes of connection growing around us now, in a sense, are\nlike a rainforest. They hold and breed and support a range of species native to the\nconnected climate - things that couldn’t survive elsewhere, that were unimaginable\nin an age without connection. Smart medical prediction devices. Apps on your\nphone. Autonomous military robots. Self-driving cars. And we know that, lingering\nahead of us now, as well, are a series of technological leaps that will breed still faster\ninteraction and creation: Quantum computing, for instance, may yet push computer\nto speeds to 100 billion times faster than what is achievable with older technology.\nSelf-taught, reasoning artificial intelltigence will spot patterns invisible to human\nminds, they will offer everythying from computer-assisted explanation to whole\nnew theories of physics and math?°. And autonomous robotic systems will press\ninto realms where our soft human frame cannot survive - deep underwater\nbiological cracks, for instance, or hot molecular material mixes. More data will flow\nback at us from each of these pipes.!2’ And as it arrives it will give us an even more\ngranular sense of our links to the world - and how they might be manipulated for\nstill more invention. “Many biological and social theories were impossible to test\nbecause of lack of data,” one team of cyber-systems researchers noted. “Now we\nhave not only the data, but the methods to analyze it.” The result, they add with a\nfast breath of relief that could be laid upon many sciences or theories we’ve\nsqueezed from limited data: “We are recovering from extreme reductionism in\nscience.”128\n\nWhen we say the network “wants” something, it’s a useful anthropomorphism: A\nbillion connected users want to be linked, so Facebook emerges. A trillon web pages\ndemand to be searched, so Google appears. Making such ties produces, first, that\n\n125 The easier it is to combine things: See Eric Schmidt, “Conversation with Eric\nSchmidt hosted by Danny Sullivan” at Search Engine Strategies Conference, August 9,\n2006.p.1-2 2013 Nathaniel W. Husted\n\n126 Self-taught: Michael Nielsen, “The Rise of Computer-Aided Explanation”, Quanta\nMagazine, June 23 2015\n\n127 More data: Caitriona H. Heinl, “Artificial (Intelligence) Agents and Active Cyber\nDefence: Policy Implications” in 6th International Conference on Cyber Conflict,\nP.Brangetto, MMaybaum, J.Stinissen (Eds.) 2014 p, 60\n\n128 “We are recovering’ :Gershonesen, et al. p 2-4\n\n90\n\nHOUSE_OVERSIGHT_018322",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018322.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3351,
    "word_count": 532,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:49.238625",
    "prefix": "IMAGES-004"
  }
}