{
  "document_id": "HOUSE_OVERSIGHT_027073",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027073.txt",
  "text": "Sy\n\n@\n\nFHC\n\nexcellent return on investment for female condoms in sub-Saharan Africa. For example, in Nigeria an investment\nof $1 offers a $3.20 return on investment to the country's economy.\n\nNumerous clinical and behavioral studies have been conducted regarding use of the female condom. Studies show\nthat in many cultures, the female condom is found acceptable by women and their partners. Importantly, studies\nalso show that when the female condom is made available as an option along with male condoms there is a\nsignificant increase in protected sex acts with a concurrent decrease in STIs. The increase in protected sex acts\nvaries by country and averages between 10 percent and 35 percent.\n\nFC2 consists of a soft, loose fitting sheath and two rings: an external ring of rolled nitrile and a loose internal ring\nmade of flexible polyurethane. FC2's soft sheath lines the vagina, preventing skin-to-skin contact during\nintercourse. Its external ring remains outside the vagina, partially covering the external genitalia. The internal ring\nis used for insertion and helps keep the device in place during use.\n\nFC2's primary raw material, a nitrile polymer, offers a number of benefits over natural rubber latex, the raw\nmaterial most commonly used in male condoms. FC2's nitrile polymer is stronger than latex, reducing the\nprobability that the female condom sheath will tear during use. Unlike latex, FC2's nitrile polymer quickly transfers\nheat. FC2 can warm to body temperature immediately upon insertion, which may enhance the user's sensation and\npleasure. Unlike the male condom, FC2 may be inserted in advance of arousal, eliminating disruption during sexual\nintimacy. FC2 is also an alternative to latex sensitive users who are unable to use latex male or female condoms\nwithout irritation. To the Company's knowledge, there is no reported allergy to the nitrile polymer. FC2 is pre-\nlubricated, disposable, and recommended for use during a single sex act. FC2 is not reusable.\n\nThe first clinical evidence of AIDS was noted more than thirty years ago. Since then, HIV/AIDS has become the\nmost devastating pandemic facing humankind in recorded history. In November 2009, WHO released statistics\nindicating that on a world-wide basis, HIV/AIDS is now the leading cause of death in women 15 to 44 years of\nage. According to WHO, in 2012 worldwide women comprised 50 percent of all the adults living with HIV and\napproximately 58 percent of all new adult cases of HIV/AIDS in Sub-Saharan Africa. In the United States the\nCenters for Disease Control and Prevention (CDC) and FDA both list heterosexual sex as the most common\nmethod of HIV transmission in women.\n\nFor sexually active couples, male condoms and FC2 are the only barrier methods approved by the FDA for\npreventing sexual transmission of HIV/AIDS. In recent years, scientists have sought to develop alternative means\nof preventing HIV/AIDS. Based on the complexities of such research, a viable prevention alternative is unlikely\nto be available in the foreseeable future. To date, it is clear that condoms, male and female, continue to play a key\nrole in the prevention of STIs, including HIV/AIDS. The United Nations Joint Programme on HIV/AIDS\n(UNAIDS) has reported that, since the beginning of the HIV/AIDS epidemic, it is estimated that condoms have\naverted approximately 50 million new cases. FC2, when used consistently and correctly, gives a woman control\nover her sexual health by providing dual protection against STIs, including HIV/AIDS, and unintended pregnancy.\n\nThe feminization of HIV/AIDS has increased the relevance of FC2 for the prevention of unintended pregnancies\nas well as disease prevention. Unintended pregnancy may result in maternal and infant death, babies with\nHIV/AIDS, AIDS orphans, and increased health care costs.\n\nHOUSE_OVERSIGHT_027073",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027073.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3841,
    "word_count": 605,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:46.685257",
    "prefix": "IMAGES-009"
  }
}