{
  "document_id": "HOUSE_OVERSIGHT_019540",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019540.txt",
  "text": "52 | HOW AMERICA LOST ITS SECRETS\n\nof the twenty-first century, the U.S. Naval Research Laboratory and\nthe Defense Advanced Research Projects Agency developed it to\nallow American intelligence operatives to cloak their movements on\nthe Internet. They could anonymously manipulate websites oper-\nated by Islamic radicals, for example, and create their own Trojan\nhorse sites to lure would-be terrorists and spies. As it turned out,\nthat use of Tor software had a conceptual flaw. If U.S. intelligence\nservices used it, the targets could figure out that anyone visiting a\nsite without an IP address was using Tor software to hide it. If Tor\nwas exclusively used by U.S. intelligence services, the targets could\nfurther deduce that all the anonymous visitors were avatars for\nAmerican intelligence. It would be analogous to undercover police\nusing pink-colored cars that civilians did not use.\n\nTo remedy this flaw, the U.S. government made Tor software open\nsource in 2008 and freely available to everyone in the world. It even\nprovided funding for its promulgation, with the State Department,\nthe National Science Foundation, and the Broadcasting Board of\nGovernors financing Tor’s core developer. The public rationale for\n\n© this generosity was that Tor could serve as a tool for, as the State ®\nDepartment called it, “democracy advocates in authoritarian states.”\nWhile Tor software remained a useful tool in covert operations by\nthe CIA, the DIA, and the FBI, it was anathema to the NSA because\nit made it more difficult for it to track potential targets.\n\nAs Tor software became widely used by adversaries (as well as\ncommon criminals), the NSA sought to find vulnerabilities in it. “It\nshould hardly be surprising that our intelligence agencies seek ways\nto counteract targets that use Tor software to hide their communica-\ntions,” explained an NSA spokesperson. The NSA’s adversaries also\ntook an interest in identifying Tor users because they might include\npolitical dissidents and potential spies.\n\nTor software also took on a cultlike importance to hacktivists con-\ncerned with the U.S. government’s tracking their activities. Catherine\nA. Fitzpatrick provides an illuminating insight into the mind-set of\nthese hacktivists in her 2014 book, Privacy for Me and Not for Thee.\nShe describes them as largely “radical anarchists” who believe “the\nstate is all-powerful, that law-enforcement is so strong that it will\nprevail anyway, and that they are a persecuted minority.” As a refuge\n\n| | Epst_9780451494566_2p_all_r1.z.indd 52 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019540",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019540.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2580,
    "word_count": 407,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:45.864515",
    "prefix": "IMAGES-005"
  }
}