{
  "document_id": "HOUSE_OVERSIGHT_012657",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012657.txt",
  "text": "—,\n'\n\nKIRKLAND & ELLIS\n\nHonorable Alice S. Fisher\nNovember 28, 2007\nPage 2\n\nmanner in which the USAO has interpreted the settlement process for these identified individuals\nunder the Agreement requires guidance. These areas are more fully detailed below.*\n\nFirst. Federal criminal investigators and prosecutors should not be in the business\nof promoting civil lawsuits as a condition precedent to entering non-prosecution or deferred.\nprosecution agreements. This is especially true where the vehicle for the financial settlement\nunder the Agreement requires payment in a lump sum without requiring proof of actual injury or\nloss — federal authorities should therefore be particularly sensitive to avoid causing a prejudiced\nand unfair result. 18 U.S.C. § 2255 is a civil statute implanted in the criminal code; in contrast to\nall other criminal restitution statutes, § 2255 fails to correlate payments to specific injuries or\nlosses. Instead, the statute presumes that victims have sustained damages of at least a minimum\nlump sum without regard to whether the complainants suffered actual medical, psychological or\nother forms of individualized harm. We presume that it is for this reason that 18 U.S.C. § 2255\nhas never before been employed in this manner in connection with a non-prosecution or, as here,\na deferred prosecution agreement. In short, the USAO is operating in uncharted territory.\n\nSecond, 18 U.S.C. § 2255 creates the potential for compromising witness\ntestimony. Although generally the Government may promise or provide traditional consideration\nto potential witnesses, employing a civil statute that promises a lump sumi payment to potential\nWitnesses without proof of actual liability or damage provides an extraordinary incentive that is\nincompatible with the truth-seeking functions of the criminal justice system. Guidelines or other\npolicy directives should be considered to control the extent to which witnesses are informed by -\ninvestigators about the availability of such financial windfalls. Additionally, an inquiry is\nnecessary in this specific case to assure that disclosures to potential witnesses did not undermine\nthe reliability of the results of the federal criminal investigation of Mr. Epstein.\n\nThird. The USAO has provided no information as to the specific claims made by\neach identified individual, nor were we provided the names or ages of those individuals or the\ntime-frame of the alleged conduct. The USAO’s reluctance to provide Mr. Epstein with any\ninformation with respect to the allegations against him leaves wide open the opportunity for\nmisconduct by federal investigators. In addition, this information vacuum eliminates the ability\nfor Mr. Epstein and/or his agents to verify that the allegations at issue are grounded in real\nevidence. Indeed, the requirement that a target of federal criminal prosecution agree to waive his\ntight to contest liability as to unnamed civil complainants creates at minimum an appearance of\ninjustice, both because of the obvious Due Process concems of waiving rights without notice of\n\n* In addition to the areas identified below, it was and remains our position that federal prosecution of this matter is\nentirely inappropriate based on the prior application and legislative histories of the relevant federal statutes.\n\nHOUSE_OVERSIGHT_012657",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012657.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3332,
    "word_count": 506,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:47.955645",
    "prefix": "IMAGES-002"
  }
}