{
  "document_id": "HOUSE_OVERSIGHT_012974",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012974.txt",
  "text": "58 4 Brief Survey of Cognitive Architectures\n\nCogPrime represents a significantly more effective approach to embodied human-like general\nintelligence. In our treatment of emergentist architectures, we pay particular attention to devel-\nopmental robotics architectures, which share considerably with CogPrime in terms of underlying\nphilosophy, but differ via not integrating a symbolic “language and inference” component such\nas CogPrime includes.\n\nIn brief, we believe that the hybrid approach is the most pragmatic one given the current state\nof AI technology, but that the emergentist approach gets something fundamentally right, by\nfocusing on the emergence of complex dynamics and structures from the interactions of simple\ncomponents. So CogPrime is a hybrid architecture which (according to the cognitive synergy\nprinciple) binds its components together very tightly dynamically, allowing the emergence of\ncomplex dynamics and structures in the integrated system. Most other hybrid architectures are\nless tightly coupled and hence seem ill-suited to give rise to the needed emergent complexity. The\nother hybrid architectures that do possess the needed tight coupling, such as MicroPsi [Bac09],\nstrike us as underdeveloped and founded on insufficiently powerful learning algorithms.\n\nCognitive architectures\n\nMemory\n\ni Memory 3 f Memory :\n|» Rule-based memory i -Glotalisincnoy © Localist-distributed\ni © Graph-based memory =: © Localist memory ba Symbolic-connectionist i\n\nLearning Learning Learning\n* = Inductive learning «= Associative leaming iis Bottom-up learning\ni « =©Analytical learning : ¢ Competitive learning Top-down leaming\n\nFig. 4.1: Duch’s simplified taxonomy of cognitive architectures. CogPrime falls into the “hy-\nbrid” category, but differs from other hybrid architectures in its focus on synergetic interactions\nbetween components and their potential to give rise to appropriate system-wide emergent struc-\ntures enabling general intelligence.\n\n4.2 Symbolic Cognitive Architectures\n\nA venerable tradition in AI focuses on the physical symbol system hypothesis [New90], which\nstates that minds exist mainly to manipulate symbols that represent aspects of the world or\nthemselves. A physical symbol system has the ability to input, output, store and alter symbolic\nentities, and to execute appropriate actions in order to reach its goals. Generally, symbolic\ncognitive architectures focus on “working memory” that draws on long-term memory as needed,\nand utilize a centralized control over perception, cognition and action. Although in principle\nsuch architectures could be arbitrarily capable (since symbolic systems have universal repre-\n\nHOUSE_OVERSIGHT_012974",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012974.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2688,
    "word_count": 377,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:47.397305",
    "prefix": "IMAGES-002"
  }
}