{
  "document_id": "HOUSE_OVERSIGHT_014332",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014332.txt",
  "text": "= _EWEBC to maintain capital for organic growth opportunities. As of 3Q, EWBC’s\nCET1 ratio was 10.9%. While EWBC isn’t opposed to using excess capital for an\nacquisition (depending on the market landscape), Mr. Ng prefers to use capital to\nsupport organic growth opportunities and the dividend (1.75% div yield). With\nrespect to share repurchase, EWBC seemed less enthusiastic to buy back stock at\ncurrent valuation levels (2.3x TBV).\n\nFist Hawaiian (FHB), C-2-7, Neutral\nPositive outlook around the Hawaiian economy. Chairman and CEO Robert\nHarrison and CFO/Treasurer Michael Ching were optimistic with regards to the\noutlook for the Hawaiian economy, particularly around tourism trends. While the\nrecent strength of the dollar could impact the inflow of foreign tourists (with Japan\nand Canada the key foreign markets for HI) to the island, management noted that\nthe potential for an increases in domestic tourism could help offset the pressure\nfrom any slowdown due to a stronger USD.\n\n- Positioned well for higher rates. With regards to its outlook on the impact of\npotentially higher interest rates, management noted that it remains asset sensitive\nwith 60% of its loan portfolio floating rate. On the funding side FHB expects the\ndeposit beta to remain low given the competitive dynamics in the Hawaii landscape.\nManagement anticipates that another 25bp increase in the Fed Funds rate in\nDecember could have a similar impact on the NIM (+6bp) as it experienced\nfollowing the previous rate hike in Dec '15.\n\n¢ Cash deployment to securities completed. Management noted that it has\ncompleted the liquidity actions that it planned to take from deploying excess cash\ninto its securities portfolio and the full impact of this should be visible in 4Q\nresults. Note the securities portfolio duration is 3.3yrs at the end of 3Q16.\nManagement noted that it prefers to keep $400-500mn at the Fed in cash liquidity.\n\n+ Continued focus on maintaining dividend payout. In terms of capital\nmanagement, management reiterated that it would like to maintain a healthy\ndividend payout. Given that additional capital return from buybacks are limited due\nto the Fed’s CCAR process (which FHB is subject to given that it is part of a larger\nholding company owned by BNP), management intends to increase its capital\npayout to shareholders (via higher dividend and buybacks) over time.\n\nExpenses to stay relatively elevated in near term. During the audience poll, when\nasked about what management should prioritize in 2017, 38% of the investors\npolled noted that they would like management to manage core expense growth\nwhile 31% would like management to increase the dividend payout to over 50% of\nearnings. Management noted that the efficiency ratio would likely trend around\n50%, modestly higher than the 48.5% it reported in 3Q as it incurs additional public\ncompany costs ($14.5 — 17mn of expenses), but over time should move back below\nin the mid-to-high 40s.\n\n18 2016 Future of Financials Conference | 17 November 2016 Bankof America 2\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014332",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014332.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3062,
    "word_count": 492,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:46.995039",
    "prefix": "IMAGES-002"
  }
}