{
  "document_id": "HOUSE_OVERSIGHT_010932",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010932.txt",
  "text": "chimpanzee compound near the linear reaction at Stanford. Clark Howell briefed us\non his work at Torralba and Ambrona in Spain, where our ancestors half our size\nhad hunted elephants twice the size of modern ones. (Elephants go back at least as\nfar as mammoths and mastodons.) Desmond Clark covered African archaeology in\ngeneral and his discoveries at Kalambo Falls in particular. Sherry Washburn showed\n\nthe way in which our DNA is 98% the same as a chimp’s. All were my close friends.\n\nIt was at a symposium in 1974, in Washington | believe, that I first heard and met Irv\nDeVore. His talk was on evolutionary biology and Hamilton’s rule. Both were new to\nme. Irv was a champion speaker. Students packed his anthropology classes at\n\nHarvard. He became a Leakey stalwart and a particularly close friend.\n\nI liked his topic. Genes code for traits, and traits more adaptive to niche pressures\nare likelier to carry the genes that encode them into the next generation. The\nlikeliness is “fitness”. A beauty of this is that you can predict traits from the\nenvironment (niche), and the environment from traits. That promised the kind of\n\nlogical challenge that I loved.\n\nSurvival of the fittest was not news to us. What was news was that bright scientists\nlike Irv were specializing in that logic, and making testable predictions for creatures\ngenerally, humans included, rather than sticking to the groups they studied most.\n\nThat meant people | could talk to.\n\nHamilton’s rule was put up as the prime example. It starts from the principle that\nthe end game in biology is investment in the next generation. Hamilton had\nreasoned in 1965 that genes coding for most efficient investment in closest kin, who\nwere likeliest to carry copies of those genes, ought to leave most copies in the next\ngeneration. We would invest in them when consanguinity was greater than\n\ncost/benefit ratio measured in fitness given up and fitness gained at the other end.\n\nI didn’t like this. Something was missing. The logic was seductive. But Achilles does\novertake the tortoise. Traits compete, like those racers, for niche space. The winner\n\nis the fittest at meeting needs of the niche. Hamilton’s rule seemed to leave that out.\n\nChapter 1: Recollections 1/06/16 16\n\nHOUSE_OVERSIGHT_010932",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010932.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2269,
    "word_count": 379,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:46.761488",
    "prefix": "IMAGES-001"
  }
}