{
  "document_id": "HOUSE_OVERSIGHT_029409",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029409.txt",
  "text": "Case 1:17-cv-03956-PGG Document1-1 Filed 05/25/17 Page 2of5\n\nMr. Epstein pleaded not guilty in August to the crime he was ultimately charged\nwith, soliciting prostitution. But at a time when prosecutors around the nation have\nbecome increasingly severe in dealing with people accused of sex offenses, the case\nhas raised questions about whether Mr. Epstein’s prominence won him preferential\ntreatment.\n\nBy the account of the police, they found probable cause to charge Mr. Epstein\nwith much more serious offenses: one count of lewd and lascivious molestation and\n\nfour counts of unlawful sexual activity with a minor.\n\nBut instead of proceeding with such charges on his own, the Palm Beach County\nstate attorney took the rare step of presenting a broad range of possible charges to a\ngrand jury, which indicted Mr. Epstein in July on the lesser count. In Florida,\nprosecutors usually refer only capital cases to grand juries.\n\nEven before the indictment, the Palm Beach police chief, Michael Reiter, had\naccused prosecutors of giving Mr. Epstein special treatment and asked the state\nattorney, Barry E. Krischer, to remove himself from the case.\n\nIn an editorial, The Palm Beach Post attacked Mr. Krischer, a Democrat whose\npost is elective, saying the public had been left “to wonder whether the system tilted\nin favor of a wealthy, well-connected alleged perpetrator and against very young girls\nwho are alleged victims of sex crimes.”\n\nThe case has taken a toll on the reputation of Mr. Epstein, who owns a palatial\nhome in Manhattan, has pledged $30 million to Harvard and once flew former\nPresident Bill Clinton on his 727. Politicians including Eliot Spitzer, a Democratic\ncandidate for governor in New York, and Gov. Bill Richardson of New Mexico, also a\n\nDemocrat, have returned campaign contributions from him.\n\nBut Mr. Epstein fought back, assembling a team of star lawyers, including\nGerald B. Lefcourt and Alan M. Dershowitz, a friend of his, to look into the\nbackgrounds of his young accusers.\n\nMr. Lefcourt says that the police acted “outrageously” and that his client has\nbeen wrongfully dragged through the mud.\n\nHOUSE_OVERSIGHT_029409",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029409.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2151,
    "word_count": 345,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:47.086149",
    "prefix": "IMAGES-010"
  }
}