{
  "document_id": "HOUSE_OVERSIGHT_028625",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_028625.txt",
  "text": "proponents and detractors of any given power technology to make their cases — few of them take externalities (costs to the\nenvironment or to public health, for example) into account. And nuclear power’s externalities could exceed those for any\nother form of power generation except coal.\n\nThat’s why we’re reducing coal usage — if we had a strong climate policy it would be gone in a couple of deades, and\nnuclear should be right behind it. It’s likely that no new nuclear plants will be built before true renewables are able to take the\nplace of scary, highly damaging energy sources.\n\nWhich brings us full circle: the new proponents of nuclear power say that since nuclear power is arguably preferable to coal,\nmaybe we should subsidize the building of new plants.\n\nIf those were the only options, maybe that argument would be a sound one. But they’re not. Energy efficiency (remember\nthat?), natural gas (imperfect, yes, but improvable) and wind are all cheaper. Even solar is already less expensive than\nnuclear power in good locations.\n\nSome studies show that renewables can generate 80 percent of our electricity in 2050, using current technologies, while\nreducing carbon emissions from the electric sector by 80 percent. Climate change fears should be driving not old and\ndisproven technologies but renewable ones, which are more practical. These technologies remain relatively small — non-\nhydro renewables were around 5 percent of the total last year — but they’re growing so fast (wind and solar use have\nquadrupled in the last five years) that just this week the chairman of the Federal Energy Regulatory Commission predicted\nthat solar power could soon begin to double every two years.\n\nUtilities are afraid that solar power will be to the electrical grid what PCs were to mainframes, or e-mail to the Postal Service:\n\na technology that will simply kill its predecessors. Coal and nuclear power are both doomed, and the profit-making power\ngrid with it. That’s all to our benefit.\n\nBack to top\n\nPipeline-Capacity Squeeze Reroutes Crude Oil\nRussell Gold — Wall Street Journal\n\nMore crude oil is moving around the U.S. on trucks, barges and trains than at any point since the government began keeping\nrecords in 1981, as the energy industry devises ways to get around a pipeline-capacity shortage to take petroleum from new\nwells to refineries.\n\nThe improvised approach is creating opportunities for transportation companies even as it strains roads and regulators. And\nitis a precursor to what may be a larger change: the construction of more than $40 billion in oil pipelines now under way or\n\nplanned for the next few years, according to energy adviser Wood Mackenzie.\n\n\"We are in effect re-plumbing the country,\" says Curt Anastasio, chief executive of NuStar Energy LP, NS +0.58% a pipeline\ncompany in San Antonio. Oil is \"flowing in different directions and from new places.\"\n\nHOUSE_OVERSIGHT_028625",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_028625.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2915,
    "word_count": 477,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:44.593326",
    "prefix": "IMAGES-010"
  }
}