{
  "document_id": "HOUSE_OVERSIGHT_016136",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016136.txt",
  "text": "be equivalent to a SAR100bn cumulative spending cut, which we believe can be\naccommodated from capex retrenchment. On the basis of the above, fiscal consolidation\nwould likely drive real GDP growth lower to an average of just around 1% of GDP. This\nestimate is based on a ST GCC fiscal multiplier of 0.2 for real spending to real non-oil\nGDP, in line with academic literature.\n\nFx policy stays the course; NTP blurs medium-term incentives\n\nWe do not believe Deputy Crown Prince Mohammed bin Salman is considering Fx reform\nin the near-term. We have expressed here our view that the Fx peg would hold as fiscal\npolicy undergoes a sizeable multi-year adjustment. In a bearish scenario for oil prices,\nthe NTP is unlikely to be implemented as deep budget cuts are likely to be required to\nsustain the Fx policy. We believe an oil price of at least US$50/bbl is broadly consistent\nwith full and timely NTP implementation, but fiscal policy still needs to be disciplined. If\nfiscal non-oil revenue targets are missed, a higher oil price is likely to be needed.\n\nHowever, if the NTP is successful in diversifying the economy, it will make the costs of\nrunning an overvalued exchange rate more prohibitive, particularly as the external\naccounts are likely to become more responsive to an Fx shock. It also introduces a pro-\ngrowth bias for policy-makers in charge of diversifying the economy, which may conflict\nwith the implementation of unpopular fiscal reforms or the depth of fiscal consolidation\nneeded at weak levels of oil prices. The NTP diversification initiatives may suffer from a\ntiming mismatch when it comes to net external receipts generated. This is because the\nsectors that would generate Fx receipts (non-oil exports, religious tourism) or\nlocalization policies are likely to be slow to ramp-up, while Fx demand in the economy is\nlikely to be supported (rather than deflated) by government diversification policies. Last,\nthe desire to build a large SWF may suggest a desire to conserve Fx reserves.\n\nChart 21: Illustrative paths of Saudi government deposits at SAMA Chart 22: Illustrative paths of SAMA foreign assets\nip of GDP 16 of GDP\n\n——— US$50/bbI oil - nominal spending flat 10 US$50/bbI oil - nominal spending flat\n—— US$50/bbI oil - modest fiscal adjustment 0 il i\n——— US$50/bbI oil - ambitious fiscal adjustment\n— US$25/bbl oil - modest fiscal adjustment\n\n—— US$50/bbI oil - ambitious fiscal adjustment\n—— US$25/bbl oil - modest fiscal adjustment\n\nSSSSSSSSSSSSSgsggggggssss SaSSsBSBSsS SBSSSSESESSSS\nN NNN NN NNN NNN NNN NNN NNN NOE Rr Or OS NNNN NNN NNN NN SN\nSource: , Haver, BofA Merrill Lynch Global Research estimates Source: Haver, BofA Merrill Lynch Global Research estimates\n26 GEMs Paper #26 | 30 June 2016 OS merrill Lynch\n\nHOUSE_OVERSIGHT_016136",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016136.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2777,
    "word_count": 458,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:48.857610",
    "prefix": "IMAGES-003"
  }
}