{
  "document_id": "HOUSE_OVERSIGHT_024826",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024826.txt",
  "text": "COWEN\nCOLLABORATIVE INSIGHTS February 25, 2019\n\n- The Science Of CBD (Nadeau)\n\nThe Endocannabinoid System\n\nCannabis’ therapeutic potential is due to this valuable overlap between\nphytocannabinoids (i.e. plant-derived cannabinoids) and the endogenous cannabinoid\nsystem in humans, termed a “therapeutic handshake.” However, though THC’s activity in\nthe body has been fairly well elucidated (it acts through G-protein coupled cannabinoid\nreceptor 1 and cannabinoid receptor 2), CBD’s pharmacokinetics are less well\nunderstood (no specific receptor for CBD has been identified).\n\nThe scientific understanding of CBD’s clinical effects is based mostly on studies in\nspecific indications, like epilepsy. GW Pharma’s Epidiolex (highly potent, pure\nformulation of CBD) was approved by the FDA in 2018 for the treatment of seizures\nassociated with Lennox-Gastaut syndrome and Dravet syndrome, and other companies\n(Tilray, MMJ Phytotech, Insys) have clinical trials underway in seizure disorders as well.\nAdditional possible indications for CBD products include autism spectrum disorders,\npsychiatric conditions, diabetic neuropathy pain, fibromyalgia, chronic pain, and back\npain; clinical trials in these indications are underway.\n\nClinical trial results to date demonstrate few adverse effects from oral CBD doses of up\nto 1500 mg/day or up to 30mg IV. Specifically, CBD studies have not reported effects on\nblood pressure, heart rate, or respiratory rate, and no negative changes in mood or\npsychomotor slowing. Some studies (such as GW’s in Epidiolex) have shown side effects\nresulting from high doses of CBD (~2g/day) inhibiting hepatic drug metabolism,\nprompting increased blood levels of some background medications. Additionally, in vitro\nstudies have shown CBD to be pro-apoptotic in lymphocytes and to inhibit IL8 and IL10\nproduction, suggesting that it may suppress the immune system. However, though\nunknowns remain, the summation of pre-clinical and clinical data suggest that the\ncompound is safe at typical doses seen in over the counter products (5-10mg).\n\n—\n\nAdditionally, other cannabinoids (found in CBD distillate) have been discovered that may\nhave differentiated pharmacological effects. For example, cannabidivarin (CBDV) may\nhave differentiated anticonvulsant effects, tetrahydrocannabivarin (THCV) may have\nanti-diabetic and appetite suppressant effects, cannabidiol-acid (CBDA) may have anti-\nnausea effects, and bannabigerol (CBG) may have anti-cancer effects. Further research\nis needed to elucidate the clinical effects of these compounds.\n\n10 COWEN.COM\n\nHOUSE_OVERSIGHT_024826",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024826.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2598,
    "word_count": 362,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:44.382016",
    "prefix": "IMAGES-008"
  }
}