{
  "document_id": "HOUSE_OVERSIGHT_017258",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017258.txt",
  "text": "4.2.12\nWC: 191694\n\nwould shift the existing trend in favor of contracting the death penalty to a trend in favor of\nexpanding it. I know that the stakes were enormous, both for the Tison brothers and for the many\nother death row inmates who had not been triggermen—as well as for the campaign against\ncapital punishment, as I prepared my brief and argument for the case that was scheduled to be\nheard on November 3, 1986.\n\nI began my argument with a simple statement that I thought would be beyond any dispute:\n\n“The State of Arizona seeks to execute two young men who it acknowledges lacked the\nspecific intent to kill, and did not, in fact, kill.”\n\nI was immediately interrupted by Justice White, the author of the Enmund majority opinion on\nwhich I was relying:\n\n“Did you say the state concedes what?”\nI repeated my point:\n\n“The state concedes that there was no specific intent to kill, and that there was no killing.”\nJustice White pressed me:\n\n“What do you mean by that?”\n\nI explained that no one has ever suggested that the brother specifically intended to kill the Lyons’\nfamily. Indeed, it was clear from the record that they specifically intended not to kill and that\nGary and Randy had to trick the brothers into going for water before opening fire. I also pointed\nto a finding by the Arizona Supreme Court that the murder of the Lyons’ family was not part of\nthe original plan and was utterly “unnecessary” to the escape. I told the court that, “There is no\nevidence to support a finding for specific intent.”\n\nThe justices immediately shot back, “Well, if that’s true, of course, that’s the end of the case.”\nI agreed with that assessment and was pleased by it:\n\n“That’s the end of the case. Your Honor, we think that’s the end of the case.”\n\nBut it was far from the end of the case, at least in the minds of some of the justices. The recently\nappointed Antonin Scalia came after me with a hypothetical case, an exercise I was thoroughly\n\n171\n\nHOUSE_OVERSIGHT_017258",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017258.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1977,
    "word_count": 353,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:47.669062",
    "prefix": "IMAGES-004"
  }
}