{
  "document_id": "HOUSE_OVERSIGHT_019975",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019975.txt",
  "text": "of the three men, she would be countermanded by one or another of them.\n\n“T take a conversation at face value and move forward with it,” she defended herself. “I\nput what was decided on the schedule and bring in comms and build a press plan around it\nand bring in political affairs and office of public liaison. And then Jared says, Why did\nyou do that. And I say, ‘Because we had a meeting three days ago with you and Reince\nand Steve where you agreed to do this.’ And he says, “But that didn’t mean I wanted it on\nthe schedule. That’s not why I had that conversation.’ It almost doesn’t matter what\nanyone says: Jared will agree, and then it will get sabotaged, and then Jared goes to the\npresident and says, See, that was Reince’s idea or Steve’s idea.”\n\nBannon concentrated on a succession of EOs that would move the new administration\nforward without having to wade through Congress. That focus was countermanded by\nPriebus, who was cultivating the Trump-Ryan romance and the Republican agenda, which\nin turn was countermanded by Kushner, who was concentrating on presidential bonhomie\nand CEO roundtables, not least because he knew how much the president liked them (and,\nas Bannon pointed out, because Kushner himself liked them). And instead of facing the\ninherent conflicts in each strategy, the three men recognized that the conflicts were largely\nirresolvable and avoided facing that fact by avoiding each other.\n\nEach man had, in his own astute fashion, found his own way to appeal to the president\nand to communicate with him. Bannon offered a rousing fuck-you show of force; Priebus\noffered flattery from the congressional leadership; Kushner offered the approval of blue-\nchip businessmen. So strong were these particular appeals that the president typically\npreferred not to distinguish among them. They were all exactly what he wanted from the\npresidency, and he didn’t understand why he couldn’t have them all. He wanted to break\nthings, he wanted a Republican Congress to give him bills to sign, and he wanted the love\nand respect of New York machers and socialites. Some inside the White House perceived\nthat Bannon’s EOs were meant to be a workaround in response to Priebus’s courtship of\nthe party, and that Kushner’s CEOs were appalled by Bannon’s EOs and resistant to much\nof the Republican agenda. But if the president understood this, it did not particularly\ntrouble him.\n\n7 OK Ok\n\nHaving achieved something like executive paralysis within the first month of the new\nadministration—each of the three gentlemen was as powerful in his allure to the president\nas the others and each, at times, was equally annoying to the president—Bannon, Priebus,\nand Kushner all built their own mechanisms to influence the president and undermine the\nothers.\n\nAnalysis or argument or PowerPoint did not work. But who said what to Trump and\nwhen often did. If, at Bannon’s prodding, Rebekah Mercer called him, that had an effect.\nPriebus could count on Paul Ryan’s clout with him. If Kushner set up Murdoch to call, that\n\nHOUSE_OVERSIGHT_019975",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019975.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3052,
    "word_count": 514,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:45.778353",
    "prefix": "IMAGES-005"
  }
}