{
  "document_id": "HOUSE_OVERSIGHT_017486",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017486.txt",
  "text": "4.2.12\nWC: 191694\n\nhelping their own people, and they have continued to try to help their people.\n\nElie Wiesel's work is far more universal. For example, those who have\n\nsuffered most in the former Yugoslavia have been the Croats and the Muslims. It\nwas they who Elie Wiesel risked his life to protect. Yet during the Holocaust,\nwhich took the lives of 6 million of Wiesel's people, the Croats were among the\nmost barbarous hands-on perpetrators of genocide against Jewish babies, women\nand men. The Islamic world has been in conflict with Elie Wiesel's people over\nIsrael, and many innocent Jews have been murdered by Islamic co-religionists of\nMuslims who have been terrorized in Sarajevo. Yet, Wiesel makes no distinctions\nbased on religion, race, creed or even enmity against his own people. He will\nbear witness, even at the risk of his life, to the suffering of any human\n\nbeings, so long as they are not the aggressors.\n\nTo be sure, Elie Wiesel speaks up on behalf of his people as well, with a\nvoice of unparalleled eloquence.\n\nA great Jewish sage once wrote, \"If I am not for myself, who will be for me?\nBut if I am for myself alone what am I? And if not now, when?\" Elie Wiesel lives\nby that tripartite philosophy. He is the voice of the Jewish people - their\ninternational moral spokesman. But he speaks not for Jews alone; instead, he can\nbe counted to combat hatred and bigotry regardless of who the victims may be.\nAnd for Elie Wiesel, tomorrow is never an excuse for not acting today.\n\nOver the years, we have worked closely together on issues relating to Soviet dissidents, the\nArmenian genocide, the massacres in Rwanda and Darfur, efforts to delegitimate Israel and other\nhuman rights concerns. I have sought his advice on many occasions, and it has always been wise\nand useful.\n\nIn 1982, Elie was asked to present me with the William O. Douglas Award by the Anti-\nDefamation League. In presenting the award, he paid me the highest compliment: “If there had\nbeen a few people like Alan Dershowitz during the 1930's and 1940's, the history of European\nJewry might have been different.” Although I have always believed that these words were highly\nexaggerated—no one could have stopped Hitler’s maniacal determination to kill the Jews of\nEurope—I have tried to hold myself up to his expectations of me. I recall his words every time I\nthink of slowing down or doing less to protect the victims of human rights abuses.\n\nIn 19 __, Elie and his wife, Marianne, invited me to their home in New York for an intimate dinner\nwith French President, Frangois Mitterrand. Elie and his wife speak fluent French but I do not\nand neither did the two other couples at the dinner. Mitterrand spoke passable English but he\ninsisted on conducting the entire conversation in French, with a British translator at his side. At\none point, Mitterrand told a joke in French. None of the French speaking people at the table\nlaughed. His translator then repeated it in English and everyone laughed hysterically. I asked Elie\n\n399\n\nHOUSE_OVERSIGHT_017486",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017486.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3044,
    "word_count": 527,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.568038",
    "prefix": "IMAGES-004"
  }
}