{
  "document_id": "HOUSE_OVERSIGHT_023526",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023526.txt",
  "text": "10\n\nthat Hamas has a regional focus, while al Qaeda's is global. Hamas\nbears no love for the United States, but it has not deliberately targeted\nAmericans. Al Qaeda, of course, sees the United States as its primary\nenemy, and it doesn't stop there. European countries, supposed\nenemies of Islam such as Russia and India, and Arab regimes of all\nstripes are on their hit list. Other components of the \"Salafi-jihadist\"\nmovement (of which al Qaeda is a part) focus operations on killing\nShiite Muslims, whom they view as apostates. Hamas, in contrast,\ndoes not call for the overthrow of Arab regimes and works with\nShiite Iran and the Alawite-dominated secular regime in Damascus,\npragmatically preferring weapons, money, and assistance in training\nto ideological consistency.\n\nHamas, like its parent organization, the Muslim Brotherhood, also\ndevotes much of its attention to education, health care, and social\nservices. Like it or not, by caring for the poor and teaching the next\ngeneration of Muslims about its view of the world, Hamas is\nfundamentally reshaping Palestinian society. Thus, many Palestinians\nwho do not share Hamas's worldview nonetheless respect it; in part\nbecause the Palestinian moderates so beloved of the West have often\nfailed to deliver on basic government functions. The old Arab\nnationalist visions of the 1950s and 1960s that animated the moderate\nPalestinian leader Mahmood Abbas and his mentor Yasir Arafat have\nless appeal to Palestinians today.\n\nOne of the greatest differences today, as the Arab spring raises the\nhope that democracy will take seed across the Middle East, is that\nHamas accepts elections (and, in fact, took power in Gaza in part\nbecause of them) while al Qaeda vehemently rejects them. For\nAyman al-Zawahiri, Osama bin Ladin's deputy and presumed heir-\napparent, elections put man's (and, even worse, woman's) wishes\nabove God's. A democratic government could allow the sale of\nalcohol, cooperate militarily with the United States, permit women to\n\nHOUSE_OVERSIGHT_023526",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023526.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2023,
    "word_count": 320,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:48.436741",
    "prefix": "IMAGES-007"
  }
}