{
  "document_id": "HOUSE_OVERSIGHT_017211",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017211.txt",
  "text": "4.2.12\nWC: 191694\n\nThere are, of course, some historical low tech antecedents to the current high-tech dangers.\nDuring our pre-revolutionary, revolutionary and immediate post-revolutionary era, there were\nmany “radical,” “irresponsible,” “anarchistic and “anonymous” “rabble-rousers” and even “whistle\nblowers,” “eavesdroppers” and “leakers” who were believed to be endangering the “security” of\nthe government.** “Secret presses” published “anonymous” or pseudononymous screeds, some of\nwhich disclosed “secrets” or other “dangerous” information.\n\n99 6¢\n\nThe language of the First Amendment would seem to protect these dissidents against any\nabridgement of their freedom of expression—at least from the United States Government. But\nour history in this regard has been checkered at best, especially in the context of fear of war.\n\nLess than a decade after the ratification of the First Amendment, Congress (the very Congress\nthat was directed to “make no law abridging the freedom of speech) “made” the Alien and\nSedition law, which expressly abridged the freedom of speech of dissidents and critics of the\nAdams Administration. The justification for this repressive legislation was the fear of war with\nFrance. During every war or threatened war since, there have been efforts, many quite successful,\nto abridge the speech of “disloyal,” “unpatriotic,” and “irresponsible” dissenters.\n\nThe “retail” dangers posed by individual trouble-makers (or even by groups) was, of course,\nrather meager compared to the “wholesale” dangers currently posed by cyber-“trouble-makers,”\nsuch as Julian Assange and Wikileaks. Indeed, even Assange and Wikileaks are somewhat closer\nto established media than are some others who we know little or nothing about. After all,\nWikileaks worked closely with established media, such as the New York Times, The Guardian\nand other mainstream media. There are generally several levels of vetting before anything is\npublished. It can be argued that Wikileaks has served as a “filter” for material that might\notherwise have been published directly on the internet, without any names or other such material\nhaving been removed.\n\nThere are hackers out there who regard Assange as a “sell out” for “tampering with the truth” by\nexcising anything. They would—and do if they can—publish everything they manage to hack.\nThat is why the first line of defense against the disclosure of secrets is to protect the most\nimportant secrets from hacking or other means of accessing them by preventive steps. As\nAssange once told me, “the best way to keep a secret is not to know it.” The United States does\na terrible job of protecting its secrets, often giving access to some of the most unstable and\nirresponsible individuals, while denying security clearance to perfectly loyal and cautious people.\nInevitably some secrets will become known to those who have no stake in keeping them secret\nand an important stake in making them public. That’s why the rule of law, rather than the whim\nof government officials, is needed to strike the appropriate balance.\n\nI may have an opportunity to help strike that balance, because Julian Assange has asked me to\nconsult with him and his British legal team regarding a possible indictment by the United States\nagainst him and others.\n\nI went to London in March of 2011 to meet with Assange and the lawyers who were then\nrepresenting him. He was facing the immediate prospect of extradition to Sweden on sexual\n\n“6 See Finding Jefferson at pp. _.\n124\n\nHOUSE_OVERSIGHT_017211",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017211.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3522,
    "word_count": 551,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:48.928134",
    "prefix": "IMAGES-004"
  }
}