{
  "document_id": "HOUSE_OVERSIGHT_010793",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010793.txt",
  "text": "wow Om A Oh Pw DY BK\n\nNN NNN NY EY BP eH BP Pe RP PP Pp RP\nWO PWN HF Ow OYA MU BR WN BO\n\nwo Ow A MN FP WN\n\nNNNNN NFP RP RP RP Be ep Rp pp\n“Opwnh PP Ob OYA UM BwWN PHO\n\n217\n\ndemonstrably false, but you could have easily\ndiscovered that the implication you were drawing was\ndemonstrably false by simply taking one second and\nGoogling her name as my wife did.\n\nBY MR. SCAROLA:\n\nQ. And so at 25 years old, she wasn't a young\nwoman?\n\nA. She was not the kind of woman that I was\ndescribing as underage. She was a mature, serious,\n\nI think I said in my public statements a model. 1\nwasn't aware at the time that see was working for\nVictoria's Secrets, but Google demonstrates that.\nAnd I described her exactly, in exactly the right\nterms, a serious person.\n\nI always saw her dressed when I saw her -~-\nI saw her maybe on two or three occasions, dressed\nappropriately. She was a serious adult worker and I\nthink you insult and demean her when you suggest\nthat anything other than that she was a serious\nadult when she flew on that airplane.\n\nQ. You were asked on the occasion of that\nsame Don Lemon CNN interview what possible motive\nthe attorneys, Brad Edwards and Paul Cassell, could\nhave had to have identified you in the pleading that\nwas filed in the Crime Victim's Rights Act case.\n\n_\n\nwarn nw be wn Bb\n\nNNN NNN PRP BP Pe RP op BP Pp\nOB WN HF OU MAA KH FWN RO\n\nshe has a history of lying, knowing that she is\n\neasily suggestible, and they basically pressured\n\nher, according to my sources, into including me when\nshe didn't want to include me, because by including\nme, they could make a claim, false as it was, could\nmake a false claim that a person who negotiated the\nNPA was also criminally involved with her.\n\nThey also lied -- lied unethically and\nunprofessionally by saying that I negotiated that\nprovision of the NPA, which gave me, myself, any\nkind of immunity from prosecution had I had improper\nsex with Virginia Roberts, which, of course, I did\nnot. And that was one of the bases on which I was\ncertain that they had engaged in unprofessional,\ndisbarrable and unethical conduct by including that\nprovision, as well as including a provision that\nPrince Andrew was included because he, Prince\nAndrew, pressured a United States attorney to try to\nget a good deal for Jeffrey Epstein.\n\nThat is so laughable. How any lawyer\ncould put that in a pleading, it doesn’t pass even\nthe minimal giggle test. And I'm embarrassed for\nProfessor Cassell that he would have signed his narne\nto a pleading that alleges that Prince Andrew would\npressure the United States attorney for the Southern\n\nDo you remember that?\n\nA. That's right, yes.\n\nQ. And your response was, quote —-\n\nMR. SCOTT: Here's your transcript if you\nneed to refer to it.\nBY MR. SCAROLA:\n\nQ. - \"They want to be able to challenge the\nplea agreement and I was one of the lawyers who\norganized the plea agreement. I got the very good\ndeal for Jeffrey Epstein.\"\n\nDid you make that response?\n\nA. Yes.\n\nQ. So, you recognized as of January 5, 2015,\nthat the reason why the statements were filed in the\nCrime Victim's Rights Act case was because the Crime\nVictim's Rights Act case had, as an objective,\nsetting aside the plea agreement that you had\nnegotiated for Jeffrey Epstein, correct?\n\nMR. SCOTT: Objection, form. Go ahead if\nyou can answer it.\n\nA. There were multiple motives. One of the\nmotives was crassly financial. They were trying to\nline their pockets with money. But as I also said,\nand I said this over and over again, they profiled\nme. They sat down with their client, knowing that\n\nwow Oy A MW BP WD BP\n\nNNN NPP eH BP RP Pp pp PP\nWONHF OU ON DM BW ND BO\n\nN\nwn\n\nDistrict of Florida into giving Jeffrey Epstein a\ngood deal.\n\nMR. SCAROLA: Move to strike the\nunresponsive portions of the answer. And\nobviously the break didn't do any good.\n\nMR. SCOTT: Let's proceed.\n\nMR. SCAROLA: We're going to.\n\nBY MR. SCAROLA:\n\nQ. You stated, quote: \"If they,\" referring\nto Bradley Edwards and Paul Cassell, \"could find a\nlawyer who helped draft the agreement\" -—-\n\nA. Right.\n\nQ. -- \"who also was a criminal having sex,\nwow, that could help them blow up the agreement.\"\n\nDid you make that statement on --\n\nA. Yes. |} just repeated it now, yes, under\noath, yes.\n\nQ. Did you state the following in that same\ninterview: \"So they,\" referring to Bradley Edwards,\nPaul Cassell and Virginia Roberts, \"sat down\ntogether, the three of them, these two sleazy,\nunprofessional disbarrable lawyers\" --\n\nA. Uh-huh, uh-huh.\n\nQ. -- \"they said\" --\n\nMR. SCOTT: Let him ask the question.\n\n11 (Pages 217 to 220)\n\nwww. phippsreporting.com\n(888) 811-3408\n\nHOUSE_OVERSIGHT_010793",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010793.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4606,
    "word_count": 848,
    "line_count": 169,
    "import_date": "2025-11-19T21:47:44.611706",
    "prefix": "IMAGES-001"
  }
}