{
  "document_id": "HOUSE_OVERSIGHT_031400",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031400.txt",
  "text": "agreement from more than 30 underage girls in Palm Beach who had been sexually abused by Epstein, a\n\nmultimillionaire New York hedge fund manager.\n\nMarra stopped short of voiding the agreement, which granted Epstein and an untold number of accomplices\nimmunity from federal prosecution for sex trafficking crimes, provided Epstein plead guilty to minor charges in state\ncourt. At the time of the plea deal, federal prosecutors had gathered enough evidence against Epstein to write a 53-\n\npage federal indictment, court records show.\n\nPlay Video\nDurationA\n\n12:20\nThe story behind a Palm Beach sex offender’s remarkable deal\n\nThe story behind a Palm Beach sex offender’s remarkable deal\n\nEmily Michot\n\nAn investigation by the Miami Herald, “Perversion of Justice,’’ found that after Acosta met privately with one of\nEpstein’s lawyers, the government agreed to seal the plea agreement so that no one — not the victims, not even the\nstate court judge who sentenced Epstein — would know the full extent of his crimes. Epstein, now 66, was allowed\nto plead guilty to prostitution charges and served 13 months in the Palm Beach County jail, where he was given\nliberal work release, and allowed to travel to New York and his private island in the Caribbean during his\nsubsequent house arrest. He was released in 2009, and now divides his time between New York, Palm Beach and the\nU.S. Virgin Islands.\n\nThe Herald interviewed four of Epstein’s victims, who were as young as 13 at the time they were abused by Epstein.\nThey said they felt betrayed by state and federal prosecutors, who treated them like prostitutes instead of victims.\nTwo of them sued the federal government in 2008 under the Crime Victims’ Rights Act, which grants crime victims\n\nthe right to be informed about plea deals and to confer with prosecutors.\n\nMarra, in a 33-page opinion, said prosecutors not only intentionally violated the Crime Victims’ Rights Act, but they\nmisled the girls into believing that the FBI’s sex trafficking case against Epstein was ongoing — when, in fact,\n\nprosecutors had secretly closed it after sealing the plea bargain from the public record.\n\nMarra, noting that he reviewed affidavits, depositions and interrogatories, said “Epstein worked in concert with\n\nothers to obtain minors not only for his own sexual gratification, but also for the sexual gratification of others.’’\n\nThe victims’ attorneys — Edwards, Scarola and Paul Cassell — have asked the Justice Department to throw out\n\nEpstein’s plea agreement and reopen the criminal investigation.\n\nEdwards, who brought the victims’ rights case against the government, said transferring the case to another\n\njurisdiction is a prudent decision.\n\nHOUSE_OVERSIGHT_031400",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031400.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2712,
    "word_count": 434,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.941693",
    "prefix": "IMAGES-011"
  }
}