{
  "document_id": "HOUSE_OVERSIGHT_020113",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020113.txt",
  "text": "for defying a federal court order to take down a monument of the Ten Commandments in\nthe Alabama judicial building.)\n\nFor Bannon, the president’s political thinking had been obtuse at best. He was unlikely\nto get anything from McConnell—and indeed Trump had demanded nothing for his\nsupport for Luther Strange, which came via an unplanned tweet in August. Strange’s\nprospects were not only dim, but he was likely to lose in a humiliating fashion. Roy\nMoore was the clear candidate of the Trump base—and he was Bannon’s candidate.\nHence, that would be the contest: Trump against Bannon. In fact, the president really\ndidn’t have to support anyone—no one would have complained if he’d stayed neutral in a\nprimary race. Or, he could have tacitly supported Strange and not doubled down with\nmore and more insistent tweets.\n\nFor Bannon, this episode was not only about the president’s continuing and curious\nconfusion about what he represented, but about his mercurial, intemperate, and often\ncockamamie motivations. Against all political logic, Trump had supported Luther Strange,\nhe told Bannon, because “Luther’s my friend.”\n\n“He said it like a nine-year-old,” said Bannon, recoiling, and noting that there was no\nuniverse in which Trump and Strange were actually friends.\n\nFor every member of the White House senior staff this would be the lasting conundrum\nof dealing with President Trump: the “why” of his often baffling behavior.\n\n“The president fundamentally wants to be liked” was Katie Walsh’s analysis. “He just\nfundamentally needs to be liked so badly that it’s always ... everything is a struggle for\nhim.”\n\nThis translated into a constant need to win something—anything. Equally important, it\nwas essential that he /ook like a winner. Of course, trying to win without consideration,\nplan, or clear goals had, in the course of the administration’s first nine months, resulted in\nalmost nothing but losses. At the same time, confounding all political logic, that lack of a\nplan, that impulsivity, that apparent joie de guerre, had helped create the disruptiveness\nthat seemed to so joyously shatter the status quo for so many.\n\nBut now, Bannon thought, that novelty was finally wearing off.\n\nFor Bannon, the Strange-Moore race had been a test of the Trump cult of personality.\nCertainly Trump continued to believe that people were following him, that he was the\nmovement—and that his support was worth 8 to 10 points in any race. Bannon had\ndecided to test this thesis and to do it as dramatically as possible. All told, the Senate\nRepublican leadership and others spent $32 million on Strange’s campaign, while Moore’s\ncampaign spent $2 million.\n\nTrump, though aware of Strange’s deep polling deficit, had agreed to extend his\nsupport in a personal trip. But his appearance in Huntsville, Alabama, on September 22,\n\nHOUSE_OVERSIGHT_020113",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020113.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2846,
    "word_count": 459,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.481344",
    "prefix": "IMAGES-005"
  }
}