{
  "document_id": "HOUSE_OVERSIGHT_020553",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020553.txt",
  "text": "94\n\nNovember 2018 gathering in Beijing was cancelled by Beijing and forced to move to\n\nSingapore.)\n\nInternational service broadcasters\n\nAnother roadblock has been China’s efforts to limit the influence of the Mandarin\nservices of the Voice of America and Radio Free Asia. Starting in the first decade of the\n2000s, the Chinese embassy in Washington, DC, and the leadership of VOA’s Mandarin\nservice began an annual meeting to allow embassy officials to voice their opinions\nabout VOA’s content. PRC embassy officials have also reached out to VOA hosts to\nconvince them to be more supportive of the regime. VOA personalities have hosted\nevents at the embassy. One of VOA’s TV editors even publicly pledged his allegiance\n\nto China at an embassy event. It is not surprising, then, that some VOA staffers\ninterviewed for this report believe that China’s outreach campaign has succeeded in\npushing the VOA Mandarin service away from programs with direct relevance to China\ntoward programming that seeks instead to highlight American everyday life or teach\nAmerican-style English to Chinese listeners. An example would be a program called\nCultural Odyssey, a VOA TV series that focused on Americana, such as fried chicken,\ndoughnuts, and national parks. For years, Cultural Odyssey ate up one-third of the\nMandarin service’s travel budget. Another program featured English teacher Jessica\nBeinecke, which launched her on a career as an English-teaching TV personality on\nmainland China itself. VOA officials internally praised these programs as both “non-\npolitical and non-sensitive,” a current senior VOA staff member noted. What’s more,\nVOA officials sought to scale back what were perceived to be sensitive reports. After\nrunning two years of a radio series on aspects of modern Chinese history, including the\nCultural Revolution and other events post-1949, VOA cut the program in 2009 despite\nseveral of those shows garnering well over three million hits each on the web. In 2011,\nthe Broadcasting Board of Governors sought to cut 65 percent of the workforce from\nthe Mandarin service. However, reporters and editors in the service fought back, they\nlobbied Congress, and the cuts were restored. In 2012, a Chinese immigrant, who was\nalso a former Chinese dissident and a specialist on the US political system, became\n\nthe first female Chinese head of the service. She was later fired over a controversial\n\ninterview that drew the official ire of the PRC, which threatened repercussions.*’\n\nSince her dismissal, VOA’s Mandarin service has resumed a pattern of avoiding stories\nthat could be perceived to be too tough on China, according to several staffers. For\n\nexample, blogs written by dissidents such as Cao Yaxue, who runs the human rights—\n\nMedia\n\nHOUSE_OVERSIGHT_020553",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020553.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2776,
    "word_count": 438,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.315254",
    "prefix": "IMAGES-006"
  }
}