{
  "document_id": "HOUSE_OVERSIGHT_014316",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014316.txt",
  "text": "Conference tone bullish into 2017\n\nWe recently hosted over 90 public and private companies and 700 attendees at our\nFuture of Financials conference, where investor attendance was up an impressive 66%\nYoY. The tone from management and investors was uniformly bullish, with more\ngeneralists attending than we've seen in previous years. When asked how they would\ndescribe their portfolio positioning in financial stocks, 60% of the investors polled noted\nthat they are either slightly overweight or very overweight the sector (see Chart 1).\n\nChart 1: How would you describe your portfolio positioning in financial stocks, excluding insurance\nand REITs?\n\n40% 37%\n35%\n30%\n25%\n20%\n15%\n10%\n\n5%\n\n0%\n\nVery overweight Slightly overweight Neutral Slightly Very underweight\nunderweight\n\nSource: BofA Merrill Lynch Global Research\n\nNew this year, we hosted expert panels on the evolution of clearing, fixed income\nmarket structure, equity market structure, and payments, and how innovation in\nblockchain, big data, and robo advisory can change the game. Strong panel attendance\nsuggested high interest in these themes, and polling feedback suggests shareholders\nwant banks to make investment spend in innovation a priority -- so long as its self\nfunded with savings found elsewhere. 68% of those polled across multiple company\npresentations believed that institutions should invest in innovation projects but be\nmindful of self-funding (see Chart 2).\n\nChart 2: Chart 2: As a shareholder, what statement most closely aligns with your view on how\ntraditional financial institutions should allocate investment spending on innovation?\n\n80%\n70%\n60%\n50%\n40%\n30%\n20%\n10%\n\n0%\n\nInvestment spending on Given the revenue Institutions should focus on\ninnovation should be top ~— environment, institutions should improving the bottom line and\npriority invest in innovation projects but delay innovation projects\nbe mindful of self-funding\n\nSource: BofA Merrill Lynch Global Research\n\n2 2016 Future of Financials Conference | 17 November 2016 Bankof America 2\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014316",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014316.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2070,
    "word_count": 311,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:45.985527",
    "prefix": "IMAGES-002"
  }
}