{
  "document_id": "HOUSE_OVERSIGHT_013660",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013660.txt",
  "text": "The subject of complex eigenvalues brings up in me the emotionally\ndisturbing subject of imaginary and complex numbers. | can still feel a little of my\nearlier anxiety. The episode started benignly enough. Our high school’s freshman\nalgebra class was studying how to solve quadratic equations, equations in which\nthe highest power of an expression was two. Told to work at the blackboard in front\nof the class, | was given the problem of finding the two values of x that were the\n\nroots of the equation, 5x? + 3x + 4 = 0. | had been taught to use the memorized\n\n_ + af 2\nquadratic formula, rs in which a = 5, b = 3 and c = 4. | always\na\n\ncalculated the square root part first and wound up with the expression,\n\n/9—80 =J/-71.| can still feel the sinking feeling in my stomach as | looked at the\nresult. | anticipated the usual snide remarks and embarrassment as | contemplated\ndoing what | did not know how to do, take the square root of a negative number. Mr.\nKirby, the retired mechanical engineer who was my high school freshman algebra\nteacher tried to help, but | did not trust him. It seemed to me that he had already\nhumiliated me in front of the class, several times. He asked, “... what number when\nsquared, multiplied by itself, would equal —7.” He then asked it another way: solve\n\nthe following equation for x: x°+1 = 0. Seeing something | could do, | wrote the next\n\nline quickly x° = -7 and then, taking the square root of both sides, | wrote x = V-1.\n\nHe then asked me what that meant. | answered by writing quickly, glibly and blindly\n\nthat that meant that J—1xV/—1=-1. He asked me to explain what that meant by\ngiving him an example from the real world. Not yet knowing about imaginary and\ncomplex (combine real and imaginary numbers), | stood head down, ashamed and\nsilent, thinking that my smart friend Jerry Blau would get the answer immediately.\nMr. Kirby said he would go on with the class while | continued to stand in front of the\nblackboard and thought about it. He told me to interrupt him when | was ready to\nanswer. Some classmates were smirking, others giggled aloud. They had seen him\ndo this to me before.\n\nMr. Kirby, a short, muscular man, an ex-marine with a military haircut and a\nbrusque manner, lectured that mathematical competence and obedience to\n\nauthority and class discipline were all of a piece. | asked him about mathematical\n\n160\n\nHOUSE_OVERSIGHT_013660",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013660.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2397,
    "word_count": 436,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.634453",
    "prefix": "IMAGES-002"
  }
}