{
  "document_id": "HOUSE_OVERSIGHT_017399",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017399.txt",
  "text": "4.2.12\nWC: 191694\n\nplacing a sacred institution entirely in the hands of the church while placing a secular institution\nunder state control. Roger Williams and Thomas Jefferson would surely have approved.\n\nAlthough this proposal may sound radical, it does not differ fundamentally -- except for labels --\nfrom the situation that exists in many states today. Throughout the United States, couples have\nthe option of being married civilly by going to town halls or to a justice of the peace and simply\nsigning a marriage certificate. They also have the option of going to a church, synagogue or\nmosque and being married in a religious ceremony. So most Americans already have the choice\nbetween a sacrament and a secular agreement ratified by the state.\n\nAll that would be different would be the name we give the secular agreement. The word\n\"marriage\" would be reserved for those who chose the religious sacrament.\n\nThough some traditionalists would be certain to balk at an explicit division between marriage and\ncivil union, a majority of Americans already agree that gay couples should be allowed to join in\nsecular unions with the rights and responsibilities that generally accompany marriage.\n\nI concluded my op ed as follows:\n\nSo let each couple decide whether they want to receive the sacrament of marriage or the\nsecular status of civil union. And let the state get out of the business of determining who\nshould receive holy sacraments.\n\nMy column was widely circulated and generated an enormous debate. I was invited to appear on\ntelevision and radio shows, where extremists on both sides pilloried me: gay activists for not\ngoing far enough; religious anti-gay activists for going too far.\n\nShortly after my column appeared, I received a phone call from the then Governor of\nMassachusetts, Mitt Romney, who told me that he found my idea interesting and asked me to\ndraft legislation that he might consider proposing in order to break the deadlock. I drafted the\nlegislation, but never heard back from the governor, who by the time I submitted it, had\nannounced his candidacy for President of the United States. He was almost certainly fearful of\nthe pushback he would get from the religious right—whose votes he needed to be nominated—if\nhe were seen as favoring anything that even resembled gay marriage.\n\nSince that time, several states have adopted gay marriage or civil unions and the trend is clearly in\nthe direction of full equality for gay men and women. I predict, based on the reaction of my\ncurrent students to this issue, that the next generation will not even understand why earlier\ngenerations took so long to recognize equality for gays.\n\nA woman’s right to choose abortion\n\nAs easy as the resolution of the gay marriage issue would be under our Constitution—full equality\neither in marriage or civil unions for all—that’s how difficult it is to resolve the abortion issue as a\n\n312\n\nHOUSE_OVERSIGHT_017399",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017399.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2929,
    "word_count": 486,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:49.375773",
    "prefix": "IMAGES-004"
  }
}