{
  "document_id": "HOUSE_OVERSIGHT_014746",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014746.txt",
  "text": "Chart 30: Breakevens to increase in some EM Chart 31: In Brazil, high correlation between breakeven and BRL\n10% Brazil 10% | Brazil breakeven 10yr BRL - RHS 48\n3.9\n8% 4\n3 8%\n6% 3.5\n2.1\n9 3\n4% 6%\n2% 1.2 25\n0% Do ee satel 03 4% 2\n2/28/2014 1/24/2015 12/20/2015 11/14/2016 2/28/2014 1/24/2015 12/20/2015 11/14/2016\nSource: Bloomberg Source: Bloomberg\n\nFinally, in LatAm, we expect inflation to increase in Mexico, driving breakevens higher\nacross the curve. Although FX pass-through is very low in the country, the ongoing MXN\ndepreciation may add some pressure on inflation at the margin. In the case of Brazil, the\ncentral bank was very successful in anchoring long-term inflation expectations driving\nbreakevens lower across the bond curve. For long-only investors, we believe linkers\nshould be more resilient versus nominal bonds.\n\nWhile Brazil continues to have one of the highest nominal and real yields across the\nglobe, further compression requires stabilization in US yields. As long as the Brazilian\ngovernment is able to deliver on the reform front, approving a social security reform bill\nnext year, we see room for real yield compression from levels above 5.5% right now.\n\nBuy USD/JPY, sell CHF/SEK\n\nInflation may not be back yet but deflation risk is most likely gone in most regions in our\nview (the notable exception being the Eurozone, we believe, as discussed above). A year\nago we argued that the market deflation position was stretched and that there was\nroom for inflation surprises. Indeed, average inflation surprises in G1O economies have\nbeen increasing since then and are now Clearly in positive territory (Chart 32). Monetary\npolicy in G10 economies is the loosest it has even been, suggesting that global inflation\ncould continue rising (Chart 33). This is not necessarily bad news, as the threat of\ndeflation is now gone. However, inflation rather than deflation trades are likely to\nbecome an important driver in G10 FX.\n\nWe update a heatmap of inflation risks in G1O economies to determine how to position\nfor such risks in FX. We have discussed the methodology in Inflation and FX: What if the\ndog starts barking?. The idea is to rank currencies based on a number of early warning\ninflation indicators. Using equal weights, if most indicators point towards higher\ninflation for a currency, we take this to suggest that investors should go long, against a\ncurrency for which most indicators point towards deflation, both in relative terms.\n\nChart 32: G10 inflation surprises (average) Chart 33: G10 sum of spreads from Taylor rule\n\n40.0\n30.0\n20.0\n10.0\n0.0\n-10.0\n-20.0\n-30.0\n\nan-00\nan-01\nan-02\nan-03\nan-04\nJan-05\nan-06\nan-07\nan-08\nan-09\n\n2 2\nao S\n2 2\no ©®\nu u\n\nan-10\nan-11\nan-12\nJan-13\nan-14\nan-15\nan-16\nFeb-01\nFeb-02\nFeb-03\nFeb-04\nFeb-05\nFeb-06\nFeb-07\nFeb-08\nFeb-09\nFeb-10\nFeb-11\nFeb-12\nFeb-13\nFeb-14\nFeb:\nFeb:\n\nSource: BofA Merrill Lynch Global Research.\nSource: BofA Merrill Lynch Global Research.\n\n16 Global Rates, FX & EM 2017 Year Ahead | 16 November 2016 Bankof America\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014746",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014746.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3041,
    "word_count": 504,
    "line_count": 104,
    "import_date": "2025-11-19T21:47:47.006697",
    "prefix": "IMAGES-003"
  }
}