{
  "document_id": "HOUSE_OVERSIGHT_017754",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017754.txt",
  "text": "Page 40 of 52\n2005 B.Y.U.L. Rev. 835, *903\n\nthe opportunity to make \"sentencing recommendations.\" 7”4 Given that matters in the presentence report may often determine\nwhat effect a sentencing recommendation will have, the victim's right presumably extends to participating in the process that\ndetermines the Guideline range.\n\nThe changes in Rule 32 noted above simply incorporate the victim in the Guidelines process. Changing the rule in this fashion\nwould also clarify the appropriate sequencing of sentencing hearings. Rule 32(i) already allows the victim to submit \"any\ninformation\" about the sentencing. 77° Yet if the experience in my court is any guide, the victim's allocution frequently occurs\nonly after the court has decided all the issues surrounding the presentence report. For the victim's right to provide information\nto the court to truly have meaning, the victim's information must be presented early enough to potentially affect critical\nsentencing issues, including issues about Guidelines calculations.\n\nAs with the changes discussed in the previous section, changes in the Sentencing Guidelines Manual are also required here. The\nAdvisory Committee also should coordinate with the Sentencing Commission to ensure that its actions are consistent.\n\nRule 32()(4) - Conforming Amendment to Victims’ Right To Be Heard\nThe Proposal:\nRule 32(1)(4) should be amended to conform the definition of victim to that found in the CVRA as follows:\n\n(B) By a Victim. Before imposing sentence, the court must address any victim of a the crime of violence or sexual abuse who is\npresent at sentencing and must permit the victim to speak or submit any information about the sentence. Whether or not the\nvictim is [*904] present, a victim's right to address the court may be exercised by the following persons if present:\n\n(i) a parent or legal guardian, if the victim is younger than 18 years or is incompetent; or\n(i1) one or more family members or relatives the court designates, if the victim is deceased or incapacitated.\nThe Rationale:\n\nAs noted earlier, 77° Rule 32 currently contains a definition of \"victim\" that is narrower than the CVRA's definition. The\n\nsimplest fix is simply to strike the definition of victim and victim's representative here and include an appropriate definition in\nRule 1.\n\n(New) Rule 43.1 - Victim's Right To Attend Trials\n\nThe Proposal:\n\nA new rule implementing the victim's right to be present at trials and other proceedings should be added as follows:\nRule 43.1 Victim's Presence\n\n(a) Victim's Right To Attend. A victim has the right to attend any public court proceeding, unless the court, after receiving clear\nand convincing evidence, determines that testimony by the victim would be materially altered if the victim heard other\ntestimony at that proceeding. Before making any determination to exclude a victim, the court shall make every effort to permit\nthe fullest attendance possible by the victim and shall consider reasonable alternatives to the exclusion of the victim from the\ncriminal proceeding. The reasons for any decision to exclude a victim shall be clearly stated on the record.\n\n(b) Proceeding With and Without Notice. The court may proceed with a public proceeding without a victim if proper notice has\nbeen provided to that victim under Rule 10.1. The court may proceed with a public proceeding (other than a trial or sentencing)\n\n274 Td,\n\n275, Fed. R. Crim. P. 32(i)(4)(B).\n\n276 See discussion supra notes 120-27, 220-23 and accompanying text discussing Rules 1 and 32(a).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017754",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017754.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3572,
    "word_count": 568,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:44.715348",
    "prefix": "IMAGES-004"
  }
}