{
  "document_id": "HOUSE_OVERSIGHT_022544",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022544.txt",
  "text": "What Are Management's Other Obligations?\n\nSarbanes-Oxley Act of 2002\n\nIn 2002, in response to a series of accounting scandals\ninvolving US. companies, Congress enacted the Sarbanes-\nOxley Act (Sarbanes-Oxley or SOX), which strength-\nened the accounting requirements for issuers. All issuers\nmust comply with Sarbanes-Oxley’s requirements, several\n\nof which have FCPA implications.\n\nSOX Section 302 (15 U.S.C. § 7241)—Responsibility\nof Corporate Officers for the Accuracy and Validity of\nCorporate Financial Reports\n\nSection 302 of Sarbanes-Oxley requires that a com-\npany’s “principal officers” (typically the Chief Executive\nOfficer (CEO) and Chief Financial Officer (CFO)) take\nresponsibility for and certify the integrity of their compa-\nny’s financial reports on a quarterly basis. Under Exchange\nAct Rule 13a-14, which is commonly called the “SOX cer-\ntification” rule, each periodic report filed by an issuer must\ninclude a certification signed by the issuet’s principal execu-\ntive officer and principal financial officer that, among other\nthings, states that: (i) based on the officer’s knowledge, the\nreport contains no material misstatements or omissions;\n(ii) based on the officer’s knowledge, the relevant financial\nstatements are accurate in all material respects; (iii) inter-\nnal controls are properly designed; and (iv) the certifying\nofficers have disclosed to the issuer’s audit committee and\n\nauditors all significant internal control deficiencies.\n\nSOX Section 404 (15 U.S.C. § 7262)—Reporting\non the State of a Company's Internal Controls over\nFinancial Reporting\n\nSarbanes-Oxley also strengthened a company’s\nrequired disclosures concerning the state of its internal con-\ntrol over financial reporting. Under Section 404, issuers are\nrequired to present in their annual reports management’s\nconclusion regarding the effectiveness of the company’s\ninternal controls over financial reporting. This statement\nmust also assess the effectiveness of such internal controls\n\nand procedures. In addition, the company’s independent\n\nThe FCPA:\n\nAccounting Provisions\n\nauditor must attest to and report on its assessment of the\neffectiveness of the company’s internal controls over finan-\ncial reporting.\n\nAs directed by Section 404, SEC has adopted\nrules requiring issuers and their independent auditors to\nreport to the public on the effectiveness of the compa-\nny’s internal controls over financial reporting.*“! These\ninternal controls include those related to illegal acts and\nfraud—including acts of bribery—that could result in a\nmaterial misstatement of the company’s financial state-\nments.” In 2007, SEC issued guidance on controls over\n\nfinancial reporting.**\n\nSOX Section 802 (18 U.S.C. §§ 1519 and 1520)—\nCriminal Penalties for Altering Documents\n\nSection 802 of Sarbanes-Oxley prohibits altering,\ndestroying, mutilating, concealing, or falsifying records,\ndocuments, or tangible objects with the intent to obstruct,\nimpede, or influence a potential or actual federal investiga-\ntion. This section also prohibits any accountant from know-\ningly and willfully violating the requirement that all audit\n\nor review papers be maintained for a period of five years.\n\nWho Is Covered by the Accounting\nProvisions?\n\nCivil Liability for Issuers, Subsidiaries, and Affiliates\n\nThe FCPA’s accounting provisions apply to every\nissuer that has a class of securities registered pursuant to\nSection 12 of the Exchange Act or that is required to file\nannual or other periodic reports pursuant to Section 15(d)\nof the Exchange Act. These provisions apply to any issuer\nwhose securities trade on a national securities exchange in\nthe United States, including foreign issuers with exchange-\n\ntraded American Depository Receipts.” They also apply\n\nHOUSE_OVERSIGHT_022544",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022544.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3773,
    "word_count": 541,
    "line_count": 95,
    "import_date": "2025-11-19T21:47:44.110164",
    "prefix": "IMAGES-007"
  }
}