{
  "document_id": "HOUSE_OVERSIGHT_011935",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011935.txt",
  "text": "http://gawker.com/5600294/recently-freed-sex-offender-jeffrev-epstein-may-face-child-\ntrafficking-charges\n\nRecently-Freed Sex Offender Jeffrey Epstein May Face Child Traffickin\n\nCharges\n\nCe eae al ht, Ct\niam Slirwedes\nPRTC USTEN\n\n‘pee 7 eg\nLr es\n\naT\nsee See eet af\n\nees\n\n== Expand\n\nAds by Google\n\nJeffrey Epstein, the billionaire Bill Clinton pal who just left jail after completing a sentence for\nsoliciting sex with a minor, may be headed back soon: The Daily Beast reports that the Justice\nDepartment is investigating him for child trafficking.\n\nEpstein, famous for being rich, being friends with Bill Clinton, having an egg-shaped penis, and\nbeing a vindictive pervert, can't be prosecuted again for the charges he copped to in his plea deal.\n\nBut according to The Daily Beast's Conchita Sarnotf, new charges might be coming:\n\nAs we learned in Vanity Fair yesterday, Bill Clinton has spent his post-presidential life...Read\nmore\n\nFederal investigators continue to investigate Epstein's activities, to see whether there is evidence\nof child trafficking-a far more serious charge than the two in his non-prosecution agreement, the\narrangement between Epstein and the Department of Justice allowing him to plead guilty to\nlower-level state crimes, Trafficking can carry a 20-year sentence.\n\nSince there's no statute of limitations for sex-trafficking, and Epstein's predatory adventures\napparently date back more than a few years, it's likely there's more women who could come\nforward. (Apparently some have contacted a lawyer, but nothing's been filed yet.)\n\nIt's not just Epstein, either—his buddy Jean Luc Brunel, head of the MC2 modeling agency, is\n\nalso being investigated, and some of the models he represented (many from overseas) may have\nbeen enlisted as companions on Epstein's private jet.\n\n24\n\nHOUSE_OVERSIGHT_011935",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011935.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1829,
    "word_count": 270,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.070463",
    "prefix": "IMAGES-001"
  }
}