{
  "document_id": "HOUSE_OVERSIGHT_017628",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017628.txt",
  "text": "Page 25 of 31\n104 J. Crim. L. & Criminology 59, *95\n\nrights until after the time \"when criminal proceedings are initiated by complaint, information, or indictment.\" 7° The\nDepartment, however, provides hortatory guidance that Justice Department employees shall make \"best efforts\" to notify crime\nvictims about their CVRA rights \"as early in the criminal justice process as is feasible and appropriate.\" 7°?\n\nOf greater interest, however, is the Department's mandatory policy regarding notification regarding crime victim services under\nthe VRRA. The Guidelines explain how \"Department responsibilities to crime victims begin as soon as possible after the\ndetection of a crime at which they may be undertaken without interfering in the investigation.\" 2°4 The Guidelines then direct\nthe appropriate \"responsible official\" to provide crime victims with \"information about services available to them.\" 7° This\ninformation must be provided at \"the earliest opportunity after detection of a crime at which it may be done without interfering\nwith an investigation.\" 7°\n\nThe Department appears to have little difficulty implementing this requirement. Evidence of this fact comes from the Justice\nDepartment itself, which responded to the letter from Senator Kyl discussed earlier questioning why the Department was not\napplying the CVRA before charges were filed. 7°’ In its response, the Department noted that OLC had issued an opinion that\nthe CVRA did not extend rights before the formal filing of charges. 7°8 \"Even so,\" the Department explained, \"the new AG\nGuidelines go further and provide that Department prosecutors should make [*96] reasonable efforts to notify identified\nvictims of, and consider victims' views about, prospective plea negotiations, even prior to the filing of a charging instrument\nwith the court.\" 70?\n\nThe Department also noted that it provided extensive pre-charging notifications to victims under the VRRA:\n\nPursuant to the Victims’ Rights and Restitution Act of 1990 (VRRA), the Department identifies victims and provides to them\nservice referrals, reasonable protection, notice concerning the status of the investigation, and information about the criminal\n\njustice process prior to the filing of any charges. The Department's investigative agencies provide such services to thousands of\n\nvictims every year, whether or not the investigation results in a federal prosecution. 7!°\n\nQuantifying the scope of this undertaking with regard to one federal investigative agency, the Department explained:\n\nThe [FBI] alone reports that it provided more than 190,000 services to victims during the past fiscal year [FY 2011], including\ncase status updates, assistance with compensation applications and referrals, and counseling referrals. From sexual assaults in\nIndian Country to child pornography and human trafficking to mass violence and overseas terrorism, FBI victim specialists\nprovide much-needed immediate and ongoing support and information to victims. The FBI addresses victim safety issues when\nneeded, providing on-scene response and crisis intervention services in thousands of investigations. With regard to sexual\n\nassault victims, FBI personnel arrange for and often accompany victims to forensic sexual assault medical examinations and\n\nprovide assistance with HIV/STD testing. 7!!\n\n202 Attorney General Guidelines, supra note 52, at 8.\n\n203 Td. at 35,\n\n204 Td, at 26 (citing 42 U.S.C. § 10607(b) (2006).\n\n205 Td. at 29 (citing 42 U.S.C. § 10607(b)(2)). Elsewhere, the Guidelines define the official who is responsible as the appropriate federal law\nenforcement officer during the investigation of the crime or the U.S. Attorney once charges have been filed. Id. at 25-26.\n\n206 Td. at 29.\n\n207 See supra notes 130-33 and accompanying text.\n208 Letter from Ronald Weich, supra note 135, at 2.\n209 Jq.\n\n210 Td. at 2-3.\n\n211 Td. at 3.\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017628",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017628.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3908,
    "word_count": 586,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:48.713353",
    "prefix": "IMAGES-004"
  }
}