{
  "document_id": "HOUSE_OVERSIGHT_017704",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017704.txt",
  "text": "Page 69 of 78\n2007 Utah L. Rev. 861, *958\n\n(b) Preserving a Claim of Error. A party or a victim may preserve a claim of error by informing the court - when the court\nruling or order is made or sought - of the action the party wishes the court to take, or the party's objection to the court's action\nand the grounds for that objection. If a party or a victim does not have an opportunity to object to a ruling or order, the absence\nof an objection does not later prejudice that party. A ruling or order that admits or excludes evidence is governed by Federal\nRule of Evidence 103, >*°\n\nThe Advisory Committee proposed incorporating some of the language of the CVRA dealing with enforcement of victims'\nrights as follows:\n\nRule 60. Victim's Rights.\n\n(b) Enforcement and Limitations.\n(1) Time for Decision. The court must promptly decide any motion asserting a victim's rights under these rules.\n\n(2) Who May Assert Rights. The rights of a victim under these rules may be asserted by the victim or the attorney for the\ngovernment.\n\n(3) Multiple Victims. If the court finds that the number of victims makes it impracticable to accord all of the victims the rights\ndescribed in subsection (a), the court must fashion a reasonable procedure to give effect to these rights that does not unduly\ncomplicate or prolong the proceedings.\n\n(4) Where Rights may be Asserted. The rights described in subsection (a) must be asserted in the district in which a defendant\nis being prosecuted for the crime.\n\n(5) Limitations on Relief. A victim may make a motion to re-open a plea or sentence only if:\n(A) the victim has asked to be heard before or during the proceeding at issue and the request was denied;\n\n[*959] (B) the victim petitions the court of appeals for a writ of mandamus within 10 days of the denial and the writ is\ngranted; and\n\n(C) in the case of a plea, the accused has not pleaded to the highest offense charged.\n\n(6) No New Trial. In no case is a failure to afford a victim any right under these rules grounds for a new trial. °4!\n\nDiscussion:\n\nI proposed to essentially create a rule for victims to assert error, leaving additional details to be treated elsewhere. The\nAdvisory Committee proposed to fold into the Rules of Criminal Procedure some of the enforcement provisions and restrictions\nin the CVRA.\n\nBecause the Advisory Committee's proposal largely tracks the CVRA, much in it is unobjectionable. But the Advisory\nCommittee deviates from the CVRA's language in five places for reasons that are unexplained - and unexplainable. The patient\nreader of this Article may not be surprised that all five of these deviations operate in the same direction - to reduce a crime\nvictim's rights from what Congress has commanded.\n\n40 Cassell, Proposed Amendments, supra note 4, at 921-22.\n41 Proposed Amendments, supra note 71, R. 60(b), at 16-18.\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017704",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017704.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2882,
    "word_count": 499,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:46.689639",
    "prefix": "IMAGES-004"
  }
}