{
  "document_id": "HOUSE_OVERSIGHT_023257",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023257.txt",
  "text": "order to check your financials. \"sorry we never got one?\" though 9.8 million invested, no p&l, nothing ,\na construction project run amok , no budget, the coo fired after only 3 months. , no clue. I can add that\nartspace financials are also a total mess.\n\nAs your friend and in order toturn the page. I will try to be constructive\nThe following is a list of things I think would be in your interest to get done asap .but definitely not by\nme.\n\nisuggest you form new grats. , hire a high level tax partner. use your trading accounts as they remain\nthe paramount requirement 16 months after i emailed to you their importance. , I suggest you consider\nhaving the 49percent of phaidon merged into artspance and have Richard buy artspace. re-do bank\nloans. no need to pay interest at higher rates on boat or plane. . as Richard is now no longer trustee. re-\ndo will, make suydam executor , with Barry, and john as back up. pay 1 million a year for executor role.\nget rid of Judy Black trust, deal with gifts and their tax returns, . review amounts to kids at fixed ages. put\nmore protections in for Alex and Victoria. , distribute some money to kids let them make decisions. ,\ndecide art division with children in attendance . have fire drill done on estate. fill out estate returns as if\nyou and Debra died today, choose advisers - rick bronstein said the only 1040 he ever filled out was his\nown. ( this is brads chosen advisor??!) Halperin has a conflict that should be addressed., Debra should\nenter a tenants in common agreement with kids. you have airplane consultants tax consultants it\nconsultants. plane operation consultant. . boat consultants. architects, lighting , art, legal, . foundation ,\ndeal with TRA , BRH, rationalize investments. cash flow. reporting, gaming disclosures. foreign, gift. .\nprepare tax projections for 15 and 16, . deal with neg basis ( tufts gain, debt financed. art partnership,\npledges. sell stock , art, deal with phaidon debt. athene,? income , capital , foreign , exit, corporate,\ninsurance regs, out and inbound issues, basis, appropriate discount rates. ? terminations. control. ,\nqualified dividends. corporate tolls, inversion rules. , grat issues, short swing and other sec disclosures,\nRothshcild bank, 150 b they have a distribution network with no products , private bank Rockefeller\nRothschild. financial service. deal with UK visa issue sooner rather than later. we can talk about Rowen\nrequest re Athene , 2 billion in taxes on transaction. ?!\n\nthe facts as i see them\n\nin June and then again Sept, we both agreed to a 50% of phaidon payout., then after weeks of thinking\nabout the issue ( which I fully understand ) . the payout was unilaterally changed . 5m woudl be reserved\nfor the future ? . and out of the remaining 15m ,? i would receive only 5. ( note : I'm confident that both\nthe debt , and the artspace investment will also lead to a write off of another 30 m. plus ) In my dining\nroom ,you were surprised when I said that i require most people to pay their advisory fee up front so that\nI am assured that I will be properly compensated for my work when strategies that I devise are\nimplemented . you may recall that you appeared offended and said \" are you suggesting that 1 would go\nback on my word\" I said no , of course not ! you are my closest of friends ,but my experience is that\nwhen amounts get large, people tend to get unhappy when it actually comes time for them to pay ,.\n\nFrom day zero a 50 - 60 million price was attached as the fair price of the transaction just completed .\nthough this amount was already substantially less thanour agreed and negotiated formula. - I was\nnever told that this was out of range. in fact, alternative methods of payment . plane -in-kind etc, were\ndiscussed (ie keeping the 30m portion of fee outstanding till March ) ,I provided as requested a\ndetailed step by step execution plan and reviewed all documents that i was given access to. ( Phaidon\nwas not forthcoming ) in order to make my many corrections. I was then told that Alans involvement\nwarranted a discount . Even in the best of light , though it is beyond question that not one-,not -one\ntime in three years has he ever proposed a unique idea. (including the new tenant in common idea,) and\nlets say he made a contribution to the plan andeven that it was 50 %. though no one could posit such a\nlarge amount unless they were wearing a brightly colored clown suit. , the price of doing the deal was\n\nHOUSE_OVERSIGHT_023257",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023257.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4485,
    "word_count": 813,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:48.027221",
    "prefix": "IMAGES-007"
  }
}