{
  "document_id": "HOUSE_OVERSIGHT_022562",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022562.txt",
  "text": "forms such as personnel evaluations and promotions, rewards\nfor improving and developing a company’s compliance pro-\ngram, and rewards for ethics and compliance leadership.”\nSome organizations, for example, have made adherence to\ncompliance a significant metric for management's bonuses so\nthat compliance becomes an integral part of management's\neveryday concern. Beyond financial incentives, some compa-\nnies have highlighted compliance within their organizations\nby recognizing compliance professionals and internal audit\nstaff. Others have made working in the company’s compli-\nance organization a way to advance an employee’s career.\n\nSEC, for instance, has encouraged companies to embrace\n\nmethods to incentivize ethical and lawful behavior:\n\n[MlJake integrity, ethics and compliance part of the\npromotion, compensation and evaluation processes\nas well. For at the end of the day, the most effective\nway to communicate that “doing the right thing” is a\npriority, is to reward it. Conversely, if employees are\nled to believe that, when it comes to compensation\nand career advancement, all that counts is short-term\nprofitability, and that cutting ethical corners is an ac-\nceptable way of getting there, they'll perform to that\nmeasure. To cite an example from a different walk\nof life: a college football coach can be told that the\ngraduation rates of his players are what matters, but\nhe’ll know differently if the sole focus of his contract\nextension talks or the decision to fire him is his win-\n\nloss record. 77!\n\nNo matter what the disciplinary scheme or potential\nincentives a company decides to adopt, DOJ and SEC will\nconsider whether they are fairly and consistently applied\nacross the organization. No executive should be above com-\npliance, no employee below compliance, and no person\nwithin an organization deemed too valuable to be disci-\nplined, if warranted. Rewarding good behavior and sanc-\ntioning bad behavior reinforces a culture of compliance and\n\nethics throughout an organization.\n\nThird-Party Due Diligence and Payments\n\nDOJ’s and SEC’s FCPA enforcement actions dem-\nonstrate that third parties, including agents, consultants,\nand distributors, are commonly used to conceal the pay-\n\nment of bribes to foreign officials in international business\n\nGuiding Principles\nof Enforcement\n\ntransactions. Risk-based due diligence is particularly impor-\ntant with third parties and will also be considered by DOJ\nand SEC in assessing the effectiveness of a company’s com-\npliance program.\n\nAlthough the degree of appropriate due diligence\nmay vary based on industry, country, size and nature of the\ntransaction, and historical relationship with the third-party,\nsome guiding principles always apply.\n\nFirst, as part of risk-based due diligence, companies\nshould understand the qualifications and associations of\nits third-party partners, including its business reputation,\nand relationship, if any, with foreign officials. The degree of\nscrutiny should increase as red flags surface.\n\nSecond, companies should have an understanding of\nthe business rationale for including the third party in the\ntransaction. Among other things, the company should\nunderstand the role of and need for the third party and\nensure that the contract terms specifically describe the ser-\nvices to be performed. Additional considerations include\npayment terms and how those payment terms compare to\ntypical terms in that industry and country, as well as the\ntiming of the third party’s introduction to the business.\nMoreover, companies may want to confirm and document\nthat the third party is actually performing the work for\nwhich it is being paid and that its compensation is com-\nmensurate with the work being provided.\n\nThird, companies should undertake some form of\nongoing monitoring of third-party relationships.*”* Where\nappropriate, this may include updating due diligence peri-\nodically, exercising audit rights, providing periodic train-\ning, and requesting annual compliance certifications by the\nthird party.\n\nIn addition to considering a company’s due dili-\ngence on third parties, DOJ and SEC also assess whether\n\nthe company has informed third parties of the company’s\n\nHOUSE_OVERSIGHT_022562",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022562.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4204,
    "word_count": 628,
    "line_count": 98,
    "import_date": "2025-11-19T21:47:48.876681",
    "prefix": "IMAGES-007"
  }
}