{
  "document_id": "HOUSE_OVERSIGHT_029510",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029510.txt",
  "text": "know what that means.\" I said, as I look across the religions of the world, the common\nfeatures I see are: Number one: transcendence—as a religious experience, not the dogma,\nnot the ideology, not the institution—but transcendence, going beyond subject-object split.\nNumber two: the emergence of platonic values as a result of that experience, like the desire\nto know the truth, goodness, beauty, harmony, love, compassion, joy, equanimity, gratitude\nand humility, wonder, curiosity. It’s very human but it gets overshadowed by everyday\nexperience. And number three: a loss of the fear of death, because that happens to\nexperience, not to the consciousness in which that experience occurs. I think they didn’t\nunderstand that, honestly, so they rephrased it as \"Do we need God?\" So I said, \"Listen,\nbefore I even go there, can we have a conversation?\" So they were very gracious. We all got\ntogether with the board or whatever and we had a conversation. I said, \"Honestly, God is a\nvery loaded term and if by God we mean some imagined deity or some dead white male in\nthe sky then it’s not something that we can even address because we don’t have that\nconception of God as an imagined deity.\"\n\nMatt: You mean that’s not something you personally can address?\n\nDeepak: Yeah I can’t address it, nor can my partner. They said, \"Well if you make that clear\nup front, then it’s fine, but we still want to maintain God in the title.\" So I was keen to have\nthis conversation because Michael and I have been going back and forth for 30 years now,\nand I thought, Michael’s come to a very good place with me personally. So we agreed to the\ntitle. But if you go to the Eastern wisdom traditions—Buddhism, Vedanta, Shaoism, all the\nEastern traditions—then God is pure consciousness, period. So the debate, you’re right, they\nwere talking about the mythical God and we were talking about that which is inconceivable\nas consciousness but makes every concept possible.\n\nSo I can give you a background on that because monotheistic religions are at war all the time\namongst each other, and all of the problems in the world right now are a consequence of\nthat. But nobody talks about \"What is a religious or spiritual experience?\" Hundreds of\nmillions of people across the world don’t have that idea at all that the monotheistic religions\npropose. In fact, if you go deep into the teachings of Buddhism, etc., the word God is not\nmentioned. Only consciousness is mentioned. Vedanta, only consciousness is mentioned.\nAnd it’s a very different take on consciousness. So, if you’ll allow me for a moment to\nexplain that. So when I was a kid, I grew up tn India with a father who was agnostic or\natheist, who was trained in England as a cardiologist. He went on to become a very famous\nperson. He discovered high altitude mountain sickness. When the Indian and Chinese army\nwere fighting in Tibet he was putting catheters in people’s hearts and measuring their\ncardiac pressures. He described high altitude pulmonary edema and hypertension. My\nmother was what you might call a Hindu. But even when she told us stories as kids and she\ntalked about all these mythical gods and goddesses, she emphasized the fact that these are\nmythical, imaginary, symbolic expressions of deep aspirations in human consciousness to\nunderstand reality. Now she was also, by the way, she wasn’t a very educated woman like\n\nHOUSE_OVERSIGHT_029510",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029510.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3401,
    "word_count": 582,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:44.952195",
    "prefix": "IMAGES-010"
  }
}