{
  "document_id": "HOUSE_OVERSIGHT_010894",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010894.txt",
  "text": "Case 9:08-cv-80736-KAM Document 291-1 Entered on FLSD Docket 01/21/2015 Page 4 of 20\n\n10. Epstein took me on a ferry boat on one of the trips to New York City and there he\ntook the picture above. I was approximately 15 or 16 years old at the time.\n\n11. Over the next few weeks, Jeffrey Epstein and Ghislaine Maxwell trained me to do\nwhat they wanted, including sexual activities and the use of sexual toys. The training was in\nNew York and Florida, at Epstein’s mansions. It was basically every day and was like going to\nschool. [also had to have sex with Epstein many times.\n\n12. —_[ was trained to be “everything a man wanted me to be.” It wasn’t just sexual\ntraining - they wanted me to be able to cater to all the needs of the men they were going to send\nme to. They said that they loved that I was very compliant and knew how to keep my mouth\nshut.\n\n13. Epstein and Maxwell also told me that they wanted me to produce things for them\nin addition to performing sex on the men. They told to me to pay attention to the details about\nwhat the men wanted, so I could report back to them.\n\n14. From very early on I was fearful of Epstein. Epstein told me he was a billionaire.\n\n>\n\nI told my mother that I was working for this rich guy, and she said “go, go far away.” Epstein\nhad promised me a lot, and I knew if I left I would be in big trouble. I also knew that I was a\nwitness to a lot of illegal and very bad behavior by Epstein and his friends. If I left Epstein, he\nknew all kinds of powerful people. He could have had me killed or abducted, and I always knew\nhe was capable of that if I did not obey him. He let me know that he knew many people in high\n\nplaces. Speaking about himself, he said “I can get away” with things. I was very scared,\n\nparticularly since I was a teenager.\n\nHOUSE_OVERSIGHT_010894",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010894.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1810,
    "word_count": 356,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:47.829160",
    "prefix": "IMAGES-001"
  }
}