{
  "document_id": "HOUSE_OVERSIGHT_018580",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018580.txt",
  "text": "ranks with The Oppressive Class means we can ruthlessly use their power for good.\n\nCan we do better at making feminist discourses around gender and sexuality open to\nnormative men, without driving ourselves crazy? How can we make our movement open\nto, and accepting of, normative men? Put another way, how do we convince normative\nmen to support us?\n\nMaybe we don't need a lot of normative men in the camp of sex and gender radicals;\nmaybe we'll be happier without silly Gender Studies 101 questions clotting our\ndiscussions. Still, even if we don't try to \"recruit\" them, I'd love to see more widespread\nanalysis of masculinity and masculine sexuality amongst normative dudes... if only\nbecause getting a sense for their societal boxes might simply make them happier. If only\nbecause I think they've got their own liberation to strive for.\n\nSo at the very least, I'd like to contribute to an America where serious examination of\nmasculinity and male sexuality can flourish.\n\nThat's my final question. How do I do it?\n\nTK OK ok\n\nThe above entries originally appeared at:\n\nand\n\npart-2-mens-rights/\n\nand\n\nhttp://clarissethorn.com/blog/2009/10/24/questions-i-want-to-ask-entitled-cis-het-men-\n\npart-3-space-for-men/\n\nThe first followup (plus many many comments) is available at:\n\nhttp://clarissethorn.com/blog/2009/12/09/manliness-and-feminism-the-followup/\n\nEDUCATION:\n[theory] Sexual ABCs in Africa, Part 1: Abstinence\n\nIn 2009-2010, I spent a year in sub-Saharan Africa working on HIV mitigation. It was\nfascinating, frustrating, heartbreaking work. I learned an enormous amount about the\npossibilities and pitfalls of foreign aid, public health, and global injustice -- far more\nthan I could ever summarize in an introductory paragraph. Maybe someday I'll write\n\nHOUSE_OVERSIGHT_018580",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018580.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1786,
    "word_count": 260,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:48.965257",
    "prefix": "IMAGES-005"
  }
}