{
  "document_id": "HOUSE_OVERSIGHT_022332",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022332.txt",
  "text": "04/06/11 What it means to be a “statutory resident” of New York for income tax purposes — and 2011-03\nhow expensive that can be (Matter of Baker)\n\n02/24/11 Updated “estate planning glossary” 2011-02\n\n01/31/11 A discussion of “tax expenditures” and possible tax reform, based on reports from the 2011-01\nPresident's Deficit Commission and the National Taxpayer Advocate\n\n2010\n\n12/23/10 Overview of the Tax Relief, Unemployment Insurance Reauthorization, and Job 2010-11\nCreation Act of 2010 (Pub. L. 111-312): income tax and capital gains rates, tax-free\ndistributions from IRAs to charity; estate and gift tax and GST provisions\n\n11/30/10 Thoughts on the mid-term elections, and selected year-end planning points, along 2010-10\nwith some of the inflation-adjusted pension plan numbers for 2011; brief reminder of\nwhat low interest rates mean for certain planning techniques, including GRATs\n(grantor retained annuity trusts) and Sales to Defective Grantor Trusts\n\n10/26/10 Estate of Tatum: another disclaimer gone awry — but taxpayer loses this time; 2010-09\npossible timeline for retroactive reinstatement of estate tax and GST, based on\nCarlton, a 1994 Supreme Court estate tax case\n\n09/14/10 Taxpayer successfully rescinds defective disclaimers and avoids significant gift tax 2010-08\nliability (Breakiron); discussion of Bosch, the vintage case addressing when a state\nlaw holding is binding on the IRS\n\n07/27/10 A discussion of next year’s likely return of “PEP” and “Pease” (indirect tax increases 2010-07\non higher earners) and the potential impact on charitable giving; two cases involving\npurported charitable gifts and a skeptical IRS: Hendrix and Free Fertility Foundation\n\n07/01/10 A round-up of the still uncertain tax landscape: Sen. Bernie Sanders’ estate tax bill 2010-06\nand its revenue raisers (consistent basis reporting, limits on valuation discounts and\nGRAT restrictions), “PAYGO” and Sen. Kyl’s estate tax proposal; Rep. Ryan’s\n“Roadmap”; NY drops “privity” requirement for executor’s suit against estate planning\nattorney (Schneider v. Finnman)\n\n05/28/10 “Pierre II”. the Tax Court addresses the “step transaction doctrine” and valuation 2010-05\nissues in a continuation of the Pierre v. Commissioner saga; valuation of fractional\ninterests used in QPRTs (Ludwick v. Commissioner)\n\n05/06/10 An updated discussion of some of the options to save for a child’s college education 2010-04\n\n04/05/10 An overview of some of the provisions in the new health care legislation, particularly 2010-03\nthe new Medicare taxes; codification of “economic substance doctrine’; GRAT\nrestrictions advance\n\n02/28/10 President Obama's FY 2011 Budget — increases on higher earners, and estate and 2010-02\ngift tax proposals: return to the 2009 estate tax regime, consistent values, modifying\nrules on valuation discounts and mandating minimum 10-year term and remainder\ninterest for GRATs; under the “check-the-box” regulations, is a single member LLC\ndisregarded for gift tax purposes? (Pierre v. Commissioner)\n\nTax Topics — Table of Contents — 2013 — 3\n\nHOUSE_OVERSIGHT_022332",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022332.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3080,
    "word_count": 453,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:44.156019",
    "prefix": "IMAGES-006"
  }
}