{
  "document_id": "HOUSE_OVERSIGHT_021189",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021189.txt",
  "text": "absolutely brilliant how easily money seduced all walks of life...nothing\nor no one that couldn’t be bought in his eyes. Behind the two of them\nfollowed a destructive trail of those in their path that were misused,\nviolated, degraded in a variety of ways for one purpose... to satisfy the\ndesires of the perversion that rotted their hearts.\n\nThe next couple of months I spent in Jeffrey’s company, my life was\nrevolved around him and his petty happiness. Arising to the occasion, I\nwas no longer his teenage sidekick, I was growing into being a young\nwoman and my body was blossoming like never before. Out of the\nawkward stages of my life, 1 now took to looking after myself like never\nbefore. Regular sessions in tanning beds and keeping fit became my life\noutside of Jeffrey. He kept telling me what a beautiful woman I was\ndeveloping into and would offer suggestions to help me look good.\nSending me to dentists for regular teeth whitening consultations or\nhelping me choose my attire for the evening, he was ushering me into a\nwhole new position, training me up for something else, but I was unsure\nof what that was.\n\nBeing a snotty little teenager was a girl of the past. Now I had to be his\neloquent speaking, desirable to all and almost his personal porcelain doll.\nI went everywhere with him again, all of his eclectic dinner parties,\nconferences, and meetings with various members of parliament, famous\ncelebrities, and other esteemed billionaires...most of whom lived by the\nsame rule of thumb as Jeffrey did. Quite an alarming realization having to\naccept this world the way it is. Jeffrey knew all of the right people in this\ngame, and trading girls for favors is how he kept in the circle. He was at\nthe center of it all, blackmail being the only thing next to money with the\nability to pull a many of strings, his conniving ulterior motive was to drag\nall that he could down to his pitiful state of mind. Inviting easily tempted\nacquaintances to his island or his other various residences he would bring\nout the assortment of young girls and pass them around like they were\ncocktails on a platter. No girl had a choice in whom they went with, only\ncompleting a task, we would have to charm and bedazzle these ageing fat\nmen who other than paying for it would’ve never had a shot at getting to\nknow a beautiful girl intimately. I personally belonging to Jeffrey rarely\nhad to be loaned out and it was a big occasion, or should I say favor, if]\nwas. I’ll never really know what made me so important or special to\nJeffrey, it definitely had nothing to do with love. I guess in the end I will\nalways put it down to my capability of being whomever he wanted when\nhe wanted, so compliant it just made it easy for him to have a personal\ntoy at his constant disposal. All I can say is I lived in a jail with no bars,\nand in a country where slavery was supposedly abolished a long time ago\nbut still existed right underneath everybody’s noses. Myself and so many\nother girls were walking proof of it.\n\n89\n\n| Copyright Protected Material\nCONFIDENTIAL GIUFFRE004222\n\nI still was given proper training in massage therapy from time to time,\nkeeping me from looking back at being a teenager with no responsibilities\nto being a young adult with prospering titles. He knew I wanted to be self-\nsufficient so bad I would do anything for it and by giving me this dream\nto hold to only kept me in check. I looked forward to my training\nsessions, holding onto every word passed down to me and after the\nsession was complete I would hurry back to my room and transfer the\ninformation into a workbook with associating exercises.\n\nTrying my new moves on Jeffrey always impressed him, he would get\nexcited hearing about my passion for knowledge and would tell me he\ncould see it transfer into my massages, always giving it my all, my hands\nwere a focused energy when I was at work. Using every ounce of strength\nto apply on a body, many were astounded in what I could do for being\nsuch a small girl, and Jeffrey loved it, using me for a two-hour massage\n“with benefits” sometimes being over twice a day. Ghislane would\nsometimes use me to massage her still but it wasn’t as common, she\npreferred a man for that job.\n\nThen would come the odd client here and there, of course set up by\nJeffrey. Most of which were orchestrated to get beautiful girls\ncomfortable and consequently naked then he would go in for the kill, so\nto speak, touching them intimately, in their most private of places like\ntheir vagina, breasts or anal. When he had us where he wanted, willing\nand able, then would come the toys, outfits and so on. A scheme he has\nused time and time again, telling those who know him well “he had never\nbeen tured down yet”. It was starting to dawn on me how | wasn’t\ngetting any clientele that weren’t used for Jeffrey’s benefit and would\nmake me wonder if I just wasn’t good enough for that, but I kept quiet,\nnever wanting to make waves like I had before.\n\nTo give mea break from it all as if Jeffrey didn’t want to overload me\nagain, he would send me away to his ranch for a few days, what he knew\nI considered being a small slice of heaven on earth. I’d spend my days\nroaming the hills, riding horses, and enjoying the solitude of my own\ncompany. One afternoon I was out exploring the land on Jeffrey’s ranch\nwhich covered hundred’s of acres with nothing but a bottle of water, my\nsketchbook and a small case of oil paint. I was on the search for\nsomething interesting to paint. A great pastime of mine, it made my soul\nquiet by creating beauty with my brush. I loved to recreate the images T\nsaw on paper. I would paint anything beautiful that caught me eyes\ninterest, from underwater scenes, animals to people and even fruit, [ loved\nvibrant colors and emotion on display but my favorite soon became the\nlandscape of the Santa Fe’s rolling hills and earthly green and beige tones\nand in certain light it would illuminate into a golden shine. To grasp that\nfeeling I was absolved in at the hardest of times became my greatest inner-\n\n90\n\nO Copyright Protected Material\n\nGIULTRE004223\n\nHOUSE_OVERSIGHT_021189",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021189.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6108,
    "word_count": 1113,
    "line_count": 105,
    "import_date": "2025-11-19T21:47:44.458719",
    "prefix": "IMAGES-006"
  }
}