{
  "document_id": "HOUSE_OVERSIGHT_017222",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017222.txt",
  "text": "4.2.12\nWC: 191694\n\nExpressions that deliberately disrupt a speaker with whom one disagrees\n\nThe Bruce Franklin case also included this alleged exception to the First Amendment—namely,\nthat although there is a constitutional right to heckle speakers (at least in some context), there is\nno such right to silence a speaker by shouting him down. When Henry Cabot Lodge came to\nspeak at Stanford in January 1971, he was shouted down with cries of “pig” and “war criminal,”\nand then drowned out by continuous chanting and clapping. Eventually, the program had to be\ncanceled (just as a similar program had been canceled several years earlier at Harvard.) Franklin\nparticipated in the shouting but denied complicity in the chanting and clapping that brought the\nprogram to an untimely end.\n\nThe ACLU brief that I filed vigorously disagreed with Franklin’s contention that there is a “right”\nto silence a speaker who is deemed to be a “war criminal”:\n“(If the Board concludes that Professor Franklin intentionally engaged in concerted\nactivity designed to silence Ambassador Lodge—that is, to prevent him from speaking at\nall—then it is the Civil Liberties Union’s position that some discipline would be\nappropriate.”\n\nIt defended, however, Franklin’s right to heckle, boo, and express displeasure at the speaker of\ndisagreement with his views. If members of the audience may cheer and applaud approval, they\nmust also have a coextensive right to demonstrate disapproval:\n\n“The rule of thumb [is] that the speaker’s entire address must be allowed to be heard, but\nit may be frequently interrupted, so long as he is permitted to continue a short time after\neach interruption. This rule does not make for the most comfortable or effective oratory,\nbut the American Civil Liberties Union believes it to be the constitutionally required\nbalance...”\n\nThe Stanford Committee followed the ACLU guidelines and concluded that Franklin had not tried\nto prevent Lodge from speaking.\n\nForty years later, I tried to get the Southern California branch of the ACLU to apply these same\nguidelines to another case involving the disruption of a speaker who had been invited by a\nuniversity—this time the University of California at Irvine, a public university. But its leaders\nrefused to do so, because they disapproved of the speaker and favored the politics of those who\nwere trying to silence him. First, some background.\n\nThere is a growing international campaign to prevent pro-Israel advocates, who have been invited\nto speak at universities, from delivering their speeches. The method used to silence these speakers\nand preclude their audiences from hearing their message is exemplified by what occurred at the\nUniversity of California at Irvine.\n\nMichael Oren -- a distinguished scholar and writer, a moderate supporter of the two-state\nsolution, and now Israel's Ambassador to the United States -- was invited to speak. The Muslim\nStudent Union set out to prevent him from delivering his talk. Here is the way Erwin\nChemerinksy, Dean of the law school, described what the students did:\n\n135\n\nHOUSE_OVERSIGHT_017222",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017222.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3098,
    "word_count": 494,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:44.165047",
    "prefix": "IMAGES-004"
  }
}