{
  "document_id": "HOUSE_OVERSIGHT_018549",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018549.txt",
  "text": "they've met other dudes who talk nonstop about how women are vain and stupid and\nhysterical and, snicker snicker, why do we let those dumb bitches even vote and, oh by\nthe way, did you know that lots of girls like to be choked and isn't that sooo significant... ?\nAnd so these decent guys who are talking to me -- they have learned to associate\ndiscussions of female sexual submission with anti-feminism, and with attempts to\ndisempower women in other spheres.\n\nBeing decent guys, this worries them, because they know that people of all genders\ndeserve equal opportunity. But it is all a red herring! It's a series of illusions thrown up by\nBDSM stigma; by the idea that sexual kinks always mean something about the rest of a\nperson's life; by people who don't comprehend that everyone has the right to consent; and\nby blatant, uncomplicated misogyny! Female sexual submission isn't even close to a\nthreat to women's liberation, unless we allow it to be. If we weren't constantly forced to\ndeal with the broken assumptions of a broken misogynist culture, this question would\nnever occur to anyone!\n\nIt doesn't matter nearly as much what the cultural patterns are around sexual submission,\nas it does how we deal with sexual submission. If your partner is submissive, you can\nrespect their desires and also respect them as a person. As I already noted, in BDSM this\nmeans communicating carefully, like with safewords and/or other tactics. Some people\ncan have great sexual communication that's totally non-verbal -- but I always encourage\nexplicit verbal communication because for many people, it's easier to make intentions and\ndesires clear that way, and tactics like safewords provide a fallback in case there's a\nmistake.\n\nSo: what does \"inherent female submission\" mean for women, for feminism, for equal\nrights, for women who work, for powerful women? For housewives? For disabled\nwomen? For female rape survivors? For rape survivors of other genders?\n\nSay it with me now: It's the wrong question. The mere act of asking this question implies\na cultural context that is seeking excuses to disempower women. Female sexual\nsubmission means nothing...\n\n... except what every woman wants it to mean, for herself.\n\nTK OK ok\n\nThis can be found on the Internet at:\n\nhttp://clarissethorn.com/blog/2011/07/01/inherent-female-submission-the-wrong-\nquestion/\n\nMANLINESS:\n\n[theory] Fifty Shades of Grey, Fight Club, and the Complications of\nMale Dominance\n\nHOUSE_OVERSIGHT_018549",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018549.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2472,
    "word_count": 397,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.099572",
    "prefix": "IMAGES-005"
  }
}