{
  "document_id": "HOUSE_OVERSIGHT_014976",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014976.txt",
  "text": "Chart 7: A combination of upward trending global equity markets and\nvery low volatility have conspired to push trend following (CTA) equity\npositioning to near record levels. Consequently, the beta of CTA\nstrategies to global equities is also at extreme levels\n\n1.00\n0.75\n0.50\n0.25\n0.00\n-0.25\n-0.50\n-0.75\n-1.00\n\nwo Ww co ico}\n\n>\noO\n\nfom\n®\nwm\n\n> fom\n& ®\n= cop)\n\nJul-15\nNov-15\nJan-16\nMar-16\n\nJul-16\nNov-16\nJan-17\nMar-17\nMay-17\n\nwo Ww\n\nto\n& &\n370 S=> 5S\n\nmmm MSCI World (Ratio of trend strength to volatility) (LHS)\n——— BofAML Model CTA Global Equity Allocation (RHS)\n\nSource: BofA Merrill Lynch Global Research. Based on daily data form 2-Jan-2015 to 16-Jun-2017.\nCTA = Commodity Trading Advisor\n\nChart 8: Owing to low cross asset vol and strong diversification, the\nvolatility of risk-balanced multi-asset portfolios has fallen to historically\nlow levels. Consequently, leverage levels across multi-asset & other\nportfolios that target fixed vol have likely hit their caps\n\n24% 3.0X\n20% 2.9X\n16% 2.0X\n12% 1.5x\n8% 1.0x\n4% 0.5x\n0% 0.0x\nNoor tH OMOH ANNM OAK TER\nSNK R DHODOADBHAHAASDS LHS\nBAADBARBAAAASSSSSS\n\nmmm Model Risk Parity Leverage (Vol Target: 10% & Max Leverage: 3x) (RHS)\n\nUnlevered BofAML Model Risk Parity Volatility (LHS)\n\nSource: BofA Merrill Lynch Global Research. Based on daily data from 3-Jan-72 through 16-Jun-17.\nEquity, fixed income, and commodity components within the hypothetical risk parity investment are\nrepresented by the S&P500, 10-Year US Treasury Bonds, and the S&P GSCI Index, respectively. Risk\nparity allocations are determined and rebalanced monthly using prior 12-month realized volatility\nand correlations.\n\nIt is important to note that not all CTA, risk parity, or vol control strategies operate\nsimilarly and there is model risk in estimating the exact size of these trading flows.\n\nChart 9: The vega outstanding in inverse VIX ETNs has also reached a\nrecord high at ~$125mn vega\n\n350 ee levered long === Levered long\n300 ee |nverse === Net vega across VIX ETPs\n250\n\n200\n150\n100\n\nVIX ETP open interest ($mn vega)\n\n-150\n2012 2013 2014 2015 2016 2017\n\nSource: BofA Merrill Lynch Global Research. Daily data from 13-Feb-12 through 16-Jun1 7.\n\nChart 10: Global FMS average cash balances (%) remain elevated,\nsuggesting dry powder for investors still conditioned to buy equity dips\n\nI\n6.0% Backtest | Actual 2400\n2200\n5.5% \\ 2000\n\nI\n\nI\nans | 1800\n1600\n4.5% 1400\n4.0% 1200\n3.5% 1000\n. 800\n3.0% 600\n\n‘01 ‘02 ‘03 '04 '05 '06 ‘07 ‘08 09 10 11 12 '13 14 15 16 “17\nFMS avg cash balance (%) — S&P 500 (RHS)\n\nSource: BofA Merrill Lynch Global Fund Manager Survey, Bloomberg. As a reminder, the FMS Cash\nRule works as follows: when average cash balance rises above 4.5% a contrarian buy signal is\ngenerated for equities. When the cash balance falls below 3.5% a contrarian sell signal is generated.\n\nExtract risk-limited alpha from SPX range via cheap in-the-money knockout puts\n\nAs a risk-limited range trade, we like owning down-and-out puts on SPX that are already\nin-the-money. For example, the SPX Sep 2475 put with a 2300 knock-out (continuous\nobservation) indicatively costs 7Obps (spot ref 2451) and offers a 60% discount to the\n\nvanilla 2475/2300 put spread, which is itself historically cheap (Chart 12).\n\nIf SPX stays above the 2300 barrier at all points in time before expiry, the structure is\nequivalent to a 2475 put option. If the barrier is instead breached, the maximum loss\nwill be equal to the (low) upfront premium. The 2300 barrier is about 6% out-of-the-\nmoney, hence “allows” for the elusive 5% correction not seen since Brexit (on a closing\nbasis). However, investors can mitigate the risk of breaching the barrier by either\nmoving it farther down (e.g., a 2245 barrier would indicatively raise the cost from 0.7%\nto 1%}, or by only observing it on a close-to-close basis (in turn sacrificing part of the\n\ndiscount).\n\nBankof America\nMerrill Lynch\n\nGlobal Equity Volatility Insights | 20 June 2017 5\n\nHOUSE_OVERSIGHT_014976",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014976.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3969,
    "word_count": 661,
    "line_count": 148,
    "import_date": "2025-11-19T21:47:46.704620",
    "prefix": "IMAGES-003"
  }
}