{
  "document_id": "HOUSE_OVERSIGHT_011809",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011809.txt",
  "text": "/ BARAK / 52\n\nwas now chief of staff, to ensure we had a plan to get our troops out as quickly and\nsafely as possible once the order was given. But complex though the operational\nissues were, that was not the most difficult part. The withdrawal had not just a\nmilitary aim, but a critical political one: to denude Hizbollah, with full\ninternational support, of its “occupation” fig-leaf for targeting and terrorizing the\ntowns and villages of northern Israel. Shaul and a number of other generals in the\nkirya tried to make the security argument for keeping several small hilltop outposts\njust north of the border. But I insisted not a single Israeli soldier or emplacement\nremain on Lebanese soil. Throughout the spring, we had been coordinating every\ndetail of the planned pullout with UN cartographers on the ground, to ensure that\nthey, too, recognized it would be a fu// withdrawal to the border, fulfilling the\nterms of the Security Council resolution adopted after the 1982 Lebanon War.\n\nOrdinarily, an operation on this scale would have been carried out over a period\nof weeks. But when we handed over a pair of military strongholds to the South\nLebanon Army, and Hizbollah promptly moved in to take them over, it was clear\nthat even several days might risk chaos, and casualties, as we left. The head of the\nnorthern command now supported an immediate withdrawal, and I agreed.\nFrustratingly, we did have to hold off for a further 36 hours, in order to ensure the\nUN staff on the ground could complete their verification process. But on the\nafternoon of May 23, alongside Shaul Mofaz at a command post on the border, I\nordered the pullout of all Israeli troops, vehicles and other equipment within the\nspace of 24 hours. I then flew back to Jerusalem for an urgent meeting to secure\nformal cabinet approval. The field commanders ended up getting it done in /ess\nthan 24 hours, mostly overnight, without a single Israeli casualty. For nearly two\ndecades, our troops had been serving and dying on a strip of land on which we had\nno claim, no settlements, and for which there was no rational security need.\nFinally, we were out.\n\nAs I should have anticipated, there were accusations from Hizbollah and its\nallies that our UN-verified withdrawal was incomplete. At issue was a cluster of\nvillages where Lebanon meets Syria, known as the Sheba’a Farms. But as I knew\nfirst-hand, they were not part of Lebanon. I’d met their Syrian inhabitants when I\nhelped “capture” the villages at the very end of the 1973 war on the Golan. When\nSyria now publicly supported Hizbollah’s efforts to get the UN to say the area was\nin fact part of Lebanon, I decided to call their bluff. Through the Americans, I\n\n338\nHOUSE_OVERSIGHT_011809",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011809.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2726,
    "word_count": 473,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:46.112558",
    "prefix": "IMAGES-001"
  }
}