{
  "document_id": "HOUSE_OVERSIGHT_016385",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016385.txt",
  "text": "In the past decade, genetic engineering has caught up with computer science with regard\nto how new scientific initiatives are shaping our lives. Genetic engineer George\nChurch, a pioneer of the revolution in reading and writing biology, is central to this new\nlandscape of ideas. He thinks of the body as an operating system, with engineers taking\nthe place of traditional biologists in retooling stripped-down components of organisms\n(from atoms to organs) in much the same vein as in the late 1970s, when electrical\nengineers were working their way to the first personal computer by assembling circuit\nboards, hard drives, monitors, etc. George created and is director of the Personal\nGenome Project, which provides the world’s only open-access information on human\ngenomic, environmental, and trait data (GET) and sparked the growing DNA ancestry\nindustry.\n\nHe was instrumental in laying the groundwork for President Obama’s 2013\nBRAIN (Brain Research through Advancing Innovative Neurotechnologies) Initiative—in\naid of improving the brains of human beings to the point where, for much of what\nsustains us, we might not need the help of (potentially dicey) Als. “Tt could be that some\nof the BRAIN Initiative projects allow us to build human brains that are more consistent\nwith our ethics and capable of doing advanced tasks like artificial intelligence,” George\nhas said. “The safest path by far is getting humans to do all the tasks that they would like\nto delegate to machines, but we re not yet firmly on that super-safe path.”\n\nMore recently, his crucially important pioneering use of the enzyme CRISPR (as\nwell as methods better than CRISPR) to edit the genes of human cells is sometimes\nmissed by the media in the telling of the CRISPR origins story.\n\nGeorge's attitude toward future forms of artificial general intelligence is friendly,\nas evinced in the essay that follows. At the same time, he never loses sight of the AI-\nsafety issue. On that subject, he recently remarked: “The main risk in AI, to my mind, is\nnot so much whether we can mathematically understand what they ’re thinking; it’s\nwhether we re capable of teaching them ethical behavior. We’re barely capable of\nteaching each other ethical behavior.”\n\n165\n\nHOUSE_OVERSIGHT_016385",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016385.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2258,
    "word_count": 365,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:46.916077",
    "prefix": "IMAGES-003"
  }
}