{
  "document_id": "HOUSE_OVERSIGHT_020478",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020478.txt",
  "text": "SECTION 2\n\nState and Local Governments\n\nIn late 2017, an American city in the mid-Atlantic region was invited to form a sister\ncity relationship with a town in southern China. The American partner city was home\nto a large number of national security professionals and university and government\nscientists, including many of PRC origin. The partnership was proposed and\nshepherded by the manager of a for-profit Chinese “exchanges” company—a woman\nof PRC origin. She was assisted by an American citizen of PRC origin who was running\n\nfor a position on the local school board.\n\nIn a briefing, an American China expert told the local sister city committee that there\nwas no reason not to explore a partnership, provided the American side had defined\ngoals and was aware of Beijing’s increasingly repressive domestic policies, its growing\nsuspicions of US influence, and its well-funded efforts to increase its influence overseas.\nThe man running for the local school board objected to this characterization and\n\npointed out that China’s constitution gives the CCP paramount authority in China.\n\nAfter a long debate, the new sister city agreement was signed in the fall of 2018.\n\nSome Americans involved objected to China’s insistence that all sister city activities\nbe carried out “in accordance with the principles on the establishment of diplomatic\nrelations between the United States of America and the People’s Republic of China\n(ARGS A B32 Xe M),” because this seemed to be a reference to the One China\nPrinciple, which might be invoked to preclude exchanges with Taiwan. Despite these\nobjections, the phrase appeared in the signed agreement because the Chinese side said\nthat the Chinese People’s Association for Friendship with Foreign Countries required\nthat all sister city agreements include such language and the US side did not want to\n\nderail the agreement by insisting otherwise.\n\nThe story of this sister city agreement illustrates the challenges and opportunities\n“sub-national entities” (local governments, cities, and states) face in the United States\nwhen dealing with a China intent on maximizing its influence in America and across\nthe globe. As this report details in other sections, the age of innocent engagement\n\nis over, and this is now true for American local officials as well as for representatives\n\nHOUSE_OVERSIGHT_020478",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020478.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2348,
    "word_count": 370,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:44.034052",
    "prefix": "IMAGES-006"
  }
}