{
  "document_id": "HOUSE_OVERSIGHT_031485",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031485.txt",
  "text": "\"We have read concerns from Turkey that Mr. Gulen, this elderly, frail\nreligious leader, is going to flee to another country,\" said Steptoe &\nJohnson LLP attorney Reid Weingarten on Friday, calling such\nallegations \"absurd.\"\n\nTurkish President Tayyip Erdogan has blamed Gulen for the violence,\nin which Erdogan said 237 people were killed excluding the plotters\nand more than 2,100 wounded, and said the United States should\nextradite him to Turkey. The U.S. government has not done so, and\nthe dispute has raised questions about relations between the two allies.\n\nTurkey, a member of the NATO alliance, hosts American troops and\nwarplanes at Incirlik Air Base, an important staging area for the U.S.-\nled fight against Islamic State in Iraq and Syria.\n\nAt a news conference in Washington, Weingarten and Michael Miller,\nanother Steptoe attorney, said evidence from a 2015 case financed by\nthe Turkish government against Gulen in U.S. federal court in\nPennsylvania showed that the Turkish government relies on dubious\nproof to make its case against him.\n\nThat case alleged Gulen issued coded orders to followers in the\nTurkish judiciary in a 2009 sermon to persecute members of another\nreligious sect. It also alleged that the script of a popular Turkish\ntelevision show was laced with follow-up messages. The case was\ndismissed by a judge in June.\n\nTurkish government officials, however, say such evidence is valid\nbecause Gulen operates covertly and sends encoded messages to his\nfollowers.\n\nTurkey has sent the United States new documents in recent days\ncontaining evidence that Turkish authorities say proves the cleric was\n\nHOUSE_OVERSIGHT_031485",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031485.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1651,
    "word_count": 261,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:48.511166",
    "prefix": "IMAGES-011"
  }
}