{
  "document_id": "HOUSE_OVERSIGHT_028646",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_028646.txt",
  "text": "Crafting those stories has proved alittle trickier. While the development-focused media has expanded, the standard for\nwhat makes a compelling blog, speech or opinion piece have not: clear writing and cogent argument backed up by solid\nevidence and examples. Putting the pieces together, and injecting the right personal note to make for a truly memorable\npiece, takes work, self-confidence and practice.\n\nFor our first New Voices Fellowship meeting in Johannesburg in June, we set up a series of training sessions on how to\nhandle media interviews, how to behave on camera, and how to build an online presence. But the most important part of the\ncurriculum turned out to be a crash course in confidence: how to believe in the importance of what you have to say. For\nmany of our fellows, unused to thinking of themselves as \"thought leaders\", the leadership component was new territory.\nWe learned that helping the fellows define their specific areas of expertise, and to understand how that personal expertise\ncan translate into important contributions to the global development discussion, was an essential starting point. One fellow,\nan expert on maternal health from Tanzania, found new confidence in the fact that alongside her medical degrees she has\npersonal experience as an African mother. Another, who specialises in poverty alleviation in Nairobi's slums, began to\nharness his own stories about growing up in those slums to buttress his points about development in informal settlements.\n\nThese are exactly the types of new perspectives that will inform and enrich development policy discussions. At Aspen, we\nwill be recruiting our next class of New Voices fellows starting mid-September, and look forward to learning from and\nworking with other organisations which are committed to expanding the dialogue about what works — and what doesn't —in\nglobal development.\n\nAndrew Quinn is director of the New Voices Fellowship at the Aspen Institute.\n\nBack to top\n\nChild marriage campaigners in south Asia receive $23m cash injection\nMark Tran — Guardian blog\n\nBy the age of 17, Zeenat had been divorced three times after forced marriages. She first wed shortly after puberty to aman\nwho abused her, an experience that recurred in her subsequent marriages.\n\nShe became so isolated that she did not go to the hospital or ask for help. Neither had she heard of India's Protection of\nWomen from Domestic Violence Act of 2005, which made her husband's violent outbursts not just wrong, but illegal.\n\nSadly, her story is all too common. Every year about 10 million girls become child brides, and one in seven girls in the\ndeveloping world marries before the age of 15.\n\nBangladesh, Nepal and India have three of the highest rates of child marriage, with 68.7%, 56.1% and 50% respectively of\ngirls married before the age of 18. Child marriage is not just a question of poverty — although that is a critical issue — but also\nof how girls are viewed in society.\n\n\"Even with higher levels of income, there is the practice of child marriage,\" said Care International's gender director,\nTheresa Hwang. \"It is an issue of status; girls are valued in a lesser way. In India, girls are not seen as 'added value’. The\nissue is squarely tied to gender equality and social norms.\"\n\nCare USA, the US arm of the anti-poverty NGO, and the American Jewish World Service (AJWS) this week received grants\nof $7.7m (£4.9m) and $15.3m respectively from the Kendeda fund to tackle child marriage in south Asia. Both organisations\n\nwill use the money to support local NGOs.\n\nFounded 10 years ago, the Kendeda fund worked initially on environmental sustainability in the US, but last year created a\ngirls' rights portfolio. AJWS will focus on India, Care on Nepal and Bangladesh.\n\nAll three countries have laws against child marriage, but implementation has proved difficult. Civil child marriage laws are\nnot enforced, and religious or social customs prevail.\n\nIn Nepal, Care supports groups such as Chunauti, which seeks to spread its message against child marriage among\nschools and local businesses. The local NGO persuaded factories to put anti-child marriage slogans in their production\n\nHOUSE_OVERSIGHT_028646",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_028646.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4193,
    "word_count": 682,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:45.872896",
    "prefix": "IMAGES-010"
  }
}