{
  "document_id": "HOUSE_OVERSIGHT_019908",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019908.txt",
  "text": "partly a paranoia about email, but even more a controlling crypticness. He kept assistants\nand minders at constant bay. You couldn’t really make an appointment with Bannon, you\njust had to show up. And somehow, his own key lieutenant, Alexandra Preate, a\nconservative fundraiser and PR woman, was as disorganized as he was. After three\nmarriages, Bannon lived his bachelor’s life on Capitol Hill in a row house known as the\nBreitbart Embassy that doubled as the Breitbart office—the life of a messy party. No sane\nperson would hire Steven Bannon for a job that included making the trains run on time.\n\nOOK Ok\n\nHence, Reince Priebus.\n\nFor the Hill, he was the only reasonable chief among the contenders, and he quickly\nbecame the subject of intense lobbying by House Speaker Paul Ryan and Senate Majority\nLeader Mitch McConnell. If they were going to have to deal with an alien like Donald\nTrump, then best they do it with the help of a member of their own kind.\n\nPriebus, forty-five, was neither politician nor policy wonk nor strategist. He was\npolitical machine worker, one of the oldest professions. A fundraiser.\n\nA working-class kid originally from New Jersey and then Wisconsin, at thirty-two he\nmade his first and last run for elective office: a failed bid for Wisconsin state senate. He\nbecame the chairman of the state party and then the general counsel of the Republican\nNational Committee. In 2011 he stepped up to chairmanship of the RNC. Priebus’s\npolitical cred came from appeasing the Tea Party in Wisconsin, and his association with\nWisconsin governor Scott Walker, a rising Republican star (and, briefly—very briefly—\nthe 2016 front-runner).\n\nWith significant parts of the Republican Party inalterably opposed to Trump, and with\nan almost universal belief within the party that Trump would go down to ignominious\ndefeat, taking the party with him, Priebus was under great pressure after Trump captured\nthe nomination to shift resources down the ticket and even to abandon the Trump\ncampaign entirely.\n\nConvinced himself that Trump was hopeless, Priebus nevertheless hedged his bets. The\nfact that he did not abandon Trump entirely became a possible margin of victory and made\nPriebus something of a hero (equally, in the Kellyanne Conway version, if they had lost,\nhe would have been a reasonable target). He became the default choice for chief.\n\nAnd yet his entry into the Trump inner circle caused Priebus his share of uncertainty\nand bewilderment. He came out of his first long meeting with Trump thinking it had been\na disconcertingly weird experience. Trump talked nonstop and constantly repeated\nhimself.\n\n“Here’s the deal,” a close Trump associate told Priebus. “In an hour meeting with him\nyou're going to hear fifty-four minutes of stories and they’re going to be the same stories\n\nHOUSE_OVERSIGHT_019908",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019908.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2830,
    "word_count": 464,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:48.275366",
    "prefix": "IMAGES-005"
  }
}