{
  "document_id": "HOUSE_OVERSIGHT_017361",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017361.txt",
  "text": "4.2.12\nWC: 191694\n\npresence of his own lawyers. In reaching this agreement, the President withdrew his constitutional\nchallenge to the power of a grand jury to compel his testimony. This was a serious constitutional\nissue, especially since Starr had given Lewinsky total immunity from prosecution. This left\nClinton as the primary target of the grand jury. But there is grave doubt whether a sitting\nPresident can be indicted or prosecuted. If he cannot, then there is even graver doubt whether it is\nproper to use a grand jury to gather information for an impeachment. In my view, the President\ncould have leveled a serious challenge, on this and other grounds, against the grand jury\nsubpoena. Such a challenge would have taken at least a year to resolve. In the meantime, he\nwould not have had to testify.\n\nBut the President decided to waive this challenge and to testify “voluntarily.” What I don’t know\nis whether at the time the President made the decision to testify he knew of the existence of the\nsemen-stained dress. There had, of course, been rumors of such a dress over the prior months, but\nthey had been denied by Lewinsky’s lawyer. The news of the uncleaned dress with a telltale stain\nbecame public only after the President made his decision to testify. It is fair to ask whether the\nPresident’s decision would have been different if he knew about the existence of the dress. It is\nalso fair to ask whether the President’s testimony in front of the grand jury would have been\ndifferent had there been no dress. We don’t know.\n\nWhat we do know is that the President’s decision to testify before the Starr grand jury gave the\nprosecutor an opportunity to trap the President once again into committing perjury — this time not\nin a live deposition in a dismissed case where the testimony was only marginally relevant, but in a\ngrand jury proceeding where the testimony was central.\n\nIt also gave the prosecutor an unprecedented opportunity to videotape the interrogation so that it\ncould be seen by Congress and the public.\n\nAgain short term considerations prevailed. First, the President’s political advisors urged him to\navoid that day’s image of the President walking into the courthouse — the so-called “perp walk.”\nThe White House agreed therefore, to the making of a videotape which would later show the\nPresident being evasive and perhaps even dishonest. Although the President’s videotaped\ntestimony was not as bad as many thought it would be — at least in the short run -- it was more\ndamaging in the long run than a walk to the courtroom might have been.\n\nUltimately, after the disclosure of the semen-stained dress made it undeniable that there had been\nsexual activity between them, President Clinton had to appear on television and acknowledge that\nhe had behaved “inappropriately” with Monica Lewinsky. It was a low point both in his\npresidency and in his personal life.\n\nThe day after President Clinton publicly acknowledged that he had behaved “inappropriately”, he\nflew to the Vineyard. The next day, we were both at a party. The President gathered a small\ngroup—including several lawyers—around him and began to discuss the case. He said that\nfollowing the unanimous Supreme Court decision refusing to postpone the lawsuit brought\nagainst him by Paula Jones, he had no choice but to submit to a deposition about his sex life,\nbecause Jones refused to settle the case. I told him he did have an alternative: he could have\nended the law suit by simply defaulting and paying Paula Jones’ damages. If he paid the damages\n\n274\n\nHOUSE_OVERSIGHT_017361",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017361.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3575,
    "word_count": 604,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:48.415122",
    "prefix": "IMAGES-004"
  }
}