{
  "document_id": "HOUSE_OVERSIGHT_024733",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024733.txt",
  "text": "ACKRELL\nCAPITAL CHAPTERV_ Global Cannabis Regulation\n\nin 2013 by the Marihuana [sic] Medical Program Regulations (MMPR). The MMPR created a regu-\nlatory framework under which individuals with a medical need could obtain dry cannabis flower from\nlicensed commercial producers. Like the MMAR before it, the MMPR was held unconstitutional and\n\nwas eventually replaced, this time in August 2016, by the currently effective Access to Cannabis for\nMedical Purposes Regulations (ACMPR).\n\nThe ACMPR permits businesses licensed by Health Canada to commercially produce and distrib-\nute cannabis flower, cannabis oil and cannabis starter materials, such as plants and seeds, to individuals\nwith a medical recommendation from an authorized health care practitioner. The ACMPR also allows\nsuch individuals to produce a limited amount of cannabis for their own medical purposes, or to des-\nignate another person (which may include Health Canada) to produce it for them. The ACMPR sets\nforth a comprehensive licensing and regulatory regime that addresses security of licensed production\nfacilities, import and export permits, quality control measures and labeling requirements, and imposes\nlimits on the amount of cannabis that can be produced and possessed by an individual.\n\nIn April 2017, a proposed recreational law was introduced in the Canadian parliament; this legis-\nlation would allow adults to purchase cannabis from federally licensed producers and to possess and\nshare cannabis with other adults. The proposed Cannabis Act would authorize the Canadian govern-\nment to issue regulations for the administration and enforcement of the act and to issue licenses and\npermits authorizing the importation, exportation, production, testing, packaging, labeling, sending,\ndelivery, transportation, sale, possession or disposal of cannabis and cannabis products. The Cannabis\nAct would authorize Canadian provinces and territories to regulate the distribution and retail sale of\ncannabis within their jurisdictions, and all individuals and entities, including federally licensed busi-\nnesses, would be required to comply with those local regulations as well as federal laws.\n\nUnlike the ACMPR, which is a set of medical cannabis regulations issued within the framework of\nCanada’s CDSA, the Cannabis Act would amend the CDSA and related criminal and other statutes to\nfacilitate the recreational law in Canada. The proposed Cannabis Act is widely expected to be approved\nin some form by the Canadian parliament by mid-2018. If approved, Canada would be the largest\ncountry in the world to legalize recreational cannabis on a national level.\n\nLatin America and the Caribbean\n\nDuring the past five years, Latin American and Caribbean nations (and Puerto Rico, a U.S. territory)\nhave taken significant legal measures that increase access to cannabis for medical purposes, permit\nrecreational cannabis use and relax criminal prohibitions.\n\nIn 2013, Uruguay became the first nation in the world to legalize and regulate the commercial pro-\nduction and sale of cannabis to adults for recreational and other uses. The Uruguayan law authorizes\nlicensed producers to grow cannabis for sale, through licensed pharmacies, to Uruguayan citizens and\npermanent residents who have registered with the government; the law also permits individuals to\ngrow up to six cannabis plants per year and to form small clubs that may grow up to 99 plants per year.\nCannabis sales through licensed pharmacies commenced in 2017.\n\nIn 2015, Colombia approved a legal framework for the cultivation, processing and sale of cannabis\nextracts and related products for scientific and medical purposes. The Colombian framework provides\n\n© 2017 Ackrell Capital, LLC | Member FINRA/SIPC 97\n\nHOUSE_OVERSIGHT_024733",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024733.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3762,
    "word_count": 561,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:47.509742",
    "prefix": "IMAGES-008"
  }
}