{
  "document_id": "HOUSE_OVERSIGHT_013569",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013569.txt",
  "text": "As in most systems of authoritarian premises, precise definitions and what\nappears to be strict logical continuity, as in discussions of Torah among Orthodox\nJews and Canon Law by Catholic bishops, classical equilibrium thermodynamic\nideas that are borrowed for use out of the context of their origins, risk the calumny\nof their physicist practitioners. We have probably already earned more than a little\ndistain from those quarters with our use of none-minimal or none-maximal but in-\nbetween entropies. This phrase cannot be found in the literature of physics or, as\nsuch, in the writings of communication and information theory. In the modern theory\nof nonlinear motion called dynamical systems, in-between entropies can be\ngenerated by chaotic systems that are non-uniform in their rates of separation of\nnear by points and convergence of far-away points in dynamics that have been\npreviously described as nonuniformly hyperbolic.\n\nThe energies and their transformations that fuel and support karmic escape\nfrom the personality fixations of samsara and accession to unmanifest Divine Life\ncan occur without the loss of the richness and multiplicity of apparent reality. Big\ninternal changes without external sign can occur in the arrangements of the\nineffable and mysterious formless silence within which we have associated with\nstates of high, but not maximal, in-between entropy. For examples, the Indian Saint,\nSri Aurobindo, in the early 20\" Century, the Catholic metaphysical anthropologist,\nTeilhard de Chardin and currently American pandits (spiritual seekers with\nintellectual and academic inclinations) such as Ken Wilber, among many others\nover the millennia, direct us toward the goal of Nirvanically changeless emptiness\nwithout the properties of space or time. At the same time, we maintain an astute\nand effective yet distantiated appreciation for existential realities. The non-dual\nenlightenment of Integral Being or Yoga involves realizing emptiness through the\nworld of form. There is a way of thinking about and even computing that “nothing\nwithin” and its changes.\n\nAs John R. Pierce suggested in the 1981 revision of his book that made the\ntheorems of the father of communication theory, Claude Shannon, so accessible,\n“_..If we want to understand information-related entropies, it is perhaps best to clear\n\nour minds of any (physical) ideas associated with the entropy of physics.”\n\n69\n\nHOUSE_OVERSIGHT_013569",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013569.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2435,
    "word_count": 369,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.243992",
    "prefix": "IMAGES-002"
  }
}