{
  "document_id": "HOUSE_OVERSIGHT_010954",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010954.txt",
  "text": "future pay runs out. So do I. The puzzle is how pay could rise while human capital\n\nshrinks smoothly to zero.\n\nThis would not be a puzzle if we were speaking of oil wells whose oil might continue\nto be pumped out at a steady or even rising rate until the well ran dry. We are\npuzzled because pay is generally believed to equal and compensate work. Work\nmeans the output of human capital. How could less capital steadily produce more\noutput, meaning creation as distinct from depletion of value, particularly if some\nwork is self-invested rather than marketed for pay? That would imply exponentially\n\nrising productivity, meaning rate of return, and rising to infinity at the end.\n\nThink about it. Strictly speaking, human capital is present value of future pay less\nspending on future childhood nurture plus textbooks or tuition or job training\n(collectively called “schooling” by Mincer) invested in human capital. Ben-Porath\nknew that, as had others before, but reasoned that investment in anything must stop\nwhen not enough time remains for recovery. | think so too. And I argue anyhow,\nfrom observation rather than logic, that invested nurture and schooling\nsubstantially end when we enter the full-time job market sometime in our twenties.\nThen human capital in adulthood is essentially present value of expected pay, or\neven less if Ben-Porath and I are wrong and nurture or schooling continues to the\nend. When only a year of pay is left ahead of us, human capital at most is time-\ndiscounted present value of one year’s pay. When one day is left, it is at most\npresent value of one day’s pay. Yet age-wage profiles show pay (wage) holding level,\nor even rising, as human capital grades smoothly to zero. This is the famous age-\nwage puzzle. |’ll flesh out the same thought experiment later in what I call the\n\nparable of the boss and her secretary.\n\nEconomists have recently proposed solutions which I see as farfetched. Possibilities\nthat human capital indeed grows more productive with age, or depreciates all at\nonce, seem implausible in each case and cannot begin to explain enough. I think\n\nBecker hinted at the answer in 1964. Becker pointed out that job training at the\n\nChapter 2: Fast Forward 1/06/16 14\n\nHOUSE_OVERSIGHT_010954",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010954.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2244,
    "word_count": 379,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:49.342358",
    "prefix": "IMAGES-001"
  }
}