{
  "document_id": "HOUSE_OVERSIGHT_024721",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024721.txt",
  "text": "I.\n\n‘\nbs\nc\n\nQa\nLA\n\nACKRELL\n\nPr\n\nCHAPTER IV U.S. Legal Landscape\n\nm The Path to Federal Legalization\n\nWe believe that cannabis will eventually become federally legal for recreational enjoyment by adults\nand for use in a broad range of safe drugs and therapeutic products. A wide gulf currently separates\nfederal policy from state legalization initiatives. Both federal and state regulators lack experience with\nscience-based regulation that allows cannabis access, but they approach this lack of experience differ-\nently. Current federal policy is slow-turning and bureaucratic; it requires rigorous scientific evidence\nthat cannabis is safe and effective but largely prohibits the industry from developing that evidence.\nState legalization initiatives are experimental: they start by legalizing the cannabis industry, then task\nstate regulators with implementing rules and safeguards as the industry builds its scientific foundation\nand its markets.\n\nWe believe that federal policy will move (and may already be moving) in a new direction which\nallows for federally approved cannabis-derived drugs. If that happens, and if several cannabis-derived\ndrugs are federally approved, we expect the FDA and the DEA will have developed data and protocols\nthat facilitate more rapid approval of medical cannabis products. And if that happens, these federal\nagencies should be able to combine their science-based regulatory practices with the best practices of\nstate regulators to develop a comprehensive federal approach to medical and recreational cannabis.\n\nDEA and FDA Policy Direction\n\nThe path to federal legalization begins with understanding that current federal law, in theory, allows for\nthe production, distribution and prescription of medical cannabis products in the United States. The\nDEA can register manufacturers to produce medical cannabis products in accordance with the CSA.\nThe FDA can approve medical cannabis products for distribution in accordance with the FD&C Act.\nThe DEA (an agency of the DOJ) and the FDA (an agency of the DHHS) together can cause medical\ncannabis products to be rescheduled under the CSA so that doctors legally can prescribe them. None\nof these regulatory actions requires a change in law. Technically, cannabis is not entirely prohibited by\nfederal law.\n\nBut in any practical sense, cannabis is federally prohibited. For nearly 50 years, the DEA has regis-\ntered only one cannabis manufacturer. The FDA has never approved a cannabis-derived drug. Because\nmarijuana remains a Schedule I controlled substance, the lone DEA-registered cannabis manufacturer\ncan produce cannabis only for strictly controlled research, and doctors cannot prescribe any marijuana\ncompound or derivative as medicine. A duo of federal regulatory agencies—not federal law—prohibits\nlawful access to medical cannabis products; this may be changing. The DEA and the FDA appear to be\nexploring policies and practices that could result in the actual production, distribution and prescription\nof cannabis-derived drugs.\n\nIn August 2016, the DEA announced a new policy designed to increase (beyond one) the number\nof DEA-registered cannabis cultivators and permit-registered cultivators to grow cannabis for privately\nfunded commercial drug development projects. The DEA has since accepted at least 25 applications for\nregistration but has not issued any new registrations. Some observers believe the new policy initiative\nhas stalled under the leadership of the DOJ, currently run by U.S. Attorney General Sessions. How-\n\n© 2017 Ackrell Capital, LLC | Member FINRA/SIPC 85\n\nHOUSE_OVERSIGHT_024721",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024721.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3604,
    "word_count": 534,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:46.817168",
    "prefix": "IMAGES-008"
  }
}