{
  "document_id": "HOUSE_OVERSIGHT_024812",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024812.txt",
  "text": "A\n=a\n\nELL\nTAL Cannabis Investment Report | December 2017\n\nAckrell Capital Cannabis Team\n\nMike Ackrell founded Ackrell Capital in 2003. Previously, Mr. Ackrell was the Head of\nABN AMRO’s U.S. Technology Investment Banking Group and the Head of Invest-\nment Banking at WR Hambrecht+Co. He also was a Senior Vice President in the\n\nOf\nSO\n\nTechnology Investment Banking Group of Donaldson, Lufkin & Jenrette, where he\nbegan his investment banking career in 1988. Mr. Ackrell has completed more than\n\n150 financing transactions, including more than 50 initial public offerings, and more\nthan 100 M&A transactions, totaling more than $15 billion in value. He serves on the\n\nMike Ackrell\n\nrain Board of Directors of a number of companies, including American Giant, Scrubbed\nounder . . . Lo\n\nand Vator.tv. Mr. Ackrell holds a B.S. in Economics, summa cum laude, with majors in\nmackrell@ackrell.com\n\nFinance and Accounting, from the Wharton School of the University of Pennsylvania.\n\nTim Coxon joined Ackrell Capital in 2017 after serving as the firm’s legal counsel for\nmore than five years. Previously, Mr. Coxon was a corporate finance attorney in Silicon\nValley focused on venture capital fund formation, early stage company financings,\nmergers and acquisitions and related areas of tax and securities law. He has advised\ndozens of VC firms on fund and management-level structuring and portfolio company\ninvestment transactions, and has advised private companies in M&A transactions val-\n\nued at more than $1.5 billion. Mr. Coxon also has worked as a consultant performing\n\nTim Coxon\nGeneral Counsel\n\nfinancial and economic analysis for use in corporate litigation and regulatory mat-\nters, and taught college level mathematics for more than 13 years, including 7 years\n\ntcoxon@ackrell.com\n\nas an adjunct statistics professor for the M.B.A. program at Santa Clara University.\nMr. Coxon holds a J.D. from the Santa Clara University School of Law, an M.A. in\nMathematics from San Francisco State University, and a B.A. in Mathematics from the\nUniversity of Texas at Austin.\n\nBryan Castillo joined Ackrell Capital in 2015. Previously, Mr. Castillo served as an\nadviser to governments on economic and foreign policy. He has more than 10 years of\ninvestment banking experience focused primarily on cross-border transactions span-\nning Asia, Europe and the Middle East. Mr. Castillo has experience in a number of\n\nindustries, including agriculture, cleantech, consumer, energy, media, real estate and\n\n4\\ technology. He has advised on more than 50 financing transactions, primarily with\n= state-owned enterprises and private companies. Mr. Castillo works closely with several\nBryan Castill P P P Y\nryan Castillo : \"| “ : :\n. family offices on private equity and venture capital investments. Mr. Castillo holds a\nartner . . . ae\nbeastillo@ackrell.com B.S. in Economics from the Pennsylvania State University.\n\nJeff Mathews joined Ackrell Capital in 2015. Previously, Mr. Mathews was a Direc-\ntor with Seven Hills Group, a boutique investment bank focused on middle-market\ntechnology companies. He has more than 15 years of investment banking experience\nand was also an Associate in the Technology Investment Banking Groups at Deutsche\nBank and Lehman Brothers. He has advised on a broad range of financings and M&A\ntransactions across a variety of technology industries totaling more than $10 billion in\n\nJeff Mathew:\n\nPartner\n\nvalue. Mr. Mathews holds a B.A. in Economics from the University of Chicago.\n\njmathews@ackrell.com\n\n176 © 2017 Ackrell Capital, LLC | Member FINRA/SIPC\n\nHOUSE_OVERSIGHT_024812",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024812.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3590,
    "word_count": 558,
    "line_count": 86,
    "import_date": "2025-11-19T21:47:48.558181",
    "prefix": "IMAGES-008"
  }
}