{
  "document_id": "HOUSE_OVERSIGHT_020082",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020082.txt",
  "text": "poor-fish Jarvanka flunky—and he believed she had now deeply implicated herself in the\nentire disaster by participating in the Air Force One meeting. The next day, with more\ninquiries coming from reporters, he confronted Hicks inside the cabinet room, accusing\nher of doing Jared and Ivanka’s dirty work. The face-off quickly escalated into an\nexistential confrontation between the two sides of the White House—two sides on a total\nwar footing.\n\n“You dont know what you’re doing,” shouted a livid Bannon at Hicks, demanding to\nknow who she worked for, the White House or Jared and Ivanka. “You dont know how\nmuch trouble you are in,” he screamed, telling her that if she didn’t get a lawyer he would\ncall her father and tell him he had better get her one. “You are dumb as a stone!” Moving\nfrom the cabinet room across the open area into the president’s earshot, “a loud, scary,\nclearly threatening” Bannon, in the Jarvanka telling, yelled, “7 am going to fuck you and\nyour little group!’ with a baffled president plaintively wanting to know, “What’s going\non?”\n\nIn the Jarvanka-side account, Hicks then ran from Bannon, hysterically sobbing and\n“visibly terrified.” Others in the West Wing marked this as the high point of the boiling\nenmity between the two sides. For the Jarvankas, Bannon’s rant was also a display that\nthey believed they could use against him. The Jarvanka people pushed Priebus to refer the\nmatter to the White House counsel, billing this as the most verbally abusive moment in the\nhistory of the West Wing, or at least certainly up among the most abusive episodes ever.\n\nFor Bannon, this was just more Jarvanka desperation—they were the ones, not him,\nsaddled with Comey-Mueller. They were the ones panicking and out of control.\n\nFor the rest of his time in the White House, Bannon would not speak to Hicks again.\n\nHOUSE_OVERSIGHT_020082",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020082.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1860,
    "word_count": 314,
    "line_count": 29,
    "import_date": "2025-11-19T21:47:47.309904",
    "prefix": "IMAGES-005"
  }
}