{
  "document_id": "HOUSE_OVERSIGHT_017666",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017666.txt",
  "text": "Page 31 of 78\n2007 Utah L. Rev. 861, *904\n\nwitness to whom the subpoena for documents or records is issued, 7°? but there is no provision for notifying the interested\nparty (e.g., the victim) when personal or confidential information is subpoenaed from a third party.\n\nA recent federal case illustrates the problem under the current rules. 74° In an assault case, defense counsel used Federal Rule\n\nof Criminal Procedure 17(c) to obtain a subpoena for the victim's medical records held by the Veterans Administration. 241\n\nThe federal district judge approved the subpoena and issued an order, ex parte and under seal, directing the VA to provide\ndefense counsel with [*905] the records. 74? Defense counsel then obtained the records, all without knowledge of the\nprosecutor or the victim. 7? These records included extraordinarily intimate information about the victim, including sensitive\nmedical conditions, medications, psychiatric counseling, and the like. 744 The matter came to the prosecutor's attention - and,\nthus, the victim's attention - only because defense counsel \"warned\" the prosecutor, while attempting to negotiate a favorable\nplea, that taking the case to trial would cause irreparable harm to the victim because, by the time the defense attorney got\nfinished with the victim, the victim would never trust a therapist again. 2* All this happened without any notice to the victim\nand without any opportunity to present arguments against disclosure of this sensitive information. 74°\n\nAllowing such subpoenas to be delivered without notice to the victim violates the CVRA's provisions guaranteeing victims the\nrights to be treated \"with respect for the victim's dignity and privacy\" as well as \"with fairness.\" 747 With respect to the\nprotection for dignity and privacy, allowing subpoenas to go directly to third-party custodians of records could provide no\nprotection if the custodian is disinclined to protect the victim's privacy. Subpoenas without notice to victims also raise fairness\n\nconcerns, particularly if issues implicating the right of privacy are concerned. 748\n\n(2) Procedural Problems with the Advisory Committee Approach\n\nTo ensure protection of crime victims’ rights when subpoenas for confidential information are issued, it is necessary to change\nthe federal rules. I proposed an amendment to guarantee notice to crime victims as well as a court determination that the\ninformation was relevant at trial before victims’ personal and confidential formation could be subpoenaed. The Advisory\nCommittee agreed that Rule 17 needed to be amended, but it proposed more limited protections for victims. The Committee\nwould require court approval before any subpoena issues to a third party seeking information about a victim. However, the\ncourt would have discretion about whether to give the victim an opportunity to be heard on the subpoena; and there are no\nsubstantive limits on the kinds of information that defendants can subpoena.\n\nTurning first to the procedural problems with the Advisory Committee proposal, the Committee would remit the entire issue of\nwhether to issue a subpoena for personal or confidential information (and, indeed, whether to even tell a victim about such a\nsubpoena) to the discretion of the court. The only protection the Advisory Committee offers is the requirement of a court order\n[*906] approving such a subpoena. The committee gives courts discretion to notify the victim or simply issue the subpoena ex\nparte.\n\n239 Fed. R. Crim. P. 17(c).\n\n240 See E-mail from Rod Rosenstein, U.S. Attorney for the District of Maryland, to Russell Butler, Maryland Crime Victims’ Resource\nCenter, Inc. (Jan. 3, 2007), reprinted in Testimony of Russell Butler to the Federal Criminal Rules Advisory Comm. App. A (Jan. 19, 2007),\navailable at hitp://www.uscourts.gov/rules/CR%20Comments%202006/06-CR-006. pdf.\n\n241 Td,\n\n242 Td,\n243 Td,\n244 Td,\n245 Td,\n246 Td,\n\n247 18 U.S.C. § 3771(a)(8) (2006).\n\n48 See infra notes 347-351 and accompanying text.\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017666",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017666.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4035,
    "word_count": 623,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:46.858550",
    "prefix": "IMAGES-004"
  }
}