{
  "document_id": "HOUSE_OVERSIGHT_018903",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018903.txt",
  "text": "Ddbadie Cause Affidavit ©\n\nPalm Beach Police Department\nAgency ORI# FLO 500600\n\nEpstein wanted to be rubbed on his back and recently he began turning over and have her rub his chest as he\nmasturbated. He would try to touch her breasts as she rubbed his chest. [___ stated “Jeff would try to get away\nwith more and more on each massage”.[__| stated Epstein would try to touch her more and on one occasion\nhe attempted to use a massager/vibrator on her. PE crovd_ to the house for the original massage. [\nleft | | her cell phone number and every time Epstein would come into town, JJ would call her for an bé\nappointment to “work”. Each time she went, [jwould meet her at the kitchen door area. She would bring = »7¢\nher upstairs and prepare the massage table.[___]advised Epstein would ask her questions about herself. Epstein\nknew she was a soccer player and would be attending == =| I asked kf Epstein knew her real\nage| _| stated Epstein did and didn’t care. The most recent massage she provided was on October 1, 2005.\nDuring the massage, she asked Epstein if she could borrow one of his vehicles to visit her family and boyfriend in\nOrlando, Florida. Epstein had told her she could borrow one of his vehicles but later stated he would rent her a\ncar. She continued with the massage as Epstein grabbed her buttocks and caressed the buttocks cheeks. I\nasked|___Jif she was wearing undergarments to which she replied her thong underwear. Once he tried to touch\nher breasts, she would pull away from him and he would stop. [__|was asked if he ever used a vibrator on her.\n\nas aware of the vibrator but advised she never would allow him to use the vibrator on her. She described\nthe vibrator as the large white vibrator with a huge head on the tip of the vibrator. She stated he kept the vibrator\nin a closet near the massage table. .\n\n[__|statea that on October 3, 2005, she was contacted by Epstein’s assistant, | | who informed her\nthat Jeff Epstein had rented her a new Nissan Sentra and she should come by the house to pick it up. | |\ninformed [she would have the car for a month. [__}tated Epstein knew her car was not working properly\nand that she had missed appointments in the past because of her car being inoperable[ _ explained the car is\ncurrently parked next to the ym field. I asked her if she ever took any one to the house. [\nexplained she took a friend of hers who attended —“‘S™S™*™*™*™;*C*‘~*@S who has\n\nrelocated to Orlando to attend college. I asked if she ever allowed another female in the room.[___ advised no\none was brought into the room with her.\n\nAt the conclusion of the interview, Det Dawson and I went to the gym area off sd and\nlocated the Silver Nissan Sentra bearing Florida tag X98-APM . The vehicle is registered to Dollar Rent a Car\nout of the Palm Beach International Airport. The vehicle was rented by Janusz Banasiack, later learned to be\n\nEpstein’s houseman, and paid with Epstein’s credit card.\n\nOn September 11, 2005, w/f| |_| dof | was arrested by the Palm Beach Police Department\nThe foregoing instrument was sworn to or affirmed State of Florida\nbefore me this 1*t day of May, 2006 by County of Palm Beach\nDet Joe Recarey, who is personally known to me.\n\nSignature/Arresting Officer\n\nSignature of Police Officer (F.S.S. 117.10) Date: 05/01/2006\n\nPage of 22\n\nHOUSE_OVERSIGHT_018903",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018903.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3326,
    "word_count": 599,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:46.703975",
    "prefix": "IMAGES-005"
  }
}