{
  "document_id": "HOUSE_OVERSIGHT_024596",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024596.txt",
  "text": "5\n\ninstitutions of government, and while he said that he couldn't give up\nhis position because he had no position—which was literally true—\nhe was appointed the eternal guide of the Libyan people, with no\nauthority over them. But in fact, 20 percent of the people's\ncommittees had counterintelligence responsibilities for sniffing out\npeople plotting against him, who were always dealt with very harshly.\nEven when people fled Libya he would track them down, and he even\nmade an assassination attempt of a Libyan exile living in the United\nStates early on.\n\nIn a profile that you wrote for Foreign Policy in March, you\nmention that Qadhafi has some hallmarks of a borderline\npersonality. How does that manifest itself?\n\nThis will sound slightly sarcastic, but the borderline refers to\nindividuals—it kind of comes from the borderline between neurosis\nand psychosis—who can often function perfectly rationally but may\nunder certain stresses go below the border and have their perceptions\ndistorted and their actions impaired. The two circumstances where\nQadhafi seems to go below the border are A, when he's succeeding;\nand B, when he's failing. An example of when he's succeeding\nwould be when he was marching toward Benghazi with very little\nresistance. He can really get almost high and feel invulnerable. When\nhe promised he would search down his enemies from room to room,\nwhich partially contributed to the NATO reaction to him, that's an\nexample of that kind of exaggerated belligerent high he can go on.\nOn the other hand, when he is suffering, when he is under pressure,\nand particularly when he is not being seen as the powerful and\nexalted leader—and that's really the case to an extreme now—tt hits\nanother place in his psychology, and that's the kind of noble Arab\nwarrior who will stand tall against superior force. There was an\n\nHOUSE_OVERSIGHT_024596",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024596.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1865,
    "word_count": 307,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:47.974200",
    "prefix": "IMAGES-008"
  }
}