{
  "document_id": "HOUSE_OVERSIGHT_013880",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013880.txt",
  "text": "but if you know Indian vegetarian cooking in depth and can prepare delicious, healthy, fresh, authentic\nIndian vegetarian food then we’d like to hear from you. This could be an ideal opportunity if you are\nIndian, Pakistani, Punjabi, etc., and are looking for a great way to apply your experience and love of\nIndian vegetarian food, cooking and culture. Knowledge of Ayurved and how this relates to food and\ndiet is a plus though not essential.\n\nPlease reply with details of your experience and some dishes you could prepare. If we like what you\nhave to offer, we’ll arrange for you to cook a sample meal or two which we will pay you for and then\nwe'll see what works out for us all.\n\nThis is a part-time position. You will be self-employed and responsible for your own taxes, etc. We'll\npay you an hourly rate we will agree with you plus grocery bills for the food you prepare. You can\nprepare food in your own place and we can arrange to collect it from you, possibly for us to freeze for\nlater eating. We will work with you to come up with menus and schedules that work out for you and\nus.\n\nThank you for your interest.\n\nBasic Choices: New Delhi or New York?\n\nLaer are tens of thousands of VAs—how on earth do you find the right one’? The resources at the\n\nend of this chapter will show you where to look, but it is overwhelming and confusing unless you have a\nfew criteria determined in advance.\n\nIt often helps to begin with the question “Where on Earth?”\n\nRemote or Local?\n\n“Made in the USA” doesn’t have the ring it used to. The pros of jumping time zones and visiting third-\nworld currency are twofold: People work while you sleep, and the per-hour expense is less. Time savings\nand cost savings. Ritika explains the former with an example.\n\nOne can give the remote personal assistant in India their assignment when they are leaving work at the\nend of the day in New York City, and they will have the presentation ready the next morning. Because\nof the time difference with India, assistants can work on it while they are asleep and have it back in their\nmorning. When they wake up, they will find the completed summary in their inbox. These assistants can\nalso help them keep pace with what they want to read, for example.\n\nIndian and Chinese VAs, as well as most from other developing countries, will run $4—-15 per hour,\nthe lower end being limited to simple tasks and the higher end including the equivalent of Harvard or\nStanford M.B.A.s and Ph.D.s. Need a business plan to raise funding? Brickwork can provide it for\nbetween $2,500—-5,000 instead of $15,000—20,000. Foreign assistance isn’t just for the small time. I know\nfrom firsthand discussions that executives from big five accounting and management consulting firms\nroutinely charge clients six figures for research reports that are then farmed to India for low four figures.\n\nHOUSE_OVERSIGHT_013880",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013880.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2870,
    "word_count": 506,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:47.808260",
    "prefix": "IMAGES-002"
  }
}