{
  "document_id": "HOUSE_OVERSIGHT_028104",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028104.txt",
  "text": "“It’s the opposite in this case,” I replied. “In a battle, the enemy is doing\neverything it can to stop you. When you break through, it’s against their\nresistance. Here, the other side will choose to make it easiest for us in the place\nit prefers. If Arafat thinks he’ll get more from the Bear and the Mouse than from\nthe other talks, it’s hardly a surprise we’re finding that only Oslo seems to offer\na way forward.”\n\nRabin did make one more move, not so much in a bid to end the talks in Oslo\nas to slow them down and create a context more favorable for the kind of\nagreement he wanted. He shifted his attention to his original peacemaking\npriority: the Syrians. In an effort to remove a roadblock to even beginning\nserious talks, he offered the Americans what they would later call his “pocket\ndeposit.” He authorized Secretary of State Warren Christopher to tell Assad that\nWashington’s understanding of our position was that, assuming all our own\nnegotiating concerns were addressed, we accepted that peace with Syria would\ninclude withdrawing from the Golan. The formula was agreed in a meeting in\nIsrael between Rabin and the Clinton Administration’s Middle East negotiator,\nDennis Ross. Rabin didn’t tell Peres or other ministers about it, though Itamar\nRabinovich did know. I did as well. Since acceptance of the need for a\nwithdrawal had security implications, Rabin and I talked about it in detail\nbefore Ross’s visit. We formulated the “deposit” together. We used an English\nacronym: IAMNAM, “if all my needs are met.” The point was to convey to the\nSyrian president that if he addressed our requirements for a demilitarized zone\nand early warning facilities; non-interference with our critically important water\nsources; as well as a full peace including embassies, open borders and joint\neconomic projects, we knew the trade-off would be to return the Golan.\n\nIt was by diplomatic accident that the Syrian overture went nowhere. The\nreason even the Americans had called our proposal a “pocket deposit” was that\nit was to be kept in the Christopher’s pocket, to be pulled out as an American\nunderstanding of our position if he felt it might lead to a breakthrough. Our\nintelligence accounts of the Christopher-Assad talks, however, suggested it had\nbeen presented as a straight message from Rabin to the Syrian president, giving\nit the status of Israel’s new, formal opening position in negotiations.\n\nThe distinction may seem minor. But for Israel, it mattered greatly. In any\nagreement with Syria — or, indeed, the Palestinians — there was bound to an\nimbalance. Both parts of a “land-for-peace” exchange were important. But land\nwas not just the more tangible asset. Once given up, short of resorting to all-out\nwar, there was no going back. The “peace” part of the equation was more\n\n256\nHOUSE_OVERSIGHT_028104",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028104.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2827,
    "word_count": 476,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:45.019420",
    "prefix": "IMAGES-009"
  }
}