{
  "document_id": "HOUSE_OVERSIGHT_022165",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022165.txt",
  "text": "JAMES PATTERSON\n\nAssociation. By all outward appearances, he could afford it: sev-\nenty lawyers worked in his firm, which had offices in Florida,\nNew York, and Venezuela. But Rothstein's millions actually\ncame from a $1.2 billion Ponzi scheme he’d been running since\n2005.\n\nIn April of 2009, Bradley Edwards joined Rothstein's firm.\nThe lawyer brought his papers along, and Rothstein showed\nthose pertaining to Epstein to potential investors. In exchange\nfor a lump sum up front, Rothstein said, investors would receive\na far larger chunk of money later, which Epstein would pay in\nfuture settlements.\n\nEdwards and Rothstein both say that Edwards had no knowl-\nedge whatsoever of the Ponzi scheme. (Prosecutors, and the\nFlorida Bar, agree.) Edwards left as soon as he caught wind of the\nscheme, in November of 2009. But the few months he spent in\nRothstein’s company gave Dershowitz the opening he needed to\npry open Virginia Roberts's accusations.\n\nIt was at Edwards's insistence, Dershowitz would say, as well\nas Paul Cassell’s, that Virginia Roberts added Dershowitz's name\nto the list of men she claimed had abused her.\n\nAccording to Dershowitz, he'd been pulled into a billion-dollar\nextortion plot Edwards had hatched. And for Edwards and Cas-\nsell, there had been a secondary benefit: Dershowitz had helped\nto work out Epstein’s confidential non-prosecution agreement\nwith the government. By implicating him directly in Epstein’s\n\nabuse of underage women, Dershowitz claimed, Edwards and ~\n\nCassell were trying to “open up” that agreement.\nIt might have been a Hail Mary pass on the part of\n\nDershowitz.\nBut the argument had its own internal logic.\n\n268\n\nAG\nae\n\nAlan 4\n\nThe idea that Bradley Edy\nblackmail Leslie Wexner—\nno less— sounds highly ir\nthat Edwards had worked\nrunning his own billion-dc\nEdwards may not have\n\nfiles on Jeffrey Epstein ai\nEdwards's proximity to Roth\nbeen as damaging as Dersh\nbut it was damaging noneth\nhe needed to make his argu\nargument was that it wasn’\nplot to blackmail Wexner. !\nafter was the idea that a |\nnon-prosecution agreement wi:\nerts. That would give Edwa\nagreement open. And in that\npressuring Virginia Roberts |\nPerhaps it wasn’t, in this\n\nfelt reluctant to mention De\nmatter of the three hundred\nshe would stand to gain. Ar\nthat goes to set up a charity\nDershowitz had thrown out\ngenius move on Edwards's pa\nwhole psychological picture :\nfor lying about Dershowitz, s\n\n; battered women she’d end up\n\nHOUSE_OVERSIGHT_022165",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022165.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2472,
    "word_count": 407,
    "line_count": 80,
    "import_date": "2025-11-19T21:47:47.008584",
    "prefix": "IMAGES-006"
  }
}