{
  "document_id": "HOUSE_OVERSIGHT_020996",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020996.txt",
  "text": "Restructure Medicare & Medicaid: Economic Factors—Possible Solutions\n\n3) Improving Cost & Quality Transparency\n\n¢ Improving cost and quality transparency of healthcare services could help\ndoctors and patients make more informed decisions for each situation.\n\n° Though enhancing competition and price transparency in healthcare is not\neasy,' new models for encouraging “comparison shopping” are emerging:\n- Castlight Health, a start-up financed by venture capitalists and the\nCleveland Clinic, is working to build a search engine for healthcare prices?\n- Other services beginning to publish price information: Thomson Reuters,\nChange: healthcare, and health insurers (e.g., the Aetna Navigator)?\n\n* A 2007 study by Deloitte proposes a “Price Transparency Checklist for\nStates”:\n\nprovide prices for services that matter to consumers\n\nmake it easy to understand\n\nkeep care providers, insurance & pharmaceutical companies engaged and informed\nprovide price and quality measures\n\nkeep expanding price transparency initiatives\n\nmaintain methodological rigor\n\npromote access and use of price information\n\nevaluate impact and ROI\n\nSource: 1) The Market for Medical Care: Why You Don’t Know the Price; Why You Don’t Know about Quality; And What Can Be Done About It, by Devon M.\n\nHerrick and John C. Goodman, March 12, 2007; 2) “Bringing Comparison Shopping to the Doctor's Office,” The New York Times, June 10, 2010; 3) Healthcare\n\nKP Price Transparency: A Strategic Perspective for State Government Leaders, by Deloitte Center for Health Solutions, 2007\nwww.kpcb.com\n\nUSA Inc. | What Might a Turnaround Expert Consider? 309\n\nRestructure Medicare & Medicaid: Economic Factors—Possible Solutions\n\n4) Deploy Cost-Benefit Analysis for Medical Technology Spending\n\ne Deploying cost-benefit analysis for medical technology\nspending can help ensure we are spending resources wisely.\n\ne Directly measuring the impact of new technology on total\nhealthcare spending — and its true value — is very difficult'\n\ne The Kaiser Foundation outlines some of the more common policy\nsuggestions for dealing with this driver of costs:\n— Cost-effectiveness analysis (i.e., comparative effectiveness)\n\n— Rationing (unlikely to be adopted owing to political sensitivity),\nregulation, budget-driven constraints (used by other countries\nbut generally not popular in the U.S.)\n\n— Market-based rationing (consumer-driven healthcare, pay-for-\nperformance, information technology)\n\nSource: 1) “How Changes in Medical Technology Affect Healthcare Costs,” Kaiser Family Foundation, March 2007.\n(@E) www.kpcb.com USA Inc. | What Might a Turnaround Expert Consider? 310\n\nHOUSE_OVERSIGHT_020996",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020996.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2652,
    "word_count": 376,
    "line_count": 66,
    "import_date": "2025-11-19T21:47:47.015939",
    "prefix": "IMAGES-006"
  }
}