{
  "document_id": "HOUSE_OVERSIGHT_019529",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019529.txt",
  "text": "Thief | 41\n\n“paradise” in June 2012, shortly before his twenty-ninth birthday.\nJust before leaving Annapolis for Hawaii, Mills posted a seminude\npicture of herself on her blog, L’s Journey. In it, her face was cov-\nered with a blanket. The caption under it read, “Trying to avoid the\nchanges coming my way.” In Honolulu, she found “E.,” as she called\nSnowden in her blog, “elusive.” She found that he preferred to stay\nat home and avoided meeting other people to the point that her\nfriends “were not quite sure that E. existed.” Lindsay’s fellow per-\nformers in the Waikiki Acrobatic Troupe told me in 2016 that they\nrarely, if ever, saw Snowden at the practice sessions. Andrew Towl,\na juggler with the group, did briefly meet Snowden once. It was on\na hike with Lindsay in Oahu. Towl said he asked Snowden what he\nwas doing in Hawaii and Snowden answered tersely, “I work with\ncomputers,” and continued walking. Even though Mills had dated\nSnowden for eight years, most of her other friends, except for Jennie\nand Joe Chamberlin in Japan, had not met him. Next door neigh-\nbors I spoke to caught brief glimpses of him entering or leaving his\nhouse but did not engage him in a conversation as Snowden tended\n\n® to avoid eye contact. If he had other social interactions in Hawaii, no ©\none he met came forward and spoke of meeting him, even after he\nbecame world famous.\n\nTwo days after his twenty-ninth birthday dinner on June 21, Mills\ndescribed him playfully as a “goof.” She wrote in her blog, “The\nuniverse is telling me something and I’m pretty sure it’s saying get\nout, Fuck you Hawaii.” In early July, she summed up her shaky situ-\nation with Snowden in another blog, writing, “I moved to Hawaii\nto continue my relationship with E. [but] it has been an emotional\nroller coaster since I stepped off the plane.” She diverted herself by\norganizing a pole-dancing studio in the four-hundred-square-foot\ngarage of the house. She also found her own friends in physical fit-\nness and dance groups. She joined a New Age yoga studio called\nPhysical Phatness, as well as a local acrobatic performance group,\nand, on Friday nights, pole danced at the Mercury lounge in down-\ntown Honolulu. Unlike Snowden, she enjoyed socializing, writing in\nher blog, “We lovingly crammed a large group into a small corner\nof a delicious Japanese restaurant and filled our bellies with sushi,\ntempura, and good conversation.”\n\n| | Epst_9780451494566_2p_all_r1.z.indd 41 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019529",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019529.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2496,
    "word_count": 429,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:49.087288",
    "prefix": "IMAGES-005"
  }
}