{
  "document_id": "HOUSE_OVERSIGHT_013139",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013139.txt",
  "text": "12.5 Clarifying the Ethics of Justice: Extending the Golden Rule in to a Multifactorial Ethical Model 223\n\nOn the other hand, logical coherence and the categorical imperative (imperatives 5 and 4)\nare matters for the formal stage of cognitive development, which come along only with the\nmature approach to ethics. These come from abstracting ethics beyond direct experience and\nmanipulating them abstractly and formally — a stage which has the potential for more deeply\nand broadly ethical behavior, but also for more complicated ethical perversions (it is the mature\ncapability for formal ethical reasoning that is able to produce ungrounded abstractions such\nas “I’m torturing you for your own good”). Developmentally, we suggest that once the capabil-\nity for formal reasoning matures, the categorical imperative and the quest for logical ethical\ncoherence naturally emerge, and the sophisticated combination of inferential and simulative\ncognition embodied in an appropriate social context then result in the emergence of the various\ncharacteristics typifying the mature ethical stage.\n\nFinally, it seems that one key aspect of the passage from the mature to the enlightened stage\nof ethics is the penetration of these two final imperatives more and more deeply into the judging\nmind itself. The reflexive stage of cognitive development is in part about seeking a deep logical\ncoherence between the aspects of one’s own mind, and making reasoned modifications to one’s\nmind so as to improve the level of coherence. And, much of the process of mental discipline and\npurification that comes with the passage to enlightened ethics has to do with the application\nof the categorical imperative to one’s own thoughts and feelings — i.e. making a true inner\nsystematic effort to think and feel only those things one judges are actually generally good\nand right to be thinking and feeling. Applying these principles internally appears critical for\neffectively applying them externally, for reasons that are doubtlessly bound up with the inter-\npenetration of internal and external reality within the thinking mind, and for the “distributed\ncognition” phenomenon wherein individual mind is itself an approximative abstraction to the\nreality in which each individual’s mind is pragmatically extended across their social group and\ntheir environment [Hut95].\n\nObviously, these are complex issues and we’re not posing the exploratory discussion given\nhere as conclusive in any sense. But what seems generally clear from this line of thinking is\nthat the complex balance between the multiple factors involved in AGI ethics, shifts during a\nsystem’s development. If you did CEV, CAV or CBV among five year old humans, ten year\nold humans, or adult humans, you would get different results. Probably you'd also get different\nresults from senior citizens! The way the factors are balanced depends on the mind’s cognitive\nand emotional stage of development.\n\n12.5.2 The Need for Context-Sensitivity and Adaptiveness in\nDeploying Ethical Principles\n\nAs well as depending on developmental stage, there is also an obvious and dramatic context-\nsensitivity involved here — both in calculating the fulfillment of abstract ethical imperatives,\nand in balancing various imperatives against each other. As an example, consider the simple\nAsimovian maxim “T will not harm humans,” which may be seen to follow from the Golden Rule\nfor any agent that doesn’t itself want to be harmed, and that considers humans as valid agents\non the same ethical level as itself. A more serious attempt to formulate this as an ethical maxim\nmight look something like\n\nHOUSE_OVERSIGHT_013139",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013139.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3648,
    "word_count": 568,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:46.930144",
    "prefix": "IMAGES-002"
  }
}