{
  "document_id": "HOUSE_OVERSIGHT_018260",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018260.txt",
  "text": "became technically possible. They have since become essential, as crucial to our\nnetwork world as the first maps were to explorers centuries ago. Fundamental\npapers, by now-legendary researchers like the mathematicians Steven Storgratz and\nAlbert-Lazlo Barabasi or the biologist Simon Levin, identified simple laws running in\nsingle networks. The Internet, financial markets, jungle ecosystems and even our\nown brain connections were found to exhibit similar, often surprisingly common\nhabits.\n\nUnfortunately, most of our leading figures still think in terms of disconnected\ndangers, of risks that can be reduced to nouns: Atomic bombs, fundamentalists,\nhacks. To be sure plenty of these sorts of dangerous nouns confront us now. But the\nsharpest edges of our problems come from the fact that these nouns are part of\nnetworks, which spring them into connected, surprising action. Computers,\nairplanes, derivatives - they snap and break systems when connected into\ncascading, fast threats. When Master Nan spoke of spiritual illness, I think this is\nparticularly what he meant. Total confusion about our world, followed by all the\nemotions of the lost: anger, denial, irrationality. “A commander in chief,” von\nClausewitz wrote of an older age of land warfare, “must aim at acquiring an overall\nknowledge of the configuration of a province, of an entire country. He must hold in\nhis mind a vivid picture of the road-network, the river-lines, and the mountain\nranges without ever losing a sense of his immediate surroundings.”2® This sort of\ncommand mastery is still relevant in an age of networks. It is as important for the\ndesign and operation of our economy, our politics, our data and our security as it is\nin considering problems of war and peace. But who of our current leaders holds in\nhis or her mind such a vivid map of the ethereal and essential networks running\naround us now? Who owns that subtle overall knowledge and then acts with the\nconfident sensibility such wisdom would produce?\n\nAt this early moment in a new revolution, our leaders are blind. It’s not simple\ntechnical fluency that eludes them - though this is among the most embarrassing of\ntheir deficits. It’s that avoiding cyber accidents, controlling the spread of nuclear\nweapons, handling global warming, stemming fast financial crises, restoring\nequitable economic growth - all of these puzzles yearn to be tackled with a new\nsensibility. Not least because often they are produced by a fresh set of links and\ninstincts. These problems linger not as independent fractures on a solid base, but\nrather as markers of spiderwebbing, connected cracks pressing out on knotted up\nnetworks. It is only by tackling them with network ideas that we can hope to make\nprogress. That the rise of ISIS and the forces of global income inequality are driven\nby the same laws can only be understood with a knowledge, or better an experience,\nof connected power. Our leaders are preparing us to fight expensive new wars we\nneed not fight, to confront enemies who might best be regarded as partners - even\nas they flail at the to corrosive problems of a new, emerging order simply because\nthey can’t see or feel the essential links of power that are, even now, making the\nfamiliar dangerous and the dangerous familiar. “We got to know the nature of\ncalculating by learning to calculate,” the Austrian philosopher Ludwig Wittgenstein\n\n28 “A commander in chief’: Von Clausewitz, p 110\n\n28\n\nHOUSE_OVERSIGHT_018260",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018260.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3468,
    "word_count": 566,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.571959",
    "prefix": "IMAGES-004"
  }
}