{
  "document_id": "HOUSE_OVERSIGHT_033568",
  "filename": "TEXT-002-HOUSE_OVERSIGHT_033568.txt",
  "text": "From: \nSent: \nTo: \npaul krassner \n2/10/2019 12:09:30 AM \n; Tom \nGoldberg ; Kevin Bright \nMichael Simmons ; Lee Quarnstrom \n__________________________________; LARRY SLOMAN \n; W&K \n; Jay Levin \nSubject: Fwd: Daryl Cagle's Blog \nBegin forwarded message: \nFrom: Daryl Cagle c> \nSubject: Daryl Cagle's Blog \nDate: February 9, 2019 at 3:03:36 PM PST \nTo: paul krassner < > \nReply-To: Daryl Cagle <.> \n• George Krassner \n; Daniel Dawson \n; Walli Leff \n; Danny \n; Lanny Swerdlow \n; HARRY SHEARER \nHOUSE OVERSIGHT 033568 \nHoward Schult \nBy Daryl Cagle on Feb 09, 2019 12:13 pm \nI forgot to post my cartoon from week before last, about Howard Schultz, the prospective independent presidential \ncandidate, billionaire and Starbucks magnate. Schultz threatens to split the vote for a Democratic party candidate, \npossibly throwing the election to Donald Trump. \nHOUSE OVERSIGHT 033569 \nThe two legged Starbucks mermaid logo is so disturbing that I love to \ndraw it whenever I can. Here's the original Starbucks logo, that customers didn't like. \nHOUSE OVERSIGHT 033570 \nThe logo was intended to depict the merger of two coffee companies, the original Starbucks and Howard Schultz's \ncompany, // Gomale that purchased Starbucks. Starbucks has a nautical theme to go with the character of Seattle. \n\"Starbuck\" was the name of the first mate in the novel Moby Dick. \nThis two legged, merger-mermaid is nasty, which makes it great fodder for cartoons. I drew the mermaid last year when \nthere was a racism scandal at Starbucks, leading the company to shut down for a day to do racial sensitivity training. This \nlogo-fish-girl would scare anybody! \nRead in browser »  \nJeff Bezos and David Pecker \nBy Daryl Cagle on Feb 08, 2019 06:04 pm \nHere's my new cartoon on the world's richest man, Amazon's Jeff Bezos, and the National Enquirer's (AM I) CEO David \nPecker, who was blackmailing Bezos. Pecker's AMI was extorting Bezos, demanding that the Washington Post (which \nHOUSE OVERSIGHT 033571 \nBezos owns) hold back publication on their investigation of AMI, and that Bezos stop a private investigator he hired to look \ninto AMI — otherwise they would publish photos of Bezos' penis. Bezos was brave to expose Pecker's extortion. \nIt is interesting that Pecker and AMI seems to have such success with blackmail that his attorneys didn't step back to think \nof what would happen if the person they were blackmailing simply made their emails public. \nAMI is looking pretty sleazy these days, with likely links to Saudi Arabia, and a reported safe full of Donald Trump secrets, \namong other tawdry stuff. So, I took advantage of Pecker's dickish name and pulled Pecker's pants down. Some cartoons \nare fun to draw — even if editors won't publish them much. \nRead in browser »  \nRecent Articles: \nChinese Hackers! Ouch!  \nRandy and the National Lampoon  \nDik Browne: Hot Golfer  \nThe Best of Roger Stone  \nTrump Knocked Out!  \nHOUSE OVERSIGHT 033572 \nShare This Newsletter \nShare \nTweet \n+1 \nShare \nForward \nFollow Me Online \nFacebook \nPage \n=X' \n@dcagle \nDarylCagle.com \nHOUSE OVERSIGHT 033573 \nThis email was sent to ______________ \nwhy did I get this? unsubscribe from this list update subscription preferences \nCagle Cartoons, Inc. • P.O. Box 22342 • Santa Barbara, CA 93121 • USA \nHOUSE OVERSIGHT 033574",
  "metadata": {
    "original_filename": "TEXT-002-HOUSE_OVERSIGHT_033568.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3288,
    "word_count": 528,
    "line_count": 78,
    "import_date": "2025-11-19T21:47:48.346040",
    "prefix": "TEXT-002"
  }
}