{
  "document_id": "HOUSE_OVERSIGHT_020254",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020254.txt",
  "text": "102\n\nsubsequently disputed some his more dramatic claims, such as his assertion that he had the\nauthority at the NSA “to wiretap anyone, even the President,” the press largely accepted his\nclaims as established facts. As for American surveillance, he declared “I don’t want to live in a\nsociety that does those sorts of things.”\n\nHe had succeeded in defining himself for the public. The Guardian story accompanying the\nvideo carried the headline, “EDWARD SNOWDEN: THE WHISTLE BLOWER BEHIND THE\nNSA SURVEILLANCE REVELATIONS.” Snowden’s identity as a whistle-blower was now\nestablished in the media. Overnight, Snowden became a global celebrity and, to much of the\nworld, a hero.\n\nSnowden, in fact, did not sacrifice him. He vanished from public view after the release of the\n\nvideo. He provided Poitras and Greenwald with thumb drives on which he had loaded the\ndocuments he wanted them to use. The next morning he packed his belongings into a backpack\nand moved, without notifying the front desk, to the room Poitras had rented at the Mira.\n\nComplicated schemes, especially when they involve transferring state secrets to unauthorized\nparties in a foreign country, do not necessarily go as planned. On the morning of June 10\", 2013,\nSnowden’s escape plan apparently ran into a problem. Robert Tibbo and Jonathan Mann, the\nlawyers who, along with Albert Ho, had been retained for Snowden by an unidentified party,\nreceived an emergency phone call early in the morning telling them to help Snowden move to a\nsafe location. Although Tibbo would not identify the person who had called, the message had\nbeen relayed to Mann and him through Ho’s office. He told Tibbo over the phone, “I can make\nmyself unrecognizable”\n\nTibbo and Mann immediately proceeded to the mall adjacent to the Mira hotel, where they met\nSnowden. After he signed a document appointing Ho’s law firm as his “legal adviser,” they\nslipped out of via the mall exit.\n\nAs his credit card had been frozen, it is not clear who paid his $3,300 hotel bill. According to\nhotel records, it was paid by another credit card. Poitras, who taken a room at the hotel may have\nused her credit card or Snowden may have had another benefactor in Hong Kong. In any case, the\nlawyers escorted Snowden to a pre-arranged residence.\n\n“I am in a safe house for now,” Snowden wrote Greenwald on June 11\". The situation may\nnot have been totally under his control, since he added: “But I have no idea how safe it is.”\n\nGreenwald flew back to Brazil that day. Soon afterward, he would resign from the Guardian\nand in February 2014 become the co-founding editor of Zhe Intercept, an online publication\ndedicated to adversarial journalism which was backed by Internet billionaire Pierre Omidyar.\n\nPoitras remained in Hong Kong, where she moved, along with Guardian reporter MacAskill, to\nthe five-star Sheraton Hong Kong Tower, which, like the Mira hotel, was on Nathan Road in\nKowloon. Her next task was to set up what was to be Snowden’s final interview in Hong Kong.\nIt was scheduled for June 12th.\n\nHOUSE_OVERSIGHT_020254",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020254.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3062,
    "word_count": 515,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:47.714612",
    "prefix": "IMAGES-005"
  }
}