{
  "document_id": "HOUSE_OVERSIGHT_015491",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015491.txt",
  "text": "BIOLOGY\n\nMEDICINE\n\nTheir Giant Steps to a Cure\n\nBattling arareformofmuscular dystrophy,\nafamily finds anactivistleader, and hope\n\nBY JUDE ISABELLA\n\nN 2007, AT HER high school graduation in Ques-\n| nel, British Columbia, Ivana Topic stood at the top\n\nof the auditorium stairs, her long gown skimming\n~~ the floor, her dark brown hair spilling over her\nshoulders. She had on ridiculously high heels. As she\neased down the stairs, very slowly, she hung on to her\ndate. She was afraid her knees would collapse, as her\nmuscles were weak for her age.\n\nFrom the audience, Ivana’s mother, Marijana,\nwatched her daughter’s every step, silently panicking\nand breaking into a sweat. She knew Ivana could eas-\nily tumble down the stairs and break a limb. The year\nbefore, Ivana had been diagnosed with muscular dys-\ntrophy, an mcurable genetic disease characterized by\nprogressive weakening of the muscles. Antonia, Ivana’s\nyounger sister by five years, was later diagnosed with\nthe same disease.\n\nAround the time of Ivana’s graduation, the Top-\nics, an unassuming family originally from Croatia, had\nbegun adjusting their lives as best they could, inquiring\n\nabout ramps everywhere they went, avoiding walking\nin snow and sleet. For years, Ivana and Antonia had\nbeen subjected to endless medical tests. In 2010, they\nlearned they had a rare form of muscular dystrophy,\ncalpainopathy, which affects about 1 in 200,000 peo-\nple. The diagnosis meant both would likely be bound to\nwheelchairs while they were still young women.\n\nToday, Ivana is 24. In May, she graduated from col-\nlege with a bachelor’s degree in finance and general\nbusiness. She still walks up stairs in her house; her\nbedroom 1s upstairs. “I’m definitely a fighter, and will\ntry and walk for as long as I can,” she says. “When I\nnotice I’m falling a lot, when I need help a lot, I will\ngo ina chair.”\n\nMuscular dystrophy treatment 1s limited to only pal-\nliattve medications and therapies. Ivana herself prac-\ntices yoga. While researchers worldwide are working\non lasting cures for muscular dystrophy (funded in part\nby the famous Jerry Lewis Telethons), rare forms like\ncalpainopathy are “orphans,” with only a fraction of\n\nILLUSTRATIONS BY ELLEN WEINSTEIN\n\n31\n\nHOUSE_OVERSIGHT_015491",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015491.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2241,
    "word_count": 366,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:45.385450",
    "prefix": "IMAGES-003"
  }
}