{
  "document_id": "HOUSE_OVERSIGHT_023958",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023958.txt",
  "text": "272 Teaching Minds\n\nObviously, this list could be much longer. The intention here is to\nmake any student excited about learning because what he or she wants\nto learn about is offered. The trick for the designers of the curricula is\nto make sure that students’ interest is grabbed and maintained for a\nfull year, while teaching them how to hone their capabilities at the 12\ncognitive processes.\n\nWhat are the obstacles?\n\nWhat would prevent this from happening? Really there are only\nfour issues:\n\nFinding people who know how to build the curricula\nPaying the people who will build the curricula\nConvincing schools or other entities to offer the curricula\nTraining teachers to be mentors in these curricula\n\nSmart, articulate, people who are well organized and can write\nwell can easily learn to do the bulk of the work involved in building\na course as long as they have access to experts and are guided by\nexperienced designers, and the project is run by someone how knows\nhow to run projects. Finding people who can do this work is not a\nproblem. Being able to pay them for the year or so that it takes to do\nthe work is the real issue.\n\nThis leads us to discuss who would pay for this. The answer should\nbe the federal government, but it is clear that that will never happen.\nThe federal government, as any interested citizen knows, is influenced\nmightily by big business, especially when big business has profits to\nprotect.\n\nCompanies that produce textbooks and companies that produce\nand grade exams will not stand by and see their revenues drop. Any\nalternative curriculum that did not use textbooks and did not use\nstandardized tests would be anathema to them. Companies that have\nbillions of dollars in revenues from textbooks know how to encourage\npoliticians to protect their interests.\n\nWhat about the testing industry? A recent report says that “the\ntesting industry is somewhat secretive.” I wonder why. But sometimes\nthey do report revenue. To give an example, the revenue of Kaplan\nInc., which is just one of many test preparation companies, was over\n$1 billion in 2008. Who owns Kaplan? The Washington Post. So while\nthe testing companies make great profits, the nation’s newspapers,\nhaving a vested interest in those profits, tout testing as the country’s\n\nHOUSE_OVERSIGHT_023958",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023958.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2295,
    "word_count": 388,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:47.535008",
    "prefix": "IMAGES-007"
  }
}