{
  "document_id": "HOUSE_OVERSIGHT_024773",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024773.txt",
  "text": "CHAPTER VIII\nTop 100\nPrivate Cannabis Companies 2018\n\nIn this chapter, we present our current list of the Top 100 Private Cannabis Companies. Our determi-\nnation to include companies on the list is subjective, and the list is intended to be a cross-section of the\ntypes of companies in the cannabis industry. Our list comprises privately held companies, primarily\nU.S. companies, companies we believe have a strong reputation or position in their market segments\nand companies pursuing a line of business we consider promising. We intend to update our list period-\nically, and we expect it may change significantly over time.\n\nMost companies on our list are in early stages of development, and many will need to raise capital to\nsucceed. Raising capital for early-stage companies in any industry is extremely challenging. Early-stage\ncannabis companies seeking capital face the same challenges as early-stage companies in other indus-\ntries but must also address challenges unique to the cannabis industry. Although we hope the compa-\nnies on our list ultimately succeed, we expect some will go out of business for any number of reasons,\nincluding lack of access to capital.\n\nInclusion in our list does not represent an investment recommendation or endorsement of any\nparticular company or product. We have made investments in and conducted investment banking and\nother services for companies included in the 7op 100 Private Cannabis Companies 2018 list, and may\ndo so in the future. Readers should be aware that we may have a conflict of interest that could affect the\nobjectivity of our decision to include a company in the list. For additional disclosures and disclaimers,\nsee page 175.\n\n© 2017Ackrell Capital, LLC | Member FINRA/SIPC 137\n\nHOUSE_OVERSIGHT_024773",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024773.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1765,
    "word_count": 281,
    "line_count": 28,
    "import_date": "2025-11-19T21:47:44.941021",
    "prefix": "IMAGES-008"
  }
}