{
  "document_id": "HOUSE_OVERSIGHT_020479",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020479.txt",
  "text": "20\n\nof the US federal government. Because most PRC attempts to influence American\nopinion and practices occur at the local level, and because local media, universities,\ncompanies, and advocacy agencies are often involved in these efforts, knowingly and\nunknowingly, local leaders, just as much as national leaders, need an understanding\n\nof PRC goals and strategies.\n\n“We Have Friends All Over the World”\n\nChina pursues sister city relationships under an organization called the Chinese\nPeople’s Association for Friendship with Foreign Countries, which is part of China’s\nunited front bureaucratic structure (See Appendix: Chinese Influence Operations\nBureaucracy) that aims to strengthen the rule of the Chinese Communist Party and\nincrease China’s influence overseas. With its long-standing Maoist slogan, “We Have\nFriends All Over the World,” the association had its heyday in the 1950s, when China\nwas isolated and the group became a bridge between China and overseas supporters.\n\nIt was marginalized in the 1980s, as China opened to the West and established\ndiplomatic relations with hundreds of countries. However, under the administration of\nCommunist Party leader Xi Jinping, the association has been revitalized as China seeks\nto groom local business, political, and media leaders in countries around the world. Its\nnew standing is exemplified by the splendor of its headquarters located in the elegant\n\nold Italian Embassy compound near Tiananmen Square.\n\nThe way the association and other Chinese organizations cultivate relationships\n\nwith local officials follows a general pattern. First, in the United States, China\ndemands that sister city relationships and state-to-province sister relations be carried\nout under “principles” on which Sino-US relations were established in the 1970s\n\n(as interpreted by the Chinese side). This means that China’s representatives will\nlikely protest should local officials seek to maintain ties with representatives of Taiwan\nor with other individuals, such as the Dalai Lama, whom China regards as hostile\nforces. Second, it is important to understand why China seeks a relationship with\nlocalities, especially during times of tension with the federal government: China\n\nseeks to build alternative networks of interaction and support, while using these new\nrelationships to help gain new traction back in Washington. Local American expertise,\ninformation, and opinion are also of more than passing political interest to Beijing,\neven if on paper an exchange relationship is only to “enhance people’s friendship,\nfurther international cooperation, safeguard world peace and promote common\n\ndevelopment,”' for Beijing understands clearly that local leaders today become the\n\nState and Local Governments\n\nHOUSE_OVERSIGHT_020479",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020479.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2773,
    "word_count": 404,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:44.211021",
    "prefix": "IMAGES-006"
  }
}