{
  "document_id": "HOUSE_OVERSIGHT_014968",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014968.txt",
  "text": "TED2017: The future you\n\n4/20/17, 12:07 PM\n\nComedian, science fan\n\nThe co-host of Star Talk Radio, Chuck Nice is a radio and TV veteran with a passion for science communication and comedy.\n\nChuck Nice is an 18-year veteran of stand-up comedy with a rich history in television and radio. Currently, he co-hosts Star7alk with Dr.\nNeil deGrasse Tyson on Nat Geo, and is the host of Playing with Science, a podcast he created under the StarTalk Radio umbrella. In\naddition, Chuck is the writer and producer of Like A Damn Adult for Newsy. He has also hosted his own shows, Buy It Like a Mega\nMillionaire and Home Strange Home, on HGTV, and co-hosted ABC’s The View. His other familiar works include TRU TV’s World’s\nDumbest, VH-1’s Best Week Ever, and Guys Tell All on NBC’s Today. Most weekends, he can be found on stage at one of New York’s\ncomedy clubs.\n\nchucknicecomic.com @chucknicecomic\n\nGuy Winch\nPsychologist, author\n\nGuy Winch asks us to take our emotional health as seriously as we take our physical health -- and explores how to heal from common\nheartaches.\n\nGuy Winch is a licensed psychologist who works with individuals, couples and families. As an advocate for psychological health, he has\nspent the last two decades adapting the findings of scientific studies into tools his patients, readers and audience members can use to\nenhance and maintain their mental health. As an identical twin with a keen eye for any signs of favoritism, he believes we need to practice\nemotional hygiene with the same diligence with which we practice personal and dental hygiene.\n\nHis recent book, Emotional First Aid: Healing Rejection, Guilt, Failure, and Other Everyday Hurts, has been translated in 21 languages.\nHe writes the popular \"Squeaky Wheel Blog” on PsychologyToday.com, and he is the author of The Squeaky Wheel: Complaining the\nRight Way to Get Results, Improve Your Relationships and Enhance Self-Esteem. His new book, How to Fix a Broken Heart, will be\npublished by TED Books/Simon & Schuster in 2017. He has also dabbled in stand-up comedy.\n\nguywinch.com\n\nAnne Lamott\nNovelist, essayist\n\nWith disarming familiarity, Anne Lamott tackles what most don’t like to consider. Her honest writing helps us make sense of life’s chaos.\n\nAnne Lamott hooks into our common experience and guides us to an understanding infused with openness. A Christian, an activist and a\nformer alcoholic, Lamott uses humor to weave through loss, parenthood, faith and the cancer diagnosis given to her best friend, in beloved\nbooks like Bird by Bird and Help, Thanks, Wow: The Three Essential Prayers . She says, \"Hope begins in the dark ... if you just show up\nand try to do the right thing, the dawn will come. You wait and watch and work: you don't give up.”\n\nHer next book, Hallelujah Anyway; Rediscovering Mercy, is set to release in April 2017.\n\n@annelamott facebook.com/AnneLamott\n\nThursday, April 27, 5:00PM - 7:00PM PDT\n\nSession 10: Tales of Tomorrow\nHosted by Chris Anderson and Juliet Blake.\n\nhttps://ted2017.ted.com/program\n\nCynthia Erivo\nActor, performer\n\nBest known for her role in the Broadway revival of \"The Color Purple,” Cynthia Erivo is a Tony- and Grammy-winning performer.\nCynthia Erivo made her Broadway debut as Celie in Zhe Color Purple — a role that earned her Tony and Grammy Awards. Erivo has\nperformed for the annual Kennedy Center Honors and been featured on stage in Sister Act as well as A Midsummer Night’s Dream. Most\nrecently, Erivo teamed up with John Legend at the 2017 Grammy Awards to perform the Beach Boys’ song, “God Only Knows.”\n\nThe actress stars with Viola Davis in the upcoming Steve McQueen film Widows, and as Harriet Tubman in the biopic Harriet.\n\nfacebook.com/cynthiaerivo @CynthiaEriVo\n\nManoush Zomorodi\nTech podcaster\n\nEvery week on her podcast \"Note to Self,\" Manoush Zomorodi searches for answers to life’s digital quandaries.\n\nManoush Zomorodi is the host and managing editor of Note to Seif, “the tech show about being human,” from WNYC Studios. Through\nexperiments and conversations with listeners and experts, she examines the new questions tech has brought into our lives. Topics include\ninformation overload, digital clutter, sexting “scandals” and the eavesdropping capabilities of our gadgets.\n\nPage 18 of 21\n\nHOUSE_OVERSIGHT_014968",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014968.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4276,
    "word_count": 695,
    "line_count": 80,
    "import_date": "2025-11-19T21:47:45.697280",
    "prefix": "IMAGES-003"
  }
}