{
  "document_id": "HOUSE_OVERSIGHT_023477",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023477.txt",
  "text": "20\n\nthe world. The idea was planted during the 1970s, when the institutes\nlinked with the German political parties played a key role in beating\nback an attempted Communist takeover in Portugal and facilitating\nthat country’s transition to democracy. The 1980s saw the\nestablishment of the National Endowment for Democracy (NED), a\ntaxpayer-funded but quasi-independent organization devoted to\nsupport of pro-democracy groups around the world. One of the\nNED’s early successes was its funding of the Solidarity trade union in\nPoland before the collapse of communism. The 1990s saw the growth\nof a host of international organizations capable of monitoring\nelections and the funding of the Democracy and Governance branch\nof the U.S. Agency for International Development to the tune of\nalmost $1.5 billion annually.\n\nBy the late 1990s, there was some degree of convergence in the\nagendas of economists and political scientists. By that point Douglass\nNorth and the school of “New Institutional Economics” he founded\nmade economists aware of the importance of political institutions—\nparticularly property rights—for economic growth. Economists\nincreasingly sought to fold political variables like legal systems and\nchecks on executive power into their models. Political science had\nitself been colonized at this point by economic methodology, and it\nwas natural for such rational-choice political scientists to start\nlooking at the economic impact of political institutions.\n\nThe return to a more interdisciplinary approach to development was\nmarked as well by the tenure of James Wolfenson as President of the\nWorld Bank from 1995 to 2005.4 Wolfenson early on gave a speech\non the “cancer of corruption” and signaled to the institution that,\nhenceforth, political issues like corruption and good governance\nwould be taken seriously. The publication of the 1997 World\nDevelopment Report, The State in a Changing World, marked an\nintellectual break with the Washington Consensus focus on economic\n\nHOUSE_OVERSIGHT_023477",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023477.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2016,
    "word_count": 304,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:44.767211",
    "prefix": "IMAGES-007"
  }
}