{
  "document_id": "HOUSE_OVERSIGHT_012235",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012235.txt",
  "text": "so™\n\n10\n\n4\n\n12\n\n13\n\n14\n\n16\n\n17\n\n18\n\nMP:\n\nMP:\n\nMP:\n\nNo, completely off.\n\nOkay. Where did he put the towel?\n\nOn the floor. Right like, the table underneath.\n\nOkay. So he {aid down, took the towel off. What happened next?\n\nAnd then he's like, get the lotion. So | grabbed the lotion. Which, | had to walk\nalmost naked, but | was in like a thong so yeah, my butt was showing and he, the\ntable is like, | mean the sink was, you know, the lotions were right there and |\nwas over here and he was like go get the lotions just so | could walk past him\nwith my butt showing to go get the lotions. So | got the lotions and he’s like, he’s\nlike this Iotion and then | took that lotion and he’s like squirt it on your hands and\nthen massage clockwise on my back cause | didn't know how to do it? and then\nhe’s like. telling me where he would like the massage, here and here, the right to\nthe left, down more, up more. So | was just massaging and he turned and\nstarted having a conversation, oh what happened ol and I'm like,\n(inaudible) my ex-boyfriend (inaudible) what’s your boyfriend's name. Zack. And\nhe was kind of questioning me and then he said what, he’s like, could you stop?\n!need to go. And i just stopped and I'm like okay. And he got off the table. He\nput the towel over him. He bent down and got the towel and then he left the\nroom and you could hear him, like, you know, you could obviously tell what he\nwas doing, just like...\n\nidon't..... !wor't look at you but do what he was doing, what you heard. | know\n\nit's kind of embarrassing but...\n\n| He was making like sex noises. You know, like..... | don't.. They were very\n\nPage 24 of 43\n\nOol41\n\nHOUSE_OVERSIGHT_012235",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012235.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1669,
    "word_count": 328,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:44.427661",
    "prefix": "IMAGES-001"
  }
}