{
  "document_id": "HOUSE_OVERSIGHT_020038",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020038.txt",
  "text": "fact, the entire press operation ought to be downgraded. If the press was the enemy, why\npander to it, why give it more visibility? This was fundamental Bannonism: stop thinking\nyou can somehow get along with your enemies.\n\nAs the debate went on, Priebus pushed for one of his deputies at the Republican\nNational Committee, Sean Spicer, a well-liked forty-five-year-old Washington political\nprofessional with a string of posts on the Hill in the George W. Bush years as well as with\nthe RNC. Spicer, hesitant to take the job, kept anxiously posing the question to colleagues\nin the Washington swamp: “If I do this, will I ever be able to work again?”\n\nThere were conflicting answers.\n\nDuring the transition, many members of Trump’s team came to agree with Bannon that\ntheir approach to White House press management ought to be to push it off—and the\nlonger the arm’s length the better. For the press, this initiative, or rumors of it, became\nanother sign of the incoming administration’s antipress stance and its systematic efforts to\ncut off the information supply. In truth, the suggestions about moving the briefing room\naway from the White House, or curtailing the briefing schedule, or limiting broadcast\nwindows or press pool access, were variously discussed by other incoming\nadministrations. In her husband’s White House, Hillary Clinton had been a proponent of\nlimiting press access.\n\nIt was Donald Trump who was not able to relinquish this proximity to the press and the\nstage in his own house. He regularly berated Spicer for his ham-handed performances,\noften giving his full attention to them. His response to Spicer’s briefings was part of his\ncontinuing belief that nobody could work the media like he could, that somehow he had\nbeen stuck with an F-Troop communications team that was absent charisma, magnetism,\nand proper media connections.\n\nTrump’s pressure on Spicer—a constant stream of directorial castigation and\ninstruction that reliably rattled the press secretary—helped turn the briefings into a can’t-\nmiss train wreck. Meanwhile, the real press operation had more or less devolved into a set\nof competing press organizations within the White House.\n\nThere was Hope Hicks and the president, living in what other West Wingers\ncharacterized as an alternative universe in which the mainstream media would yet\ndiscover the charm and wisdom of Donald Trump. Where past presidents might have spent\nportions of their day talking about the needs, desires, and points of leverage among\nvarious members of Congress, the president and Hicks spent a great deal of time talking\nabout a fixed cast of media personalities, trying to second-guess the real agendas and weak\nspots among cable anchors and producers and Times and Post reporters.\n\nOften the focus of this otherworldly ambition was directed at Zimes reporter Maggie\nHaberman. Haberman’s front-page beat at the paper, which might be called the “weirdness\nof Donald Trump” beat, involved producing vivid tales of eccentricities, questionable\n\nHOUSE_OVERSIGHT_020038",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020038.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3036,
    "word_count": 484,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:44.181400",
    "prefix": "IMAGES-005"
  }
}