{
  "document_id": "HOUSE_OVERSIGHT_023800",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023800.txt",
  "text": "54 Teaching Minds\n\nand at school. Parties to those agreements have the right to complain\nif obligations are not met. Learning to make a contract, legal or not,\nis a big part of being a rational actor. To make a contract one must\nnegotiate it. Negotiation often is seen as something only politicians\nand high-powered business leaders do. But, actually, we negotiate with\nwaitresses for good service and we negotiate with our children when\nwe give them an allowance. Learning how to negotiate can be done\nonly by trying and learning from failures. The techniques tend to be\ncontext-independent, but there is, of course, special knowledge about\nreal estate and politics (for example, the relevant laws) that makes one\na better negotiator in each situation. Again, practice with coaching is\nthe ideal.\n\n4. Describing: Creating and using conscious descriptions of\nsituations to identify faults to be fixed\n\nWhen problems exist in any situation, we need to be able to de-\nscribe and analyze them. We need to be able to describe them in order\nto get help from people who may know more about the situation than\nwe do. We need to learn to focus on the critical issues. In order to do\nthis, we need also to be able to analyze these situations to see what was\nsupposed to happen and why it isn’t happening. Consultants who try\nto fix failing businesses do this sort of thing all the time, as do doctors\nwhen consulting on difficult cases. Creating a careful description of\na situation is a skill that can be learned only through practice. This\nsometimes is described as learning an elevator speech to tell someone\nsuccinctly what you are doing. This ability is a very important part of\nunderstanding and helping others understand.\n\nNow let’s see what we have. First let’s list again the types of cognitive\nprocesses that underlie learning:\n\nConceptual processes\n\n1. Prediction\n\n2. Judgment\n\n3. Experimentation\n4. Evaluation\n\nHOUSE_OVERSIGHT_023800",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023800.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1936,
    "word_count": 325,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:46.963725",
    "prefix": "IMAGES-007"
  }
}