{
  "document_id": "HOUSE_OVERSIGHT_017283",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017283.txt",
  "text": "4.2.12\nWC: 191694\n\nBy the time the victims' bodies were exhumed, a woman named Helena Stoeckley had told police\nand others that she and three friends had been in the MacDonald house on the night of the\nmurders and that her friends had committed the crimes. Though Stoeckley's word alone may not\nhave been worth very much—she was known to be a drug addict—she provided some details,\nwhich tended to corroborate her story and the story Jeffrey MacDonald had told the police.\n\nFor example, she described a broken rocking horse like one found in Kristen's bedroom. At the\ntime of the crime, she had owned a floppy hat, black clothing, boots, and a long blonde wig, all of\nwhich corresponded with MacDonald's description. And a woman fitting that description had\nbeen seen by a military policeman near the MacDonald home shortly after the crime.\n\nBut the single hair in Colette's hand turned out to have come from her own head. The government\ninvestigators reported that they had found no other physical evidence—no hairs, no fibers, no\nskin, no blood—that could not be traced to the inhabitants of the MacDonald house.\n\nThe prosecution could therefore argue to the jury that Jeffrey MacDonald was lying - - because if\nthere had been intruders, they surely would have left some evidence behind: The absence of such\nevidence was evidence of the absence of intruders.\n\nMoreover, at the trial Helena Stoeckley claimed to have amnesia as to her whereabouts on the\nnight of the murders. The defense was surprised by Stoeckley’s sudden inability to remember\nwhat she had previously described in such detail, but they could not effectively challenge her claim\nof amnesia, because they had no basis for suggesting that she had been pressured to forget what\nshe actually remembered having done—namely participating in the murder of the MacDonald\nfamily.\n\nNow, however, in a shocking turn of events, Jeffrey MacDonald's legal team has discovered that,\nbefore the trial, the government had in its possession handwritten lab notes indicating that\ninvestigators had discovered long, blonde wig hairs at the scene of the crime that did not match\nanything in the MacDonald household. This evidence was already in the government's secret files\nbefore the graves of the victims were disturbed.\n\nNor was this all the prosecution had in its secret files. The handwritten lab notes confirmed the\npresence of black wool fibers on the murder weapon used against Colette, and around her mouth.\nThese fibers did not match any clothing belonging to Jeffrey MacDonald or to anyone else in the\nMacDonald household. (Helena Stoeckley, however, had said she often wore black clothing.)\n\nIn addition, in the bedclothes of each victim—Colette, Kimberly, and Kristen—the government\nexperts found other unmatched human hairs, which did not belong to any of the victims, or to\nJeffrey MacDonald. But these hairs were never tested against Stoeckley or any members of her\n\ngroup.\nThese lab notes were powerful evidence that an intruder wearing a long, blonde wig and black\nwool clothing was at the murder scene on the night of February 17, 1970. But Jeffrey\n\nMacDonald's lawyers were not aware of the notes' contents. Had they been, the entire trial would\nundoubtedly have unfolded differently.\n\n196\n\nHOUSE_OVERSIGHT_017283",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017283.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3282,
    "word_count": 536,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:45.288750",
    "prefix": "IMAGES-004"
  }
}