{
  "document_id": "HOUSE_OVERSIGHT_017280",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017280.txt",
  "text": "4.2.12\nWC: 191694\n\nthat he would end his life with her. When the children learned of this, they pleaded with their\nfather not to take his life. Peter relented. No one tried to talk Patricia out of her decision to\ncommit suicide, for two reasons: first, she had made up her mind; second, it wasn’t really suicide,\nsince her act would only hasten her imminent and painful demise by a few weeks.\n\nPatricia selected the day and time of her death and planned a formal farewell dinner for her family.\nAmong those in attendance, in addition to her husband and children, were her stepfather and her\ntwo half brothers.\n\nThere was wine and toasts. Patricia wore an elegant dress and had her nails polished. After\ndinner they watched the movie Harold and Maude, about an elderly woman who commits suicide\nto prevent herself from “growing old.” When it was over, Peter Rosier and his wife retired to the\nbedroom and made love. After bidding farewell to family members, Patricia Rosier took twenty\npills that she had selected for her suicide. She quickly fell into a coma, from which she expected\nnever to wake. Had her suicide succeeded, there would have been no case.\n\nBut soon the coma began to lighten. Peter didn’t know what to do or what to think. Would she\nawaken or remain comatose? Would there be brain damage? Pain? Emotional turmoil? All\nPeter knew was that his wife did not want to awaken. What was his obligation to his comatose\nwife? Would he be breaking his final promise to her if he did not assist her in achieving her goal:\na painless and dignified death? He could not ask her advice. The decision was his to make, but it\nwas her decision—she had already made it and acted on it, albeit incompletely.\n\nPeter administered morphine, but it was not enough. While Peter was outside the house, pacing\nand crying, Patricia’s stepfather decided to end her life by suffocating her. He placed his hands\nover her nose and mouth. She died in her sleep.\n\nThe stepfather and brothers simply informed Peter that Patricia had died, without providing any\nfurther details. For nearly a year, the circumstances surrounding Patricia’s death remained a\nfamily secret. Then Peter decided to do something foolhardy: he wrote a book about his late\nwife’s courage and gave an interview to a local television reporter in which he related what he\nbelieved were the circumstances of his wife’s death, still unaware that her stepfather had\nadministered the coup de grace.\n\nAs soon as the interview was aired, the local prosecutor began a murder investigation. They\nwanted to interview Patricia’s stepfather, but he demanded total immunity from prosecution for\nhimself and his sons as a condition of being interviewed. That should have tipped off the\nauthorities that he might have something to hide. But instead of asking for a “proffer” —a truthful\noutline of the facts—before deciding whether to grant immunity, the prosecutor simple agreed to\nhis condition.\n\nThe stepfather then disclosed for the first time that it was he who had caused Patricia’s death.\nThe prosecutors had committed a blunder feared by every law-enforcement official: they gave the\nwrong person immunity. But they could not back out of their deal. Now the only possible target\nwas Peter Rosier.\n\nDespite the certainty that Peter had not actually killed his wife, and that she wanted to take her\nown life, the prosecutor treated the loving husband as if he were indeed the triggerman in a\n\n193\n\nHOUSE_OVERSIGHT_017280",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017280.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3466,
    "word_count": 590,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:45.597690",
    "prefix": "IMAGES-004"
  }
}