{
  "document_id": "HOUSE_OVERSIGHT_017428",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017428.txt",
  "text": "4.2.12\nWC: 191694\n\nIs there no sense of shame in that building? Has the word hypocrisy lost all meaning\nacross the street? Does no one recognize the need for a single, neutral standard of human\nrights? Have human rights now become the permanent weapon of choice for those who\npractice human wrongs? For shame. For shame.\n\nAs I spoke these harsh words in the shadow on the U.N. building, I wondered what my mentor\nArthur Goldberg, who left a lifetime job on the Supreme Court, to go to the U.N., would think of\nwhat I was saying. He always defended and supported me, but he loved and admired the U.N. I\nthink he would have approved of the thrust of my talk, if not of every word, as he did when\nanother one of his mentees, Daniel Patrick Moynihan, used powerful words to condemn the\nactions of the U.N.\n\nIf an organization—governmental or non-governmental—is to remain true to a genuine\ncommitment to universal and neutral human rights, it must prioritize the use of its resources.\n“The worst first” must be its governing criteria. The “worst” has two major components. First\nand foremost is the nature and scope of the human wrongs: genocide, mass murder, widespread\ntorture and mutilation of dissidents, rape as a policy, slavery, genuine apartheid and other\ncomparable abuses. Second is the inability of victims to secure relief from the judiciary, from\nhuman rights groups, from the media and from other domestic sources. Failure to prioritize is a\nsure sign of bias and lack of neutrality. Today’s U.N. and most “human rights” NGOs fail this\ntest.\n\nMy defense of Western democracies, and most particularly Israel, against deliberately exaggerated\ncharges regarding human rights, led to an offer that presented me with an existential challenge to\nmy dual identity as an American and a Jew. In 2010, the Prime Minister of Israel, Benjamin\nNetanyahu, urged me to accept the position of Israel’s Ambassador to the U.N. He told me that\nin order to serve in that capacity, I would have to become an Israeli citizen, though I could also\nretain my American citizenship. I realized immediately that I could never accept the offer, despite\nthe reality that I would have enjoyed the job immensely. The idea of standing up against the\nhypocrisy and double standard of the UN appealed to me. But it was clear to me that I am an\nAmerican, not an Israeli. For me to switch sides—even to a nation that is so close an ally to my\nown nation—would raise the spectre of dual loyalty that has been directed at Jews since Biblical\ntimes, when they lived as minorities in the lands of Egypt and Persia.'°\n\nAfter much discussion and arm twisting, I finally persuaded Netanyahu that if I accepted the\nposition, it might be good for me, but it would not be good for American Jews or for Israel. So I\ndeclined, after promising the Prime Minister that I would be available, as an international lawyer\nand an American, to help defend Israel against unjust charges brought by international bodies such\nas the International Criminal Court, the International Court of Justice and various UN agencies. I\nwill also continue to criticize Israel’s human rights record when criticism based on a single\nuniversal standard is warranted by its actions.\n\n15 Quote Exodus and Esther\n\n341\n\nHOUSE_OVERSIGHT_017428",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017428.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3273,
    "word_count": 560,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:49.352863",
    "prefix": "IMAGES-004"
  }
}