{
  "document_id": "HOUSE_OVERSIGHT_017112",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017112.txt",
  "text": "4.2.12\nWC: 191694\n\nTo be sure, I was a mediocre Yeshiva student--actually I exaggerate: I was slightly worse than\nmediocre, once having actually received a grade of \"Bayn Ani Minus,\" which literally means\n\"mediocre minus.\" I couldn't even quite make it to mediocrity. At least I had something to which\nto aspire!\n\nWhen I was in sixth grade, the school decided to administer IQ tests to all the students. The\nschool called my mother and said that I had gotten one of the highest scores. At first the rabbi\nthought I had cheated, but when he was persuaded that in fact I had a high IQ he decided to put\nme in the A class. We had a track system and the grades were divided into the A, B and C\nclasses. I had always been in the C class. My mother was worried about me having to compete\nwith all those smart kids, so she persuaded the principal to compromise and put me in the B class,\nwhere I remained, getting C’s until I graduated. I spent my four high school years in what was\ncalled \"the garbage class,\" which focused more on discipline than learning.\n\nI had a well deserved reputation in both elementary and high school as a “bad kid”. My grades\nwere low (except on state-wide standardized tests called the “regents,” which I always aced). My\nconduct, called “deportment,” was terrible. I was always getting into trouble because of my\npranks, because I “talked back” and was “fresh” to teachers, because I questioned everything,\nbecause I didn’t show “respect,” and because I was a “wise guy.”\n\nThis was the greatest gift—ok, I will even say \"blessing\"—of my Yeshiva education: To question\neverything and everyone. It was merely an unintended consequence of the Yeshiva method, and I\nwas certainly not its only beneficiary or (according to the rabbis) its only failure. The Jewish\ncharacteristic of questioning is not a complete coincidence. It is a product of experiences, and\nsurely the Yeshiva education--which juxtaposes religion and science with little explicit effort to\nreconcile these distinct approaches to the search for truth--is an element of these experiences, for\nat least some young Jews. It certainly was for me, and for that I will be eternally grateful.\n\nI also need to thank my local synagogue for helping me discover sex. To this day I am convinced\nthat some higher authority built the benches at precisely the right height to introduce sexual\nfeelings at precisely the right time. When Orthodox Jews pray, they shake back and forth while\nstanding up. At a certain point in my life, the top of the bench in front of me, which had a curve\non the top, was exactly parallel to my genitals while I stood in prayer. It was while shuckling\nback and forth in the synagogue that I experienced my first arousal.\n\nWhat then was my \"take away\" from Yeshiva? For me it has been a lifelong \"belief\" in the\n\"certainty\" of \"doubt.\" For most of my classmates, the take away has been a lifelong belief in the\ncertainty of certainty. Why the difference? Surely minor genetic disparities do not explain such a\nprofound difference in world views. Nor does mere intelligence, since many of my “certain”\nclassmates were brilliant. I think it was the environment underneath the roof of our homes. I\ncame to Yeshiva ready to doubt. Although my parents were both strictly observant, relatively\nmodern Orthodox Jews, they too were skeptics, especially my mother. Despite her lack of formal\neducation and high culture, she was a cynic, always doubting, always questioning, though this\nbecame less apparent as she grew older and observed--to her chagrin--what she had actually\ntransmitted to her children. She doubted while continuing to observe all the rituals. That was the\n\n25\n\nHOUSE_OVERSIGHT_017112",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017112.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3696,
    "word_count": 635,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:47.610287",
    "prefix": "IMAGES-004"
  }
}