{
  "document_id": "HOUSE_OVERSIGHT_010874",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010874.txt",
  "text": "286\n\nozaass 1 I've read it correctly. 025221 1 speak words. They both have the same physical ability\nozaoss | 2 A. Okay. 028228 2 to speak the English language, yes.\n\nosess 3 Q. “Epstein also sexually trafficked the ozs225 3 Q. And, in fact, before, at least three years\n\nozas9 4 then-minor Jane Doe\" -- and that's Virginia Roberts, 28231 4 before December 30th, 2014, she had the ability to be\n\nexsoe § correct? 025235 § quoted in an article, more than one article, in the\n\n025002 § A. Yes. 025232 § Daily Mail in London about her experiences, correct?\n\nozso03 7 Q. -- \"making her available for sex to ozszae 7 A. That's correct.\n\nozs00s 8  politically-connected and financially-powerful people. ozs243 8 Q. Andam I correct that as of December 30th,\n\n028009 9 Epstein's purposes in lending Jane Doe, along with other ozs24aa 9 2014, you didn't know whether she was paid for that\n\nozs2s0 10 interview or not?\n\nozsas1 11 A. Iwasn't sure. That's right.\n\nozs283 12 Q. And after December 30th, 2014, the references\n028258 13 to Prince Andrew and Professor Dershowitz generated\n025303 14 international publicity; isn't that true?\n\no2so14 10 young girls, to such powerful people were to ingratiate\n\n025020 11 himself with them for business, personal, political, and\n\noz5024 12 financial gain, as well as to obtain potential blackmail\n\n028022 13 information.”\n\nozs0:30 14 Did I read that correctly?\n\nozs0:31 15 A. You did.\n\noso31 16 Q. What did you mean by “obtain potential\n\n028035 17 blackmail information\"?\n\nozsoze 18 A. Okay. Let me just double-check.\n\no2sos1 19 Once the criminal organization had put the\n\nozs307 15 A. Okay. Which -- yes, I mean, in a general\n\n25311 16 sense, I could ask which allegations, but these\n\n28313 17 allegations did generate publicity, certainly.\n\no2sat6 18 Q. Yes. The allegations in your joinder motion\novsate 19 that Prince Andrew and Professor Dershowitz had abused\n025324 20 ~~ Virginia Roberts, then known as Jane Doe Number 3,\n28328 24 generated a firestorm of publicity; did it not?\n025330 22 A. It generated a lot of publicity, yes.\norsaa2 23 Q. And within days of that, you were -- you were\n02:83:33 24 participating in attempting to arrange an interview with\n028338 25 ABC News; isn't that true?\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n025045 20 bait out, so to speak, to various people, and they took\n\no2s049 24 the bait that -- you know, I'm -- I'm speaking\n\no2s040 22 colloquially here. These are -- these are young girls\n\n025034 23 who are being sexually abused. Once the criminal\n\no2soss 24 organization had gotten people to sexually abuse\n\nosose 25 these -- these young girls, at that point, they had\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n285 287\n\nestot 1 information that they could use to blackmail those orsa39 1 A. That -- within days of -- the chronology is\nozs02 2 people and -- and then get favors in exchange. o2zs343 2 important here: The allegations were filed in this\n\no2rsi0 | 3 And that's Epstein at the head of the o2s345 3 pleading on December 30th. Several days after that,\nestos 4 organization would be the one who would benefit most | oz24e 4 Mr. Dershowitz then took to the airwaves to denounce,\nos111 5 directly from the black -- the blackmail information. o2s353 § not only Brad and me, but -- but particularly of concern\nozstir2 6 Q. And by “blackmail information,” do you mean costs 6& to me was Virginia Roberts, this victim of sex\n\nosii7 7 that Mr, Epstein then had information that he could ass 7 trafficking.\n\n028119 8 threaten to disclose if the other person didn't do what ozsaso 8 And, at that point, as one of -- as one of\n\n025124 9 Epstein asked therm to do? oscar 9 her attorneys, I was looking for a way to respond to\no2si2a 10 A. Precisely. aseos 10 that media assault on her by Mr. Dershowitz.\n\n025126 141 Q. As of December 30th, 2014, if Miss Roberts ozsaoo 11 MR. SIMPSON: Move to strike as\n\n025409 12 nonresponsive,\n\nosso0 13 BY MR. SIMPSON:\n\norsats 14 Q. Did -- within 24 hours of this pleading being\n025422 15 filed, there was publicity about the allegations against\n028427 16 Prince Andrew and Mr. Dershowitz -- Professor\n\n025431 17 Dershowitz; isn't that correct?\n\nost32 12 had access to publicity, she had exactly the same\n\nezst36 13 ability to blackmail people; isn't that true?\n\noasis 14 A. Absolutely not, A billionaire has far more\n\nasia 15 resources than a victim of child sex abuse, particularly\n\no2s1as 16 one that has been forced into hiding in Australia to\n\nozsiaa 17 escape the criminal organization.\n\nozsis1 18 So for you to suggest that Virginia Roberts 02432 18 A. I don’t know the exact time frame, but\n\n028434 19 that -- you know, roughly that time frame sounds about\nozsa36 20 = right.\no2se3e 21 Q. If Mr. -- if Professor Dershowitz had never\n\n028152 19 had the same ability to blackmail somebody as Jeffrey\n\no2s156 20 Epstein is, I think, preposterous.\n\no2s200 21 Q. As of -- Miss -- Miss Roberts had the same\n028203 22 ability as Jeffrey Epstein to reveal publicly the names\n025212 23 of the people who she says sexually abused her, as did\n\n028433 22 said anything, wouldn’t you expect that these\n\n025442 23 allegations as to Prince Andrew, in particular, and\n\no2s217 24 Mr. Epstein; isn't that true? 28447 24 Professor Dershowitz would get substantial publicity?\n\no2sas0 25 A. There was -- there was --\nESQUIRE DEPOSITION SOLUTIONS ESQUIRE DEPOSITION SOLUTIONS\n\n(954) 331-4400 (954) 331-4400\n10/20/2015 01:08:15 PM Page 284 to 287 of 335 34 of 46 sheets\n\no2se19 25 A. You're talking about physical ability to\n\nHOUSE_OVERSIGHT_010874",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010874.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5551,
    "word_count": 968,
    "line_count": 149,
    "import_date": "2025-11-19T21:47:45.936171",
    "prefix": "IMAGES-001"
  }
}