{
  "document_id": "HOUSE_OVERSIGHT_017623",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017623.txt",
  "text": "Page 20 of 31\n104 J. Crim. L. & Criminology 59, *87\n\nGrven this continuing active role that agents typically play during criminal prosecutions, we find the fact that the CVRA assigns\nresponsibility to them, together with the attorney for the Government, to ... accord them their rights under the CVRA to be\nentirely consistent with our conclusion that those rights arise only once the Government has initiated criminal proceedings. !®?\n\nBut OLC's contorted position never explains why Congress found it necessary to break out three separate phases of the\ncriminal justice process: the \"detection,\" \"investigation,\" and \"prosecution\" of crime. If the congressional intent was simply to\ncover, for example, FBI agents or EPA agents during the post-charging phase of a case, it could have simply omitted those\nwords from the CVRA. An FBI agent, for example, would be engaged in the \"prosecution\" of the case when assisting the victim\nafter the formal filing of charges. On OLC's reading of the statute, the words \"detection\" and \"investigation\" become\nmeaningless, contrary to the well-known canon of construction verba cum effectu sunt accipienda, which means that, if\n\npossible, every word and every provision is to be given effect. 1°4\n\nOLC also suggests that the \"most significant\" argument supporting pre-charging application of rights 1s the venue provision,\nwhich allows [*88] crime victims to assert CVRA rights \"in the district court in which a defendant is being prosecuted for the\ncrime or, if no prosecution is underway, in the district court in the district in which the crime occurred.\" '®° The Department\ncontends that this language refers quite narrowly to the \"period of time between the filing of a complaint and the initiation of\nformal charges.\" '°° In support of its position, the Department cites a Fourth Circuit case interpreting the Sixth Amendment\nright to counsel, which held that a \"prosecution\" for purposes of that Amendment does not begin when a criminal complaint is\nfiled. 1°” In OLC's view, the venue provision's direction that victims should assert rights when \"no prosecution is underway\"\napplies only to the limited time between when the Government files a complaint against a defendant and some later point when\nthe \"prosecution\" actually begins. OLC notes that the filing of a complaint triggers an initial appearance, where crime victims\ncan have important interests at stake, such as the right to be heard about a defendant's release on bail. OLC believes it is only to\nsuch post-complaint, yet pre-indictment, proceedings (i.e., the initial appearance) that the venue provision's \"no-prosecution-\nunderway\" language covers.\n\nAs a preliminary matter, OLC's interpretation of the word \"prosecution\" in the Department's narrow construction of the venue\nprovision is a twisted one, at odds with the way that term is conventionally used. The filing of a complaint is typically viewed\nas the start of a criminal prosecution. For example, the leading criminal procedure hornbook states that \"with the filing of the\ncomplaint, the arrestee officially becomes a \"defendant' in a criminal prosecution.\" 168\n\nMoreover, having specifically rejected the filing of the criminal complaint as the starting point for a \"prosecution\" within the\nCVRA's venue provision, OLC refuses to consider the implications of its alterative starting point: the formal filing of an\nindictment. OLC states that \"a prosecution of a felony must commence with the return of an indictment by a grand jury,\" citing\nthe Federal Rules of Criminal Procedure. !® Yet OLC does not pause to recognize that, while felonies proceed by way of\nindictment, misdemeanors can proceed not only by indictment but also by complaint. '7° The CVRA draws no distinction\nbetween misdemeanor and [*89] felony offenses, broadly extending its protections to victims of any federal offense. !7!\n\nThus, under OLC's interpretation that the filing of a complaint does not trigger the CVRA, many victims who are entitled to\n\n63 Td.\n\n4 See, e.g., Reiter v. Sonotone Corp., 442 U.S. 330,339 (1979).\n\n6 OLC CVRA Rights Memo, supra note 2, at 14 (quoting /8 U.S.C. § 3771(d)G) (2012)).\n66 Td.\n\n67 Id. (citing United States v. Alvarado, 440 F.3d 191, 200 (4th Cir. 2006)).\n\n68 Wayne R. LaFave et al., Criminal Procedure § 1.2(g), at 11 (5th ed. 2009) (emphasis added).\n\n6° OLC CVRA Rights Memo, supra note 2, at 14 (citing Fed. R. Crim. P.7(a)(1)).\n\n70 Fed. R. Crim. P. 58(b)(1) (\"The trial of a misdemeanor may proceed on an indictment, information, or complaint.\" (emphasis added)).\n\n11 See 18 U.S.C. § 3771 (e) (2012).\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017623",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017623.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4626,
    "word_count": 741,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:45.183129",
    "prefix": "IMAGES-004"
  }
}