{
  "document_id": "HOUSE_OVERSIGHT_013190",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013190.txt",
  "text": "274 14 Representing Implicit Knowledge via Hypergraphs\n\nwhere the <.5> denotes the probability, which is a component of the Truth Value associated\nwith the edge.\n\nNext, the most basic functional edge is the Execution edge, which is ternary and denotes a\nrelation between a Schema, its input and its output, e.g.\n\nExecution father_of Ben_Goertzel Ted_Goertzel\n\nor a schema father_ of that outputs the father of its argument.\nThe ExecutionOutput (ExOut) edge denotes the output of a Schema in an implicit way, e.g.\n\nExOut say_hello\n\nrefers to a particular act of saying hello, whereas\n\nExOut add_numbers {3, 4)\n\nrefers to the Concept corresponding to 7. Note that this latter example involves a set of three\nentities: sets are also part of the basic SMEPH knowledge representation. A set may be thought\nof as a hypergraph edge that points to all its members.\n\nIn this manner we may define a set of edges and vertices modeling the habitual activity\npatterns of a system when in different situations. This is called the derived hypergraph of the\nsystem. Note that this hypergraph can in principle be constructed no matter what happens\ninside the system: whether it’s a human brain, a formal neural network, Cyc, OCP, a quantum\ncomputer, etc. Of course, constructing the hypergraph in practice is quite a different story: for\ninstance, we currently have no accurate way of measuring the habitual activity patterns inside\nthe human brain. {MRI and PET and other neuroimaging technologies give only a crude view,\nthough they are continually improving.\n\nPattern theory enters more deeply here when one thoroughly fleshes out the Inheritance\nconcept. Philosophers of logic have extensively debated the relationship between extensional\ninheritance (inheritance between sets based on their members) and intensional inheritance (in-\nheritance between entity-types based on their properties). A variety of formal mechanisms have\nbeen proposed to capture this conceptual distinction; see (Wang, 2006, 1995 TODO make ref)\nfor a review along with a novel approach utilizing uncertain term logic. Pattern theory provides\na novel approach to defining intension: one may associate with each Concept Vertex in a system’s\nderived hypergraph the set of patterns associated with the structural pattern underlying that\nConcept Vertex. Then, one can define the strength of the IntensionalInheritanceEdge between\ntwo ConceptVertices A and B as the percentage of A’s pattern-set that is also contained in B’s\npattern-set. According to this approach, for instance, one could have\n\nIntInhEdge whale fish <0.6>\n\nExtInhEdge whale fish <0.0>\n\nsince the fish and whale sets have common properties but no common members.\n\n14.4 Implications of Patternist Philosophy for Derived Hypergraphs\nof Intelligent Systems\n\nPatternist philosophy rears its head here and makes some definite hypotheses about the struc-\nture of derived hypergraphs. It suggests that derived hypergraphs should have a dual network\n\nHOUSE_OVERSIGHT_013190",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013190.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2989,
    "word_count": 459,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:44.343241",
    "prefix": "IMAGES-002"
  }
}