{
  "document_id": "HOUSE_OVERSIGHT_029090",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029090.txt",
  "text": "From: Jeremy Rubin\n\nSent: 2/4/2017 4:18:58 AM\nTo: jeffrey E. [jeevacation@gmail.com]\nSubject: Re: Greetings from Japan\n\nImportance: — High\n\nAre you around here?\n\n@JeremyRubin\n\nOn Wed, Feb 1, 2017 at 7:56 PM, Jeremy Rubin 4 wrote:\nFeb 12th.\n\n@JeremyRubin\n\nOn Wed, Feb 1, 2017 at 7:50 PM, jeffrey E. <jeevacation@gmail.com> wrote:\nhow long will you be there?\n\nOn Wed, Feb 1, 2017 at 12:18 AM, Jeremy Rubin <g> wrote:\nHey Jeffrey,\n\nThought I'd check in and see what's up on your end.\n\n- I've been watching closely Trump's appointees and there, he might be putting Balaji (a big\nbitcoiner) as FDA head, and Allison seems to be somewhat in favor of something like Bitcoin. And\nof course, Thiel has said that Bitcoin is what Paypal should have been... Curious to hear where\nyour head is at on this matter.\n\n- Last week, | presented my research at Stanford's BPASE, it was well received. The most\ninteresting thing | came up with for that is an inverse-input contract; i.e., funds that are \"locked\" to\nbe spent only in the case where there are other funds that are not used in a specific way. An\nexample of something that could be built with this: a matching donation contract, where you agree\nto donate your money to charity if someone else donates to charity, and you would not be able to\nrelease your funds from that agreement until they use their funds not for charity.\n\n- I'm in Japan this week, teaching a class to 100 Japanese Engineers to get the up to speed on\nbitcoin (with DG). It's very interesting to see the trepidation first hand that they have with respect to\nthe technology, despite their debit-based society being more geared for it in any case (DG felt that\neven putting Bitcoin in the course name would scare away students). One of my friends (a hedge\nfund manager) told me that female japanese engineers are very good, and drastically under-\nvalued. | made sure to get a few invited to the class, we'll see if he’s right. On the whole, it will be\ninteresting to see the caliber of engineer Japan has to offer on this front.\n\nBest,\n\nJeremy\n\nHOUSE_OVERSIGHT_029090",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029090.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2076,
    "word_count": 368,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:48.376282",
    "prefix": "IMAGES-010"
  }
}