{
  "document_id": "HOUSE_OVERSIGHT_031352",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031352.txt",
  "text": "Visit Healthgrades for information on Dr. Jeffrey M. Epstein, MD. Find Phone & Address information,\nmedical practice history, affiliated hospitals and more.\n\n7. Billionaire Jeffrey Epstein: I'm a sex offender, not a predator | New...\n\nnypost.com/.../billionaire-jeffrey-epstein-im-a-...\n\nNew York Post\n\nby Amber Sutherland\n\nFeb 25, 2011 - Billionaire pervert Jeffrey Epstein is back in New York City — and making\nwisecracks about his just-ended jail stint for having sex with an...\n\n8. Woody Allen spotted with convicted child sex-offender Jeffrey ...\n\nwww.dailymail.co.uk/.../Woody-Allen-spotted-convicted-chil...\n\nDaily Mail\n\nSep 24, 2013 - Woody Allen has been spotted strolling on New York's Upper East Side with millionaire\nchild sex-offender Jeffrey Epstein, who served time for ...\n\n9. Jeffrey Epstein: International Moneyman of Mystery\n\nnymag.com/nymetro/news/people/n_7912/\nNew York Magazine\n\nHe's pals with a passel of Nobel Prize—winning scientists, CEOs like Leslie Wexner of the Limited, socialite\nGhislaine Maxwell, even Donald Trump. But it wasn't ...\n\nJeffrey Epstein ‘kept a diary of his under-aged victims’ - Telegraph\n\nwww.telegraph.co.uk » ... » North America » USA\n\nThe Daily Telegraph\n\nMar 5, 2011 - The Duke of York's billionaire paedophile friend kept a secret journal, described as “The Holy\nGrail” by lawyers, which listed his alleged ...\n\nDe ee ee ee ee ee ee ee ee ee ee ee a\n\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\n\nJeffrey Epstein\n\nUnauthorized use, disclosure or copying of this\ncommunication or any part thereof is strictly prohibited\nand may be unlawful. If you have received this\ncommunication in error, please notify us immediately by\nreturn e-mail or by e-mail to jeevacation@gmail.com, and\ndestroy this communication and all copies thereof,\nincluding all attachments. copyright -all rights reserved\n\nDe ee eee ee ee ee ee ee i ee a\n\nThe information contained in this communication is\n\nHOUSE_OVERSIGHT_031352",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031352.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2113,
    "word_count": 315,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:47.392115",
    "prefix": "IMAGES-011"
  }
}