{
  "document_id": "HOUSE_OVERSIGHT_014041",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014041.txt",
  "text": "62 CASSELL ET AL. [Vol. 104\n\nCVRA, it intended to protect crime victims throughout the criminal justice\nprocess—from the investigative phases to the final conclusion of a case.”*\nSenator Kyl contested the Department’s analysis of the statute and, in\nparticular, its use of statements from him during Congress’s consideration\nof the CVRA.\n\nThis Article sides with the CVRA’s cosponsor and concludes that\ncrime victims’ CVRA rights attach before formal charging. Both the\nCVRA’s plain language and its legislative history lead inexorably to this\nconclusion, as every court that has considered this issue has concluded.\nThis Article also contends that, as a matter of sound public policy, crime\nvictims should have rights before the formal filing of criminal charges.\n\nThis Article proceeds in four parts. Part I frames the issues under\ndiscussion by defending the importance of extending rights to crime victims\nduring criminal investigations. Part I also provides background on victims’\nrights and gives a concrete illustration of a case in which the question of\npre-charging nights for crime victims has arisen—specifically, the Jeffrey\nEpstein sex abuse case before a federal court in Florida. In that case, girls\nvictimized by Epstein have argued that they should have been consulted\nabout a federal nonprosecution agreement; Department attorneys have\nresponded that because prosecutors never filed charges, government\nofficials had no formal obligations to inform the girls.\n\nPart II reviews the CVRA’s purpose, text, structure, and legislative\nhistory. This review establishes that the CVRA extends nghts to crime\nvictims before formal charges are filed.\n\nPart III critiques OLC’s position that the CVRA extends rights to\nvictims only after prosecutors have lodged charges in court. The\nDepartment’s proffered arguments do not withstand close scrutiny,\nparticularly in light of the fact that the CVRA covers federal agencies\ninvolved in the “detection” and “investigation” of crime,* and specifically\nauthorizes crime victims to file CVRA motions in situations where “no\nprosecution is underway.”°\n\nPart IV then proposes a specific approach for determining when crime\nvictims’ CVRA rights attach. This Part explains that the rights should\nattach when federal law enforcement or prosecuting agencies have\nidentified a federal crime and a particular victim with sufficient precision\nthat they would send a “target” letter to a criminal defendant in similar\ncircumstances. If prosecutors have sufficient information to provide notice\n\n3 Letter from Jon Kyl, U.S. Sen., to Eric H. Holder, Jr., Att’y Gen. (June 6, 2011),\nreprinted in 157 Conc. REc. $3608 (daily ed. June 8, 2011) (statement of Sen. Jon Kyl).\n\n4 18 USC. § 3771(c\\(1).\n\n5 Id. § 3771(d)(3).\n\nHOUSE_OVERSIGHT_014041",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014041.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2778,
    "word_count": 423,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:47.243262",
    "prefix": "IMAGES-002"
  }
}