{
  "document_id": "HOUSE_OVERSIGHT_023853",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023853.txt",
  "text": "New Curricula for a New Way of Teaching 107\n\nnew predictions, and be prepared for these predictions to fail. This is\nwhat thinking looks like no matter which cognitive process is being\nthought about and practiced.\n\nDIAGNOSIS\n\nNow let’s talk about diagnosis. Again I will start with a story. This is\none I have been telling for a long time because it informs us about\nhow the mind works.\n\nI was discussing with my colleague (Bob Abelson) how it could\nbe that my wife could not seem to make steak rare (as I like it—she is\nno longer my wife, but not because of this). Bob responded that he\ncouldn't get his hair cut as short as he wanted in England 20 years\nearlier.\n\nThis seems on the surface to be a rather odd response, but when\nwe look deeper we can see that I was saying something like, She could\ndo this right if she wanted to, and he was thinking, Maybe she thinks\nthe request is too extreme, as happened to me with a barber in Eng-\nland many years ago.\n\nMatching odd situations to other odd situations and seeing the\nsimilarity is what creative thinking is all about. Bob was trying to di-\nagnose a problem that had been on his mind for a long time, and my\nnew story provided him with new evidence to think again about what\nthe proper diagnosis might be. This is what thinking looks like. It is\nalso what reminding looks like. People get reminded precisely because\nthey are trying to match a new situation to one they already know\nabout and thereby determine what to do next. To put this another\nway, diagnosis depends on prior diagnosis. We constantly are trying\nto improve our diagnostic capability because we always strive to make\nbetter decisions no matter what arena these decisions are in. The fact\nthat the improvement of diagnostic capability is not explicitly part of\neach and every curriculum in school is scandalous.\n\nWhen we design new curricula, we need to ground them in some\nrealistic framework that will enable students to practice things that\nthey might end up doing in the real world. But that does not mean\nthat the real issue in designing these curricula is anything other than\nteaching thinking, that is, enabling practice in the 12 cognitive pro-\ncesses. However, teaching thinking in the absence of a context that\ntruly interests students is absurd.\n\nHOUSE_OVERSIGHT_023853",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023853.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2302,
    "word_count": 409,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:44.686627",
    "prefix": "IMAGES-007"
  }
}