{
  "document_id": "HOUSE_OVERSIGHT_023272",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023272.txt",
  "text": "ahead today than my nov memo layed out = no real candidates. etc .. Ill redo the art partnership under\nnew restrictions of course at no charge, and review the work done by tom/ joslin.\n\njoslin you and I should sit. you won't like it. AT ALL> he is afraid of telling you the story, as he belives\nbrad is your guy and does not want to get fired. ada still refusing to share income tax opinions based\non privilege , not under control at all. ? ? joslin said that murphy is not the cfo, as you told me but the\ncoo. and the cfo is the same guy that reported to andrew, mistakes after mistakes not picked up by\nmurphy who joslin described as a kind buffoon . he suggested a new ceo or coo who can make\ndecisions. someone with some financail experience. he asked for a chief decision maker. 50 for year roll\nin money owed . 30 till july , most up front needed\n\nDate: Tue, Mar 31, 2015 at 3:25 PM\nSubject:\n\nTo: Melanie Spinella\n\nNov of 13 : I told youtom Eileen and Ralph were not up to the job, you disagreed very vocally and\nstrongly , \" Ralph wrote the book, Tom has been doing it for 15 years and Eileen ran the trading desk at\nMorgan Stanley. \" Ada who had been working on all your documents for years while at the bank had\nbeen brought in- house but created more issues that didn't exist. and phaidon was its own animal\n\nDec 13. you were again annoyed that i said that they needed to be replaced and said \"1 was talking out of\nboth sides of my mouth.\" first time ( email available)\n\nJan 14, you decided that no third year was necessary for my help. andi told you i thought that unwise\nand even suggested giving you an option at 40 m so there would be no tension\n\nMar 14, I told you that to do the job right , my team would need to do it. not yours it would not be\ninexpensive, but it would get done properly, you chose not to do itand said lets wait and see\n\nApril 14. We agreed to clean up various past mess.with the end of my work OCT 15th only then\nwould i get paid.. urged JPM ( first of 14 reminders)\nGS and db accounts to be set up in order to bring your financial structure into the 21 century\n\nJuly 26 , I came to bens party, said new people needed to be hired, keep Eileen till end of year, and Ada\ntill march, you suggested getting ada out earlier\n\noct structured the art partnership , but you wanted to wait until you fully understood ramifications formed\nthe doc in dec to have it in 14,\n\nnov/ dec 14 I told you I considered my work complete separate from art partnership. gave list of things to\ndo.\n\nthree months of you and your high school friend , trying to build a house with little of the relenavt\nexperience. its silly . still no accurate numbers accounting , charts, etc\n\njan 15, I told you joslin cannot hire people, has not so for more than 5 years, former job in a public\naccounting firm.\n\napril 15 . no senior accountant even in the wings. joslin talking about reaching out to hire the only\nperson he knew( worked in the past with dagazsitno ) and i interviewed 15 months ago. and rejected.\n\nHOUSE_OVERSIGHT_023272",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023272.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3035,
    "word_count": 592,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:45.153864",
    "prefix": "IMAGES-007"
  }
}