{
  "document_id": "HOUSE_OVERSIGHT_015529",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_015529.txt",
  "text": "﻿10/5/2015 Jeffrey Epstein 'sex slave' Virginia Roberts was a 'money­hungry sex kitten', ex friends claim | Daily Mail Online\n'millionaire's house' for a day or two, before returning with cash.\nHe did say that she tried to get out of the sex business, but was dragged back in.\nLast month it was revealed Roberts accused two male acquaintances she was raped, bringing her\ncredibility into question.\nRoberts' lawyers says the latest allegations do not contend the fact she was used for underage sex.\nAttorney Sigrid McCawleysaid : 'To say that our client acquiesced in this abuse, or that the abuse\nwas OK because she was paid for it — leaves out the fact that this is why we have laws in the United\nStates to protect minor children who are groomed and sexually trafficked by adults.'\nEpstein served 13 months in a Florida prison after pleading guilty in 2008 to soliciting a minor for\nprostitution.\nand booted as she\nheads out to work in\nelegant pinstriped\nensemble\nGeorge's better half\n'He can go f***\nhimself': Kris Jenner's\nrant over Caitlyn's\nnegative portrayal of her\nin Vanity Fair article....\non Keeping Up With The\nKardashians\nHer sun and stars!\nEmilia Clarke reunites\nwith former Game of\nThrones love interest\nJason Momoa during\nParis Fashion Week\nTwo looked very close\nIt's in the genes! Meg\nRyan's son Jack Quaid\ncracks up his famous\nmom as they enjoy a\nSunday stroll in New\nYork City\nHad his mom in stitches\nFrom matching tattoos\nand annual weddings to\ngifts of $40 million\nprivate jets, the craziest\nthings celebrities have\ndone for love\nSponsored\nAttached at the hip!\nChristie Brinkley, 61,\nradiates as she and new\nboyfriend John\nMellencamp leave hotel\nin NYC... following date\nthe night before\nAllegations: The 31­year­old is currently in the midst of a lawsuit claiming she was recruited to join Epstein's\nharem of underage women in 1999, naming Prince Andrew and attorney Alan Dershowitz as two of the men\nshe was made to 'service'\nSHARE THIS\nARTICLE\n133 shares\nRELATED ARTICLES\nFugitive American sect\nleader arrested in Brazil\nover...\nRevenge porn\nblackmailer threatened\nto tell married\nwoman's...\nThe scandal resurfaced in January when Roberts named Prince Andrew in a lawsuit, accusing him\nof using her for underage sex.\nAccording to court records connected with Roberts' current lawsuit, she maintains that she was\nrecruited to join Epstein's harem in 1999 by his friend, the socialite Ghislaine Maxwell.\nShe says during the three years she worked for Epstein, she was made to entertain his friends and\nnamed Prince Andrew and Dershowitz as two men she had sex with.\nBoth men have denied having sex with Roberts, and Dershowitz is trying to get his name removed\nfrom the suit, claiming Roberts made the entire story up.\n+2\nDisgraced entertainer\nRolf Harris to be\nstripped of his CBE...\nSPONSORED Make a\ncareer out of your\nhobby?\nFergie vehemently defends Prince Andrew against 'defamation'\nf\n'She's lost her spark':\nSir Tom Jones reveals\nhis reclusive wife's\nbattle with depression\nbut insists their\nmarriage is 'solid' after\n58 years\nEmily Blunt reveals\nshe became US citizen\nfor tax reasons after\nsparking outrage by\nsaying she regretted the\ndecision following a\nRepublican debate\nChristina Milian shows\noff her curves and pert\nderriere in a skimpy\nanimal print bikini while\ncavorting with a\nmystery male in Miami\nBarely there two­piece\nThe art of the fake baby\nbump: Celebrities' most\nconvincing on­screen\npregnancies (and how\nSEE WHAT`S IN STORE AT\nWASHINGTON DC\nhttp://www.dailymail.co.uk/news/article­2974613/Jeffrey­Epstein­sex­slave­money­hungry­sex­kitten­enjoyed­role­travelling­masseuse­former­friends­clai… 2/21\nEXHIBIT G\nCase 1:15-cv-07433 Document 1 Filed 09/21/15 Page 1 of 12\nUnited States District Court\nSouthern District of New York\nVIRGINIA L. GIUFFRE,\nPlaintiff,\nCASE NO:_____________________\nv.\nGHISLAINE MAXWELL,\nDefendant.\n________________________________/\nCOMPLAINT\nBoies Schiller & Flexner LLP\n575 Lexington Avenue\nNew York, NY 10022\n(212) 446-2300\n1\nCase 1:15-cv-07433 Document 1 Filed 09/21/15 Page 2 of 12\nPlaintiff, VIRGINIA L. GIUFFRE, formerly known as Virginia Roberts\n(“Giuffre”), for her Complaint against Defendant, GHISLAINE MAXWELL (“Maxwell”), avers\nupon personal knowledge as to her own acts and status and otherwise upon information and\nbelief:\nNATURE OF THE ACTION\n1. This suit arises out of Defendant Maxwell’s defamatory statements against\nPlaintiff Giuffre. As described below, Giuffre was a victim of sexual trafficking and abuse while\nshe was a minor child. Defendant Maxwell not only facilitated that sexual abuse but, most\nrecently, wrongfully subjected Giuffre to public ridicule, contempt and disgrace by, among other\nthings, calling Giuffre a liar in published statements with the malicious intent of discrediting and\nfurther damaging Giuffre worldwide.\nJURISDICTION AND VENUE\n2. This is an action for damages in an amount in excess of the minimum\njurisdictional limits of this Court.\n3. This Court has jurisdiction over this dispute pursuant to 28 U.S.C. §1332\n(diversity jurisdiction) as Giuffre and Maxwell are citizens of different states and the amount in\ncontroversy exceeds seventy-five thousand ($75,000), exclusive of interest and costs.\n4. This Court has personal jurisdiction over Maxwell. Maxwell resides in New York\nCity, and this action arose, and defamatory statements were made, within the Southern District of\nNew York.\n5. Venue is proper in this Court as the cause of action arose within the jurisdiction of\nthis Court.\n2\nCase 1:15-cv-07433 Document 1 Filed 09/21/15 Page 3 of 12\nPARTIES\n6. Plaintiff Giuffre is an individual who is a citizen of the State of Colorado.\n7. Defendant Maxwell, who is domiciled in the Southern District of New York, is\nnot a citizen of the state of Colorado.\nFACTUAL ALLEGATIONS\n8. Virginia Giuffre became a victim of sex trafficking and repeated sexual abuse\nafter being recruited by Ghislaine Maxwell and Jeffrey Epstein when Giuffre was under the age\nof eighteen.\n9. Between 1999 and 2002, with the assistance and participation of Maxwell,\nEpstein sexually abused Giuffre at numerous locations including his mansions in West Palm\nBeach, Florida, and in this District. Between 2001 and 2007, with the assistance of numerous\nco-conspirators, Epstein abused more than thirty (30) minor underage girls, a fact confirmed by\nstate and federal law enforcement.\n10. As part of their sex trafficking efforts, Epstein and Maxwell intimidated Giuffre\ninto remaining silent about what had happened to her.\n11. In September 2007, Epstein entered into a Non-Prosecution Agreement (“NPA”)\nthat barred his prosecution for numerous federal sex crimes in the Southern District of Florida.\n12. In the NPA, the United States additionally agreed that it would not institute any\nfederal criminal charges against any potential co-conspirators of Epstein.\n13. As a co-conspirator of Epstein, Maxwell was consequently granted immunity in\nthe Southern District of Florida through the NPA.\n14. Epstein ultimately pled guilty to procuring a minor for prostitution, and is now a\nregistered sex offender.\n3\nCase 1:15-cv-07433 Document 1 Filed 09/21/15 Page 4 of 12\n15. Rather than confer with the victims about the NPA, the U.S. Attorney’s Office\nand Epstein agreed to a “confidentiality” provision in the Agreement barring its disclosure to\nanyone—including Epstein’s victims. As a consequence, the victims were not told about the\nNPA.\n16. On July 7, 2008, a young woman identified as Jane Doe No. 1, one of Jeffrey\nEpstein’s victims (other than Giuffre), filed a petition to enforce her rights under the Crime\nVictims’ Rights Act (“CVRA”), 18 U.S.C. ¶ 3771, alleging that the Government failed to\nprovide her the rights promised in the CVRA with regard to the plea arrangement with Epstein.\nThe litigation remains ongoing.\n17. On or about May 4, 2009, Virginia Giuffre—identified then as Jane Doe No.\n102—filed a complaint against Jeffrey Epstein in the United States District Court for the\nSouthern District of Florida. The complaint included allegations made by Giuffre that pertained\nto Maxwell.\n18. In pertinent part, the Jane Doe No. 102 complaint described in detail how\nMaxwell recruited Giuffre (who was then a minor girl) to become a victim of sex trafficking by\nintroducing Giuffre to Jeffrey Epstein. With the assistance of Maxwell, Epstein was able to\nsexually abuse Giuffre for years until Giuffre eventually escaped.\n19. The Jane Doe No. 102 complaint contained the first public allegations made on\nbehalf of Giuffre regarding Maxwell.\n20. As civil litigation against Epstein moved forward on behalf of Giuffre and many\nother similarly-situated victims, Maxwell was served with a subpoena for deposition. Her\ntestimony was sought concerning her personal knowledge and role in Epstein’s abuse of Giuffre\nand others.\n4\nCase 1:15-cv-07433 Document 1 Filed 09/21/15 Page 5 of 12\n21. To avoid her deposition, Maxwell claimed that her mother fell deathly ill and that\nconsequently she was leaving the United States for London with no plans of ever returning. In\nfact, however, within weeks of using that excuse to avoid testifying, Maxwell had returned to\nNew York.\n22. In 2011, two FBI agents located Giuffre in Australia—where she had been hiding\nfrom Epstein and Maxwell for several years—and arranged to meet with her at the U.S.\nConsulate in Sidney. Giuffre provided truthful and accurate information to the FBI about\nEpstein and Maxwell’s sexual abuse.\n23. Ultimately, as a mother and one of Epstein’s many victims, Giuffre believed that\nshe should speak out about her sexual abuse experiences in hopes of helping others who had also\nsuffered from sexual trafficking and abuse.\n24. On December 23, 2014, Giuffre incorporated an organization called Victims\nRefuse Silence, Inc., a Florida not-for-profit corporation.\n25. Giuffre intended Victims Refuse Silence to change and improve the fight against\nsexual abuse and human trafficking. The goal of her organization was, and continues to be, to\nhelp survivors surmount the shame, silence, and intimidation typically experienced by victims of\nsexual abuse. Giuffre has now dedicated her professional life to helping victims of sex\ntrafficking.\n26. On December 30, 2014, Giuffre moved to join the on-going litigation previously\nfiled by Jane Doe 1 in the Southern District of Florida challenging Epstein’s non-prosecution\nagreement by filing her own joinder motion.\n5\nCase 1:15-cv-07433 Document 1 Filed 09/21/15 Page 6 of 12\n27. Giuffre’s motion described Maxwell’s role as one of the main women who\nEpstein used to procure under-aged girls for sexual activities and a primary co-conspirator and\nparticipant in his sexual abuse and sex trafficking scheme.\n28. In January, 2015, Maxwell undertook a concerted and malicious campaign to\ndiscredit Giuffre and to so damage her reputation that Giuffre’s factual reporting of what had\nhappened to her would not be credited.\n29. As part of Maxwell’s campaign she directed her agent, Ross Gow, to attack\nGiuffre’s honesty and truthfulness and to accuse Giuffre of lying.\n30. On or about January 3, 2015, speaking through her authorized agent, Maxwell\nissued an additional false statement to the media and public designed to maliciously discredit\nGiuffre. That statement contained the following deliberate falsehoods:\n(a)\n(b)\n(c)\nThat Giuffre’s sworn allegations “against Ghislaine Maxwell are untrue.”\nThat the allegations have been “shown to be untrue.”\nThat Giuffre’s “claims are obvious lies.”\n31. Maxwell’s January 3, 2015, statement incorporated by reference “Ghislaine\nMaxwell’s original response to the lies and defamatory claims remains the same,” an earlier\nstatement that had falsely described Giuffre’s factual assertions as “entirely false” and “entirely\nuntrue.”\n32. Maxwell made the same false and defamatory statements as set forth above, in the\nSouthern District of New York and elsewhere in a deliberate effort to maliciously discredit\nGiuffre and silence her efforts to expose sex crimes committed around the world by Maxwell,\nEpstein, and other powerful persons. Maxwell did so with the purpose and effect of having\n6\nCase 1:15-cv-07433 Document 1 Filed 09/21/15 Page 7 of 12\nothers repeat such false and defamatory statements and thereby further damaged Giuffre’s\nreputation.\n33. Maxwell made her statements to discredit Giuffre in close consultation with\nEpstein. Maxwell made her statements knowing full well they were false.\n34. Maxwell made her statements maliciously as part of an effort to conceal sex\ntrafficking crimes committed around the world by Maxwell, Epstein and other powerful persons.\n35. Maxwell intended her false and defamatory statements set out above to be\nbroadcast around the world and to intimidate and silence Giuffre from making further efforts to\nexpose sex crimes committed by Maxwell, Epstein, and other powerful persons.\n36. Maxwell intended her false statements to be specific statements of fact, including\na statement that she had not recruited an underage Giuffre for Epstein’s abuse. Maxwell’s false\nstatements were broadcast around the world and were reasonably understood by those who heard\nthem to be specific factual claims by Maxwell that she had not helped Epstein recruit or sexually\nabuse Giuffre and that Giuffre was a liar.\n37. On or about January 4, 2015, Maxwell continued her campaign to falsely and\nmaliciously discredit Giuffre. When a reporter on a Manhattan street asked Maxwell about\nGiuffre’s allegations against Maxwell, she responded by saying: “I am referring to the statement\nthat we made.” The New York Daily News published a video of this response by Maxwell\nindicating that she made her false statements on East 65 th Street in Manhattan, New York, within\nthe Southern District of New York.\n7\nCase 1:15-cv-07433 Document 1 Filed 09/21/15 Page 8 of 12\nCOUNT I\nDEFAMATION\n1. Plaintiff Giuffre re-alleges paragraphs 1 - 37 as if the same were fully set forth\nherein. Maxwell made her false and defamatory statements deliberately and maliciously with the\nintent to intimidate, discredit and defame Giuffre.\n2. In January 2015, and thereafter, Maxwell intentionally and maliciously released to\nthe press her false statements about Giuffre in an attempt to destroy Giuffre’s reputation and\ncause her to lose all credibility in her efforts to help victims of sex trafficking.\n3. Maxwell additionally released to the press her false statements with knowledge\nthat her words would dilute, discredit and neutralize Giuffre’s public and private messages to\nsexual abuse victims and ultimately prevent Giuffre from effectively providing assistance and\nadvocacy on behalf of other victims of sex trafficking, or to expose her abusers.\n4. Using her role as a powerful figure with powerful friends, Maxwell’s statements\nwere published internationally for the malicious purpose of further damaging a sexual abuse and\nsexual trafficking victim; to destroy Giuffre’s reputation and credibility; to cause the world to\ndisbelieve Giuffre; and to destroy Giuffre’s efforts to use her experience to help others suffering\nas sex trafficking victims.\n5. Maxwell, personally and through her authorized agent, Ross Gow, intentionally\nand maliciously made false and damaging statements of fact concerning Giuffre, as detailed\nabove, in the Southern District of New York and elsewhere.\n6. The false statements made by Gow were all made by him as Maxwell’s\nauthorized agent and were made with direct and actual authority from Maxwell as the principal.\n8\nCase 1:15-cv-07433 Document 1 Filed 09/21/15 Page 9 of 12\n7. The false statements that Maxwell made personally, and through her authorized\nagent Gow, not only called Giuffre’s truthfulness and integrity into question, but also exposed\nGiuffre to public hatred, contempt, ridicule, and disgrace.\n8. Maxwell made her false statements knowing full well that they were completely\nfalse. Accordingly, she made her statements with actual and deliberate malice, the highest\ndegree of awareness of falsity.\n9. Maxwell’s false statements constitute libel, as she knew that they were going to\nbe transmitted in writing, widely disseminated on the internet and in print. Maxwell intended her\nfalse statements to be published by newspaper and other media outlets internationally, and they\nwere, in fact, published globally, including within the Southern District of New York.\n10. Maxwell’s false statements constitute libel per se inasmuch as they exposed\nGiuffre to public contempt, ridicule, aversion, and disgrace, and induced an evil opinion of her in\nthe minds of right-thinking persons.\n11. Maxwell’s false statements also constitute libel per se inasmuch as they tended to\ninjure Giuffre in her professional capacity as the president of a non-profit corporation designed\nto help victims of sex trafficking, and inasmuch as they destroyed her credibility and reputation\namong members of the community that seeks her help and that she seeks to serve.\n12. Maxwell’s false statements directly stated and also implied that in speaking out\nagainst sex trafficking Giuffre acted with fraud, dishonesty, and unfitness for the task.\nMaxwell’s false statements directly and indirectly indicate that Giuffre lied about being recruited\nby Maxwell and sexually abused by Epstein and Maxwell. Maxwell’s false statements were\nreasonably understood by many persons who read her statements as conveying that specific\nintention and meaning.\n9\nCase 1:15-cv-07433 Document 1 Filed 09/21/15 Page 10 of 12\n13. Maxwell’s false statements were reasonably understood by many persons who\nread those statements as making specific factual claims that Giuffre was lying about specific\nfacts.\n14. Maxwell specifically directed her false statements at Giuffre’s true public\ndescription of factual events, and many persons who read Maxwell’s statements reasonably\nunderstood that those statements referred directly to Giuffre’s account of her life as a young\nteenager with Maxwell and Epstein.\n15. Maxwell intended her false statements to be widely published and disseminated\non television, through newspapers, by word of mouth and on the internet. As intended by\nMaxwell, her statements were published and disseminated around the world.\n16. Maxwell coordinated her false statements with other media efforts made by\nEpstein and other powerful persons acting as Epstein’s representatives and surrogates. Maxwell\nmade and coordinated her statements in the Southern District of New York and elsewhere with\nthe specific intent to amplify the defamatory effect those statements would have on Giuffre’s\nreputation and credibility.\n17. Maxwell made her false statements both directly and through agents who, with\nher general and specific authorization, adopted, distributed, and published the false statements on\nMaxwell’s behalf. In addition, Maxwell and her authorized agents made false statements in\nreckless disregard of their truth or falsity and with malicious intent to destroy Giuffre’s\nreputation and credibility; to prevent her from further disseminating her life story; and to cause\npersons hearing or reading Giuffre’s descriptions of truthful facts to disbelieve her entirely.\nMaxwell made her false statements wantonly and with the specific intent to maliciously damage\nGiuffre’s good name and reputation in a way that would destroy her efforts to administer her\n10\nCase 1:15-cv-07433 Document 1 Filed 09/21/15 Page 11 of 12\nnon-profit foundation, or share her life story, and thereby help others who have suffered from\nsexual abuse.\n18. As a result of Maxwell’s campaign to spread false, discrediting and defamatory\nstatements about Giuffre, Giuffre suffered substantial damages in an amount to be proven at trial.\n19. Maxwell’s false statements have caused, and continue to cause, Giuffre economic\ndamage, psychological pain and suffering, mental anguish and emotional distress, and other\ndirect and consequential damages and losses.\n20. Maxwell’s campaign to spread her false statements internationally was unusual\nand particularly egregious conduct. Maxwell sexually abused Giuffre and helped Epstein to\nsexually abuse Giuffre, and then, in order to avoid having these crimes discovered, Maxwell\nwantonly and maliciously set out to falsely accuse, defame, and discredit Giuffre. In so doing,\nMaxwell’s efforts constituted a public wrong by deterring, damaging, and setting back Giuffre’s\nefforts to help victims of sex trafficking. Accordingly, this is a case in which exemplary and\npunitive damages are appropriate.\n21. Punitive and exemplary damages are necessary in this case to deter Maxwell and\nothers from wantonly and maliciously using a campaign of lies to discredit Giuffre and other\nvictims of sex trafficking.\nPRAYER FOR RELIEF\nWHEREFORE, Plaintiff Giuffre respectfully requests judgment against Defendant\nMaxwell, awarding compensatory, consequential, exemplary, and punitive damages in an\namount to be determined at trial, but in excess of the $75,000 jurisdictional requirement; costs of\nsuit; attorneys’ fees; and such other and further relief as the Court may deem just and proper.\n11\nCase 1:15-cv-07433 Document 1 Filed 09/21/15 Page 12 of 12\nJURY DEMAND\nPlaintiff hereby demands a trial by jury on all causes of action asserted within this\npleading.\nDated September 21, 2015.\n/s/ David Boies\nDavid Boies\nBoies Schiller & Flexner LLP\n333 Main Street\nArmonk, NY 10504\n/s/ Sigrid McCawley\nSigrid McCawley\n(Pro Hac Vice Pending)\nBoies Schiller & Flexner LLP\n401 E. Las Olas Blvd., Suite 1200\nFt. Lauderdale, FL 33301\n(954) 356-0011\n/s/ Ellen Brockman\nEllen Brockman\nBoies Schiller & Flexner LLP\n575 Lexington Ave\nNew York, New York 10022\n(212) 446-2300\n12\nEXHIBIT H\nIN THE CIRCUIT COURT OF THE\nSEVENTEENTH JUDICIAL CIRCUIT, IN\nAND FOR BROWARD COUNTY, FLORIDA\nCASE NO.: CACE 15-000072\nBRADLEY J. EDWARDS and PAUL G.\nCASSELL,\nvs.\nPlaintiff(s),\nALAN M. DERSHOWITZ,\nDefendant(s).\nNOTICE OF SERVING ANSWERS TO INTERROGATORIES\nPlaintiffs, Bradley J. Edwards and Paul G. Cassell, by and through their undersigned\ncounsel, hereby file this Notice of Serving Answers to Interrogatories with the Court propounded\nby the Defendant, ALAN M. DERSHOWITZ, on February 11, 2015, and that a copy has been\nfurnished to the attorney for the Defendant.\nI HEREBY CERTIFY that a true and correct copy of the foregoing was sent via E-Serve\nto all Counsel on the attached list, this day of , 2015.\nA CA OLA\nFlorida Bar No.: 169440\nAttorney E-Mail(s): jsx@searcylaw.com and\nmep@searcylaw.com\nPrimary E-Mail: _scarolateam@searcylaw.com\nSearcy Denney Scarola Barnhart & Shipley, P.A.\n2139 Palm Beach Lakes Boulevard\nWest Palm Beach, Florida 33409\nPhone: (561) 686-6300\nFax: (561) 383-9451\nAttorneys for Plaintiffs\n13. Describe in detail Each instance in which Jane Doe #3 has provided information\nreferencing Dershowitz by name that Concern the allegations set forth in Paragraphs 24-31\nof the 2015 Jane Doe #3 Declaration.\nANSWER: Edwards and Cassell lack sufficient information to determine all circumstances in\nwhich Jane Doe No. 3 has mentioned to others Dershowitz's name as someone who abused her\nor had information relevant to abuse.\nWith regard to when she has provided information related to this subject to them, Jane Doe No. 3\nprovided such information in telephone calls with Brad Edwards beginning in 2011.\nJane Doe No. 3 has also provided this information in a public affidavit, filed on January 21,\n2015, in the CVRA case. Jane Doe No. 3 has also provided similar information on other\noccasions, but the specifics of those communications are protected by the attorney-client\nprivilege and the work product doctrine.\n14. If You have ever seen a photograph or video of Jane Doe #3 with Dershowitz, then state\nwhen You saw the photograph or video, identify who took the original photograph\nor video, identify Each person who possesses a copy of the photograph or video, and state\nthe location of Each such original and copy.\nANSWER: Edwards and Cassell have not personally seen such a photograph or\nvideo. Discovery efforts to obtain photographic materials regarding Jane Doe No. 3 held by the\nU.S. Attorney's Office for the Southern District of Florida and/or other federal law enforcement\nand prosecuting agencies are on-going.\n15. For Each communication between You or anyone acting on Your behalf, and anyone\nfrom, or acting on behalf of, any media outlet Concerning this action, the Joinder Motion,\nor Dershowitz, and regardless of whether such communication was \"on the record\" or \"off\nthe record,\" (a) state the date of the communication; (b) state the participants in the\ncommunication; and (c) describe the contents of the communication.\nANSWER: Objection, not reasonably calculated to lead to the discovery of admissible evidence;\nvague, harassing, work-product.\n16. Describe in detail All facts Concerning any assertion that Dershowitz was\na \"coconspirator\" with Epstein.\nANSWER: See answers to interrogatory number 5 above, as well as answers to interrogatories\nnumbers 1, 6, 8, 9, 10 above. In addition, factual information is found in the documents and\nother materials and references provided in answer to Request for Production Number 2\n15\nPAUL G. CASSELL\nSTATE OF )\nCOUNTY OF (A-cr )\nThe foregoing instrument was acknowledged before me this\nday of\nor who has produced\n, 20 ,•5 by\nwho is personally known to me\n(type of identification) as\nidentification and whClidtdid not take an oath.\n„ LtS crki -)C( CQ1 „\nNotary Public\nStatc of\nMy Commission expires:\nCommission No:\nvsc L'kkq.it,\nSaNitcrAr4 BP Au bCi jAc\nP4r) itlifte il19ys c 7 hIsr\nState\nSTATE OF FLORIDA\nCOUNTY OF 3r-await d )\nBradley J. Edwards\nBEFORE ME, the undersigned authority, personally appeared this day Bradley J.\nEdwards, who [ is\npersonally known to me or [ produced\n, as identification, and who, after being duly sworn, did state\nthat he/she executed the foregoing Answers to First Set of Interrogatories and that the same are\ntrue and correct to the best of his knowledge\nSubscribed and sworn to before me this IS'day of , 2015.\nW1R1A W. KELLJCHINI\nMY COMMISSION iPEE840478\nEXPIRES: OCT 03, 2016\nSon* We* 1M SOW imam\nSignature ofNotaryPublik, St .cSfFlorida\nPrint / Typed Name, Notary Public\nMy commission expires:\n10\nEXHIBIT I\n·1· · · · · ·IN THE CIRCUIT COURT OF THE SEVENTEENTH\n· · · · · · · · · ·JUDICIAL CIRCUIT IN AND FOR\n·2· · · · · · · · · · BROWARD COUNTY, FLORIDA\n·3· · · · · · · · · CASE NO.· CACE 15-000072\n·4\n·5· ·BRADLEY J. EDWARDS and PAUL G. CASSELL,\n·6\n· · · · · · · · ·Plaintiffs/Counterclaim Defendants,\n·7\n· · · · · · · · ·vs.\n·8\n·9· ·ALAN M. DERSHOWITZ,\n10\n· · · · · · · · ·Defendant/Counterclaim Plaintiff.\n11· ·_______________________________________________/\n12\n13\n14· · · · · · · · · ·VIDEOTAPED DEPOSITION OF\n15· · · · · · · · · · · ·PAUL G. CASSELL\n16· · · · · · · TAKEN ON BEHALF OF THE DEFENDANT\n17· · · · · · · · · ·VOLUME I, PAGES 1 to 151\n18\n19\n20· · · · · · · · · ·Friday, October 16, 2015\n21· · · · · · · · · · 1:33 p.m. - 4:31 p.m.\n22\n· · · · · · · · · · ·110 Southeast 6th Street\n23· · · · · · · · · · 110 Tower - Suite 1850\n· · · · · · · · ·Fort Lauderdale, Florida· 33301\n24\n25· · · · · · · · · ·Theresa Tomaselli, RMR\n·1· ·let me clear all of that misunderstanding up.\n·2· ·You know, that's -- frankly, if I had gotten\n·3· ·something like that, that's what I would have\n·4· ·said.\n·5· · · ·The answer that came back was -- from\n·6· ·Mr. Dershowitz was something along the lines of,\n·7· ·if I remember correctly, well, tell me what\n·8· ·you -- you -- tell me what you want to know and\n·9· ·I'll decide whether to cooperate, was I think\n10· ·the phrase that was used.· And -- and so there\n11· ·was an attempt, you know, a 2009 attempt, a 2011\n12· ·attempt to get information from Mr. Dershowitz.\n13· · · ·Then there was another subpoena without\n14· ·deposition for -- for documents.· You know, we\n15· ·have heard a lot about records in this case that\n16· ·could prove innocence.· There was a records\n17· ·request to Mr. Dershowitz in 2013.· And, again,\n18· ·my understanding was that there was no -- you\n19· ·know, no documents were provided on that.\n20· · · ·And so those -- I had that information.\n21· ·Another bit of information that I had was that in\n22· ·2011, I believe in early April -- this is not\n23· ·attorney/client privileged information from\n24· ·Virginia Roberts.· This is a telephone call that\n25· ·she placed from Australia where she had been\nEXHIBIT J\nIN THE CIRCUIT COURT OF THE\nFIFTEENTH JUDICIAL CIRCUIT, IN AND\nFOR PALM BEACH COUNTY, FLORIDA\nJEFFREY EPSTEiN,\nCASE NO.: 5O2009CAO4O800XXXXMBAG\nvs.\nPlaintiff,\nSCOTT ROTHSTEIN, individually,\nBRADLEY J. EDWARDS, individually,\nand EM., individually,\nDefendants.\n_______________________________________________________________________/\nNOTICE OF FILING\nCOMES NOW the Defendant/CounterClaimant, BRADLEY EDWARDS, by and\nthrough his undersigned counsel, and hereby files the attached transcript of the telephone\ninterview of Virginia Roberts to supplement the proffer made in support of Counter-Claimant’s\nMotion for Leave to Amend to Assert Punitive Damages.\nI HEREBY CERTIFY that a true and correct copy of the foregoing has been furnished by\nU.S. Mail to all Counsel on the attached list on this ______ day of May 2011.\nJack Scarola\nFlorida Bar No.: 169440\nSearcy Denney Scarola Barnhart & Shipley, P.A.\n2139 Palm Beach Lakes Boulevard\nWest Palm Beach, Florida 33409\nPhone: (561) 686-6300\nFax: (561) 383-9451\nAttorney for Defendant/CounterClaimant\nEdwards\nEdwards adv. Epstein\nCase No.: 5O2009CAO4O800XXXXJvIBAG\nNotice of Filing Supplement\nCOUNSEL LIST\nJack A. Goldberger, Esquire\njgoldberger@agwpa.com;\nsmahoney@agwpa.com\nAtterbury, Goldberger & Weiss, P.A.\n250 Australian Avenue South, Suite 1400\nWest Palm Beach, FL 33401\nPhone: (561)-659-8300\nFax: (561)-835-8691\nAttorneys for Jeffrey Epstein\nMartin Weinberg, Esquire\nMartin Weinberg, P.C.\n20 Park Plaza, Suite 1000\nSuffolk, MA 02116\nAttorneys for Jeffrey Epstein\nFarmer, Jaffe, Weissing, Edwards, Fistos &\nLehrman, PL\n425 N. Andrews Avenue, Suite 2\nFort Lauderdale, FL 33301\nPhone: (954)-524-2820\nFax: (954)-524-2822\nAttorneys for Jeffrey Epstein\nJoseph L. Ackerman, Jr., Esquire\njla~fowler-white.com\nFowler White Burnett, P.A.\n901 Phillips Point West\n777 5 Flagler Drive\nWest Palm Beach, FL 3340 1-6170\nPhone: (56 1)-802-9044\nFax: (561)-802-9976\nAttorneys for Jeffrey Epstein\nMarc S. Nurik\nmarc@nuriklaw.com\nLaw Offices of Marc S. Nurik\nOne E Broward Blvd., Suite 700\nFort Lauderdale, FL 33301\nPhone: (954)-745-5849\nFax: (954)-745-3556\nAttorneys for Scott Rothstein\n2\nEdwards adv. Epstein\nCase No.: SO2009CAO4O800XXXXMBAG\nNotice of Filing Supplement\n3\n\nTELECON\nPRIVILEGED PURSUANT TO FS 766.205(4) and/or WORK PRODUCT\nPARTICIPANTS:\nRE:\nJACK SCAROLA\nBRAD EDWARDS\nVIRGINIA ROBERTS\nEdwards adv. Epstein\n291874\nDATE: April 07, 2011\nJS:\nBE:\nVirginia, Jack Scarola and Brad Edwards\nHi Virginia.\nV: Hi Jack! Hi Brad! How you guys doing?\nJS: We’re doing fine, thank you. I’m sorry for all of the trouble and before we go any\nfurther, let me tell you, if I have your permission, I have started a tape recorder and I\nwant to be able to tape this conversation from the very beginning. Is that alright with\nyou?\nV: Sure, that’s fine, Jack. No problem\nJS: Ok, good, thank you. I appreciate that. Let me start off by introducing myself. I know\nthat Brad has spoken to you about me but I am Brad’s lawyer, and I assume that you can\nconfirm that you and I have never had any communication before. Is that right?\nV: That’s correct.\nJS: Alright. I have, however, gotten some information from Brad about conversations that\nyou have had with him, and that will enable me, hopefully, to make this a little bit more\nefficient and take up a minimum amount of your time while still getting the information\nthat we think is going to be helpful to us and to any jury that might ultimately have to\nhear these facts.\nSo, let me begin by asking you first to tell us what your full name is.\nV: Virginia Louise Roberts. That’s my maiden name. My married name is Virginia Louise\n*\n\nEdwards adv. Epstein\nTelephone interview with Virginia Roberts\nPage 2 of 23\nJS:\nCould you spell your last name for us? That is your married last name:\nV:\nJS:\nAiright, thank you, and where are you living right now?\nV: I live in Australia.\nJS:\nAnd how long have you resided in Australia.\nV: Thisismyl9thyear.\nJS:\nThat is where you are right now, correct? We’ve reached you in Australia for this phone\nconversation?\nV: That is correct, yes.\nJS:\nAnd what time is it in Australia right now?\nV: I think it’s about 9:00 now.\nJS: Ok. That’s 9am, correct?\nV: That’s correct.\nJS: Airight. Virginia, the reason for this conversation is because it is our understanding that\nyou know a man by the name Jeffrey Epstein, and I want to begin by asking you please to\ntell us about the circumstances of your first meeting Mr. Epstein.\nV: Ok. I was introduced to Mr. Epstein by Ghislaine Maxwell. I was working at Donald\nTrump’s spa in Mar-a-Lago and I was prompted by Ghislaine to come to Jeffrey’s\nmansion in Palm Beach that afternoon after work to make some extra money and to learn\nabout massage. She met me at the spa, and I was reading a book about anatomy, so I was\nalready interested in massage therapy as it was and not having any of the education or\nyou know anything behind me, I thought this was a great opportunity to work for her and\ngo. So, I went to Jeffrey’s mansion about 5 or 6 in the afternoon. My dad drove me\nthere. My dad worked at Mar-a-Lago with me, and he met Ghislaine and she seemed like\na nice, proper English lady, and she knows, I mean, you know, one time then _once\nbefore I left to travel overseas, she just seemed really nice and like she would like to help\nme out. So my dad left, and I had no problem getting home that night, one of her drivers\nwould take me back after my trial. So she led me upstairs, and into Jeffrey’s bedroom,\nand past that is Jeffrey’s massage room, which has got his steam room and a shower and\na massage table, and there is actually an extra room that has, that nobody knows about it,\nit’s kinda like a secret room and it’s got a whole bunch of decorative pictures of\npornographic literature and sex toys and I can ? what happened in there.\nEdwards adv. Epstein\nTelephone interview with Virginia Roberts\nPage 3 of 23\nJS:\nWhen you say that the room was hidden, Virginia, how was the room concealed?\nV: It wasn’t like a door that you would normally go into, like some kind of special opening,\nyou open that and then a little door, so it looks like it’s a little closet so-to-speak, but\nwhen you walk in there, it’s obviously a lot bigger than just a closet. It wasn’t too big,\nbut it was bigger, you know. It wasn’t a gigantic room, it was just like a small room,\nwhich you know, it probably could fit some shoes in there, it had racks of shoes, boxes,\nsome sweatshirts neatly folded, and the ceiling to the floor was covered in pornographic\npictures of the girls that he had met.\nJS:\nWhenyou say...\nV: So anyways, that was getting there, and I was introduced to Jeffrey, he was laying naked\non top of the massage table, and obviously for one, I’m a 15 year old girl and seeing him\non the table was weird but, also learning about anatomy and massage, I thought this\nwould be part of it. So obviously, I thought it was part of the massage program, so I said\nok, this is fme. And, he then instructed me on how to touch the body, Jeffrey’s body,\nhow to massage him, and for the first hour, it was actually a real massage, maybe not an\nhour, maybe like 40 minutes or something, but of something like that _and that’s when he\nturned over on the other side and to expose himself fully. So then Ghislaine told me that\nshe wanted me to undress and began to take off my shirt and skirt, my white uniform\nfrom Mar-A-Lago, she also took off her shirt and got undressed, and so I was there with\njust my undies on, and she was completely bare, and made some kind of little flake about\nthe underwear that I was wearing because it wasn’t my normal sexy girl underwear and\njust like, I don’t know, had red hearts on it or something like that; just your normal, you\nknow, real cute underwear. Anyways, so during all of this I’m kind of like what’s going\non, how do I act, what do I say, I was so afraid of, not afraid or fearful for my life but\n_unsure of how all this started and wanting to obtain a profession_ I was so afraid\nthinking about upsetting and disappointing them, I don’t know, it’s a weird situation by\nfar and I was expected to _Lick his nipples, instructed on how to do so by J.E_ and give\nhim oral sex while he wanted to fondle me, and then at the end, I was told by Ghislaine to\nget on top and straddle Jeffrey sexually, and when we were done, we went and had a\nshower in the room and Jeffrey told me to wash him up and down, you know with a bar\nof soap and make sure he was all cleaned up. And then he took me downstairs and took\nme to two of the guards and told John to bring me home. John was the butler at the time.\nJS: Let me interrupt you for just a moment there if I could, Virginia. You mentioned as you\nwere recounting those details that you were 15 years old at the time. What is your date of\nbirth?\nV: August9th, 1983\nJS:\nAnd can you tell us please, as best you’re able to estimate it, what the date was when this\nfirst encounter occurred?\nEdwards adv. Epstein\nTelephone interview with Virginia Roberts\nPage 4 of23\nV: I’ve got it written down. It’s like - I’m not good with math — hold on — I thought I wrote\nit down but I didn’t. I’m not too sure, I think it was 1998 off the top of my head and\naround June of 1998, I would say as I was turning 16 at the end of the summer.\nJS: Alright. You talked about the room where Jeffrey had the pornographic photographs.\nDid you actually see that room on the occasion ofyour first visit there?\nV: No, I got to see that room a few visits after but I was just trying to describe that room to\nyou guys so you knew exactly what room I was talking about.\nJS: Another question for you, and I don’t mean to be prying into your personal life, and if I\nask you any questions at all that you’re uncomfortable answering, then you just tell me\nthat and we’ll move on, because I appreciate your cooperation and the last I thing I want\nto do is impose upon that cooperation, but can you tell us please just generally what kind\nof sexual experience you had had prior to this confrontation with Jeffrey?\nV: Yeah, sure. A close family friend has sexually abused me, and I was on the streets at 13\nyears old. I was picked up by a 67 year old man named Ron _Eppinger_ who did exactly\nwhat Jeffrey did with me abuse and violate my youthfulness — & I was with him for 6\nmonths. So, he was gone and then I had this boyfriend who was like my school friend\nfrom young days but we just kept in contact with each other and we were on and off\nconstantly, and that was Tony Figeroua_, and there was also another younger guy was\nnear my age, Michael, I can’t remember his last name, but yeah, there, I mean, there\nwasn’t like a string of men or anything, but there was Ron, like I told you, and he was the\nfirst guy expecting me to do so-called disgusting affairs. Jeffrey actually knew Ron,\nwhich was quite weird when I told Jeffrey the story about Ron, and Jeffrey had actually\nmet him, and yeah. Anyway, just another story, and yeah, there were a couple of men,\nbut that gives you an idea.\nJS: Now when you described the photographs in the room as pornographic, tell me just a\nlittle bit about the photographs, if you would please? First, how many of them were\nthere?\nV: At least 100, and like I said, they covered the room from the ceiling, not the ceiling but\nfrom the top of the edge of the wall to the bottom of the floor. I want to say at least a\nhundred, even more, there could have been more in the boxes _Some of them were A4_\nphotographs, like the large size, some of naked women posing, you know, positions, sexy\npositions. Others were, you know, some girls had bikinis on, and it wasn’t so\npornographic, but it was all women, and it was all in a sexual nature.\nJS:\nWere there photographs where more than one person appeared?\nV: Oh yeah, plenty of them. There were lots of naked photographs, I mean I was just trying\nto give you a visual range. There was anything from 5x6s to 4x8s to 8x4s. Some of them\nEdwards adv. Epstein\nTelephone interview with Virginia Roberts\nPage 5 of 23\nhad frames, some of them were out of frames, but they were all, like I said, they were all\nwomen, they were all sexual in nature.\nJS:\nWas it your impression that there were a hundred photos of a hundred different people or\nwere there multiple photos of the same woman or girl?\nV: There was definitely a lot of different girls. I mean it wasn’t easy to sit there and say,\nyou weren’t finding 5 girls out of some photos, no. Were there a hundred different ones?\nThere could have been pictures of some girls, I really couldn’t get close necessarily to\nactually recognize faces or anything like that. But if you, you know, the range of them\nwere all different, majority of them were different, yeah.\nJS:\nDid there ever come a point in time when you became aware that a photograph of you\nhad been added to the collection?\nV: Yes, there was. Ghislaine took several nude photographs of me for Jeffrey. So, yeah,\nthere were pictures of me and there were pictures, he wasn’t shy, that wasn’t the only\nplace in his house that he kept the photos. He liked photos all over his house. If you\nlooked in his den or on his desk or in on the hail table, a giant hall table in his house,\nthere were at least a hundred photos of girls in frames. Not all of them were naked, a lot\nof the ones that were all around his house were not naked girls posing pornographically,\nsome were pictures of celebrities and politicians he had known_or things like that or had\npants on or whatever, but yeah, there was a lot of mixed photographs in the outside ones.\nJS: Were there any photographs of girls or young women that you knew or that you\nsubsequently came to know that you saw in the house?\nV: Yeah, yeah, there was. There was pictures of Nadia Bjournik , pictures\nSarah Keller, pictures Emmy, pictures of me, pictures of the regulars, but a lot of the\ngirls, sometimes Jeffrey could have like 7 girls a day, and he would only see those girls\nonce if he got bored. I don’t know. These weren’t my days. I heard he’s gotten a lot\nsloppier since I left. So, I don’t know anyways, but when I knew him, there was just a, it\nseemed, there was such an influx of girls coming in and out, so did I recognize a lot of\nthem? Maybe, maybe not, but then they were all definitely beautiful, they were all\nranging in age, some of them young, some of them older in their 20’s, I mean it was just\nthey were all beautiful.\nJS: You’ve told us about the first visit. Was there any discussion on the occasion ofthat first\nvisit about your returning?\nV: Yes, they were very pleased with me and after the encounter was fmished, the sexual\nencounter, he went and told me I did well and I have a lot of potential to become a\nmassage therapist and if I’d like I could return tomorrow, you know, and do the same\nthing and get paid $200/hi, so Jeffrey insisted that I come after work, and over the next\nfew days, I guess the relationship grew into more, and within a couple of weeks, not even\nEdwards adv. Epstein\nTelephone interview with Virginia Roberts\nPage 6 of 23\na couple of weeks, maybe a week, I had quit Mar-a-Lago and I was working for Jeffrey\nfull time.\nJS: Ok, let’s talk about your job .at Mar-a-Lago, if we could. You said that your Dad was\nworking there. What was his position at Mar-a-Lago?\nV: He was a maintenance supervisor I think is what it was called? He like managed the\ntennis courts and air conditioners and things like that.\nJS:\nWhat is your Dad’s full name?\nV: Sky William Roberts.\nJS:\nAnd is he still living here in South Florida now?\nV: No, he’s not, he’s in California.\nJS: Ok. Is your Dad aware of what is currently going on with regard to your having made\npublic statements about your relationship with Jeffrey?\nV: Yes, he is well aware of it. I told my family even before all this stuff came out, because\nthey were the first ones contacted by the journalists from Mail on Sunday. I know that\nthey the Mail on Sunday printed that I had gone out and tried to, I mean I think one of the\nphotos said that I was angry that I saw Jeffrey and the Prince walking together and that is\nwhy I came out and went public with everything. Not true. I mean, I am angry about\nhow they are still up to their old ways together and that they’re still hanging out but I\ndidn’t contact the Mail on Sunday and I didn’t bring it out. I figured that everyone was\ngoing to bring it out anyway and I better bring it out the right way. He’s known\neverything from the start, and my family is very supportive with everything going on.\nJS: I’m kind of going to jump around a little bit and I apologize for that, but since the subject\nhas come up, tell me first of all why you are providing this cooperation to us, and I am\ncertainly very appreciative of it, but I want you to tell us why it is you’ve chosen to spend\ntime with us on the telephone and provide this information that you’re now providing.\nV: I’m out to help the bigger picture, you know, I think all of us can make a big difference in\na lot of other people’s lives and I think that this has gone on long enough and it’s a big\nslap in my face that he can get away with hurting me so bad let alone so many other girls\nand laugh about it. I guess I talked to you guys out because I want to see the right thing\nhappen, not just to him, but I want people in the world to understand this is not the way\nof life, you know, it’s not acceptable to go out procure young girls and make them think\nthat, this is the way you should be living and that’s all. Yeah, I guess my reason for\ndoing it is to help the bigger picture, you know, I’m a big believer in karma and I believe\nthat good things will come back to you, so I guess that’s why I’m doing this.\nEdwards adv. Epstein\nTelephone interview with Virginia Roberts\nPage 7 of 23\nJS:\nJust for the record, neither Brad, nor I, nor anyone representing that they have anything to\ndo with us has made any promises to you. Is that correct?\nV: That is correct. I’ll tell you, since this is our first conversation, that nobody has made me\nfeel like I’ve been bribed or bought or had to say anything. I’ve told you anything that I\nknow from my own self, not some things somebody told me. If anything, Brad’s been\nextra careful not to tell me anything and let me do all the talking, so it’s quite opposite I\nthink.\nJS: Airight. Let’s get back then to the story of your relationship with Jeffrey, and we’ve\ntalked about your first encounter with him and how it evolved from that into your full\ntime employment with Jeffrey, but what were you doing at Mar-a-Lago before you quit\nMar-a-Lago?\nV: I was just a locker room attendant and sometimes I did babysitting for the rich and\nfamous. So, I wasn’t anything big. I worked in the spa area. That’s why I was studying\nanatomy, because I was really really interested in becoming a _massage therapist, and at\nthe locker room, I didn’t do much. I mean I was making tea for a living, I would, you\nknow, make sure the toilet paper had a little triangle in it after everybody went to the\ntoilet, or wipe down the water from the basin, you know, it was a very easy peasy job.\nJS:\nDid you get that job through your Dad?\nV: Yes, my Dad got me the job.\nJS:\nOk, and you were only 15 years old at the time, were they aware of how old you were at\nMar-a-Lago?\nV: Of course, definitely. We had to go through extensive, you know, we even had to get\ndrug tested and id test and so on and so forth. I mean, Mantas (?) is very strict on\nemployment, yeah, everybody knew.\nJS: Ok. Was there ever any conversation with Ghislaine about how old you were before you\nwere taken to Jeffrey’s mansion?\nV: No. She didn’t ask me how old I was from the start, but when I did get to Jeffrey’s\nmansion, it was discussed how old I was.\nJS:\nWith whom?\nV: During the entire hour of what I call the legitimate massage I was giving him, it was cat\nand mouse games getting information from me to find out who I am, am I a willing\nparticipant in these kind of things, and how would I react if they were about to take the\nnext step. But they got information off of me, they got my age, they got my, a little bit of\nmy history so they knew I was, you know, not very stable at home, and they knew that,\nEdwards adv. Epstein\nTelephone interview with Virginia Roberts\nPage 8 of23\nyou know, I was actually interested in making my life better by studying so what they\nwere offering me was a chance to become a legitimate masseuse but it was getting\ntrained. They would have people show me how to work the body and be called a\nmassage therapist and get me books on it, and you know, keep me interested, and every\ntime, you know, I was with Jeffrey, literally was about massages, I don’t mean just going\nin and have sex with him. I mean massage, because it would always start out with\nmassage and then it would lead into sometimes other things.\nJS: Airight, once this evolved, into full time employment, what did full time employment\nmean?\nV: That was entirely having to travel with Jeffrey in every city. When he was in Palm\nBeach, I stayed at my apartment, and he would call me to his house once or twice a day\nsometimes, and that’s, you know, do things with him. Sometimes we’d go out shopping,\nsometimes we’d go out and watch a movie. You know, simple things like that, go to an\nexpo or a fair, whatever it was. But when we were in other cities, I was at my\napartment, I lived with him full time. What I mean by full time is even in the middle of\nthe night, I could get a ring on my phone next to me and tell me to come in his room, you\nknow, so it was literally full time.\nJS:\nWhen you say that when you were in Palm Beach you were living in your apartment,\nwere you living on your own or were you living with members of your family at that\ntime?\nV: No, after I quit Mar-a-Lago, Jeffrey offered to get me an apartment in Palm Beach\nsomewhere, Royal Palm Beach, and it was a nice apartment. He furnished it for me, it\nwas absolutely beautiful, but yeah, that’s the only time I would spend time away from\nhim really.\nJS:\nThis apartment was on Royal Palm Beach Boulevard or out in the Village of Royal Palm\nBeach?\nV: I so honestly don’t remember. I’ve been trying to rack my brain because the FBI was\nasking the same thing and were trying to fmd it, but yeah, I’m Not sur_. I didn’t get to\nspend as much time in it, I was only there about an entire week out of every month\nprobably, but the majority of the time I was with Jeffrey anyways. It was somewhere in\nRoyal Palm Beach. I don’t know about Royal Palm Beach drive. I don’t even remember\nthe Royal Palm Beach drive anymore so I’m not too sure.\nJS: Ok, let me see if I can draw the distinction for you and maybe that will help you to help\nus? Royal Palm Beach is a village that is...\nV: No, no, no, I got Royal Palm Beach, I just didn’t know the Royal Palm Beach Drive, like\nwhat street it’s off of. Were you talking about a street?\nEdwards adv. Epstein\nTelephone interview with Virginia Roberts\nPage 9 of 23\nJS: Yes, I was talking about a street. Royal Palm Drive is on the island of Palm Beach, and\nit’s a street that is lined with large royal palm trees, and I’m wondering if this was an\napartment on the island or was this an apartment out west oftown...\nV: No, it was actually in Royal Palm Beach, not on the island.\nJS:\nAiright.\nV: I would be driven, it was closer to my family than it was closer to him. I wanted to be\nclose enough to everybody else so that when I was in town, I could just go see them\nquickly.\nJS:\nOk. So we’re not talking about Royal Palm Boulevard. We’re talking about the town of\nRoyal Palm west of town. Jeffrey got you an apartment out there.\nV: That’s correct.\nJS:\nWhen he was in Palm Beach, you were generally not staying at the mansion, you were\nstaying at the apartment that he got for you out west of town.\nV: That’s correct.\nJS:\nOk.\nV: I mean then there was times, I don’t wanna say that every time I stayed at my apartment.\nThere was times we’d fly back from some city maybe too late at night to really want to\ngo back home, so you know, it’s like 12:00 at night or 1:00 in the morning. I was just\nstaying in the yellow room, or something like that; one of the guest rooms in Palm Beach.\nBut majority of the time, I would definitely want to get back to my own apartment.\nJS: Alight. What were the general hours of your full time employment when ...?\nV: There was not set hours. It wasn’t like logging, and you know, hitting the shift button,\nnothing like that. The way I would get paid would be, ok, if I was in Palm Beach, I\nwould get $200 an hour to massage Jeffrey or some of his friends and then go home. So\nit would be like that. If I was traveling with him, it would be per massage, so I would be\ngetting paid per day. So I wouldn’t be getting paid on an hourly rate. He wouldn’t say\nok, today you’re going to work for me from 7:00 in the morning until 8:00 at night. It\nnever like that. I was on call all the time.\nJS:\nWhen you were here in Palm Beach, were you actually getting paid only for the time\nspent massaging Jeffrey or were you getting paid from your arrival at his house until you\nleft the house?\nV: From the time the massage started.\nEdwards adv. Epstein\nTelephone interview with Virginia Roberts\nPage 10 of 23\nJS: From the time the massage started. Ok.\nV: Sometimes we’d go there and I would wait for a while or talk with G’hislaine and Jeffrey\nabout something or we’d meet somewhere and talk about something. A lot of times, I’d\nmeet him upstairs in his room where he was ready for me. But then there was a lot of\ntimes where it didn’t start right away, so he couldn’t really pay me from the time I got\nthere sometimes unless it was just paid from the time I massaged him til the time the\nmassage was over.\nJS: Airight. Did your duties for Jeffrey ever include anything other than providing him\nmassages and sex in connection with the massages? Did he ever give you any other\nresponsibilities to perform?\nV: I was asked to do the same things that I did to Jeffrey to a few of his fellow colleagues as\nwell. Those were my duties. He looked at it this way is that I was going to be a\nprofessional massage therapist, and maybe I needed some clientele, so he had me perform\nerotic massages on a few people.\nJS:\nDid that start here in Palm Beach County?\nV: It did. The first one did.\nJS: Ok, and how long after you first met Jeffrey did he first ask you to provide services for\none ofhis friends?\nV: About 9 months, I think it was. It wasn’t a full year, it wasn’t 6 months, but between 6\nmonths and a year, which is why I’m saying 9 months.\nJS:\nAnd when you provided services to a friend of Jeffrey’s, who paid you for those services?\nV: Jeffrey would. I would get paid the next time I saw Jeffrey, so if I was invited to the\nBreakers Hotel to give a massage, I would give a massage, I would go home, and the next\nday when I saw Jeffrey, he would pay me for what I did. So, it was paid always by him,\nit was set up by him, so he always knew what to pay me. I did get tips and things like\nthat, if you call it that, you know, like a hundred dollar tip or something from a few of\nthem, you know, yeah.\nJS:\nWas there..\nV: There was always payment from Jeffrey.\nJS:\nWas there ever any discussion with Jeffrey about what was expected to happen when you\nprovided massage services to one ofJeffrey’s friends?\nEdwards adv. Epstein\nTelephone interview with Virginia Roberts\nPage 11 of23\nV: In a roundabout way, yes. In so many ways, Jeffrey really really had to train me, and that\nwas why Ghislaine said that she and Jeffrey enjoyed me so much was because they never\nreally had to speak much to me to tell me what they wanted me to do. You know, I\nwasn’t waiting for you know, their directions. Jeffrey would tell me to go give an erotic\nmassage to friends. He wouldn’t give me much detail about it, but he would say to treat\nthem like you treat me.\nJS:\nDid he refer to it as an erotic massage or are those your words?\nV: Erotic massage is my words. That’s exactly what it was, but he would tell me to treat\nthem how he wanted it, so I’d do what he wanted without having to say to me words\nmore. I mean, I complied with what he wanted because it was somewhat of a, I don’t\nknow, I don’t know how to say it, it was just very mindboggling how I let him have so\nmuch control or power over me basically. The massages would be routine to what Jeffrey\nwanted with my so called new clientele, and with their own words would ask me to\nprovide them with sexual pleasure after the massage.\nJS:\nDid you ever report back to Jeffrey about what happened when you provided massages to\nhis friends?\nV: Of course, of course, and I knew that his friends were reporting back to him as well\nbecause there were times where he would instigate conversation by saying you know, so\nand so had a great time, you did wonderful, you know so and so gave me a call and told\nJ.E how it went...\nJS:\nDid Jeffrey ever elicit details from you? “Tell me what happened, describe in detail what\nwent on?”\nV: No, but he would have a laugh, he had a laugh with me a few times about some of their\ndifferent mannerisms, I guess you would say, like some of them, one guy had a foot\nfetish and that was really weird and I mentioned it to Jeffrey, and we would have a laugh\nover it. He didn’t want to know details. He wasn’t asking me “so tell me what did you\nguys do exactly.” No, he just basically gave me a slap on the back and said, you know,\ngood job. And we had some kind of conversation about it. I can’t recall any conversation\noff the top of my head. I really don’t know one. It’s been that long. But yeah, we did\ntalk about it briefly.\nJS:\nCan you give me an estimate as to the number of friends for whom Jeffrey provided and\npaid for your services?\nV: There was about, you know, I don’t know, 8 guys possibly.\nJS:\nAnd are you able to name those people for me?\nEdwards adv. Epstein\nTelephone interview with Virginia Roberts\nPage 12 of 23\nV: No, not at this stage. I just, some of these people are really influential in power, and I\ndon’t want to start another shitstonn with a few of them. I’ll tell you that there was some\nerotic massages given to, I’m just afraid to say it to you.\nJS:\nOk, Virginia.\nV: It’s like geez, I don’t know if I want to, I’m really scared of where this is gonna go.\nJS: Alight. I understand that, and as I told you from the beginning, if I ask you a question\nthat you are uncomfortable answering, you just tell me that, and I will move on, and I\nunderstand that at least right now, you are uncomfortable answering, and I am certainly\ngoing to respect that.\nV: Thank you so much, Jack.\nJS: No, that’s quite alight. I am very appreciate of the cooperation you are providing, and I\ndon’t want you at any time to feel that we are taking unfair advantage of that cooperation,\nso give me the information that you’re comfortable giving me, and if we get to a point\nwhere you’re uncomfortable, I will respect that and we’ll move on from there.\nV: Ok.\niS: I want to talk a little bit about the traveling that you did with Jeffi~ey. About how long\ninto your relationship with him did that first start?\nV: Immediately. I started traveling immediately. Not internationally until I think about,\nGosh, I can’t remember even, I think it was a year later that we started doing international\ntravel. Maybe like 9 months to a year again. Not too sure to be honest.\nJS: So that would have been approximately the summer of 1999? Somewhere around there?\nV: Yes. Somewhere around there. Somewhere around a year, somewhere around there, I\ncan’t pinpoint it exactly. But like I said, we started doing domestic traveling\nimmediately, so my first destination with him was New York and Santa Fe and the\nCarribean, California, I would take trips with him occasionally. Sometimes we would go\nto St. Louis or New Orleans or Santa Cruz. We were traveling just about everywhere I\nthink.\nJS:\nHow did you travel?\nV: Well, we took Jeffrey’s private jet, and unless I was being sent somewhere by myself for\nwhat we were just talking about before, then I would travel on a what do you call, a\npublic jet, whatever it is...\niS:\ncommercial flight?\nEdwards adv. Epstein\nTelephone interview with Virginia Roberts\nPage 13 of23\nV: Yes. Just a normal flight, an e-ticket.\niS:\nLike the rest of us common folk.\nV: But when I was traveling with Jeffrey, the majority of the time would be on the black jet.\niS:\nNow, when you say there would be times when you would travel by yourself because he\nwas sending you somewhere, tell me about that. How did that come about?\nV: So, one of his colleagues would be at the Carribean or Santa Fe or even New York, or\nwherever, and he would call me up on those days where I am not working with him or in\nPalm Beach with him, and he would ask me to get on the next plane to so and so and go\nmeet so and so, and that’s when I would take e-tickets. His secretary or special assistant,\nwhatever, would organize it for me and give me the details and I would just walk up the\nline and they’d let me right through.\nJS: Can you give me any ideas as to how many times it happened that Jeffrey would send\nyou off to meet some friend of his at some location outside of Palm Beach?\nV: How many times it happened? I’m not too sure. Probably about 10-15 times.\nJS: Ok. And on those occasions, how much time would you spend with one of Jeffrey’s\nfriends when you were sent to a location that you would have to travel to?\nV: Only a couple of days. Only 2 days, that’s it.\niS:\nAnd how were you paid for those trips?\nV: I would be paid in cash upon my arrival back with Jeffrey. So, whenever I was back with\nJeffrey, he would count up how many days I’ve had, sometimes give me even more than\nwhat I deserved, not deserved, but what I earned and give me a little extra.\niS:\nWas there a daily rate for those trips or was that per massage also?\nV: Per massage. With Jeffrey, I would be honest. I wouldn’t tell him I did 15 massages if I\ndidn’t. He knew he could trust me. He could always come back to the other person that\nhe sent me to give massages and ask them as well, so you know, it was always by per\nmassage.\niS: Alight. When we’ve been talking about massages, tell me exactly what it is we’re\ntalking about when we speak about massages.\nV: Same thing I would do to Jeffrey. Again, it would start out as a massage, which would\nstart with them being naked, and me giving him a legitimate massage to begin with, so\nEdwards adv. Epstein\nTelephone interview with Virginia Roberts\nPage 14 of23\nI’d start with his feet, go up to his calves, up his legs, buttocks, back, his neck, his head,\nhis arms, yada yada, and then it would be time to flip over, and some of the men would\nwant me to continue on massaging the front side of them and they would instigate me to\nbegin having sex with them or foreplay, whatever you want to call it.\niS: So routinely, these massages involved sexual activity. Is that accurate?\nV: That is accurate.\niS: Ok. Let’s talk about the travel that you were involved in when you were on Jeffrey’s\nprivate plane. Generally speaking, who were the passengers on the plane when you\ntraveled.\nV: Well, Larry was the pilot, and then there was a short, small solid guy, I don’t know his\nname, but he was a co-pilot, and then he changed and there was another guy brought in\nlater on. Generally speaking, there was always Jeffrey, sometimes Ghislaine, sometimes\nEmmy, sometimes a whole bunch of other girls, sometimes famous people, sometimes\nsome politicians or yeah, just about anybody could fly on his plane. There was never no\nany set routine who would come and who would go. It was an influx of people on\nJeffrey’s airplane.\nis: I want to deal with these things separately in order to respect some of the reservations\nthat you have, so I’m going to ask you who the people were that you remember flying\nwith Jeffrey on his plane when you were personally present without regard to whether\nthere was any sexual activity that occurred on the plane or not. So I’m not asking you to\nimplicate any of these famous people in improper conduct, but just tell me what the\nnames of the people are that you remember that you consider to be famous people.\nV: Ok, there was Naomi Campbell, Heidi Kium, there was Bill Clinton. There was Al (?)\nGore, there was a whole bunch of models, I wouldn’t really honestly be able to give their\nnames. There was Matt Groning the producer of the simpons cartoon, Jack CCousteau’s\ngranddaughter a lot of interior designers, architects, politicians. I am just trying to think\nof as many names as possible for you. Off the top of my head, that’s as good as I can get\nfor now.\niS: Ok, alright, that’s fine. And again, I am not implying by my questions, nor do I want\nyour answers to be interpreted as your suggesting that any of those people that you have\njust identified were engaged in any improper activities on any particular flight, but I want\nto talk to you now about what went on on occasion on the airplane. Ok?\nV: Ok. It was a lot of the same thing that went down on the ground. A lot oftimes, it would\nbe just be me and ieffrey, or me and Jeffrey and Ghislaine, or me and Jeffrey and some\nother girl, sometimes Emmy, Sarah, and Nadia Bjournik. There would be sexual conduct,\nthere would be foreplay, there was a bed in there, so we could basically reenact exactly\nEdwards adv. Epstein\nTelephone interview with Virginia Roberts\nPage 15 of23\nwhat was happening in the house. It would start off with massaging or we would start off\nwith foreplay, sometimes it would lead to, you know, orgies.\niS:\nWere there occasions when you were in ieffrey’s company, whether on the ground or in\nthe air, where there were other girls present whom you knew to be under age 18?\nV: Yes. There was a constant influx of girls coming in and going out. And we were all very\nyoung. On occasion, there was some older girls, and I don’t mean older as in like in their\n30s or anything, I mean like 28, 29, something like that, just very rarely. The majority of\nthe girls that Jeffrey actually met or had on his plane or in his house were under age.\niS:\nDo you know how it is that Jeffrey established with any ofthese underage girls?\nV: Yes, I do. He would send me personally or with other girls to clubs or shops, to pick up\nanywhere, I mean we were constantly on the look for other girls that might satisfy\nJeffrey.\niS:\nWhat instructions were you given about what to look for?\nV: Young, pretty, you know, a fun personality. They couldn’t be black. If they were any\nother descent other than white, they had to be exotically beautiful. That was just about it.\niS:\nWho gave you those criteria?\nV: They both gave us the instructions, and it wasn’t just me, Jeffrey asked most girls to bring\na friend and make extra money. They would use us young girls So that way it probably\nlooked a lot more safer to a girl that we were procuring to younger girls that were already\ndoing it. That was the way that Jeffrey had it.\niS:\nWere you given any instruction at all on how to approach these girls?\nV: Yes. Jeffrey and Ghislaine both taught me to, depending on the circumstances,\ndepending on the girl, you could offer them a job as a massage therapist or you could tell\nthem you have a really rich friend with, you know, great contacts in the acting world or\nmodeling world and he loves pretty girls, you should come back and meet him, make\nsome money, you know, we had a whole bunch of ways to be able to procure girls.\nJS:\nCan you give me any idea as to the total number of underage girls that you know engaged\nin sexual conduct with Jeffrey during the period of time you had your relationship with\nhim?\nV: I would have no way of estimating that whatsoever. I mean, there could be a hundred,\nthere could be more, honestly I’m not too sure how many girls, really. I wish I did know.\nI mean like I said there were so many over the course of 4 years with Jeffrey.\nEdwards adv. Epstein\nTelephone interview with Virginia Roberts\nPage 16 of23\niS: Let me see if we can try to narrow it down a little bit. Is there any doubt in your mind\nthat it was more than 10?\nV: Yes, there was definitely more than 10.\niS: Ok, what I want you to do is to give me the highest number that you are comfortable in\nsaying there were definitely more than X number of underage girls that I know Jeffrey\nEpstein engaged in sex with while I had a relationship with him. How would you fill in\nthat blank? Definitely more than how many?\nV: I’d say definitely more than a hundred.\niS: Alight. Did ieffrey ever help to pick out your clothes?\nV: Oh yes. I mean he wasn’t out to dress me like a porn star or anything. He would always\ndress me very classy, but ‘we’d just go shopping all the time together.\nis: Did he ever express any style preferences in terms of how he wanted you to dress?\nBesides dressing classy, I’m, you know, any other suggestion to you about how he\nwanted you dressed?\nV: He didn’t, like I said, wasn’t trying to dress me in any prostitute way or anything like\nthat. It was nice, classy outfits I was wearing like Gucci, Dolce Gabbana, Chanel, things\nlike that. He was buying me a lot of very, very nice clothing. It was provocative. I mean\nI was wearing miniskirts, and tight short shorts and little shirts that showed my belly and\nmy cleavage and everything, but they were very expensive clothes.\niS:\nWas there every any dress up role playing?\nV: Yes. There was. Lots of it. Jeffrey loved the latex outfits Ghislane had for us girls, he\nhad bondage outfits, he had all different kinds of outfits, but his favorite was the\nschoolgirl.\niS:\nTell me about that.\nV: Well, you know, Ghislaine would take me to dress me up to surprise i.E or Jeffrey would\nask me to get dressed up, that would include wearing a tiny little skirt with nothing\nunderneath, a white collared shirt that you would be wearing to school with a tie in it, tied\nup _in a bow, my hair in pigtails, stockings on up to my knees, and I would go in there\nand act like a kid and we’d do role playing sexing.\niS: Did ieffrey ever brag to you about the age of any of the girls with whom he had\nrelationships?\nEdwards adv. Epstein\nTelephone interview with Virginia Roberts\nPage 17 of23\nV: Yes, he did. He did all the time. The worst one that I heard from his own mouth was this\npretty 12 year old girls he had flown in for his birthday. It was a surprise birthday gift\nfrom one of his friends and they were from France. I did see them, I did meet them.\nJeffrey bragged afterwards after he met them that they were 12 year olds and flown over\nfrom France because they’re really poor over there, and their parents needed the money\nor whatever the case is and they were absolutely free to stay and flew out. Those were\nthe worst ones. He was constantly bragging about girls’ ages or where he got them from\nor their past and how terrible their past was and good he is making it for them.\niS: Where were the 12 year old girls flown to from France? Where did they come to?\nV: Palm Beach.\niS:\nAnd were they flown in on Jeff’s private plane or did they get transported?\nV: No. They were transported by somebody else.\niS: Ok. Was the sexual activity that went on on the airplane conducted in such a way so that\nany of the crew was aware of what was going on?\nV: They were told to knock if they had to come out, if the crew had to come out. They were\ntold, you know, to come out as little as possible, so they weren’t out there hanging out\nwatching everything, no, but it doesn’t take an idiot to put two and two together to say\nwell there’s a whole bunch of half dressed teenagers on board with this old man who is\nconstantly being massaged by them and he wants me to keep the door shut for what\nreason? I mean, only they could put that together, but yeah, they knew.\niS:\nDid Mr. Epstein ever talk to you about people of power and influence owing him favors?\nV: He would laugh about it, you know, I never really knew what to take serious from Jeffrey\nbecause he was such a funny character at times. You never knew if what he was saying\nwas true or not. Yeah, lots of people owed him favors from what he told me. He’s got\neverybody in his pocket, and he would laugh about he helps people for the sole purpose\nin the end they owe him something. That’s why I believe he does so many favors in the\nfirst place.\niS:\nWhen and how did you first become aware that Mr. Epstein was in trouble with the law?\nV: I was first informed by, I think someone from the FBI called me first and started to ask\nme questions, and I started to answer the questions but then fear took over, and I just said\nlook, I don’t know what’s going on, I’ve got a young family that I don’t want to risk, you\nknow, please don’t bother me about this again, and it was real short simple conversation,\nand within a week or 2, I had gotten a call from Jeffrey’s attorney, and then a week later,\nJeffrey himself.\nEdwards adv. Epstein\nTelephone interview with Virginia Roberts\nPage 18 of 23\nis:\nOk, well let’s back up before we get to those conversations and tell me approximately\nwhen it was that you were contacted by the person who you believe was with the FBI.\nV: Ok. It’s hard for me to pinpoint, if I had to pinpoint it, it would be in 2007 sometime.\niS: Alight. And you were living in Australia at that time, correct?\nV: Correct.\niS:\nYou were contacted by telephone?\nV: That’s correct, by my cell phone.\niS:\nOk and do you have any idea how your name came up leading to that contact.\nV: No idea. No idea whatsoever. When I did ask, I was told that some girls had revealed\nmy name, I guess, and that’s how everybody, the FBI knew to contact me.\niS:\nOK.\nV: But I don’t know ofthand or sorry, I just walked into the wrong room.\niS:\nOk.\nV: Sorry go on.\niS: Yes & I’ll never tell her you said that. Virginia, how long was it after that phone call\nfrom the FBI person were you contacted by Mr. Epstein’s lawyers.\nV: Like a week. It was back to back to each other. I remember being so scared after talking\nto the FBI thinking what’s happening, what’s going on. It’s been like 6 years, 7 years at\nthat stage, how did they find me & what do I have to do with this? So yeah, I do\nremember that very well, and it was only about a week later I was called by his attorney.\niS:\nWho was it that contacted you, do you remember?\nV: I want to say Bill Riley, but he might have been from the FBI. No, it was Bill Riley. Bill\nRiley. Not sure ifthat’s his correct name, but that’s what is coming to mind\nJS:\nWhat do you remember about that conversation?\nV: I remember a Mr. Goldberger as well, I remember, there might have been two of them.\niS:\nAiright.\nEdwards adv. Epstein\nTelephone interview with Virginia Roberts\nPage 19 of23\nV: I can’t remember which one it was. I want to say Bill Riley is the good one.\niS:\nAiright, so either Bill Riley or a Mr. Goldberger or both of them contacted you, and what\ndo you remember about that?\nV: I don’t know if it was the same guy who contacted me that week later who put me in\ntouch with Jeffrey. I think he was on the phone and he put speakerphone on with Jeffrey.\nSo he connected me with Jeffrey. I don’t know if it was the same guy or different, but I\ndefinitely know that Bill Riley was the first guy to contact me. I’m pretty sure about that.\nJS:\nOk. Tell me about that conversation.\nV: He asked me what I knew about what’s going on with Jeffrey and apparently, there was\nan investigation being held about some of the girls who had come out and said that\nJeffrey had sexual contact with them under the age of a minor and that he was\ndiscrediting lot of these girls and making them out to be drug addicts and prostitutes and\nwhat have you so they wouldn’t be looked upon as worthy in the court’s eyes so to speak.\nAnd you know, he told me in the first five minutes that, you know, if I stay quiet, that\n“I’ll be looked after”. And that was the exact way it was said. It wasn’t like you know,\nI’m gonna pay you a zillion dollars or anything if you be quiet, but if I stay quiet, I would\n“looked after”. And I remember saying I don’t want any part to do with this. You know,\nthis is not something I want to be a part of, I’ve got a young family. I wish the best for\neverybody in this, you know, take care kind of thing. A week later, I was called after the\nhearing by one of Jeffrey’s lawyers. I can’t tell you exactly which one it was but he had\nJeffrey on the other line and he connected Jeffrey and I, and Jeffrey tried to make some\nsimple conversation, “How are you? How have things been?” You know what I mean,\ncatching up.\nJS:\nDo you know if the lawyer, did the lawyer stay on the line while Jeffrey was speaking to\nyou?\nV: I’m pretty sure he did. That’s why I think ieffrey was on speaker phone because it\nsounded a lot different, and I was never taken off the line to begin with or connected to\nanother line, so I was pretty sure Jeffrey was on speaker phone and the lawyer was\nmaking the call. After the simple conversation, it led to what was going on again and you\nknow, Jeffrey couldn’t believe it. You know, he thought he helped all these girls out. He\ndidn’t think he was wrong in any circumstance here at all. A lot of these girls were drug\naddicts and just after drug money. You know, he was really putting down these women\nor these girls I should say, not giving them the credit they deserved, and then he exactly\nrepeated what the lawyer said the week before is that he would look after me if I stayed\nquiet, and if I need any help, you know, his lawyers would represent me and he would get\nlegal help for me, whatever I need, he would do, and I told him exactly, I said, “Jeffrey,\nI’m the mother of two children at that stage. I’m away from everything there, I don’t\nwant to be a part of it. I’m not going to speak to anybody and I don’t want to speak to\nanybody, I don’t want to be involved.” That was the last time I heard from him. And the\nEdwards adv. Epstein\nTelephone interview with Virginia Roberts\nPage 20 of 23\nnext thing I knew, I was sent my victim’s letter, my notification of being a victim through\nthe US Attorney’s Office and that’s when I knew it was well out there enough not to have\nJeffrey’s lawyers come back on me and discredit me in the same way he had done to all\nthe other girls. So, I called up Joseph Bird who was the recommended lawyers on my\npaperwork that they had given me and started going from there.\nJS:\nSo you contact Mr. ioseph Bergs’ office and then you were dealing with his office from\nthat point forward.\nV: That’s correct.\niS: Tell me about the ending of your relationship with Jeffrey. That is, at what point in time\ndid your full time employment end and how did that happen?\nV: Ok. So, it hadn’t really ended. I walked away from it all. Jeffrey sent me to Thailand\nwhere I met my husband and escaped to Australia, never to return back to the states.\nAbout 6 months prior to that, he came up with a proposition that I thought was really\ndisgustingly sick. And it really showed me for the first time in 4 years I had been with\nhim that nothing was going to change and I was always just going to be used by him(?)\nwhich I did not like. He offered me a mansion and some of his money every month, I\nforget what he called it, a monthly income of what he made to bear one of his children.\nThe proposition was that if anything ever happened between Jeffrey and I, that I would\nhave to sign my child over to him basically and that the child would be his and\nGhislaine’s, and I would be looking after it as long as nothing happened between Jeffrey\nand I. So, I was kind of freaked out by all of that. I pushed Jeffrey more to please get me\nsome more training, you know, and I was getting older and not of as much interest to\nJeffrey anyways. I was 19 now, and he likes a female a lot younger. So he sent me to\nThailand, in September 2002. I was first supposed to meet a girl there and bring her\nback with me, but I never met up with her. I proceeded get a short course in Thai massage\nso that was to shut me up about my training so I went there, and one of my friends from\nschool invited me to watch a fight, like a muay thai fight, which is like a form\nkickboxing. So I went and watched it, and I saw this guy that was a really good fighter,\nand a girl’s word, looked really hot, so I asked my friend who knew him to introduce me.\nWe got introduced and fell in love immediately, 3 days later Rob proposed and 7 days\nlater I was being married in a buddist temple. I called Jeffrey and told him I’m sorry, I’m\nnever coming back. I’ve gotten married, I’ve fallen in love. I thought he’d wish the best\nfor me but he was kind of rude and he just said “have a good life” and hung up the phone,\nand that was the last time I’d talked to him ever until all this started again.\niS: Ok. Virginia, is there anything else that you would like to add to what you have told us\nup to this point in time?\nV: I’d like to know that this time around something’s going to be done about it and that\nJeffrey and a lot of his colleagues, no matter how rich they are, will know that there is\nEdwards adv. Epstein\nTelephone interview with Virginia Roberts\nPage2l of23\nlaw and that there is people that still believe in it. So that’s it. Thank you guys for\nlistening to me, hearing me out and helping me. It’s kind ofhard to get through.\niS:\nThank you very much. Yes, I’m sure it has been very difficult and I am very appreciative\nof the courage you have shown in doing what you have done, which really brings me to\nthe last subject, and that is what was it that motivated you to go public with all of this?\nV: Sharon Richard contacted me. I like her, I do, I like her a lot. I know she’s a journalist,\nand journalists are normally bloodsucking leeches, but I like her for that, but she is an\nhonest bloodsucking leech. She told me a lot about what was still going on, and she\nshowed me a picture of Jeffrey with a little girl who looks like she could have been 12\nyears old. I mean it was disgusting. I agreed to talk with her, I never agreed to do\nanything until she showed me some pictures, and at that stage, being a mother of 3\nchildren and having a daughter who I would do anything for to protect, I would put my\nneck on the line to make sure she never has to go through what I had to go through, and\nknowing all of this, and knowing that he’s still out there doing the same exact thing with\nno regrets, no remorse, no worry about what he’s doing to those girls, and all those girls\nfeeling the same way that I did, so I, you know, I’m doing it because I believe in my heart\nof hearts it’s the right thing to do. It’s what I would want somebody to do for my\ndaughter or my sister or my friend, and it saddens me to know that it’s still going on right\nnow. It’s like the seashell story. I don’t know if you’re heard the story about the little kid\nwho throws back a starfish, you know, the little brother tries to ask his sister, “why do\nyou throw them in, they’re all gonna die anyways, the little girl says “well, it’s this one\nthat I can help, and this one that I can help,” and that’s what I feel like I’m doing. I’m\nmaking a small dent in this big world we live in.\niS: I certainly appreciate that courage, and I have heard that story, and you’re absolutely\nright, that one person may not be able to make a difference for everyone, but one person\ncan make a difference for someone, and hopefully, you are making a difference for\nsomeone, and we’re gonna do the best we can to make sure you are making a difference\nfor as many people as possible.\nV: Thanks iack.\niS: Just a few other follow up things I want to ask you and again, if any of these questions\nare questions that you’re uncomfortable in responding to, then don’t hesitate to tell me\nthat. Do you have any recollection of ieffrey Epstein’s specifically telling you that “Bill\nClinton owes me favors”?\nV: Yes. I do. It was a laugh though. He would laugh it off. You know, I remember asking\nJeffrey what’s Bill Clinton doing here kind of thing, and he laughed it off and said well\nhe owes me a favor. He never told me what favors they were. I never knew. I didn’t\nknow if he was serious. It was just ajoke.\nis:\nWhere was here?\nEdwards adv. Epstein\nTelephone interview with Virginia Roberts\nPage 22 of 23\nV: He told me a long time ago that everyone owes him favors. They’re all in each other’s\npockets.\niS:\nWhen you say you asked him why is Bill Clinton here, where was here?\nV: On the island.\niS:\nWhen you were present with ieffrey Epstein and Bill Clinton on the island, who else was\nthere?\nV: Ghislaine, Emmy, and there was 2 young girls that I could identify. I never really knew\nthem well anyways. It was just 2 girls from New York.\nJS:\nAnd were all of you staying at ieffrey’s house on the island including Bill Clinton?\nV: That’s correct. He had about 4 or 5 different villas on his island separate from the main\nhouse, and we all stayed in the villas.\nis:\nV: Yes.\nWere sexual orgies a regular occurrence on the island at Jeffrey’s house?\nJS: If we were to take sworn testimony from the people I am going to name, and if those\npeople were to tell the truth about what they knew, do you believe that any of the\nfollowing people would have relevant information about Jeffrey’s taking advantage of\nunderage girls? So I’ll just name a name, and you tell me yes if they told the truth, I\nthink they’d have relevant information or no, I don’t think they would, or I don’t know\nwhether they would or not. Ok? You understand?\nV: Yes.\nJS: Ok. Les Wexner.\nV: I think he has relevant information, but I don’t think he’ll tell you the truth.\nJ5: Ok. Alan Dershowitz.\nV: Yes.\nJS:\nDavid Copperfield.\nV: Don’t know.\niS:\nTommy Matola.\nEdwards adv. Epstein\nTelephone interview with Virginia Roberts\nPage 23 of 23\nV: Don’t know.\nJS:\nPrince Andrew.\nV: Yes, he would know a lot of the truth. Again, I don’t know how much he would be able\nto help you with, but seeing he’s in a lot of trouble himself these days, I think he might,\nso I think he may be valuable. I’m not too sure of him.\niS: Ok. Virginia, I think that’s all I have for you. Let me tell you what I would like to do.\nAs I told you in the beginning of this conversation, we’ve been recording it, and\nhopefully, we’ve got a clear enough recording so that we’ve taken down everything\naccurately and when it’s transcribed, it will be clear and accurate, but what I would like\nto do is transcribe it, send it to you, have you take a look at it, and if there’s anything that\nwe got wrong in the statement, you can write back and you can make changes in the\ntranscript so that the transcript is accurate. Is that fair?\nV: No worries. That is fair. No problem.\nJS: Alight, great. I really do appreciate that and tell me what the best way is to send the\ntranscript to you.\nV: Email. If you just want to send it by email or if you want to send it by mail, either or.\niS: Ok. Give me your email address if you would please.\n_______________________________*\nJS:\nLet me read that back to you:\nV: Yepthat’sit.\nBE:\nThank you ienna, appreciate it.\nV: No problem, Brad.\niS:\nThank you very very much. Bye Bye now.\nV: Take care Jack. Nice meeting you.\niS:\nYou too.\n*Redaction has been made at the request of the witness.\nEXHIBIT K\n������������\n�����\n�����\n���\n���\n��������\n�����������������������������\n��������������������������������\n������������\n��������������������������������������������������������������������\n������������������������\n������������������������\nThank you, Paul. I had reached out to Joan previously to be included on Jack Scarola's e-mail distribution list\nfor the Dershowitz suit, but I wasn't sure if this would also be handled by them.\nI don't want to double up or inundate you, as I know other ITN News colleagues have also been in touch with\nyou. I just wanted to make sure I was on your radar if Judge Marra rules next week.\nBest,\nDonna Paine\nSent from my iPad\nOn Jan 23, 2015, at 1:10 PM, Paul Cassell <cassellp@law.utah.edu> wrote:\n���������\n�\n�����������������������������������������������������������������������������������������������������������\n�����������������������������������������\n�\n�����\n�\n���������������\n������������������������������������������������������\n�����������������������������������������������������\n���������������������������������������������������������������\n���������������������������������������������������������������������������\n��������������������������������������������������������������\n��������������������������������������������������������������������������������������������������������������������������������\n�������������������������������������������������������������������������������������������������������������������\n�����������������������������������������������������������������������������������������������������������������������������\n�������������������������������������������������������������������������������������������������������������������������������\n�\n������������������������������������������������\n���������������������������������������\n�����������������������������������������\n������������������������������������������������������\n�����������������������������\nHi Brad and Paul --\nI had reached out to you both the other week when the allegations of Jane Doe #3 first\nbecame public. I am a freelance TV producer in South Florida, working with ITN News on this story. As\nyou can imagine, given her allegations against Prince Andrew, ITN is quite keen on covering this story as\nsoon as it breaks.\n��\nBE-000115\nEXHIBIT L\n������������\n�����\n�����\n���\n��������\n������������\n����������������������������������\n��������������\n�������������������������������������������������������\n������������\n�\n���������������������������������������������\n�\n��������������������������������������������������������������������������������������������\n�\n������������������������������������������������������������������������������������\n�\n�������������������������������������������������������������������������\n�\nPaul G. Cassell\nRonald N. Boyce Presidential Professor of Criminal Law\nS.J. Quinney College of Law at the University of Utah\n332 S. 1400 E. , Room 101\nSalt Lake City, UT 84112-0730\n(801) 585-5202 (phone)\n(801) 581-6897 (fax)\ncassellp@law.utah.edu\n����������������������������������������������������������������\n�������������������������������������������������������������������������������������������������������������������������������������������\n�������������������������������������������������������������������������������������������������������������������������������������������������\n���������������������������������������������������������������������������������������������������������������������������������������������������\n����������������������������������������������������������������\n�����������������������������������������������������\n���������������������������������������\n�����������������\n����������������������������������������������������������������\nYou should have had from me a couple of zip files concerning VR's travel seen alongside\nPrince Andrew's engagements. Has that arrived with you?\nM\nOn 24 Jan 2015, at 00:58, Paul Cassell wrote:\n�������������������������������������������������������������������������\n��\n����������������\n�������������������������������������������������������\n������������������������������������������������������\n��\nBE-000111\nEXHIBIT M\n/\nMary E. Pirrotta\nFrom:\nMary E. Pirrotta\nSent:\nJanuary 22, 2015 9:38 AM\nTo:\n'Lindsay.Isaac@turner.com'\nCc:\nJoan Williams\nSubject: Re: Edwards, Bradley vs. Dershowitz Document: Complaint (File #: 2015001.3)\nAttachments:\nComplaint.pdf; The Duke of York.pdf\nAttached is a copy of the Complaint in Case No. CACE 15-000072 and also a copy of Mr. Scarola's letter to The Duke of\nYork per your request.\n1\nBE-000029\nBegin forwarded message:\nFrom: \"Hill, James E.\" <James.E.Hill@abc.com>\nDate: January 28, 2015 at 10:34:00 AM EST\nTo: Jack Scarola <JSX@SearcyLaw.com>\nSubject: RE: Question from ABC\nIf possible - I'd also like to see full transcript of the 2011 phone interview you/Edwards conducted with VR\nwhile she was still in Australia.\nOriginal Message\nFrom: Hill, James E.\nSent: Wednesday, January 28, 2015 9:31 AM\nTo: 'Jack Scarola'\nSubject: RE: Question from ABC\nThank you\nOriginal Message\nFrom: Jack Scarola [mailto:JSX@SearcyLaw.com]\nSent: Wednesday, January 28, 2015 7:19 AM\nTo: Hill, James E.\nSubject: Re: Question from ABC\nYou will receive a response and copy of the deposition later this morning.\nOn Jan 27, 2015, at 10:00 PM, \"Hill, James E.\" <James.E.Hill@abc.com> wrote:\nHi Jack - sorry to trouble you.\nBut wondering if you know what documents are source for a new NY Daily News story - quoting what appears\nto be a Juan Alessi deposition which mentions Andrew visits to PB mansion.\nDaily News cites newly filed documents. I'm not aware of any new docs that quote Alessi on the issue of\nAndrew.\nCan u enlighten me?\nDo you have access to those portions of the Alessi depo? Not sure which case it would come from.\nIs the full transcript of our telephone interview w. 0 Virginia part of the public record?\nTire 7-u/.5\nI have a request from the press to provide it (s below), but I will only do that if it has been filed. °\"/-\nhttp://m.nydailynews.com/news/national/prince-andrew-sex-massages-epstein-home-repairman-article-\n1.2094073\n2\nBE-000030\nJames E. Hill\nProducer, ABC News\nChicago\n312.899.4281 (ofc)1312.286.1691 (ce11)1312.343.3832 (cell 2)\njames.e.hill@abc.com\nTwitter: @jameshillabc\n******************************************************************************************\nPrivileged and Confidential Electronic communication is not a secure mode of communication and may be\naccessed by unauthorized persons. This communication originates from the law firm of Searcy Denney Scarola\nBarnhart & Shipley, P.A. and is protected under the Electronic Communication Privacy Act, 18 U.S.C. S2510-\n2521. The information contained in this E-mail message is privileged and confidential under Fla. R. Jud.\nAdmin. 2.420 and information intended only for the use of the individual(s) named above. If the reader of this\nmessage is not the intended recipient, you are hereby notified that any dissemination, distribution, or copy of\nthis communication is strictly prohibited. Personal messages express views solely of the sender and shall not be\nattributed to the law firm. If you received this communication in error, please notify the sender immediately by\ne-mail or by telephone at (800) 780-8607 and destroy all copies of the original message. Thank you.\n******************************************************************************************\n******************************************************************************************\nPrivileged and Confidential Electronic communication is not a secure mode of communication and may be\naccessed by unauthorized persons. This communication originates from the law firm of Searcy Denney Scarola\nBarnhart & Shipley, P.A. and is protected under the Electronic Communication Privacy Act, 18 U.S.C. S2510-\n2521. The information contained in this E-mail message is privileged and confidential under Fla. R. Jud.\nAdmin. 2.420 and information intended only for the use of the individual(s) named above. If the reader of this\nmessage is not the intended recipient, you are hereby notified that any dissemination, distribution, or copy of\nthis communication is strictly prohibited. Personal messages express views solely of the sender and shall not be\nattributed to the law firm. If you received this communication in error, please notify the sender immediately by\ne-mail or by telephone at (800) 780-8607 and destroy all copies of the original message. Thank you.\n******************************************************************************************\n3\nBE-000031\nEXHIBIT N",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_015529.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 95930,
    "word_count": 16794,
    "line_count": 1718,
    "import_date": "2025-11-19T21:47:48.389015",
    "prefix": "TEXT-001"
  }
}