{
  "document_id": "HOUSE_OVERSIGHT_022525",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022525.txt",
  "text": "23\n\ne the third party became part of the transaction at\nthe express request or insistence of the foreign\nofficial;\n\ne the third party is merely a shell company incorpo-\nrated in an offshore jurisdiction; and\n\ne the third party requests payment to offshore\nbank accounts.\n\nBusinesses may reduce the FCPA risks associated\nwith third-party agents by implementing an effective com-\npliance program, which includes due diligence of any pro-\n\nspective foreign agents.\n\nUnited States v. Kozeny, et al.\n\nIn December 2011, the U.S. Court of Appeals\nfor the Second Circuit upheld a conscious avoidance\ninstruction given during the 2009 trial of a businessman\nwho was convicted of conspiring to violate the FCPA’s\nanti-bribery provisions by agreeing to make payments to\nAzeri officials in a scheme to encourage the privatization\nof the Azerbaijan Republic’s state oil company. The\ncourt of appeals found that the instruction did not lack\na factual predicate, citing evidence and testimony at\ntrial demonstrating that the defendant knew corruption\nwas pervasive in Azerbaijan; that he was aware of his\nbusiness partner’s reputation for misconduct; that he\nhad created two U.S. companies in order to shield\nhimself and other investors from potential liability for\npayments made in violation of the FCPA; and that the\ndefendant expressed concerns during a conference call\nabout whether his business partner and company were\nbribing officials.\n\nThe court of appeals also rejected the defendant's\ncontention that the conscious avoidance charge had\nimproperly permitted the jury to convict him based on\nnegligence, explaining that ample evidence in the record\nshowed that the defendant had “serious concerns”\nabout the legality of his partner’s business practices\n“and worked to avoid learning exactly what [he] was\ndoing,” and noting that the district court had specifically\ninstructed the jury not to convict based on negligence.\n\nWhat Affirmative Defenses Are\nAvailable?\n\nThe FCPA’ anti-bribery provisions contain two affir-\nmative defenses: (1) that the payment was lawful under the\nwritten laws of the foreign country (the “local law” defense),\nand (2) that the money was spent as part of demonstrating a\nproduct or performing a contractual obligation (the “reason-\nable and bona fide business expenditure” defense). Because\nthese are affirmative defenses, the defendant bears the burden\n\nof proving them.\n\nThe Local Law Defense\n\nFor the local law defense to apply, a defendant must\nestablish that “the payment, gift, offer, or promise of any-\nthing of value that was made, was lawful under the writ-\nten laws and regulations of the foreign official’s, political\nparty’s, party official's, or candidate’s country.’“! The defen-\ndant must establish that the payment was lawful under the\nforeign country’s written laws and regulations at the time\nof the offense. In creating the local law defense in 1988,\nCongress sought “to make clear that the absence of written\nlaws in a foreign official’s country would not by itself be suf\nficient to satisfy this defense.” Thus, the fact that bribes\nmay not be prosecuted under local law is insufficient to\nestablish the defense. In practice, the local law defense arises\ninfrequently, as the written laws and regulations of coun-\ntries rarely, if ever, permit corrupt payments. Nevertheless,\nif a defendant can establish that conduct that otherwise\nfalls within the scope of the FCPA’s anti-bribery provisions\nwas lawful under written, local law, he or she would have a\ndefense to prosecution.\n\nIn United States v. Kozeny, the defendant unsuccess-\nfully sought to assert the local law defense regarding the law\nof Azerbaijan. The parties disputed the contents and appli-\ncability of Azeri law, and each presented expert reports and\ntestimony on behalf of their conflicting interpretations. The\ncourt ruled that the defendant could not invoke the FCPA’s\naffirmative defense because Azeri law did not actually legal-\nize the bribe payment. The court concluded that an excep-\n\ntion under Azeri law relieving bribe payors who voluntarily\n\nHOUSE_OVERSIGHT_022525",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022525.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4084,
    "word_count": 639,
    "line_count": 96,
    "import_date": "2025-11-19T21:47:45.681644",
    "prefix": "IMAGES-007"
  }
}