{
  "document_id": "HOUSE_OVERSIGHT_017037",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017037.txt",
  "text": "The annotator assigned 36 names to the S category and 27 names to the B category; the remaining 37\nwere given the ambiguous N classification. Of the names assigned to the S category by the human\nannotator, 29 had been annotated as suppressed by our algorithm, and 7 as elevated, so the\ncorrespondence between the annotator and our algorithm was 81%. Of the names assigned to the B\ncategory, 25 were annotated as elevated by our algorithm, and only 2 as suppressed, so the\ncorrespondence was 93%.\n\nTaken together, the conclusions of a scholarly annotator researching one name at a time closely matched\nthose of our automated approach. These findings confirm that our computational method provides an\neffective strategy for rapidly identifying likely victims of censorship given a large pool of possibilities.\n\nIII.10. Epidemics\n\nDisease epidemics have a significant impact on the surrounding culture (Fig. $18 A-C). It was recently\nshown that during seasonal influenza epidemics, users of Google are more likely to engage in influenza-\nrelated searches, and that this signature of influenza epidemics corresponds well with the results of CDC\nsurveillance (Ref S16). We therefore reasoned that culturomic approaches might be used to track\nhistorical epidemics. These could help complement historical medical records, which are often woefully\nincomplete.\n\nWe examined timelines for 4 diseases: influenza (main text), cholera, HIV, and poliomyelitis. In the case\nof influenza, peaks in cultural interest showed excellent correspondence with known historical epidemics\n(the Russian Flu of 1890, leading to 1M deaths, the Spanish Flu of 1918, leading to 20-100M deaths; and\nthe Asian Flu of 1957, leading to 1.5M deaths). Similar results were observed for cholera and HIV.\nHowever, results for polio were mixed. The US epidemic of 1916 is clearly observed, but the 1951-55\nepidemic is harder to pinpoint: the observed peak is much broader, starting in the 30s and ending in the\n60s. This is likely due to increased interest in polio following the election of Franklin Delano Roosevelt in\n1932, as well as the development and deployment of Salk’s polio vaccine in 1952 and Sabin’s oral\nversion in 1962. These confounding factors highlight the challenge of interpreting timelines of cultural\ninterest: interest may increase in response to an epidemic, but it may also respond to a stricken celebrity\nor a famous cure.\n\nThe dates of important historical epidemics were derived from the Cambridge World History of Human\nDiseases (1993) 3\" Edition.\n\nFor cholera, we retained the time periods which most affected the Western world, according to this\nresource:\n\n- 1830-35 (Second Cholera Epidemic)\n\n- 1848-52, and 1854 (Third Cholera Epidemic)\n\n- 1866-74 (Fourth Cholera Epidemic)\n\n- 1883-1887 (Fifth Cholera Epidemic)\n\nThe first, sixth and seventh cholera epidemics appear not to have caused significant casualties in the\nWestern world.\n\n29\n\nHOUSE_OVERSIGHT_017037",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017037.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2952,
    "word_count": 460,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.415399",
    "prefix": "IMAGES-004"
  }
}