{
  "document_id": "HOUSE_OVERSIGHT_017436",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017436.txt",
  "text": "4.2.12\nWC: 191694\n\nSummarizing my past: The major changes in my life\n\nThe questions I am most often asked by others—and sometimes by myself—are about significant\nchanges in my life and why they occurred. Going back to my teen years, the question is why I\nchanged, within a few short months, from a C and D student in high school to an A+ student in\ncollege and law school. The change was dramatic and sudden—literally over the summer of\n1955, between high school and college. What happened in those two months to change me from\nbeing last, or close to last in a class of 50, to being first among the men (15 women were ahead of\nme)!” in a highly competitive class of 2,000, and then first in a class of 170 even more\ncompetitive men and women (only a handful) at Yale Law School? Was it me who changed, or\nwas it the schools?\n\nIt was both. I think I had begun to change during my last year in high school, but my reputation\namong the faculty was so firmly established and so negative, that teachers simply couldn’t see past\nit. Even when I got A grades on the statewide Regents exams, the teachers gave me Cs and Ds as\nsemester grades. My occasionally intelligent classroom comments were taken as ‘wise ass”\nremarks. And some of my teachers even thought I must have cheated whenever I got a good\ngrade on a test. So I doubt it was possible for me ever to shine in a high school where my\nfavorite teacher insisted that I was “a 75 student” and would always be “a 75 student.” (I didn’t\nquite live up to his expectations, graduating with an average below 75).\n\nMoreover, my high school was a Yeshiva—a “parochial school” and I am not a parochial person.\nI did not respect most of my teachers, and the feeling was obviously mutual. Creativity was\nfrowned upon. Rote memorization was rewarded. And “respect” for “authority” was not only\ndemanded, it was actually graded. I got a “U” for unsatisfactory. When I got to Brooklyn\nCollege, creativity was rewarded, rote memorization frowned upon, and respect was something to\nbe earned, not merely accorded by the title of Rabbi. The same kind of creative and challenging\nanswers that got me Cs and Ds in Yeshiva earned me A’s in college and law school.\n\nBut there was more at work than a change of schools. I changed over that summer as well. I\nwent to a new summer camp as an assistant counselor, where I excelled and received praise for\nmy creativity as a song writer for “color war” and for my leadership skills. I had always been a\nleader, even during my darkest days in high school, but the school rejected my leadership, fearful\nthat other students would follow me in my heretical ways. I always had an abundance of energy,\nbut it was—in the views of my high school teachers—misdirected.\n\nThat summer in Camp Maple Lake, I received confirmation of my talents, and the result was\nheightened self confidence.\n\nI also met a young woman and began my first serious romantic relationship, which culminated\nfour years later in my first marriage. Suddenly, I was “talented,” “attractive,” and “accepted.” It\nwas a great send off to college.\n\n'? Because of the draft, men and women were ranked separately.\n\n349\n\nHOUSE_OVERSIGHT_017436",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017436.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3173,
    "word_count": 567,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.797364",
    "prefix": "IMAGES-004"
  }
}