{
  "document_id": "HOUSE_OVERSIGHT_020231",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020231.txt",
  "text": "ao\n\nminute video on encryption (which might have been the same video he used at his Crypto party a\nfew weeks earlier.)\n\nGreenwald did not manage to encrypt his computer, however. Snowden, unwilling to deal with\nGreenwald through an unencrypted channel, broke off contact with him in January 2013. Even\nso, he did not give up his plan of using Greenwald in his enterprise. He sought an intermediary\nwho used encryption.\n\nThe alternative route to Greenwald that Snowden chose was Laura Poitras. He knew she had\nam association with him. They both were founding board members of the Freedom of the Press\nFoundation. Greenwald had also written about her extensively. For example, he wrote an entire\nblog about her confrontation with the US government and her plans to make a documentary about\nthe “U.S. Government’s increasing powers of domestic surveillance [through] its expanding\ncovert domestic NSA activities”\n\nSince 2011, Poitras had been filming the construction of a massive NSA repository for data in\nBluffdale, Utah. In the anti-surveillance culture, the structure had become symbolic of the powers\nof the NSA. In fact, was the same NSA site that Parker Higgins photographed from a blimp in the\nfall of 2013 and post on the Internet. Just six months earlier in August 2012, Poitras had\nreleased her documentary about the NSA’s use of the Bluffdale repository for domestic spying,\n\nAside from her connections with Greenwald, Poitras had other impressive credentials. Born in\n1964 in Boston, She came from a wealthy family that donated large sums of money to\nphilanthropic causes, including $20 million for research on bipolar disorders. After graduating\nfrom the New School for Public Engagement in 1996, she pursued a career as an activist film-\nmaker. Her focus quickly became exposing NSA’s surveillance. One of her short documentaries\nabout the NSA’s domestic surveillance program was featured on the New York Times website and\nattracted enormous attention in 2012. As a dedicated opponent of the surveillance state, she\nparticipated in public events with William Binney, the now famous ex-NSA whistle-blower, and\nJacob Appelbaum. In April 2012, for example, she made a presentation at the Whitney Museum\nin New York with Binney and Appelbaum. She became such a leading activist against the NSA\nby December 2012 that Appelbaum, after lauding her work, interspersed clips from her short film\nin his keynote address at the Computer Chaos Club convention of hacktavists in Berlin in\nDecember 2012. Snowden also closely followed her rise in this world. By simply googling\nPoitras’ name in January 2013, he would have learned about her connections with Greenwald,\nAppelbaum, Binney, Assange and other leading figures in the anti-surveillance camp. When asked\nlater Snowden why he had chosen her to help him, He replied “I didn’t. You chose yourself.” The\nproblem for Snowden was anonymously drawing her in to his enterprise.\n\nPoitras was living in Berlin in January 2013, which made her vulnerable to NSA surveillance.\nTo get to her through an encrypted channel, Snowden chose a circuitous approach. On January\n11, 2013, he wrote to Micah Lee in Berkeley, California. Unlike Greenwald and Poitras, Lee\n\nHOUSE_OVERSIGHT_020231",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020231.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3228,
    "word_count": 517,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:48.481427",
    "prefix": "IMAGES-005"
  }
}