{
  "document_id": "HOUSE_OVERSIGHT_014487",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014487.txt",
  "text": "Chart 58: The dip in UK policy risk is likely to be short lived if the Govt keeps to its commitment to\ntrigger A50 in Q1 without providing clarity on its negotiating position\n\n1200\n\n4000 ———UK Economic Policy Uncertainty\n\n=== (German Economic Policy Uncertainty\n\n800\n\n600\n\n400\n\n200\n\n0\n\n1997\n1998\n1999\n2000\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n\n2001\n2002\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n\nSource: Bloomberg\n\nBuilding inflationary pressures point to post-Christmas consumer squeeze\n\nThe third act in waiting for Brexit is cost-push inflation from the fall in GBP. So far,\nconsumer spending has held up far better than most expected, especially retail spending\nby the over 50s. But there is evidence the inflationary canary is starting to sing. The\ncharts below show that the move in CPI has lagged sharp rises in manufacturing output\nprices, utility prices and food prices in the past two months.\n\nChart 59: Firms report sharp increases in Chart 60: Chunky utility price increases on the\noutput prices horizon\n66.0 140 ques Natural gas price, 6 90\n\n45\n\nmonth forward, %\n62.0 120 12mi12m AO\n. 100 ques Natural gas price, spot,\n% 12m/12m 35\n58.0 80 con 30\nemus CP! utilities, % yoy (ths)\n60 25\n54.0\n20\n40 45\n50.0 20\n10\n46.0 0 5\neee anufacturing output prices -20 0\n420 (PMI, lagged 3 months) 40 5\nee |ndustrial goods inflation {rhs}\nel a a a a a 60 “18\n— oO wo Mn~ @ ~~ oO WO mM\nSee sesesegags SSsese es S&S & S&S\nA St SON s NN Na nanan an\nSource: BofA Merrill Lynch Global Research, Markit, ONS. Source: BofA Merrill Lynch Global Research, ONS, Bloomberg\n\nTo understand this delay it is worth remembering “Marmitegate” and the pressure put\non companies not to raise the prices of household brands. The incident also illustrates\nthe margin pressure building up in the system and challenges posed to producers,\nvendors and consumers as to who will absorb the higher costs. According to the\nChairman of the UK Food and Drink Federation many companies may be waiting until\npost-Christmas to change prices, which lan Wright estimates could rise as much as 8%.\nIf that happens at the same time as power prices hit seasonal highs, the consumer could\nStart to feel the pinch.\n\nTo avoid this leading to a contraction in demand, workers we would need to see strong\nnominal wage growth. However, the Institute of Fiscal Studies does not expect real\nwages to return to 2008 levels until 2021. The tightness of the UK labour market could\nalso cushion any blow, but we note jobless claims have started to rise again and\nbusinesses may be less likely to hire if uncertainty, for reasons outlined above, picks up\nagain.\n\nChart 61: Food prices are key to watch\n\n14\n49 CPI food prices,\nBAML forecast, %\n10 yoy\nFood input prices,\n8 % yoy; lagged 3\n6 months {rhs}\n4\n2\n0\n-2\nA\n6\n\nSE Or MWK, @D\nnomeoaeecededad\noOo om Q\n\nTT TNN NNN\n\nFood input prices calculated as an average of domestically\nproduced and imported food. BofA Merrill Lynch Global Research,\nONS.\n\n—\na3\nN\n\n2013\n2015\n2017\n\n28 European Equity Strategy | 01 December 2016\n\nBankofAmerica <2”\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014487",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014487.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3063,
    "word_count": 546,
    "line_count": 135,
    "import_date": "2025-11-19T21:47:48.240828",
    "prefix": "IMAGES-003"
  }
}