{
  "document_id": "HOUSE_OVERSIGHT_023652",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023652.txt",
  "text": "turn it to the state treasury that will make the state position more powerful so that it covers more\nexpenses of “housing and other expenses” that the state need. In addition to creating job opportunities\nthat contribute to solving many of the problems of Saudi citizens, as well as they contribute to the\ndevelopment of the private sector.\n\n* Among the programs that were presented last Sunday the housing program and there was a reference\nto three solutions. What is the vision of Your Highness through the program to the issue of housing?\n\n- We are optimistic and we expect the situation for us is more positive than we thought, there will be\nhundreds of thousands of free units in the housing program, there will also be more than one million\nunits in soft loans for Saudi citizens. The first will be without payment for hundreds of thousands of units\nand there is no specific number, and the accurate number will be announced at the time of the\nlaunching of the housing program, but there will undoubtedly be more than one million units sold by the\nfacilitator or loan from the Real Estate Development Fund, the Real Estate Development Fund will\ncontribute to lending and also the easy sale, the Public Investment Fund will also contribute to the\nhousing sector.\n\n* Will the fund return to its previous role in pumping money?\n\n- The Real Estate Development Fund is undoubtedly one of the main drivers of the development of the\nhousing sector. We have three types of housing. The first one is the free one, hundreds of thousands, |\ncannot give you the final number. The second one is the housing supported by the real estate\ndevelopment fund. Third one is the housing from the main investor which is the government and it sells\neasily and at a discounted price to the Saudi citizen. This is a very long-term loan whose profit to the\nfund is only 3%, while the citizen can own his unit on the second day and he can pay for many years\nwithout affecting his main income. Not to mention, the free units as large as possible to citizens who\ncannot cover the costs of housing programs.\n\n* When Your Highness is expected to start the project launch?\n\n- Imposed within 6 months, | do not expect it to be one of the first programs to be launched because it is\nvery complex and has very high spending, | expect it will be launched in the third quarter of 2017.\n\n* Your Highness the Prince, there is a fear haunt some economic writers about Aramco and that it is the\nproperty of the state and that it should not be offered for subscription opinion. What is your opinion?\n\n- | think that this thought tends to be communist socialist thought that everything must be owned by the\nstate even the bakery must be the property of the state. Fundamentally, there was an intention to put\nAramco on the market, and that had been stated in the main documents in which Aramco was\nestablished under the reign of King Abdul Aziz - may God have mercy on him — at that time. Today, you\nhave a very valuable company and you can keep this company in the Kingdom of Saudi Arabia, keep its\nimpacts in Saudi Arabia, and make it grow in Saudi Arabia, while benefiting from its value by stimulating\nother sectors that are not in Saudi Arabia. This will help us capture many opportunities like we spoke at\nthe beginning of the interview. If you did not put Aramco on the market means that we will continue 50\nyears or 40 years to develop the mining sector, it will take 40 years for us to develop local content, and it\nwill take years to develop logistics services, such as what we lost 40 years ago while we were trying to\ndevelop these sectors. When we offer part of Aramco's shares and take this cash and create new and\n\nHOUSE_OVERSIGHT_023652",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023652.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3715,
    "word_count": 674,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:48.152369",
    "prefix": "IMAGES-007"
  }
}