{
  "document_id": "HOUSE_OVERSIGHT_011278",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011278.txt",
  "text": "Underweight positioning, buybacks resuming, positive momentum and strong fundamentals all indicate that there is still\nfurther upside potential in financials (more details below). Our financials sector specialist thinks XLF could have another\n20-25% upside given the many levers to the Trump Trade: less regulation, higher interest rates, higher vol, economic\ngrowth, loan growth, etc. The asset sensitive regional banks are more of a pure play on a rates move but we view the\nlarger cap banks as having multi-pronged upside given the aforementioned points.\n\nThat said, given the velocity and magnitude of the recent move and uncertainty around the impact and timing of\nTrump’s policies, we believe options offer better risk-reward than being outright long financials stocks here. With flat\ncall skew, “appearing” call spreads with upside knock-ins price well.\n\nBuy a 1 year XLF call spread for 2.6% premium\n\ne Buy a 110% call\n\nSell a 117.5% call with an at-expiry knock-in at 125% (call is not active unless XLF is 125% or higher at expiry)\nTotal premium is 2.6%\n\nGross max payoff if knock-in is triggered: 2.9x (7.5%/2.6%)\n\nGross max payoff if knock-in is not triggered: 5.7x (14.9%/2.6%) — you have upside up to 124.9%\n\no0o 0 @\n\nPost Election Flow Skews - Buyers of Health Care (via ETFs) and Financials (mainly ETFs)\n\n° US Buyback Flows\n\ne Cons Disc, Technology and Financials are the largest 3 sectors for US buybacks (over 70% of execution). We\nare seeing a seasonal increase in buybacks as we come out of the low seasonal month of the year (October) and should\n\nsee increased buyback executions until year-end, another source of upside for the Cons Disc, Technology and Financials\nsectors.\n\nGlobal Positioning, Nigel Tupper, 11/14. Large long-only funds are more underweight Financials than any other sector\nand are UW this sector in all regions.\n\nFuture of Financials conference hosted 90 public and private companies at our Future of Financials conference. We are\nraising our price objectives across most of our names. Three primary reasons why we think there is upside remaining\nafter the recent rally: 1) an improved outlook on both activity levels and interest rates, driving revenue upside; 2)\npotentially lower regulatory burden, particularly as new supervisory leadership can come with the new administration;\nand 3) relatively lighter positioning in US financials vs. other sectors. (Erika Najarian)\n\nTrades Gaining Momentum: Finance-Related Assets vs. S&P 500\n\nIn the period since the US presidential election, the three top-performing S&P sectors and industry groups have all been\nfinance-related (Banks, Financials, Diversified Financials)\n\nHOUSE_OVERSIGHT_011278",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011278.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2682,
    "word_count": 419,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:48.447895",
    "prefix": "IMAGES-001"
  }
}