{
  "document_id": "HOUSE_OVERSIGHT_022118",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_022118.txt",
  "text": "﻿IATTERSON \nde girls whom he believed were \n).f. his former employer's home, \nler was engaging in sexual con-\nand had viewed pornographic \nn computers in his employer's \neleased from custody for further \nez had attempted to sell to the \nviewed by an agent familiar with \nivestigation. As Rodriguez had \nned information material to the \nt would have been extremely use-\n-osecuting the case, including the \nation of material witnesses and \nthose items been produced in \nthe state law enforcement officers \ntheir contents would have been \nnd jury. \nredo Rodriguez was arrested again. \nae 18, 2010, facing charges of cor-\nnd documents. Dressed in a blue \npologized for his crimes and asked \neighteen months. \naent that Jeffrey Epstein had gotten \n)stein, Alfredo Rodriguez served his \ndid not ask for, or receive, permi5-\n220 \nCHAPTER 58 \nPrince Andrew: 2011 \np rince Andrew also fares poorly in the wake of Epstein's \nimprisonment. \nThe two men are old friends. They have been ever since \nGhislaine Maxwell introduced the prince to her then-beau, some-\ntime in the 1990s. In 2000, Epstein had been invited to Windsor \nCastle to celebrate the queen's birthday. Six months later, Epstein \nflew to Sandringham, the queen's estate in Norfolk, England, for \na party Prince Andrew threw for Ghislaine's thirty-ninth birthday. \nThe prince had also visited Epstein on several occasions, in \nPalm Beach as well as in New York. And if allegations Virginia \nRoberts made in her 2015 declaration are to be believed, Epstein \nasked her to give the prince whatever he required, then report \nback with the details. \nAccording to the Guardian, Epstein and the prince had par-\ntied together at Windsor Castle, in Saint-Tropez, and in Thailand, \n221 \n\fJAMES PATTERSON \nFiL \nwhere \"Andrew was pictured on a yacht surrounded by topless \nwomen.\" \nAccording to Roberts's lawsuit, Epstein had forced her into \nthe prince's bed on Little Saint Jeff's. \nAfter Epstein's conviction, the British press were using another \nname for Little Saint Jeff's: Sex Island. The Guardian reported \nthat the manager of two Virgin Islands—based corporations owned \nby Epstein happened to be the wife of the governor of the Virgin \nIslands. There were allegations involving a million-dollar dona-\ntion that Epstein had made to the governor's reelection cam-\npaign. And then there was Roberts's claim that she had been \nforced to have sex with the prince on the island as well as in \nNew York and in London. \nInvariably, the photograph of Prince Andrew with his arm \naround the bare midriff of a very young-looking Virginia Rob-\nerts ran with stories that appeared in the tabloids. \n\"It is emphatically denied that the Duke of York had any form \nof sexual contact or relationship\" with Roberts, Buckingham \nPalace spokespersons would say. \"The allegations made are false \nand without any foundation.\" \nThe prince's ex-wife, Sarah Ferguson, the Duchess of York, \nwhile on a skiing trip with the prince and their daughter Euge-\nnie in Switzerland, told reporters, \"He is the greatest man there \nis. It was the finest moment of my life in 1986 when I married \nhim. He is a great man, the best in the world.\" \n\"I won't stand by—because I know what it feels like to have \nsalacious lies made up about you—and not support him so pub-\nlicly because they are just shockingly accusatory allegations, \n222 \nwhich I don't think is right,\" 5 \nviewed by Today host Matt La \nand as a great father and a h. \nwork he does for Britain I w( \ncharacter defamed to this leve \nBut at the same time, a c( \ngood man's fall from grace, a \nout of the woodwork to dish t( \n\"I've seen him treat his st \nsaid a former aide to the princ( \npersonal protection officers, \nground and demanding they ' \ngraces at all. Sure, if you're a la \nthen I bet he's utterly charminl \nDespite all this, the prince had \na photo, frequently trotted out I \nstrolling in Central Park. \nSome few months before it \nbusinessman had secretly tap( \nfive hundred thousand pounds \n\"If you want to meet him ir \n\"look after me, and he'll look aft \n\"Once again,\" she said aft \nPounded and rebounded and a1! \nmost in the world: the Duke.\" \nPrince Andrew had had hi! \nreal estate deals, sticky roman. \nmerit dumps (courtesy of Julia' \n22 \n\fATTERSON \nFILTHY RICH \nin a yacht surrounded by topless \nsuit, Epstein had forced her into \nJeff's. \nBritish press were using another \nx Island. The Guardian reported \n.slands—based corporations owned \nwife of the governor of the Virgin \n; involving a million-dollar dona-\no the governor's reelection cam-\noberts's claim that she had been \nirince on the island as well as in \nof Prince Andrew with his arm \niery young-looking Virginia Rob-\nared in the tabloids. \nhat the Duke of York had any form \nship\" with Roberts, Buckingham \nay. \"The allegations made are false \nh Ferguson, the Duchess of York, \n.e prince and their daughter Euge-\nters, \"He is the greatest man the \n)f my life in 1986 when I marri \nst in the world.\" \nse I know what it feels like to have \nTou —and not support him so pub-\nthockingly accusatory allegations, \n222 \nwhich I don't think is right,\" she said a few days later when inter-\nviewed by Today host Matt Lauer. \"It's a defamation of character, \nand as a great father and a humongously good man and all the \nwork he does for Britain I won't stand by and let him have his \ncharacter defamed to this level.\" \nBut at the same time, a certain schadenfreude attended the \ngood man's fall from grace, and former associates kept coming \nout of the woodwork to dish to the press. \n\"I've seen him treat his staff in a shocking, appalling way,\" \nsaid a former aide to the prince. \"He's been incredibly rude to his \npersonal protection officers, literally throwing things on the \nground and demanding they 'fucking pick them up.' No social \ngraces at all. Sure, if you're a lady with blond hair and big boobs, \nthen I bet he's utterly charming.\" \nDespite all this, the prince had stuck by Epstein. There was even \na photo, frequently trotted out by the tabloids, of the two of them \nstrolling in Central Park. \nSome few months before it was taken, a reporter posing as a \nbusinessman had secretly taped Sarah Ferguson's demand for \nfive hundred thousand pounds in return for access to the prince. \n\"If you want to meet him in your business,\" she'd said then, \n\"look after me, and he'll look after you. You'll get it back tenfold.\" \n\"Once again,\" she said afterward, \"my errors have corn-\npounded and rebounded and also impacted on the man I admire \nmost in the world: the Duke.\" \n' Prince Andrew had had his troubles already—with shady \nreal estate deals, sticky romances, highly embarrassing docu-\nment dumps (courtesy of Julian Assange and WikiLeaks), and \n223 \n\fJAMES PATTERSON \n!{, \nAt \nquestionable ties to Tunisian oligarchs, corrupt presidents of \nformer Soviet republics, and Mu'ammar Gadhafi, among other \nentanglements, many of which were explored in a Vanity Fair \narticle headlined THE TROUBLE WITH ANDREW. \n\"The duke has a record of being loyal to his friends,\" a \"royal \nsource\" told Vanity Fair's Edward Klein. \"Take his feelings for \nSarah Ferguson. If you are a prince and you bring a woman into \nthe royal life and, for whatever reasons, she's spit out, you might \nhave feelings of debt toward her. The duke feels that she's been \nspattered and rejected. His close relationship with the Duchess \nof York is problematic, and there have been many problems over \nthe last 5 to 10 years, all of which stem from the duchess. Some \nof the behavior of the duchess is inconsistent with being mar-\nried to, or an ex-wife of, the duke. There's no question but that \nSarah's been a financially self-destructive element in the -duke's \nlife.\" \n\"The same kind of loyalty manifested itself last December, \nwhen the duke visited Epstein at his home in New York,\" said a \nspokesperson for Buckingham Palace. \"Epstein was a friend of \nthe duke's for the best part of 20 years. It was the first time in \nfour years that he'd seen Epstein. He now recognizes that the \nmeeting in December was unwise.\" \n\"Don't expect to see a photo of the two of them together,\" \nanother \"royal source\" would say. \nBut one more story about the prince's dealings with Jeffrey \nEpstein had already emerged. \nAt a dinner party at Epstein's town house, the prince dished \nabout the wedding of his nephew Prince William to Kate \nMiddleton. \n\"He was amused that his dinner companions were so inter \n-\n224 \nested in every detail,\" a g \ngossip columnist. \"Wha \nQueen wear, would his e; \nOther guests in atten( \ndler, George Stephanopo \nWoody Allen. \nAt around the same t \nPost, \"I'm not a sexual pi \nence between a murderer \nWas it so remarkable that \nin Epstein's company? Ai \nfodder for years. Randy A \nthe circles that Jeffrey E \nseen as a vice. Epstein cat \nlation took hold on Wall $. \nwere charging ten thousai \nyou'd see things that wot \nthat would make Nero hi \nguisher. When the urge \ndidn't have to swap wives. \nThey could simply swa \nBy the same token, wa; \nlike the prince would ha, \ninsofar as reality is even a \nodd that he thought it wa5 \nraphers strolling through \noffender—when at the tin \ning, and trading industri \n\f'ATTERSON \noligarchs, corrupt presidents of \nAu'ammar Gadhafi, among other \nh were explored in a Vanity Fair \nITH ANDREW. \nwing loyal to his friends,\" a \"royal \nTard Klein. \"Take his feelings for \nrince and you bring a woman into \n• reasons, she's spit out, you might \nter. The duke feels that she's been \n)se relationship with the Duchess \nre have been many problems over \nhich stem from the duchess. Some \n;s is inconsistent with being mar-\nJuke. There's no question but that \n'-destructive element in the .duke's \ny manifested itself last December, \nn at his home in New York,\" said a \n:n Palace. \"Epstein was a friend of \n)f 20 years. It was the first time in \nstein. He now recognizes that the \nwise.\" \nlow of the two of them together,\" \nsay. \nt the prince's dealings with Jeffrey \nem's town house, the prince dished \nnephew Prince William to Kate \n3 dinner companions were so inte \n224 \nFILTHY RICH \nested in every detail,\" a guest in attendance told a New York Post \ngossip columnist. \"What would Kate wear, what would the \nQueen wear, would his ex-wife Sarah Ferguson be invited?\" \nOther guests in attendance that night included Chelsea Han-\ndler, George Stephanopoulos,. Charlie Rose, Katie Couric, and \nWoody Allen. \nAt around the same time, Jeffrey Epstein told the New York \nPost, \"I'm not a sexual predator, I'm an 'offender.' It's the differ-\nence between a murderer and a person who steals a bagel.\" \nWas it so remarkable that Prince Andrew would have been seen \nin Epstein's company? Andrew's philandering had been tabloid \nfodder for years. Randy Andy, they called him in the UK. And in \nthe circles that Jeffrey Epstein moved in, philandering wasn't \nseen as a vice. Epstein came of age just as industrywide deregu-\nlation took hold on Wall Street. Junk bonds were king. Call girls \nwere charging ten thousand dollars a night. And in the shadows, \nyou'd see things that would have made Caligula blush. Sights \nthat would make Nero himself reach for the nearest fire extin-\nguisher. When the urge presented itself, the new super rich \ndidn't have to swap wives. \nThey could simply swap harems. \nBy the same token, was it so very strange to think that a man \nlike the prince would have grown so detached from reality—\ninsofar as reality is even a word that applies to a prince? Was it \nodd that he thought it was absolutely fine to be seen by photog-\nraphers strolling through Central Park with a registered sex \noffender—when at the time large swaths of the financial, bank-\ning, and trading industries were characterized by their very \n225 \n\fJAMES PATTERSON \ndetachment from day-to-day concerns such as morality, ethics, \nand appearances? \nAs for Jeffrey Epstein, one question that might be worth ask-\ning is, if he's in fact a narcissist and megalomaniac, could he \nactually believe that he's innocent? Then again, that might be the \nwrong question. Epstein did plead guilty, after all. But what if he \nsimply doesn't see what he pleaded to as a crime? What if he's \nproud of his lifestyle? And if that's the case, why wouldn't Prince \nAndrew be proud to be seen in public with his dear friend Jeffrey \nEpstein? \nWhat if, for people like Epstein and the prince, it's just ser-\nvants and masters, the way of the world? They're natural winners — \naristocrats, after all—and if life were fair, well, how would we \nknow who the real winners are? \n226 \nAnna Salter: Novemb( \nhy do powerful \nand Prince And \nDr. Anna S2-\nsionally. Educated at Harv: \npsychology, she spoke, wit] \nEpstein and others like him \n\"Consider a car,\" says : \nare brakes. We all have se? \nbe a good idea to act on. I\\ \nbehavior. We have good br \n\"Sexual offenses and in. \ntimes the result of a bad r \nprepubescent children or e \nchildren as opposed to pw \nalways the result of bad bra \n\f)ATTERSON \noncerns such as morality, ethics, \nluestion that might be worth ask-\nAst and megalomaniac, could he \nnt? Then again, that might be the \nead guilty, after all. But what if he \n.aded to as a crime? What if he's \ntat's the case, why wouldn't Prince \npublic with his dear friend Jeffrey \n)stein and the prince, it's just ser-\ne world? They're natural winners — \nife were fair, well, how would we \ne? \n226 \nCHAPTER 59 \nAnna Salter: November 2015 \nhy do powerful men do the things that Jeffrey Epstein \nand Prince Andrew have been accused of doing? \nDr. Anna Salter studies child sex offenders profes-\nsionally. Educated at Harvard, with a graduate degree in clinical \npsychology, she spoke, with the benefit of hindsight, about Jeffrey \nEpstein and others like him from her office in Madison, Wisconsin. \n\"Consider a car,\" says Dr. Salter. \"There's a motor, and there \nare brakes. We all have sexual impulses we don't think it would \n• be a good idea to act on. Most of us have good control over our \nbehavior. We have good brakes. \n\"Sexual offenses and inappropriate sexual behavior are some-\ntimes the result of a bad motor—for example, an attraction to \nprepubescent children or eleven-to-fourteen-year-old pubescent \nchildren as opposed to postpubescent individuals. But they are \nalways the result of bad brakes. \n227 \n\fJAMES PATTERSON \non young girls delude ther \nwill not harm the child. TI \nmedicated it with thinking \npathic and simply don't cai \ncan't say anything about Ei \nbut narcissism and psychop; \nlook at concerning anyone \nbescent individuals but wh \nteens. \n\"Psychopaths are often st \nseekers who are bored if not \nmanipulate. They do not esu \n\"They are callous and rt \ndon't feel bad about harming \n\"Rules don't apply to th \nThey are sure they won't get \n\"Antisocial psychopaths don't have brakes at all.\" \nDr. Salter has never met Epstein, but she's followed his case \nclosely and finds him a familiar type. She's especially struck by \nthe singular nature of the relationship between powerful, wealthy \nmen and vulnerable, underage women. \n\"[The men] are more impressive to a fourteen-year-old [girl] \nthan to, say, an adult young woman who is self-supporting and \nfeels more sure of herself,\" she explains. \n\"They are attracted to what they call freshness—barely bud-\nding sexuality and lack of sexual experience. The difference \nbetween them and their victims feeds their ego. \n\"Great wealth and access are generally factors that make men \nfeel they are entitled to whomever and whatever they want. Some \nhave narcissistic personalities with inflated self-images. And of \ncourse, great wealth and status make such men think they can \nget away with it. Too often, they're right.\" \nOn the other hand, Dr. Salter believes that certain condi-\ntions, such as the ones exhibited by Jeffrey Epstein, might be an \ninborn character trait. \nPersonality can be influenced, sometimes quite heavily, by \ngenetics. \n\"Virtually no one believes anymore that humans are born a \ntotally blank slate,\" she explains. \n\"We arrive with temperamental and personality variations \nthat, of course, the environment can often, but not always, influ-\nence. We arrive with baggage.\" \nIs Epstein a born psychopath, then? \n\"Psychopathy is the umbrella term for individuals who do not \nhave a conscience. Pyschopaths are often narcissistic, but nar-\ncissists are often not psychopathic. Some individuals who prer. \n228 \n\fATTERSON \nit have brakes at all.\" \nIstein, but she's followed his case \nx type. She's especially struck by \n)nship between powerful, wealthy \nwomen. \n.>,ssive to a fourteen-year-old [girl\" \nroman who is self-supporting and \nexplains. \nt they call freshness—barely bud-\nexual experience. The difference \nas feeds their ego. \nire generally factors that make men \never and whatever they want. Some \ns with inflated self-images. And of \nus make such men think they can \nley're right.\" \nSalter believes that certain condi-\nited by Jeffrey Epstein, might be an \nenced, sometimes quite heavily, by \nes anymore that humans are born \nains. \n:amental and personality variatio \nnent can often, but not always, inflty \n;.e.\" \n)path, then? \na-ella term for individuals who do n \npaths are often narcissistic, but \niopathic. Some individuals who \n228 \nFILTHY RICH \non young girls delude themselves into thinking that the abuse \nwill not harm the child. They have a conscience, but they have \nmedicated it with thinking errors. Others are flat-out psycho-\npathic and simply don't care if it hurts the young girl or not. I \ncan't say anything about Epstein, as I have not evaluated him, \nbut narcissism and psychopathy are concepts an evaluator would \nlook at concerning anyone who was sexually attracted to postpu-\nbescent individuals but who then began to focus on younger \nteens. \n\"Psychopaths are often superficially charming, high-stimulus \nseekers who are bored if not doing something. They lie, con, and \nmanipulate. They do not establish deep affective ties. \n\"They are callous and remorseless individuals who simply \ndon't feel bad about harming someone. \n\"Rules don't apply to them because they are exceptional. \nThey are sure they won't get caught.\" \n229 \n\fCHAPTER 60 \nJeffrey Epstein: July 2010 \nJeffrey Epstein was done with jail, but he wasn't done settling \nsuits brought by his victims. Under the conditions of his \nnon-prosecution agreement, he's even paid for the victims' \nlawyers. Still, Epstein's NPA seemed to ensure that he would not \nbe prosecuted again for his crimes. Double jeopardy was work-\ning in Epstein's favor. But in July of 2010, reports began to appear \nin the press: federal investigators were following other leads—\nleads that could result in child-trafficking charges and a \ntwenty-year sentence. \nThe Florida attorney general's office refused to comment. It \nwas against policy to confirm or deny the existence of an ongo-\ning investigation. One of Epstein's lawyers told the Daily Beast \nthat he had no knowledge of such an investigation. \"Jeffrey \nEpstein has fully complied with all state and federal require-\nments that arise from the prior proceedings in Palm Beach,\" jack \n230 \nGoldberger said. \"There ; \nnot and should not be \nEpstein's complete fulfillm \nagreement with the feder \nIf there was an invest \nthe moment, Epstein was \nto intellectual pursuits. \nScience.com, that featur( \nwith Jeffrey Epstein,\" \"T1 \nJeffrey Epstein,\" \"Why \nEpstein,\" and \"An Under \nJeffrey Epstein.\" The lam \nEpstein takes you to the \nknowledge to explore am \nthe subtle, simple, and hic \nuniverse.\" \n\"Jeffrey doesn't know shit \nart collector who has know \n\"Does he like to act like he \nthese academic scientists—\nhave any money.\" \nOther friends of Epstei \nliant mind for science. AnC \nthan sponsor individual sc \nences on Little Saint Jeff's. \nference called Mindshift at \ntheoretical physicist Murra \ngeons, engineers, and futi \n\fFILTHY RICH \nCHAPTER 60 \nth jail, but he wasn't done settling \nms. Under the conditions of his \nit, he's even paid for the victims' \nemed to ensure that he would not \ntimes. Double jeopardy was work-\nily of 2010, reports began to appear \nitors were following other leads — \nchild-trafficking charges and a \noffice refused to comment It \nor deny the existence of an ongo-\nstein's lawyers told the Daily Bea \nof such an investigation. \"Jeffr\n. \nwith all state and federal requif \nor proceedings in Palm Beach, \n„ \n230 \nGoldberger said. \"There are no pending civil lawsuits. There are \nnot and should not be any pending investigations, given Mr. \nEpstein's complete fulfillment of all the terms of his non-prosecution \nagreement with the federal government.\" \nIf there was an investigation, nothing had come of it yet. For \nthe moment, Epstein was free—free to turn his attention, again, \nto intellectual pursuits. He launched a website, JeffreyEpstein-\nScience.com, that featured blog posts such as \"Conversations \nwith Jeffrey Epstein,\" \"The Value of Quantum Computation to \nJeffrey Epstein,\" \"Why Evolutionary Biology Intrigues Jeffrey \nEpstein,\" and \"An Understanding of Theoretical Physics from \nJeffrey Epstein.\" The latter post began: \"This is where Jeffrey \nEpstein takes you to the very cutting edge of the frontiers of \nknowledge to explore and discuss our basic understanding of \nthe subtle, simple, and hidden [qualities] that lie beneath ... our \nuniverse.\" \n\"Jeffrey doesn't know shit about science,\" says Stuart Pivar, the \nart collector who has known Epstein for more than three decades. \n\"Does he like to act like he does? Yes. But he doesn't. But as far as \nthese academic scientists—without people like him they wouldn't \nhave any money.\" \nOther friends of Epstein's say that he truly did have a bril-\nliant mind for science. And in any case, Epstein had done more \nthan sponsor individual scientists. He'd also sponsored confer-\nences on Little Saint Jeff's. On his website, he announced a con-\nference called Mindshift at which Nobel laureates, such as the \ntheoretical physicist Murray Gell-Mann, would mix with sur-\ngeons, engineers, and futurists and where professors would \n231 \n\fJAMES PATTERSON \ndiscuss cognitive neuroscience, artificial intelligence, systems of \nencryption and decryption, and other topics. \nEpstein had been hosting get-togethers like this for years. \nToward the end of Chief Reiter's investigation, in March of 2006, \nEpstein had hosted twenty top physicists—including three Nobel \nPrize winners as well as the celebrity physicist Stephen Hawking—\nat a Saint Thomas symposium called \"Confronting Gravity,\" \nwhich was advertised as \"a workshop to explore fundamental \nquestions in physics and cosmology.\" \n\"This is a remarkable group,\" one of the Nobel Prize winners \ntold a reporter for the St. Thomas Source. \n\"There is no agenda except fun and physics, and that's fun \nwith a capital F,\" Epstein said. \nEpstein had been especially interested in Stephen Hawking. \nSomeday, Hawking had theorized, the universe would stop \nexpanding and collapse, at which point time would begin to run \nbackwards. Hawking believed that computer viruses were living \nthings. He thought that given the size of the universe, alien life \nforms existed. He did not believe in God. But he had a vast appre-\nciation for the inner workings of the universe, and this is why \nEpstein gave Hawking a tremendous gift. He paid to have a sub-\nmarine modified so that it could fit Hawking and his wheelchair \nand give the scientist his first glimpse of an actual alien world—\nthe one that lies under the waves of the ocean. \nIt was one of the most romantic, generous gestures that Jef-\nfrey Epstein had ever made. \ndih \n232 \nAl Seckel: January 20E \nEpstein's partner in the \nAl Seckel, was knowi \nwere said to have incl \nclan James \"the Amazing\" : \nfounder Elon Musk, as we: \nEpstein would court in the c \nladder. \nIn certain Los Angeles cil \nto know. But, like Jeffrey Eps \nAccording to Mark Oppenhe \nand followed his career for fi \nby selling rare books and ix \nacademic connections. \n\"A number of these trans. \nlawsuits,\" Oppenheimer woi \n\f'ATTERSON \n, artificial intelligence, systems of \nother topics. \nget-togethers like this for years. \n's investigation, in March of 2006, \n3hysicists —including three Nobel \nbrity physicist Stephen Hawking — \nm called \"Confronting Gravity,\" \niorkshop to explore fundamental \n.ology.\" \np,\" one of the Nobel Prize winners \nLas Source. \nA fun and physics, and that's fun \n.ly interested in Stephen Hawking. \norized, the universe would stop \n-Lich point time would begin to run \nI that computer viruses were living \nthe size of the universe, alien life \neve in God. But he had a vast appre-\np of the universe, and this is why \niendous gift. He paid to have a sub-\nuld fit Hawking and his wheelchair \nglimpse of an actual alien world—\nayes of the ocean. \nmantic, generous gestures that jef-\n232 \nCHAPTER 61 \nAl Seckel: January 2012 \nEpstein's partner in the Mindshift conference, a man named \nAl Seckel, was known for throwing fabulous parties that \nwere said to have included the actor Dudley Moore, magi-\ncian James \"the Amazing\" Randi, and future Tesla and SpaceX \nfounder Elon Musk, as well as many of the scientists Jeffrey \nEpstein would court in the course of his own climb up the social \nladder. \nIn certain Los Angeles circles, Al Seckel was a very good man \nto know. But, like Jeffrey Epstein, Seckel was a sort of illusionist. \nAccording to Mark Oppenheimer, a journalist who knew Seckel \nand followed his career for fifteen years, Seckel made his money \nby selling rare books and papers, often through his social and \nacademic connections. \n\"A number of these transactions resulted in accusations and \nwsuits,\" Oppenheimer would write. \"In speaking to former \n233 \n\fJAMES PATTERSON \nSeckel acquaintances, I kept hearing variations on a scheme Mrs. \nPearce Williams believed he perpetrated against her late hus-\nband, the man Seckel said was his mentor. Seckel took books \nand promised money, or he took money and promised a book; \nbut somehow, the promised party lost money.\" \n\"He was charming, erudite, humorous,\" one of Seckel's marks \ntold the reporter. \"I lent him $75,000. When the time came to \npay it back he didn't want to do it.\" \nOppenheimer found several people whom Seckel had stiffed \nand uncovered dozens of lawsuits he'd been involved in. In 2007, \nSeckel settled a libel lawsuit against a man who'd edited his Wiki-\npedia page. Years later, Oppenheimer spoke with Seckel's lawyer, \nNicholas Hornberger. \n\"Hornberger confirmed that he'd reached a settlement for the \ncase, a favorable one,\" the journalist wrote. \"Hornberger added \nthat Seckel has still not paid him for his services.\" \nHe also interviewed Seckel's wife, Isabel Maxwell. \nAl and Isabel met on a blind date and married in Malibu in or \n\"around\" 2007 (\"I don't keep the dates in my head,\" Seckel \nexplained). A few years later, they moved to the South of France, \nwhere Seckel continued to trade in rare books and papers. While \nliving in France, he was sued by a Virgin Islands company that \naccused him and Isabel of fraudulently attempting to sell rare \nbooks and a seventeenth-century portrait of Isaac Newton. \nSeckel had also been trying to sell papers belonging to Isa-\nbel's father. \nIsabel is Ghislaine Maxwell's sister and the daughter of Rob-\nert Maxwell. \n* * * \n234 \nIt was an odd thing, Epste: \nPhD who, on closer inspec \nBut the Mindshift confer \nin the Virgin Islands di( \nMann was there, along wit \ncoauthored books with St \nexpert on artificial intell \nattended the conference, \nabout it. \n\"We had scientific disci \nhe said vaguely. \nWhen Mark Oppenheir \nSeckel, Sussman \"got testy\" \n\"I have had some dealir \nwant to say what it's abot \nit, okay?\" \nToday, Epstein's websites — \nJeffreyEpsteinScience.corn—\nlong since expired. Several r \ntributions, including New Yc \nPalm Beach, announced tha \ngifts. \n\"The further I can keep \nbetter,\" said Ballet Palm Beac \nBut in 2012, Epstein held \nJeff's. Once again, three Nobe \nStephen Hawking was also th \ntwenty-one physicists—from \nIf• \n\f'ATTERSON \nFILTHY RICH \n:aring variations on a scheme Mrs. \nperpetrated against her late bus-\nts his mentor. Seckel took books \n)ok money and promised a book; \nfly lost money.\" \n, humorous,\" one of Seckers marks \n$75,000. When the time came to \no it.\" \nal people whom Seckel had stiffed \nuits he'd been involved in. In 2007, \n;ainst a man who'd edited his Wiki-\nheimer spoke with Seckers lawyer, \nat he'd reached a settlement for the \nirnalist wrote. \"Hornberger added \nLim for his services.\" \nIrs wife, Isabel Maxwell. \nid date and married in Malibu in or \nTo the dates in my head,\" Seckel \nthey moved to the South of France, \nide in rare books and papers. While \n1 by a Virgin Islands company that \nraudulently attempting to sell rare \ntury portrait of Isaac Newton. \ning to sell papers belonging to Isa-\nell's sister and the daughter of Rob-\n* \n234 \nIt was an odd thing, Epstein's association with this self-professed \nPhD who, on closer inspection, turned out to be a bit of a grifter. \nBut the Mindshift conference that Epstein and Seckel hosted \nin the Virgin Islands did take place, in 2010. Murray Gell-\nMann was there, along with Leonard Mlodinow, a physicist who \ncoauthored books with Stephen Hawking. Gerald Sussman, an \nexpert on artificial intelligence who taught at MIT and also \nattended the conference, said that he didn't remember too much \nabout it. \n\"We had scientific discussions, talked about various things,\" \nhe said vaguely. \nWhen Mark Oppenheimer asked him if he'd given money to \nSeckel, Sussman \"got testy\" with the reporter. \n\"I have had some dealings with him,\" Sussman said. \"I don't \nwant to say what it's about, because I don't feel good about \nit, okay?\" \nToday, Epstein's websites— JeffreyEpsteinFoundation.com and \nJeffreyEpsteinScience.com —are down. Their domain names have \nlong since expired. Several recipients of Epstein's charitable con-\ntributions, including New York's Mount Sinai Hospital and Ballet \nPalm Beach, announced that they would not be accepting new \ngifts. \n\"The further I can keep myself from anything like that the \nbetter,\" said Ballet Palm Beach founder Colleen Smith. \nBut in 2012, Epstein held one more conference on Little Saint \nJeff's. Once again, three Nobel Prize winners were in attendance. \nStephen Hawking was also there. All in all, Epstein had gathered \ntwenty-one physicists—from Princeton, Harvard, MIT, and CERN \n235 \n\fJAMES PATTERSON \n(the European Organization for Nuclear Research) — to \"deter-\nmine what the consensus is, if any, for defining gravity.\" \nAccording to a press release issued by Epstein's foundation, \nthe consensus that did emerge was that space is \"not quite \nempty.\" \nJeffrey Epstein: Februar \nIt's Groundhog Day, and c \nting the peak of his fame \nsode of Law & Order: SV \nown legal history. \nThe setup for this episod \ngirl. One who's been flown tc \nvate jet, then flown back— cc \nOn the plane, she has a fn \nguy sitting next to her is try \npolice get involved. \n\"It was just a birthday ix \ncops via videoconference frau \nThe cops ask: Whose pres \n\"The billionaire. The one 1 \nDoes the French girl knom \n236 \n\f?ATTERSON \nor Nuclear Research) — to \"deter-\nany, for defining gravity.\" \nse issued by Epstein's foundation, \n7ge was that space is \"not quite \n236 \nCHAPTER 62 \nJeffrey Epstein: February 2, 2011 \nIt's Groundhog Day, and once-reclusive Jeffrey Epstein is hit-\nting the peak of his fame in a ripped-from-the-headlines epi-\nsode of Law & Order: SVU that tracks, eerily well, with his \nown legal history. \nThe setup for this episode is the rape of a very young French \ngirl. One who's been flown to New York on a very rich man's pri-\nvate jet, then flown back—coach class— to Paris. \nOn the plane, she has a freak-out. She thinks the middle-aged \nguy sitting next to her is trying to rape her. In Paris, the local \npolice get involved. \n\"It was just a birthday party,\" the tearful girl tells the SVU \ncops via videoconference from France. \"We were his present.\" \nThe cops ask: Whose present? \n\"The billionaire. The one who owns the jet.\" \nDoes the French girl know his name? \n237 \n\fJAMES PATTERSON \nFT \n\"Jordan. He wanted a massage. But I had to take off my \nclothes. He climbed on top of me. It hurt. I started to bleed, and \nit wouldn't stop. The doctor came.\" \n\"Dominique,\" the cops say. \"We're going to arrest this man. \nBut we need you to return to New York so you can testify.\" \n\"Non,\" says the girl. \"Non! Jamais! Jamais!\" \nFor Epstein, there are other embarrassments, many of which \nhave to do with his royal friends. The wedding of Prince Wil-\nliam and Kate Middleton is approaching, and the ongoing trou-\nbles of Prince William's uncle Prince Andrew keep threatening \nto derail the festivities. On March 6, a spokesperson for Sarah \nFerguson confirms that Epstein paid off part of the seventy-eight \nthousand pounds that the duchess borrowed from a man who \nwas once her personal assistant. \nThe next day, headlines appear in the Telegraph and other \nBritish papers: DUKE OF YORK \"APPEALED TO JEFFREY EPSTEIN TO HELP \nDUCHESS PAY DEBT.\" \n\"I personally, on behalf of myself, deeply regret that Jeffrey \nEpstein became involved in any way with me,\" Prince Andrew's \nex-wife tells journalists. \"I abhor paedophilia and any sexual \nabuse of children and know that this was a gigantic error of \njudgment on my behalf. \n\"I am just so contrite I cannot say. Whenever I can I will \nrepay the money and will have nothing ever to do with Jeffrey \nEpstein ever again.\" \nThat week, as part of the ongoing civil lawsuits against \nEpstein, Sarah Kellen and Nadia Marcinkova are both asked \nabout Prince Andrew's relations with Epstein. \n238 \n\"Would you agree with \nEpstein used to share under; \nlen is asked. \n\"On the instructions of \ninvoke my Fifth Amendmeni \n\"Have you ever been m; \nAndrew?\" lawyers ask Marci: \n\"Fifth\" is Nadia's simple, \nThat same week, the gover \nrole as Great Britain's royal t \ntenacious, and in the Telegr \nstories appear on a daily basi; \n• The Duke, His Paedophi \nUse of an RAF Base \n• Andrew's Secret Love Lifi \n• Royal Connections: Princ \nSuddenly the Talk of Nev \n• Time to Show This Right \n• An Odd Trio: The Royal \nseuse and the Fixer \n• No. 10 Struggles to Cont \n• From Royal Asset to Nati, \n• Royal Blush \n• Duke Could Be Called to' \n• It's the Company You Keep. \n• Nothing Grand About Thi \n• The Royal Family Has 1 \nChoice of Friends For Yea \n• Our Less-Than-Grand Olc \n\f)ATTERSON \nFILTHY RICH \nssage. But I had to take off my \nme. It hurt. I started to bleed, and \nme.\" \n. \"We're going to arrest this man. \nFew York so you can testify.\" \nfamais! Jamais!\" \nembarrassments, many of which \n:nds. The wedding of Prince Wil-\n)proaching, and the ongoing trou-\n: Prince Andrew keep threatening \nlarch 6, a spokesperson for Sarah \nm paid off part of the seventy-eight \ntchess borrowed from a man who \nat. \nappear in the Telegraph and other \n\"APPEALED TO JEFFREY EPSTEIN TO HELP \nif myself, deeply regret that Jeffrey \n.ny way with me,\" Prince Andrew's \nabhor paedophilia and any sexual \nthat this was a gigantic error of \ncannot say. Whenever I can I will \nwe nothing ever to do with Jeffrey \n.he ongoing civil lawsuits against \nNadia Marcinkova are both asked \n3ns with Epstein. \n238 \n\"Would you agree with me that Prince Andrew and Jeffrey \nEpstein used to share underaged girls for sexual relations?\" Kel-\nlen is asked. \n\"On the instructions of my lawyer,\" Kellen replies, \"I must \ninvoke my Fifth Amendment privilege.\" \n\"Have you ever been made to perform sexually on Prince \nAndrew?\" lawyers ask Marcinkova. \n\"Fifth\" is Nadia's simple, succinct reply. \nThat same week, the government downgrades Prince Andrew's \nrole as Great Britain's royal trade envoy. But the British press is \ntenacious, and in the Telegraph, the Guardian, and elsewhere, \nstories appear on a daily basis: \nii \n• The Duke, His Paedophile Guest, and the Most Unusual \nUse of an RAF Base \n• Andrew's Secret Love Life Revealed \n• Royal Connections: Prince Andrew and the Paedophile Are \nSuddenly the Talk of New York \n• Time to Show This Right Royal Clown the Door \n• An Odd Trio: The Royal Trade Envoy, the Teenage Mas-\nseuse and the Fixer \n• No. 10 Struggles to Contain Row Over Prince \n• From Royal Asset to National Liability \n• Royal Blush \n• Duke Could Be Called to Two Epstein Trials \n• It's the Company You Keep . . . The Duke's Dangerous Liaisons \n• Nothing Grand About This Old Duke of York \n• The Royal Family Has Feared a Blow-Up Over Duke's \nChoice of Friends For Years \n• Our Less-Than-Grand Old Duke of York \n239 \n\fJAMES PATTERSON \nOn March 11, a devastating undersea earthquake and tsu-\nnami move Japan's main island by several feet, shifting the earth \non its axis. The destruction is horrific and unprecedented. But \non March 13, the Daily Mail devotes four pages and seven sepa-\nrate articles to Prince Andrew. That same day, the Telegraph runs \nthree pieces, and the Sunday Times runs a two-page spread head-\nlined GUN SMUGGLER BOASTS OF SWAY OVER ANDREW. \nOn March 14, the Guardian runs one more piece about \nAndrew's troubles. \nPRINCE ANDREW DOMINATES HEADLINES DESPITE THE EARTHQUAKE, \nthe headline reads. \nAlan Dershowitz: Septen \nIf the ongoing lawsuits ar \nmillions left to spare. Mea \nwhether Epstein trafficked \nseems to be going nowhere. \nfling to look as if Epstein is flu \nBut for Epstein's friend an \nitz, things are about to get ver \nAt the start of 2008, Brad \nlawyer, had filed a motion in \nof two unnamed women accth \nshowitz of participating direct \nPrince Andrew had had nc \nitz had objected to the accu. \nterms. \n\"There's absolutely no kern \n240 \n\fPATTERSON \nrig undersea earthquake and tsu-\n1 by several feet, shifting the earth \n; horrific and unprecedented. But \n.evotes four pages and seven sepa-\nThat same day, the Telegraph runs \nImes runs a two-page spread head-\nJAY OVER ANDREW. \niian runs one more piece about \nHEADLINES DESPITE THE EARTHQUAKE, \n240 \nCHAPTER 63 \nAlan Dershowitz: September 2014 \nIf the ongoing lawsuits are costing Epstein millions, he has \nmillions left to spare. Meanwhile, the FBI's investigation into \nwhether Epstein trafficked underage women across state lines \nseems to be going nowhere. As 2014 draws to a close, it's begin-\nning to look as if Epstein is finally free and clear of the case. \nBut for Epstein's friend and sometime lawyer Alan Dershow-\nitz, things are about to get very unpleasant. \nAt the start of 2008, Bradley Edwards, the Fort Lauderdale \nlawyer, had filed a motion in a West Palm Beach court on behalf \nof two unnamed women accusing Prince Andrew and Alan Der-\nshowitz of participating directly in Epstein's illegal activities. \nPrince Andrew had had no comment to make, and Dershow-\nitz had objected to the accusations in the strongest • possible \nterms. \n\"There's absolutely no kernel of truth to this story,\" he'd said. \n241 \n\fJAMES PATTERSON \nAlan Dershowitz also \nare part of a plot to extol \nEdwards and Cassell have \nhe's ever seen. \n\"They manipulated a y \ninterested in money,\" Den \noffense, and they will be d: \never made this false charge \nBut then, the allegations m \n15, 2015, in a declaration \nattempt to overturn Jeffrey \nare highly disturbing. \n\"I don't know this woman. I've never been in the same place with \nher. She's made the whole story up out of whole cloth.\" \nBradley Edwards had already become involved in lawsuits \nagainst Epstein. In 2007, working with a former federal judge \nand University of Utah law professor named Paul Cassell, he had \nfiled a lawsuit on behalf of another unnamed woman. Six years \nlater, that case is still pending, and now, Edwards and Cassell \npetition to have the two suits combined. \nAll in all, four Jane Does take part in the lawsuit. \nJane Doe 3 is Virginia Roberts, the girl who says that Ghis-\nlaine Maxwell recruited her for Epstein at Trump's resort, \nMar-a-Lago. \nEpstein had \"lent\" her and other young girls to prominent \nbusinessmen, important politicians, world leaders, and other \npowerful men in order \"to ingratiate himself with them for busi-\nness, personal, political, and financial gain, as well as to obtain \nblackmail information,\" Roberts claims. \nShe says that Epstein forced her and other underage girls to \ntake part in an orgy in the Virgin Islands. \nShe names Prince Andrew and Alan Dershowitz as two of the \nmen she'd been forced to have sex with and claims that Der-\nshowitz had been \"an eyewitness to the sexual abuse of many \nother minors by Epstein and several of Epstein's co-conspirators.\" \nThis time, Prince Andrew does respond to the allegations. \n\"This relates to longstanding and ongoing civil proceedings \nin the United States, to which the Duke of York is not a party,\" \nBuckingham Palace says in a short statement. \"As such we would \nnot comment on the detail. However, for the avoidance of doubt, \nany suggestion of impropriety with underage minors is categori-\ncally untrue.\" \n242 \n\fPATTERSON \nFILTHY RICH \n• never been in the same place with \ny up out of whole cloth.\" \n:ady become involved in lawsuits \nicing with a former federal judge \n3fessor named Paul Cassell, he had \n'other unnamed woman. Six years \nLg, and now, Edwards and Cassell \ncombined. \nake part in the lawsuit. \nberts, the girl who says that Ghis-\nr for Epstein at Trump's resort, \nid other young girls to prominent \niticians, world leaders, and other \nJratiate himself with them for busi-\nfinancial gain, as well as to obtain \n.rts claims. \n2ed her and other underage girls to \n•rgin Islands. \nv and Alan Dershowitz as two of the \nave sex with and claims that Der-\nitness to the sexual abuse of many \nseveral of Epstein's co-conspirators.\" \nv does respond to the allegations. \nding and ongoing civil proceedings \nch the Duke of York is not a party,\" \nshort statement. \"As such we would \nHowever, for the avoidance of doubt, \nty with underage minors is categ0ri-\n242 \nAlan Dershowitz also goes on the attack. Virginia's claims \nare part of a plot to extort him, he claims. The motion that \nEdwards and Cassell have filed is \"the sleaziest legal document\" \nhe's ever seen. \n\"They manipulated a young, suggestible woman who was \ninterested in money,\" Dershowitz says. \"This is a disbarrable \noffense, and they will be disbarred. They will rue the day they \never made this false charge against me.\" It's a vehement denial. \nBut then, the allegations made by Virginia Roberts, on January \n15, 2015, in a declaration filed against the government in an \nattempt to overturn Jeffrey Epstein's non-prosecution agreement, \nare highly disturbing. \n243 \n\f24. I also had sex \nRanch in New Mexico I \npool area, which was st \n25. We also had se \nU.S. Virgin Islands. \n26. Another sexual \nitz happened on Epstein \non the plane with its. \n27. I have recently \ncalling me a \"liar.\" He i \nwith me. The man I've a \nmer law professor, is th, \nleast six times. Dershow \nwith other underage girl \nbut he is lying and denyii \n28. After years of ab \nlook for a way to escape. \nhold because I wanted to) \ntaken me into his clutches \nsome time I believed him. \ntrol, regardless of my doul \n29. I kept asking Epsi \neducation. Epstein finally \nto go to Chiang Mai to h \nlike my chance to escape. \nbags for good. I knew this \nbreak away. \n30. On September 27, 2 \nto Chiang Mai, Thailand. I \nmy training. But Epstein 14 \nCHAPTER 64 \nDeclaration of Virginia Roberts Giuffre, filed on \nJanuary 19, 2015 by attorneys representing Jeffrey \nEpstein's victims (continued) \n20. Harvard law professor Alan Dershowitz was around \nEpstein frequently. Dershowitz was so comfortable with the \nsex [that] was going on that on one occasion he observed me \nin sexual activity with Epstein. \n21. I had sexual intercourse with Dershowitz at least six \ntimes. The first time was when I was about 16, early on in \nmy servitude to Epstein, and it continued until I was 19. \n22. The first time we had sex took place in New York in \nEpstein's home. It was in Epstein's room (not the massage \nroom). I was approximately sixteen years old at the time. I \ncalled Dershowitz \"Alan.\" I knew he was a famous professor. \n23. The second time that I had sex with Dershowitz was \nat Epstein's house in Palm Beach. \n244 \n\fFILTHY RICH \nCHAPTER 64 \noberts Giuffre, filed on \nrneys representing Jeffrey \nLed) \nr Alan Dershowitz was around \nwitz was so comfortable with the \nt on one occasion he observed me \nem. \niurse with Dershowitz at least six \nvhen I was about 16, early on in \nd it continued until I was 19. \nad sex took place in New York in \nEpstein's room (not the massage \ny sixteen years old at the time. I \nknew he was a famous professor. \nat I had sex with Dershowitz was \n3each. \n244 \n24. I also had sex with Dershowitz at Epstein's Zorro \nRanch in New Mexico in the massage room off of the indoor \npool area, which was still being painted. \n25. We also had sex at Little Saint James Island in the \nU.S. Virgin Islands. \n26. Another sexual encounter between me and Dershow-\nitz happened on Epstein's airplane. Another girl was present \non the plane with us. \n27. I have recently seen Alan Dershowitz on television \ncalling me a \"liar\" He is lying by denying that he had sex \nwith me. The man I've seen on television, described as a for-\nmer law professor, is the same man that I had sex with at \nleast six times. Dershowitz also knows that Epstein had sex \nwith other underage girls and lent me out to other people, \nbut he is lying and denying that. . . . \n28. After years of abuse and being lent out, I began to \nlook for a way to escape. I had first gone into Epstein's house-\nhold because I wanted to be a massage therapist. Epstein had \ntaken me into his clutches through promises and talk and for \nsome time I believed him. But once he had me under his con-\ntrol, regardless of my doubts and fears, I felt trapped. \n29. I kept asking Epstein for my promised training and \neducation. Epstein finally got me a plane ticket to Thailand \nto go to Chiang Mai to learn Thai massage. This sounded \nlike my chance to escape. In September 2002, I packed my \nbags for good. I knew this would be my only opportunity to \nbreak away. \n30. On September 27, 2002, I flew from JFK in New York \nto Chiang Mai, Thailand. I arrived around September 29 for \nmy training. But Epstein was going to get something out of \n245 \n\fJAMES PATTERSON \nthis trip as well. I was supposed to interview a girl and bring \nher back to the United States for Epstein. \n31. [Left blank in the original] \n32. I did the massage training in Chiang Mai. While I \nwas there, I met a great and special guy and told him hon-\nestly what I was being forced to do. He told me I should get \nout of it. I told him that the people I was working for were \nvery powerful and that I could not walk away or disobey \nthem without risking serious punishment, including my life. \nHe told me he would protect me. I had confidence [in] him \nand I saw his love and help as my opportunity to escape and \nto be with someone who truly loved me and would protect \nme. I married him and flew to Australia. \n33. I called Epstein and told him I was not coming back. \nHe asked why? I said \"I've fallen in love.\" Epstein basically \nsaid \"good luck and have a good life.\" I could tell he was not \nhappy. I was afraid of what he was going to do to me. I \nthought he or one of his powerful friends might send some-\none to hurt me or have me killed. \n34. From that point onward, out of concern for my safety \nand general well-being, I stayed in Australia with my hus-\nband. I was in Australia from late 2002 to October 2013. To \nbe clear, I was never in the United States during these years, \nnot even for a short trip to visit my mother. And my absence \nfrom the United States was not voluntary —I was hiding \nfrom Epstein out of fear of what he would do to me if I \nreturned to the United States. \n35. In around 2007, after not hearing from anyone for \nyears, out of the blue I was contacted by someone who identi-\nfied himself with a plain sounding name and claimed he was \n246 \nFr \nwith the FBI. It seemed vf \ncial criminal investigatiot \nthat. I hadn't heard Epste \nwho this person was and t \ntell what was going on. \n36. This man said he \nThe man asked if I had be \ninstinct was to say nothii \nreally with the FBI or any c \nquestions, telling him that \nmet him at a young age. Bu \nThis man never offered to t \nInstead, he asked me right \npractices. I thought it woulc \nment officer to behave tho \nuncomfortable and suspicit \ning me. \n37. I told the man nothi \nversation probably didn't \nimmediately triggered all of \nerful friends that had calls( \nIf the call accomplished an: \nstate of fear and told me ti• \nand had nobody officially pi \n38. I suspected that the; \nfor Epstein or one of Epstein': \nif this was really an agent 14 \nwould have known who I wa \nual crimes in many differet \nviewed me in a way that woul \n\fPATTERSON \nosed to interview a girl and bring \nfor Epstein. \nriginail \ntraining in Chiang Mai. While I \nid special guy and told him hon-\n:ed to do. He told me I should get \nie people I was working for were \ncould not walk away or disobey \nus punishment, including my life. \nct me. I had confidence [in] him \n) as my opportunity to escape and \nruly loved me and would protect \nv to Australia. \nd told him I was not coming back. \nfallen in love.\" Epstein basically \ngood life.\" I could tell he was not \nhat he was going to do to me. I \nowerful friends might send some-\nkilled. \nward, out of concern for my safety \nstayed in Australia with my hus-\nrom late 2002 to October 2013. To \nUnited States during these years, \nP visit my mother. And my absence \n,as not voluntary —I was hiding \nof what he would do to me if I \ntes. \nIter not hearing from anyone for \ncontacted by someone who identi-\n)unding name and claimed he was \n246 \nFILTHY RICH \nwith the FBI. It seemed very odd for someone doing an offi-\ncial criminal investigation to just call up on the phone like \nthat. I hadn't heard Epstein's name for years. I didn't know \nwho this person was and what it was really about. I couldn't \ntell what was going on. \n36. This man said he was looking into Jeffrey Epstein. \nThe man asked if I had been involved with Epstein. My first \ninstinct was to say nothing because I wasn't sure he was \nreally with the FBI or any authorities. I answered a few basic \nquestions, telling him that I knew Jeffrey Epstein and had \nmet him at a young age. But the conversation didn't feel right. \nThis man never offered to come and meet with me in person. \nInstead, he asked me right off the bat about Epstein's sexual \npractices. I thought it would be strange for a true law enforce-\nment officer to behave that way, so I became increasingly \nuncomfortable and suspicious about who was actually call-\ning me. \n37. I told the man nothing more about Epstein. The con-\nversation probably didn't even last three minutes, but it \nimmediately triggered all of the fears of Epstein and his pow-\nerful friends that had caused me to escape in the first place. \nIf the call accomplished anything, it only put me bath in a \nstate of fear and told me that I could be found quite easily \nand had nobody officially protecting me. \n38. I suspected that the man who called me was working \nfor Epstein or one of Epstein's powerful friends. I believed that \nif this was really an agent who was investigating Epstein, he \nwould have known who I was and how I fit into Epstein's sex-\nual crimes in many different places. He would have inter-\nviewed me in a way that would have established his credentials \n247 \n\fJAMES PATTERSON \nthat i f I didn't say what \nI might get hurt. \n42. I promised Epste \nquiet. They seemed hap \nto [be the] way to keer \nwhat Epstein and his Ica \nThis declaration, stria \nvictims' lawsuit against t \nevents that led to Dershow \ninvolved in spectacular lay \nDershowitz that these all€ \nhim, and a complaint by E. \nagainst him were false and \nand would have shown how he could provide potential protec-\ntion from Epstein. That never happened. \n39. Getting a call from this supposed FBI agent made me \nscared all over again. I had left the old life of sexual slavery \nbehind me and started a new life in a new country in hopes \nthat the powerful people whose illegal activities I knew all \nabout would never find me. \n40. Shortly after this purported FBI call, I was contacted \nby telephone by someone who appeared clearly to be working \nfor Epstein. The caller told me about an investigation into \nEpstein and said that some of the girls being questioned were \nsaying that Epstein had had sexual contact with them. After \nthey made these allegations, the man said they were being \ndiscredited as drug addicts and prostitutes, but in my case, if \nI were to keep quiet, I would \"be looked after.\" The fact that \nthis call was made shortly after the supposed FBI call rein-\nfor[c]ed my concern that the man I had talked to earlier was \nnot really working for the FBI but for Epstein. I didn't think \nthat the FBI and Epstein would both be working together and \nwould both get my phone number at almost exactly the same \ntime. I played along and told this person that I had gotten a \ncall from the \"FBI\" but that I didn't tell him anything. The \nperson on the phone was pleased to hear [that]. \n41. A short time later, one of Epstein's lawyers (not Alan \nDershowitz) called me, and then got Epstein on the line at \nthe same time. Epstein and his lawyer basically asked again \nif I was going to say anything. The clear implication was that \nI should not. The way they were talking to me, I was afraid of \nwhat would happen if I didn't keep quiet. My thought was \n248 \n\f)ATTERSON \nFILTHY RICH \nte could provide potential protec-\n• happened. \nus supposed FBI agent made me \nleft the old life of sexual slavery \nv life in a new country in hopes \ntose illegal activities I knew all \n-ported FBI call, I was contacted \no appeared clearly to be working \nme about an investigation into \nf the girls being questioned were \nsexual contact with them. After \nthe man said they were being \ntnd prostitutes, but in my case, if \nI \"be looked after.\" The fact that \nafter the supposed FBI call rein-\nman I had talked to earlier was \nBI but for Epstein. I didn't think \nAid both be working together and \nmber at almost exactly the same \nd this person that I had gotten a \nt I didn't tell him anything. The \n•ased to hear [that]. \nvie of Epstein's lawyers (not Alan \nI then got Epstein on the line at \nhis lawyer basically asked again \ng. The clear implication was that \n'ere talking to me, I was afraid of \nin't keep quiet. My thought was \n248 \nthat if I didn't say what they wanted me to say, or not to say, \nI might get hurt. \n42. I promised Epstein and his lawyer that I would keep \nquiet. They seemed happy with that and that seemed to me \nto [be the] way to keep me and my family safe. And I did \nwhat Epstein and his lawyer told me. I kept quiet. \nThis declaration, stricken from the record by the judge in the \nvictims' lawsuit against the government, also set in motion \nevents that led to Dershowitz's and Roberts's lawyers becoming \ninvolved in spectacular lawsuits, which included a complaint by \nDershowitz that these allegations were false and had defamed \nhim, and a complaint by Edwards that Dershowitz's accusations \nagainst him were false and defamatory. \n249 \n\fCHAPTER 65 \nAlan Dershowitz: October 2015 \nAbout fifteen minutes into the ripped-from-the-headlines \nepisode of Law & Order: SVU that was inspired by the Jef-\nfrey Epstein saga, the plot takes an interesting turn: before \nofficers have a chance to arrest him, Jordan, the character mod-\neled on Epstein, shows up at SVU headquarters. \nThe twelve-year-old French girl raped him, Jordan says. \nWearing a monogrammed fleece pullover like the ones favored \nby Jeffrey Epstein, he describes an evening at home. \n\"The party was in full swing,\" he explains. \"A friend said she \nwanted to give me a special present. Told me to wait in my mas-\nsage room—\" \nAn SVU guy interrupts: \"Guy has a massage room?\" \n\"I suffer. from chronic back pain,\" Jordan says. \n\"While I was waiting, I fell asleep. Now, at first I thought I \nmust be dreaming. I was aroused. I felt myself being manually \n250 \nmanipulated. Then I reme: \nenjoy myself. But then it gc \neyes.\" \n\"What did you see?\" \n\"A woman. A woman \n\"A woman? Dominique \n\"It was dark. I just wan. \n\"But the twelve-year-o1( \n\"No. She threatened me. \nshe was going to scream `1Z \n\"And there was nothin4 \nyears and a hundred pound \n\"The party was going on: \nwas going to look. I was nake \nIt was a brilliant plot tw: \ndan to get off scot-free. \nBut the plot twist that \non the day of Alan Dershow \nFlorida, courthouse was eve \n\"There was a criminal extort \nEdwards and Paul Cassell's 1 \n2015. \n\"Your clients were involv \nBradley and Cassell had s \nfor defamation—payback fo \nlaw professor had made in th \nDershowitz had counters \nand he had come armed for b \n\fFILTHY RICH \nCHAPTER 65 \nr2015 \nito the ripped-from-the-headlines \nSVU that was inspired by the Jef-\nlot takes an interesting turn: before \nst him, Jordan, the character mod-\nATIU headquarters. \nh girl raped him, Jordan says. \nfleece pullover like the ones favored \nan evening at home. \nng,\" he explains. \"A friend said she \nresent. Told me to wait in my mas-\n:illy has a massage room?\" \nk pain,\" Jordan says. \nell asleep. Now, at first I thought I \n'used. I felt myself being manually' \n250 \nmanipulated. Then I remembered it was my present. I started to \nenjoy myself. But then it got rough, and that's when I opened my \neyes.\" \n\"What did you see?\" \n\"A woman. A woman I'd never seen before.\" \n\"A woman? Dominique Moreau was twelve!\" \n\"It was dark. I just wanted her off of me. I tried to stop her.\" \n\"But the twelve-year-old overpowered you?\" \n\"No. She threatened me. She said if I didn't let her ... continue, \nshe was going to scream 'Rape.\" \n\"And there was nothing that you could do? You've got forty \nyears and a hundred pounds on the girl.\" \n\"The party was going on right outside the door. I knew how this \nwas going to look. I was naked. She was naked. What could I do?\" \nIt was a brilliant plot twist—one that ultimately allowed Jor-\ndan to get off scot-free. \nBut the plot twist that Epstein's own story ended up taking \non the day of Alan Dershowitz's deposition at a Broward County, \nFlorida, courthouse was even more surprising. \n\"There was a criminal extortion plot,\" Alan Dershowitz told Brad \nEdwards and Paul Cassell's lawyer, Jack Scarola, on October 15, \n2015. \n\"Your clients were involved.\" \nBradley and Cassell had sued Dershowitz in Broward County \nfor defamation—payback for extremely negative comments the \nlaw professor had made in the media. \nDershowitz had countersued. His reputation was on the line, \nand he had come armed for battle. \n251 \n\fJAMES PATTERSON \n\"I'm thrilled they sued me,\" he'd told reporters. \"In the end, \nsomeone will be disbarred. Either it will be me or the two \nlawyers.\" \nBut if Dershowitz was swinging for the fences in his struggle \nto keep his hard-earned reputation afloat, he still had a bomb-\nshell to drop. When deposed by Scarola, he proposed his own \ntheory about why Virginia Roberts had named him, along with \nPrince Andrew, as one of the men who had sexually abused her \nat Epstein's New Mexico ranch, in New York City, and in Palm \nBeach. \nA theory that implicated the lawyers who were suing him in a \nmuch larger conspiracy. \nAccording to Dershowitz, Brad Edwards pressured Virginia \nRoberts into identifying Dershowitz as one her assailants. \nDershowitz said that Edwards did this so that they could \nblackmail Jeffrey Epstein's patron Leslie Wexner for one billion \ndollars. \nRoberts lied about him, Dershowitz maintained, to give \nWexner an idea of what would, happen to him if Edwards's \ndemands weren't met. \nFurthermore, Dershowitz said, he had proof. \n252 \nExcerpts from the Deposi \nOctober 15, 2015 \n9:46 a.m. \nQ: In an interview with Hala \nbroadcast on CNN Live, yo \nDo you acknowledge havir \nA: I have a superb memory, se \nMy mother had an extraorc \ncollege and I was on the de \nto debate on the Sabbath, m \nthe condition that I not tak \nI discovered that I have a \nto—generally didn't have \nously, at the age of seventy \nhave a very good memory, \n\fETERSON \nhe'd told reporters. \"In the end, \n:her it will be me or the two \ning for the fences in his struggle \nion afloat, he still had a bomb-\nScarola, he proposed his own \n:rts had named him, along with \nwho had sexually abused her \nin New York City, and in Palm \nlawyers who were suing him in a \nrad Edwards pressured Virginia \nwitz as one her assailants. \n.rds did this so that they could \non Leslie Wexner for one billion \n)ershowitz maintained, to give \n.1d . happen to him if Edwards's \naid, he had proof. \n252 \nCHAPTER 66 \nExcerpts from the Deposition of Alan Dershowitz: \nOctober 15, 2015 \n9:46 a.m. \nQ: In an interview with Hala Gorani on January 5 of this year, \nbroadcast on CNN Live, you said, \"I have a superb memory.\" \nDo you acknowledge having made that statement? \nA: I have a superb memory, so I must have made that statement. \nMy mother had an extraordinary memory, and when I was in \ncollege and I was on the debate team, my mother allowed me \nto debate on the Sabbath, which was Jewish rest day, only on \nthe condition that I not take notes or write. And at that point \nI discovered that I have a very good memory and don't have \nto—generally didn't have to take notes. My memory, obvi-\nously, at the age of seventy-seven has slipped a bit; but do I \nhave a very good memory, yes. \n253 \n\fWhich of my clients are you swearing under oath encour-\naged Virginia Roberts to include allegations of an encounter \nwith you at the New Mexico ranch? \nA: Both of them—both of your clients, both Judge Cassell \nand Mr. Edwards—were both involved in encouraging \n[their] client to file a perjurious affidavit that they knew or \nshould have known was perjurious recently when they \nsought to file another defamatory allegation in the federal \nproceeding. \nWas the arrangement such that what you are charging Brad-\nley Edwards and Professor Paul Cassell with doing was sub-\norning perjury? \nA: Absolutely. If you ask me the question, I am directly charging \nJudge Cassell and Bradley Edwards with suborning perjury. I \nhave been advised that Virginia Roberts did not want to \nmention me, told her friends that she did not want to men-\ntion me. And was, quote, pressured by her lawyers into \nincluding these totally false allegations against me. Yes, your \nclients are guilty of suborning perjury. \nWho told you that Bradley Edwards pressured Virginia Rob-\nerts into falsely identifying you? \nA: A friend of Virginia Roberts who called me out of the blue \nand told me that she was horrified by what was happening to \nme and that she recently had meetings with Virginia Roberts \nand Virginia Roberts had told her that she never mentioned \nme previously. That the lawyers pressured her into mention \n-\n10:18 a.m. \nQ: \nJAMES PATTERSON \n* * * \nQ: \nQ: \n254 \ning me. And mentioni \nme, yes. \n10:20 a.m. \nQ: What was the name of \nA: Her name is—her first \nQ: Yes. \nA: I don't know the last no \nQ: Did you attempt to find \nA: I have her last name wr \nQ: Where? \nA: It's in my—in my notes \nQ: When did you write Ret \nA: When she—when she f \nsince you've asked me tf \nAt first her husband \nwould not give me their n \nhad a series of phone cc \nplease, to tell me their na \nthey told me the story in g \nher name. She asked me \nher identity without her r \nher. Called her as recently \nI want to recall—I cic \nI called her twice last ni \nreveal her complete name \nand I will be happy to givi \ntop of my head. \n\fATTERSON \nFILTHY RICH \n* * \nDu swearing under oath encour-\ndude allegations of an encounter \n) ranch? \nour clients, both Judge Cassell \nboth involved in encouraging \nrious affidavit that they knew or \nperjurious recently when they \n.matory allegation in the federal \nthat what you are charging Brad-\nPaul Cassell with doing was sub-\ne question, I am directly charging \ndwards with suborning perjury. I \nirginia Roberts did not want to \nis that she did not want to men-\npressured by her lawyers into \nallegations against me. Yes, your \n.ng perjury. \nEdwards pressured Virginia Rob- • \nyou? \nts who called me out of the blue, \n)rrified by what was happening tot \nd meetings with Virginia Roberts \nold her that she never mentione \nTyers pressured her into mention \n254 \ning me. And mentioning me over her desire not to mention \nme, yes. \n10:20 a.m. \nQ: What was the name of the person? \nA: Her name is—her first name is Rebecca. \nQ: Yes. \nA: I don't know the last name. \nQ: Did you attempt to find out her last name? \nA: I have her last name written down, but — \nQ: Where? \nA: \nQ: \nA: \nIt's in my—in my notes. And I could get it for you... \nWhen did you write Rebecca's name down? \nWhen she—when she first called me—let me be very clear, \nsince you've asked me the question. \nAt first her husband and she called me on the phone. They \nwould not give me their names. But they told me [the] story. We \nhad a series of phone conversations in which I asked them, \nplease, to tell me their names. And after a period of time, after \nthey told me the story in great detail, she was willing to give me \nher name. She asked me to promise that I would not disclose \nher identity without her permission. I have been trying to call \nher. Called her as recently as this morning and last night. \nI want to recall—I don't think I called her this morning. \nI called her twice last night to try to get her permission to \nreveal her complete name and identity. But I have the name, \nand I will be happy to give it to you. I just don't have it off the \ntop of my head. \n255 \n\fJAMES PATTERSON \n* * * \n10:23 a.m. \nQ: Would you tell us how many phone conversations [you had] \nwith this person Rebecca? \nA: More than six. Probably between six and ten, maybe closer \nto ten. The first few [times] she called me, and after I got \ntheir number I called her a number of times. \nQ: What is her husband's name? \nA: Michael. Different last name from hers, but again. \nQ: Where do they live? \nA: Palm Beach. Or West Palm Beach, in the Palm Beach area. They \nhave been friends of Virginia Roberts since she was a young child. \nQ: Were there any witnesses to any of these phone conversa-\ntions other than Rebecca, Michael, and you? \nA: Yes. \nQ: Who? \nA: My wife. \nQ: When did the first conversation occur? \nA: I can probably get you specific information about that. But it \nwas months ago. When the story was in the newspapers, she \ncalled and related the entire story to me and related to me \nthat it was part of a massive extortion plot. \n10:25 a.m. \nQ: Did you take contemporaneous notes of those phone conver-\nsations? \n256 \nA: No. I took note of nal \nstance, no. \nQ: Have you ever made n \nany communications t \nand/or Michael? \nA: I didn't \"allegedly\" haw \nversations. And I don't \ntions. \n10:44 a.m. \nQ: How many phone calls d \nbefore she informed yoi \ning you? \nA: She informed me the firs. \nQ: The very first conversati. \nA: Yes. \nQ: How many phone calls vv \nA: She never asked me for n \nQ: How many phone calls N \nfor money? \nA: I was never asked for mo \nQ: Do you know how it is t \ntact you? \nA: They told me they went \nand left a message for me \nOh, no; they sent me— tt \nan e-mail and asked me-\nbut a way to respond. A: \n\fkTTERSON \nFILTHY RICH \nLy phone conversations [you had] \n:tween six and ten, maybe closer \ns] she called me, and after I got \nnumber of times. \ne? \ne from hers, but again. \n3each, in the Palm Beach area. They \nRoberts since she was a young child. \nto any of these phone conversa-\nvlichael, and you? \nation occur? \ncific information about that. But it \ne story was in the newspapers, she \nire story to me and related to me \nTe extortion plot. \nrieous notes of those phone conver-\n256 \nA: No. I took note of names, but not really notes of the sub-\nstance, no. \nHave you ever made notes with regard to the substance of \nany communications that you allegedly had with Rebecca \nand/or Michael? \nA: I didn't \"allegedly\" have these conversations. I had these con-\nversations. And I don't recall taking notes of those conversa-\ntions. \n10:44 a.m. \nQ: \nQ: \nHow many phone calls did you have with this person Rebecca \nbefore she informed you as to the reason why she was call-\ning you? \nA: She informed me the first time. \nQ: The very first conversation. \nA: Yes. \nQ: \nA: \nA: \nHow many phone calls was it before she asked you for money? \nShe never asked me for money. \nHow many phone calls was it before her husband asked you \nfor money? \nI was never asked for money, ever. \nDo you know how it is that these people knew how to con-\ntact you? \nA: They told me they went to my website and got my number \nand left a message for me to call. Yeah, that's what happened. \nOh, no; they sent me—they went on my website and sent me \nan e-mail and asked me—and the e-mail had a blank name \nbut a way to respond. And so I responded with my phone \n257 \n\fJAMES PATTERSON \nnumber and they called, is my recollection. That's my best \nrecollection. \n10:45 a.m. \nQ: \nSo from the very first conversation that you had with this \nperson, you had information indicating that this person was \ninforming you that Bradley Edwards had engaged in unethi-\ncal conduct, correct? \nA: Let me just be very clear what she said to me. She said to me \nthat she had been told directly by her friend Virginia Rob-\nerts, who stayed with her overnight for a period of time, that \nshe never wanted to mention me in any of the pleadings. And \nthat her two lawyers in the pleadings, or her lawyers who \nfiled the pleadings, pressured her into including my name \nand details. \nDid Rebecca ever suggest to you that the details sworn to by \nVirginia Roberts were false? \nShe certainly suggested that, yes. She mentioned to me that \nVirginia Roberts had never, ever mentioned [me to her], \namong any of the people that she had had any contact with, \nuntil she—until she was pressured into doing so by her law-\nyers, yes. \nSo from the very first conversation, the impression you had \nwas that this was a witness who could provide information \nthat Bradley Edwards and Paul Cassell had acted unethically \nand dishonestly, correct? \nA: I wasn't sure she could provide the information because she \nwas very reluctant to come forward. She didn't want to be \nQ: \nA: \nQ: \n258 \ninvolved. But I knew shf \nyes, but I didn't know, 2 \nprepared to be a witne. \nquestion. \n11:08 a.m. \nQ: Was any request made bs \nA: Yes. \nQ: Let me back up then, if \nyou to do, based upon yc \nmuch detail as you poss \nsaid.... \nA: I'm not sure the request f \nor the second call.... Th \nlike to talk to your wife [1 \ndown. I'm happy to talk \nthat they would think —• \nher to think about it. An \nfew days and find out \nwere. \nQ: Where were you when \nwhen you made this phon \nA: I think I was in New York \nQ: Do you know whether t1-. \nphone or a landline? \nA: I don't remember. \nQ: Have you attempted to gat \nposes of responding to dis \n\f.TTERSON \nmy recollection. That's my best \n'ersation that you had with this \na indicating that this person was \nEdwards had engaged in unethi-\nla she said to me. She said to me \n:ctly by her friend Virginia Rob-\nvernight for a period of time, that \nn me in any of the pleadings. And \nLe pleadings, or her lawyers who \nred her into including my name \no you that the details sworn to by \n:? \nat, yes. She mentioned to me that \n'er, ever mentioned [me to her], \nhat she had had any contact with, \nIressured into doing so by her law-\nversation, the impression you had \nss who could provide information \nPaul Cassell had acted unethically \novide the information because she \nne forward. She didn't want to \n258 \nFILTHY RICH \ninvolved. But I knew she had provided me with information, \nyes, but I didn't know, and I still don't know, whether she is \nprepared to be a witness. I don't know the answer to that \nquestion. \n11:08 a.m. \nQ: Was any request made by you for a meeting? \nA: Yes. \nQ: Let me back up then, if I could, please. Because what I want \nyou to do, based upon your superb memory, is to tell us in as \nmuch detail as you possibly can recall everything that was \nsaid.... \nA: I'm not sure the request for the meeting came in the first call \nor the second call.... The first call was basically, I'd really \nlike to talk to your wife [Rebecca] about this. I'm happy to fly \ndown. I'm happy to talk to you on the phone. And we left it \nthat they would think—that she would—that he would ask \nher to think about it. And that I could call back in a—in a \nfew days and find out what her—what her current feelings \nwere. \nQ: Where were you when you received this phone call—or \nwhen you made this phone call? Sorry. \nA: I think I was in New York. \nQ: Do you know whether that phone call was made on a cell \nphone or a landline? \nA: I don't remember. \nQ: Have you attempted to gather your telephone records for pur-\nposes of responding to discovery requests in this case? \n259 \n\fJAMES PATTERSON \nA: I left that to my lawyers. I know that we did produce tele-\nphone records during the relevant periods of time when Vir-\nginia Roberts knew Jeffrey Epstein, and those telephone \nrecords established that I could not have been at the loca-\ntions and at the times that Virginia Roberts claimed to have \nhad—falsely claimed to have [had] sexual contact with me. \nQ: I promise you we're going to get to those. \nA: Good. \nQ: Promise you. Along with all the flight logs that you claim \nexonerate you. \n11:11 a.m. \nQ: Let's go to the very second contact that you had with either \nMichael or Rebecca. Who initiated the second contact? \nA: I think I did. I called and got Michael on the phone. \nQ: Where did you call from? \nA: I think New York. \nQ: Tell me in as much detail as your superb memory allows you \nto recall everything that was said during the course of that \nphone conversation. \n[Dershowitz's lawyer]: Let's object to the form and the continued \nuse of the word superb. He's described his memory. That's \nyour characterization. Go ahead. \nQ: No, I think that that was Mr. Dershowitz's characterization, \nwhich I have adopted. \n[Lawyer]: Okay. Go ahead. \nA: I called, spoke to Michael. I asked Michael if he had spoken to \nhis wife. She said yes, and she was still reluctant to talk to me. \n260 \nF1 \nQ: I'm sorry—she said yes \nspoken to his wife? \nA: He said yes. And that sh \nsuggested to him that p, \njust so that she hears wh \nand remain on the phone \nwanted. And there cam \nwhen she did get on the \nShe said she had grown I \nwere very, very close frie \nRoberts came to stay wit' \nwas over Halloween, and \njust the two of them. An \nRoberts confided in Reb( \nmention me in any of th( \nby her lawyer into doing 5 \nthe object of this effort. TI \naire who lives in Columb \nSecret and Limited Too. I \nthe name of that billionai \nyers hoped to get one billi \ndollars, or half of his net NA \nhad improperly engaged ii \nRoberts. That money woul \nit to Virginia Roberts, a ti \nher lawyers were setting u \nof it to the lawyers. \nShe then told me that \nto interview Virginia Robe \norder to pressure the billic \n\fATTERSON \nFILTHY RICH \nknow that we did produce tele-\n:levant periods of time when Vir-\ny Epstein, and those telephone \n:ould not have been at the loca-\nVirginia Roberts claimed to have \nye [hadl sexual contact with me. \n) get to those. \nal the flight logs that you claim \ncontact that you had with either \nlitiated the second contact? \n)t Michael on the phone. \n5 your superb memory allows you \nas said during the course of that \nlect to the form and the continued \ne's described his memory. That's \nihead. \n4r. Dershowitz's characterization, \nasked Michael if he had spoken to \nhe was still reluctant to talk to me. \n260 \nQ: I'm sorry—she said yes when you asked Michael if he had \nspoken to his wife? \nA: He said yes. And that she was still reluctant to talk to me. I \nsuggested to him that perhaps she could talk to me briefly \njust so that she hears what I have to say. And he could listen \nand remain on the phone, and she could stop at any time she \nwanted. And there came a time during that conversation \nwhen she did get on the phone, and here's what she told me. \nShe said she had grown up with Virginia Roberts. That they \nwere very, very close friends as young people. That Virginia \nRoberts came to stay with her for a number of days, I think it \nwas over Halloween, and they had gone out and had dinner, \njust the two of them. And that she confided in her; Virginia \nRoberts confided in Rebecca that she had never wanted to \nmention me in any of the pleadings, but she was pressured \nby her lawyer into doing so. Rebecca then said that I was not \nthe object of this effort. The object of the effort was a billion-\naire who lives in Columbus, Ohio, and who owns Victoria's \nSecret and Limited Too. Rebecca told me she did not know \nthe name of that billionaire, but that Virginia and her law-\nyers hoped to get one billion dollars, b-i-l-l-i-o-n, one billion \ndollars, or half of his net worth, from him by alleging that he \nhad improperly engaged in sexual misconduct with Virginia \nRoberts. That money would be divided three ways: a third of \nit to Virginia Roberts, a third of it to a charity that she and \nher lawyers were setting up for battered women, and a third \nof it to the lawyers. \nShe then told me that they were trying to get ABC News \nto interview Virginia Roberts so as to give her credibility in \norder to pressure the billionaire from Columbus, Ohio, into \n261 \n\fQ: \nA: \nQ: \nA: \nJAMES PATTERSON \npaying a large sum of money. And that I was named as an \neffort to try to show the billionaire what could happen to \nsomebody if they were accused of sexual misconduct. And \nthat would encourage him to settle a lawsuit or pay money in \nexchange for his name not being mentioned or revealed. I \nhad no idea about this. And I didn't —I didn't ask about this. \nShe just stated this. And I then corroborated the fact that she \nwas absolutely correct in everything she had said to me. \nYou corroborated the fact that she was absolutely correct in \neverything that she had said to you? \nThat's right. \nHow? \nOkay. Let me answer that question. I was very—I wasn't sure, \nso I called Leslie Wexner. I got his wife on the phone, Abigail \nWexner. Obviously I knew that the only billionaire in Colum-\nbus, Ohio, who owned Limited Too and who owned Victoria's \nSecret was Leslie Wexner. I had met Leslie Wexner on two \noccasions, I think, and his wife. I called Abigail on the phone \nand I said, \"I think you ought to know that there is an extor-\ntion plot being directed against your husband by unscrupu-\nlous lawyers in—in Florida.\" And she said, \"Oh, we're aware \nof that; they've already been in contact with us,\" which sur-\nprised me. But [her statement] was confirmation of that. \nthen also—I can't give you the chronology of that. I then was \nin touch with ABC and found out she was absolutely correct \nabout her efforts to try to get interviewed on ABC television. \nIn fact, I learned that your client, Brad Edwards, had sent a \ncommunication to people in the area urging them to watch \nher interview that was scheduled to be on three television \nprograms. If I'm not mistaken, it was [the] Good Day Show; \n262 \nFlu] \nthe evening news, and th \ncommunication with ABC \nthey would be putting fal \nallowed Virginia Roberts t \nto corroborate that. I then \nhad never mentioned me \ntelevision and publicly stai \nme in any of her descriptio \ncontact with. So I was then \nwas telling me the complete \nwas an extortion plot direct \nnal extortion plot directed \nyour clients were involved i: \n11:30 a.m. \nQ: Let's see if we can make su \nanother, sir. Do you recol \nbetween Virginia Roberts ha \nally abused by you on multi' \nname you as opposed to VU \nyou and never having been \nthose two things different in \nA: Not in the context of this cas \nthat she was going to seek j-\nabused her. And if she didn' \ninference is inescapable that \nthat she had had any sexual \ntainly the inference I drew... \n26: \n\fTTERSON \nFILTHY RICH \ny. And that I was named as an \nilionaire what could happen to \nsed of sexual misconduct. And \nsettle a lawsuit or pay money in \nbeing mentioned or revealed. I \ni didn't—I didn't ask about this. \n!..ri corroborated the fact that she \nrything she had said to me. \nat she was absolutely correct in \nto you? \ntstion. I was very—I wasn't sure, \not his wife on the phone, Abigail \niat the only billionaire in Colum-\nxl Too and who owned Victoria's \nhad met Leslie Wexner on two \nife. I called Abigail on the phone \nit to know that there is an extor-\n.nst your husband by unscrupu-\n\" And she said, \"Oh, we're aware \n. in contact with us,\" which sur-\nmt.] was confirmation of that. I \nhe chronology of that. I then was \nid out she was absolutely correct \nt interviewed on ABC television. \n:Rent, Brad Edwards, had sent a \n1. the area urging them to watch \ntduled to be on three television \nen, it was Ethel Good Day Show, \n62 \nthe evening news, and the show Nightline. . I then was in \ncommunication with ABC and helped to persuade them that \nthey would be putting false information on the air if they \nallowed Virginia Roberts to tell her false story. So I was able \nto corroborate that. I then also corroborated the fact that she \nhad never mentioned me when her boyfriend appeared on \ntelevision and publicly stated that she had never mentioned \nme in any of her description[s] of people who she had sexual \ncontact with. So I was then completely satisfied that Rebecca \nwas telling me the complete truth. And that in my view, there \nwas an extortion plot directed against Leslie Wexner, a crimi-\nnal extortion plot directed against Leslie Wexner, and that \nyour clients were involved in that extortion plot. \n11:30 a.m. \nQ: Let's see if we can make sure that we're understanding one \nanother, sir. Do you recognize that there's a distinction \nbetween Virginia Roberts having met you, having been sexu-\nally abused by you on multiple occasions, but not wanting to \nname you as opposed to Virginia Roberts never having met \nyou and never having been sexually abused by you ... ? Are \nthose two things different in your mind? \nA: Not in the context of this case. Because Virginia Roberts said \nthat she was going to seek justice from everybody that had \nabused her. And if she didn't want to name me, I think the \ninference is inescapable that I was not among those people \nthat she had had any sexual contact with. So that was cer-\ntainly the inference I drew.... \n263 \n\fJAMES PATTERSON \n11:35 a.m. \nQ: \nA: \nQ: \nA: \nQ: \n* * * \nWho are the people that Rebecca says Virginia had previ-\nously told her that Virginia was abused by? \nI never asked her that question. \nDid you ask her was Les Wexner one of the people that \nabused Virginia? \nI told you I never asked her the question. \nAre you aware that years before December of 2014, when the \nCVRA pleading was filed, that your name had come up \nrepeatedly in connection with Jeffrey Epstein's abuse of minors, \ncorrect? \nA: I am aware that never before 2014, end of December, was it \never, ever alleged that I had acted in any way inappropriately \nwith regard to Virginia Roberts, that I ever touched her, that \nI ever met her, that I had ever been with her. I was completely \naware of that. There had never been any allegation. She \nclaims under oath that she told you that secretly in 2011, but \nyou have produced no notes of any such conversation. You, \nof course, are a witness to this allegation and will be deposed \nas a witness to this allegation. I believe it is an entirely false \nallegation that she told you in 2011 that she had had any sex-\nual contact with me. I think she's lying through her teeth \nwhen she says that. And I doubt that your notes will reveal \nany such information. But if she did tell you that, she would \nbe absolutely, categorically lying. So I am completely aware \nthat never—until the lies were put in a legal pleading at the \nend of December 2014, it was never alleged that I had any \n264 \nsexual contact with Vi \nalleged that I was a witn \nand that was false. I w, \nEpstein's sexual abuse. \nthat you have falsely de] \nrecord is clear that I ha \nwitness to any abuse, th \nanybody. And—and thi \ntalk to Jeffrey Epstein w \nVirginia Roberts, which \ngeous, so preposterous, \nlawyer associated with t \nens] said he couldn't beli \n12:24 p.m. \nQ: You engaged in a mass, \nworld that Bradley Edwai \nunethical lawyers who h \nyou, correct? \nA: No, that's not correct. I r( \ning the truth. My goal w \nginia Roberts's allegatiol \nThese two stories appeare \nnewspaper in the world al \nof their plot and the plan \nabsurdly mentioned Prin \nabsurd way—that they rr \ning to lobby prosecutors ti \n\fTTERSON \nFILTHY RICH \n...becca says Virginia had previ-\nvas abused by? \non. \nWexner one of the people that \nthe question. \nFore December of 2014, when the \nthat your name had come up \nJeffrey Epstein's abuse of minors, \n-e 2014, end of December, was it \nacted in any way inappropriately \nerts, that I ever touched her, that \nI- been with her. I was completely \nnever been any allegation. She \ntold you that secretly in 2011, but \n:s of any such conversation. You, \nus allegation and will be deposed \non. I believe it is an entirely false \nin 2011 that she had had any sex-\nnk she's lying through her teeth \ndoubt that your notes will reveal \nif she did tell you that, she would \nlying. So I am completely aware \nwere put in a legal pleading at the \nwas never alleged that I had any \n264 \nsexual contact with Virginia Roberts. I know that it was \nalleged that I was a witness to Jeffrey Epstein's alleged abuse, \nand that was false. I was never a witness to any of Jeffrey \nEpstein's sexual abuse. And I wrote that to you, something \nthat you have falsely denied. And I stand on the record. The \nrecord is clear that I have categorically denied I was ever a \nwitness to any abuse, that I ever saw Jeffrey Epstein abusing \nanybody. And—and the very idea that I would stand and \ntalk to Jeffrey Epstein while he was receiving oral sex from \nVirginia Roberts, which she swore to under oath, is so outra-\ngeous, so preposterous, that even David Boies [a prominent \nlawyer associated with the firm representing Virginia Rob-\nerts] said he couldn't believe it was true. \n12:24 p.m. \nQ: You engaged in a mass-media campaign to convince the \nworld that Bradley Edwards and Professor Paul Cassell were \nunethical lawyers who had fabricated false charges against \nyou, correct? \nA: No, that's not correct. I responded to press inquiries by tell-\ning the truth. My goal was to let the world know that Vir-\nginia Roberts's allegations against me were totally false. \nThese two stories appeared, as far as I can tell, in every single \nnewspaper in the world and on every media, which was part \nof their plot and the plan of your clients, which is why they \nabsurdly mentioned Prince Andrew, claiming in the most \nabsurd way—that they mentioned him because he was try-\ning to lobby prosecutors to get a reduced sentence for Jeffrey \n265 \n\fQ: \nJAMES PATTERSON \nEpstein; they obviously put Prince Andrew in there in order \nto get massive publicity around the world. And every media \nin the world, practically, called me, from the BBC to CBS to \nABC to CNN, and I responded to lies with the truth. \nAnd the truth that you attempted to convey was that Bradley \nEdwards and Professor Paul Cassell were unethical lawyers \nwho fabricated false charges against you, right? \nA: The truth that I intended to convey was that the charges \nagainst me were false and fabricated, that I never had any \nsexual contact—\nFabricated by whom, sir? \nPlease don't interrupt me.... that I never had any sexual con-\ntact with Virginia Roberts. Because Professor Cassell insisted \non conveying to the public that he was a former judge and \nthat he was a professor and that he was using—improperly, \nin my view— the stationery and name of his university to \nadd credibility to his claims, I felt that it was imperative for \nme to indicate that he was engaging in improper and unethi-\ncal conduct. It would have been improper for me to have \nallowed his use of his credibility as a former federal judge, as \na professor who uses, Misuses, his university imprimatur—\nit was very important for me to attack the credibility of the \nmessengers of the false information. And it was important \nfor me to also remind the public that Bradley Edwards was a \npartner of [Scott] Rothstein, a man who is spending fifty \nyears in jail for fraudulently creating a Ponzi scheme to sell \nJeffrey Epstein cases that didn't exist. \nQ: \nA: \n266 \nScott Rothstein: 2009 \nScott Rothstein was a Ha \nparked his collection c \nhouse, kept a copy of 1 \nportrait of Al Pacino as Mich \nof his nicknames was TPOF \nDarkness,\" and in private, he \nthe repercussions of engagin \nUnderstand that I am capabl \nimagination could ever conju \nRothstein hosted receptioi \nMcCain, Bobby Jindal, Arno \nout hundreds of thousands \ncontributions. He gave millio \nthe Joe DiMaggio Children' \n\f.\"1-TERSON \nPrince Andrew in there in order \nand the world. And every media \nJed me, from the BBC to CBS to \ned to lies with the truth. \nopted to convey was that Bradley \nCassell were unethical lawyers \n; against you, right? \nto convey was that the charges \nfabricated, that I never had any \n. that I never had any sexual con-\n3ecause Professor Cassell insisted \nthat he was a former judge and \nthat he was using—improperly, \ny and name of his university to \nLS, I felt that it was imperative for \n.ngaging in improper and unethi-\ne been improper for me to have \nbility as a former federal judge, as \nises, his university imprimatur — \nne to attack the credibility of the \nformation. And it was important \n)ublic that Bradley Edwards was a \nin, a man who is spending fifty \nly creating a Ponzi scheme to sell \niidn't exist. \n266 \nCHAPTER 67 \nScott Rothstein: 2009 \nScott Rothstein was a flashy Fort Lauderdale ex-lawyer who \nparked his collection of cars in an air-conditioned ware-\nhouse, kept a copy of the Torah on his desk, and hung a \nportrait of Al Pacino as Michael Corleone outside his office. One \nof his nicknames was TPOFD, short for \"the Prince of Fucking \nDarkness,\" and in private, he'd say things like: \"Understand that \nthe repercussions of engaging me could open the gates of hell. \nUnderstand that I am capable of evil far beyond anything your \nimagination could ever conjure up.\" \nRothstein hosted receptions for prominent politicians—John \nMcCain, Bobby Jindal, Arnold Schwarzenegger— and handed \nout hundreds of thousands of dollars at a time in campaign \ncontributions. He gave millions more to charitable institutions: \nthe Joe DiMaggio Children's Hospital; the American Heart \n267 \n\fJAMES PATTERSON \nAssociation. By all outward appearances, he could afford it: sev-\nenty lawyers worked in his firm, which had offices in Florida, \nNew York, and Venezuela. But Rothstein's millions actually \ncame from a $1.2 billion Ponzi scheme he'd been running since \n2005. \nIn April of 2009, Bradley Edwards joined Rothstein's firm. \nThe lawyer brought his papers along, and Rothstein showed \nthose pertaining to Epstein to potential investors. In exchange \nfor a lump sum up front, Rothstein said, investors would receive \na far larger chunk of money later, which Epstein would pay in \nfuture settlements. \nEdwards and Rothstein both say that Edwards had no knowl-\nedge whatsoever of the Ponzi scheme. (Prosecutors, and the \nFlorida Bar, agree.) Edwards left as soon as he caught wind of the \nscheme, in November of 2009. But the few months he spent in \nRothstein's company gave Dershowitz the opening he needed to \npry open Virginia Roberts's accusations. \nIt was at Edwards's insistence, Dershowitz would say, as well \nas Paul Cassell's, that Virginia Roberts added Dershowitz's name \nto the list of men she claimed had abused her. \nAccording to Dershowitz, he'd been pulled into a billion-dollar \nextortion plot Edwards had hatched. And for Edwards and Cas-\nsell, there had been a secondary benefit: Dershowitz had helped \nto work out Epstein's confidential non-prosecution agreement \nwith the government. By implicating him directly in Epstein's \nabuse of underage women, Dershowitz claimed, Edwards and \nCassell were trying to \"open up\" that agreement. \nIt might have been a Hail Mary pass on the part of Alan \nDershowitz. \nBut the argument had its own internal logic. \n268 \nThe idea that Bradley Edw \nblackmail Leslie Wexner — \nno less—sounds highly ir \nthat Edwards had worked \nrunning his own billion-dc \nEdwards may not have \nfiles on Jeffrey Epstein al \nEdwards's proximity to Roth \nbeen as damaging as Dersh \nbut it was damaging noneth \nhe needed to make his argu \nargument was that it wasn't \nplot to blackmail Wexner. 1 \nafter was the idea that a 1 \nnon-prosecution agreement \nerts. That would give Edwa \nagreement open. And in that \npressuring Virginia Roberts \nPerhaps it wasn't, in thi5 \nfelt reluctant to mention De \nmatter of the three hundred \nshe would stand to gain. Ar \nthat goes to set up a charity \nDershowitz had thrown out \ngenius move on Edwards's pa \nwhole psychological picture: \nfor lying about Dershowitz, s \nbattered women she'd end up \n\frTERSON \n:arances, he could afford it: sev-\n.1, which had offices in Florida, \nt Rothstein's millions actually \n;cheme he'd been running since \ndwards joined Rothstein's firm. \n3 along, and Rothstein showed \npotential investors. In exchange \nem n said, investors would receive \ncer, which Epstein would pay in \nsay that Edwards had no know!-\nscheme. (Prosecutors, and the \nas soon as he caught wind of the \nBut the few months he spent in \nhowitz the opening he needed to \nusations. \nce, Dershowitz would say, as well \nZoberts added Dershowitz's name \nLad abused her. \nbeen pulled into a billion-dollar \ntched. And for Edwards and Cas-\ny benefit: Dershowitz had helped \nntial non-prosecution agreement \nlicating him directly in Epstein's \nershowitz claimed, Edwards and \np\" that agreement. \n1 Mary pass on the part of Alan \nwn internal logic. \n268 \nFILTHY RICH \n* * * \nThe idea that Bradley. Edwards and Paul Cassell were trying to \nblackmail Leslie Wexner—blackmail him for one billion dollars, \nno less—sounds highly improbable. But we do know for a fact \nthat Edwards had worked with Rothstein— a man who'd been \nrunning his own billion-dollar con. \nEdwards may not have known that Rothstein was taking his \nfiles on Jeffrey Epstein and showing them to investors. But \nEdwards's proximity to Rothstein didn't look good. It may not have \nbeen as damaging as Dershowitz's close friendship with Epstein, \nbut it was damaging nonetheless. It gave Dershowitz the opening \nhe needed to make his argument. And the genius of Dershowitz's \nargument was that it wasn't necessarily predicated on an actual \nplot to blackmail Wexner. Maybe the thing Edwards was really \nafter was the idea that a lawyer who helped work out Epstein's \nnon-prosecution agreement was also having sex with Virginia Rob-\nerts. That would give Edwards leverage in trying to crack the \nagreement open. And in that case, was it so hard to imagine him \npressuring Virginia Roberts to add Dershowitz's name to the list? \nPerhaps it wasn't, in this scenario. Virginia would have still \nfelt reluctant to mention Dershowitz. If she was, there was the \nmatter of the three hundred million dollars, and then some, that \nshe would stand to gain. And the three hundred million or so \nthat goes to set up a charity for battered women? If the scenario \nDershowitz had thrown out was true, that would have been a \ngenius move on Edwards's part—the sort of detail that helps the \nwhole psychological picture fall into place. If Virginia felt guilty \nfor lying about Dershowitz, she could think of the thousands of \nbattered women she'd end up helping. \n269 \n\fJAMES PATTERSON \nAll these possibilities seemed bizarre. And yet everything \nconnected with Epstein's story seemed to be bizarre. \nBill Clinton got the use of a jet out of Epstein— a trip to \nAfrica. But he and Epstein weren't bosom buddies. \nAs for Prince Andrew, we already know how he feels about \nwomen. \nBut what did Dershowitz get out of Epstein, aside from \nEpstein's wise counsel on all the books he'd written? \nOne advantage Dershowitz had, as he laid out his argument, \nwas that when it came to Jeffrey Epstein, all bets were off. He \ndidn't have to establish his innocence. All he had to do was make \nsure that the waters stayed muddy. The more complicated things \nseemed to be, the better they were for Dershowitz. \nThanks to Jeffrey Epstein's actions, and the endlessly compli-\ncated cycle of suits and countersuits those actions inspired, \nthose waters were very muddy indeed. \n270 \nScott Rothstein \nOn October 27, 2009, Floric \nRothstein a voice-mail mess \n\"Hey, Scott,\" the goveri \nGreek governor. Hope you'i \ntouch base and let you knoN \ntwenty-fourth, and it is gc \nbrother.... Really enjoyed \nwatch[ing] a little football a \nme. We love you. Take care. \nThat same day, Rothstei \nCasablanca, Morocco. For a \nrunning. But a few days la( \nFort Lauderdale. The Ponzi \nThe moment he did, he s \nfor a lenient sentence. Roths \nthe list included people at hi \n\fCTERSON \nbizarre. And yet everything \n:emed to be bizarre. \na jet out of Epstein— a trip to \n:t bosom buddies. \nready know how he feels about \n;et out of Epstein, aside from \nbooks he'd written? \nlad, as he laid out his argument, \nEpstein, all bets were off. He \n-.:ence. All he had to do was make \ndy. The more complicated things \n:re for Dershowitz. \nctions, and the endlessly compli-\ntersuits those actions inspired, \nndeed. \n270 \nCODA \nScott Rothstein \nOn October 27, 2009, Florida's governor, Charlie Crist, left Scott \nRothstein a voice-mail message. \n\"Hey, Scott,\" the governor said. \"It's Charlie, your favorite \nGreek governor. Hope you're doing well, buddy. Just wanted to \ntouch base and let you know I'm working Versace for November \ntwenty-fourth, and it is going amazingly well—unbelievable, \nbrother.... Really enjoyed again seeing you and Kimmie and \nwatch[ing] a little football and best to you guys from Carol and \nme. We love you. Take care. Bye-bye.\" \nThat same day, Rothstein took a chartered Gulfstream V to \nCasablanca, Morocco. For a while, it seemed as if Rothstein was \nrunning. But a few days later, the same Gulfstream returned to \nFort Lauderdale. The Ponzi king had decided to turn himself in. \nThe moment he did, he started to sing like a canary in return \nfor a lenient sentence. Rothstein gave up dozens of associates — \nthe list included people at his law firm, law enforcement officers, \n271 \n\fJAMES PATTERSON \nand his own wife, Kimmie, who was arrested for hiding more \nthan one million dollars' worth of jewelry. \nAll in all, more than thirty people involved in Rothstein's \nschemes were arrested and sentenced. \nThanks, in part, to his cooperation with the feds, his was the \nonly Ponzi scheme in history in which all the victims recovered \ntheir money. In return, Rothstein was put into a witness protec-\ntion program and is serving his fifty-year sentence anonymously, \nin an undisclosed prison location. \nAlan Dershowitz \nOn November 10, 2015, Alan Dershowitz arrived at Shriver Hall, \non the campus of Johns Hopkins University, in Baltimore, to talk \nabout the Arab-Israeli conflict. \n\"The outlines for peace are so obvious,\" he said. \"There has \nto be a two-state solution.\" \nFifteen minutes into the talk, a group of women—students \nbelonging to a group called Hopkins Feminists—stood up in \nprotest. Dressed all in black, with duct tape over their mouths, \nthey held up a sign and marched out of the hall. \nYOU ARE RAPE CULTURE, the sign read. \nAfterward, a reporter for the student paper asked Dershowitz \nabout Jeffrey Epstein and Epstein's victims. Wasn't it true that Der-\nshowitz had implied that one of those victims was \"asking for it?\" \n\"I'm a defense attorney,\" Dershowitz replied. \"I have an obliga-\ntion under the Constitution to provide a full and zealous defense to \nmy clients. If I have failed to do all the things you had just listed, I - \ncould be disbarred. I could be found incompetent as counsel.\" \n272 \nHe asked the reporter, \non the websites, look on \nwoman who was accusing \ndisprove many of the cha \nprove the charges against \nrape is a heinous thing to d \nperson who has been fals \nrape victims because it rm \nmoney. Our country, unlit \ndefended, and I'm going to \nents are guilty or innocent \nhave been guilty. They dese \nelse. I'm very proud of wh \ndon't like the fact that I got \nThe suits and countersuits \nDershowitz filed against eac \n2016—reaching a crescend \nthe plot to blackmail Les \ninvolved agreed to settle, i \n\"Edwards and Cassell ackn( \nfiled sexual misconduct acci \nsexual misconduct accusatic \ning all exhibits) are hereby \ndraws his accusations ti \nunethically. Neither Edward \nintention of repeating the \nDershowitz also hired form( \nan independent investigatior \n\fLTTERSON \nFILTHY RICH \nto was arrested for hiding more \nof jewelry. \nr people involved in Rothstein's \n:.ration with the feds, his was the \nwhich all the victims recovered \nin was put into a witness protec-\nfifty-year sentence anonymously, \nn. \nnshowitz arrived at Shriver Hall, \ns University, in Baltimore, to talk \nso obvious,\" he said. \"There has \nk, a group of women—students \nopkins Feminists—stood up in \nith duct tape over their mouths, \nd out of the hall. \nn read. \n!. student paper asked Dershowitz \ns victims. Wasn't it true that Der-\nthose victims was \"asking for it?\" \nshowitz replied. \"I have an obliga-\novide a full and zealous defense to \nall the things you had just listed, I \nund incompetent as counsel.\" \n?.72 \nHe asked the reporter, \"Would any defense lawyer not look \non the websites, look on social networks, find out what the \nwoman who was accusing my client was doing? We were able to \ndisprove many of the charges, just like how I was able to dis-\nprove the charges against me. Falsely charging somebody with \nrape is a heinous thing to do. First of all, it creates horrors for the \nperson who has been falsely accused. Second, it so hurts real \nrape victims because it makes it clear that some women lie for \nmoney. Our country, unlike others, requires that everybody be \ndefended, and I'm going to continue to do that whether my cli-\nents are guilty or innocent. Let me tell you, most of my clients \nhave been guilty. They deserve a zealous defense just as anybody \nelse. I'm very proud of what I did for Jeffrey Epstein. If people \ndon't like the fact that I got a 'good deal,' that's the job I do.\" \nThe suits and countersuits Paul Cassell, Bradley Edwards, and \nDershowitz filed against each other dragged on into the spring of \n2016 —reaching a crescendo with Dershowitz's argument about \nthe plot to blackmail Les Wexner. But on April 8, all the parties \ninvolved agreed to settle, issuing a joint statement that read: \n\"Edwards and Cassell acknowledge that it was a mistake to have \nfiled sexual misconduct accusations against Dershowitz; and the \nsexual misconduct accusations made in all public filings (includ-\ning all exhibits) are hereby withdrawn. Dershowitz also with-\ndraws his accusations that Edwards and Cassell acted \nunethically. Neither Edwards, Cassell, nor Dershowitz have any \nintention of repeating the allegations against one another.\" \nDershowitz also hired former FBI director Louis J. Freeh to do \nan independent investigation. Freeh concluded that the evidence \n273 \n\fJAMES PATTERSON \nhis team reviewed refuted the accusations of sexual misconduct \nagainst Dershowitz. \nFor Alan Dershowitz, the long nightmare he'd had to endure as a \nresult of his friendship with Jeffrey Epstein finally seemed to be over. \nGhislaine Maxwell \nTrying to put her troubles with Epstein behind her, Ghislaine \nMaxwell took up a new calling. \n\"She's doing something to save the oceans now,\" a socialite says \nover the din of cocktail-party chatter at a private Palm Beach Club. \nMaxwell's nonprofit, the TerraMar Project, describes itself as \n\"a platform for citizenship and transformation of the high seas.\" \nIts focus is on cleaning up the eight million metric tons of plastic \ndebris —garbage— that are dumped into the world's oceans \neach year. (Sources say that an earlier enterprise, the Seed Media \nGroup, was funded by Jeffrey Epstein in 2005 to the tune of two \nmillion dollars.) \n\"Is anybody here staying awake at night because they're \nfrightened about the ocean?\" she asks in 2014 at a TEDx talk in \nCharlottesville, Virginia. \"Are you scared about what could hap-\npen? Are you trying to think about what could you do that would \nhelp the ocean and all its myriad of troubles?\" \nBut although her efforts on behalf of the environment are sin-\ncere and articulate, Ghislaine still appears in the society pages. \nIn 2010, she attends Chelsea Clinton's wedding in Rhine-\nbeck, New York. \nIn 2014, New York journalist Richard Johnson reports that \nshe's newly back from running in an Iditarod dogsled race in \n274 \nAlaska. \"It's hard to top C \ndepartment,\" he writes. \nUpon her return, the r \nInternational hosts Maxv \nchef for Madame Chiang I \nSources say that Max\\ \nship with the Clintons. Sh \nMaxwell has repeatedly di \nRoberts—and continues \nMaxwell says she's had no ( \ninvolving Virginia Roberts \nfrey Epstein. She claims th \nas a \"sex slave\" has change \neach telling, Virginia adds s \nfigures. Nevertheless, legal \nIn 2015, Virginia Robe' \nwoman she says recruited he \nWay. In January of 2016, Rc \nthat a defamation suit filed al \npredator, was directly relevan \nMaxwell filed an answer in ci \nand accusing Roberts of fabri( \nAs of this writing, the si \nPrince Andrew \nIn January of 2016, Sunningh \nthat Sarah Ferguson and I \nEnglish county of Berkshire. \n\fATTERSON \nFILTHY RICH \niccusations of sexual misconduct \ng nightmare he'd had to endure as a \n7 Epstein finally seemed to be over. \n1h Epstein behind her, Ghislaine \nve the oceans now,\" a socialite says \natter at a private Palm Beach Club. \nrraMar Project, describes itself as \ntransformation of the high seas.\" \ntight million metric tons of plastic \n.umped into the world's oceans \nearlier enterprise, the Seed Media \n7..pstein in 2005 to the tune of two \nawake at night because they're \nhe asks in 2014 at a TEDx talk in \nyou scared about what could hap-\n)out what could you do that would \nad of troubles?\" \nbehalf of the environment are sin-\nill appears in the society pages. \n.sea Clinton's wedding in Rhine \nlist Richard Johnson reports that \nig in an Iditarod dogsled race in \n274 \nAlaska. \"It's hard to top Ghislaine Maxwell in the globe-trotting \ndepartment,\" he writes. \nUpon her return, the president of the China Arts Foundation \nInternational hosts Maxwell at a dinner cooked by the former \nchef for Madame Chiang Kai-shek. \nSources say that Maxwell still maintains her warm relation-\nship with the Clintons. She was never charged with a crime. And \nMaxwell has repeatedly denied all allegations made by Virginia \nRoberts—and continues to do so today. Through her lawyer, \nMaxwell says she's had no connection to any criminal misconduct \ninvolving Virginia Roberts (or any other young woman) and Jef-\nfrey Epstein. She claims that Virginia's story about her experience \nas a \"sex slave\" has changed, significantly, over time— that with \neach telling, Virginia adds salacious details and names new public \nfigures. Nevertheless, legal troubles for Maxwell recently began. \nIn 2015, Virginia Roberts filed a defamation suit against the \nwoman she says recruited her to work at Epstein's house on El Brillo \nWay. In January of 2016, Roberts filed additional papers, claiming \nthat a defamation. suit filed against Bill Cosby, another alleged sexual \npredator, was directly relevant to her case against Maxwell. In March, \nMaxwell filed an answer in court denying all of Roberts's allegations \nand accusing Roberts of fabricating them for financial gain. \nAs of this writing, the suit is ongoing. \nPrince Andrew \nIn January of 2016, Sunninghill Park—the twelve-bedroom estate \nthat Sarah Ferguson and Prince Andrew once shared in the \nEnglish county of Berkshire—was bulldozed. \n275 \n\fJAMES PATTERSON \nPrince Andrew had long since sold the home, which he and \nSarah had received as a gift after their 1986 wedding. He got into \nhot water when it was revealed that the buyer, a Kazakh billion-\naire named Timur Kulibayev, had paid three million pounds \nmore than the home's asking price. \nFor her part, Sarah Ferguson announced that she was mov-\ning into a thirteen-million-pound ski chalet in Switzerland. \nIt was a fitting end to the long, sometimes sordid story of the \nprince's marriage. But it was not the end of the scandals that \nseemed always to be swirling around the prince. \nOn January 2, 2015, Virginia Roberts's allegations about her \nrelationship with the prince—and the photo of him with his \narm around Roberts's waist—appeared in the press. Prince \nAndrew was forced to cut short a skiing holiday to confer with \nhis mother, the queen, and to issue a statement denying Rob-\nerts's allegations—a step that was widely seen as being without \nprecedent for a member of the royal family. \nThat same month, at the World Economic Forum in Davos, \nSwitzerland, the prince was again forced to \"reiterate and to reaf-\nfirm\" the repeated denials made by Buckingham Palace that he \nhad any sort of sexual relationship with Roberts, who had \nannounced in papers filed at the start of the year that Prince \nAndrew has a \"sexual interest in feet.\" \n\"My focus is on my work,\" Prince Andrew said at the time. \nAsked by a reporter, \"Will you be making a statement?\" the \nprince refused to answer. \nA few days later, Virginia Roberts signed a sworn statement in \nwhich she said, \"I did have sexual contact with him as I have \ndescribed here—under oath. Given what he knows and has seen, \nI was hoping that he would simply voluntarily tell the truth about \n276 \neverything. I hope my ati \nunder oath about the corm \nAccording to several r \nto .the prince, asking him \nReportedly, Buckingham F \n\"I knew he was a men \njust called him 'Andy,\" Ro \nnews from Maxwell that I \nday, Epstein told me I was \nme 'to exceed' everything I \nwhatever Prince Andrew w \nSigning her name to th( \nunder penalty of perjury th \nThat spring, Prince An( \nin South Florida ordered tl \nstricken from civil-court n \nceedings, these lurid detai \ncluded. Once again, Buckin \nprince's involvement in any \ntaming to Roberts. But tha. \nBBC program Panorama wa: \ntion into the prince's dealinf \nAs of this writing, the in \nBarry Krischer \n\"I have no intention of beir \nBarry Krischer said in 2016 \nasked about Jeffrey Epstein. \n\fTTERSON \nc'x sold the home, which he and \ntheir 1986 wedding. He got into \n.hat the buyer, a Kazakh billion-\nhad paid three million pounds \n.ce. \nn announced that she was mov-\nLd ski chalet in Switzerland. \nsometimes sordid story of the \nLot the end of the scandals that \nound the prince. \n[a Roberts's allegations about her \n-and the photo of him with his \n- appeared in the press. Prince \na skiing holiday to confer with \nissue a statement denying Rob-\nvas widely seen as being without \nroyal family. \nVorld Economic Forum in Davos, \nlin forced to \"reiterate and to reaf-\nle by Buckingham Palace that he \nionship with Roberts, who had \nthe start of the year that Prince \nin feet.\" \nPrince Andrew said at the time. \n• you be making a statement?\" the \n.oberts signed a sworn statement in \n.exual contact with him as I hay \nGiven what he knows and has seen; \naply voluntarily tell the truth abou \n276 \nFILTHY RICH \neverything. I hope my attorneys can interview Prince Andrew \nunder oath about the contacts and that he will tell the truth.\" \nAccording to several reports, Roberts's lawyers had written \nto .the prince, asking him to respond to her allegations in court. \nReportedly, Buckingham Palace refused delivery of the letter. \n\"I knew he was a member of the British royal family, but I \njust called him 'Andy,\" Roberts had said in her statement. \"I got \nnews from Maxwell that I would be meeting a prince. Later that \nday, Epstein told me I was meeting a 'major prince.' Epstein told \nme 'to exceed' everything I had been taught. He emphasized that \nwhatever Prince Andrew wanted, I was to make sure he got.\" \nSigning her name to the document, Roberts wrote, \"I declare \nunder penalty of perjury that the foregoing is true and correct.\" \nThat spring, Prince Andrew got a rare break: a federal judge \nin South Florida ordered that the allegations Roberts made be \nstricken from civil-court records. \"At this juncture in the pro-\nceedings, these lurid details are unnecessary,\" the judge con-\ncluded. Once again, Buckingham Palace vehemently denied the \nprince's involvement in any activities, sexual or otherwise, per-\ntaining to Roberts. But that same year, reports leaked that the \nBBC program Panorama was working on an in-depth investiga-\ntion into the prince's dealings with Epstein and Roberts. \nAs of this writing, the investigation has yet to air. \nBarry Krischer \n\"I have no intention of being dragged into that conversation,\" \nBarry Krischer said in 2016 when contacted via telephone and \nasked about Jeffrey Epstein. \n277 \n\fJAMES PATTERSON \nMore than a decade had passed since Epstein's case first \nlanded on the state attorney's desk. \n\"The New York Times has called me,\" said Krischer. \"The \nBritish papers. I'm not interested in being pulled into that con-\nversation. I know that the police chief didn't think the case was \nhandled right, but that's why he's a cop and I'm a prosecutor.\" \nKrischer, who left the state attorney's office in 2009, is still a \nmember of the Criminal Justice Commission in Palm Beach \nCounty. Since his retirement, he's volunteered one morning a \nweek at the office of the state attorney and two mornings a week \nat the Palm Beach County Sheriff's Office. \nHe still remains active in child welfare issues, working with \nthe Florida Department of Children and Families. \nDespite his continued involvement with local law enforce-\nment, he hasn't spoken to Michael Reiter in years. \nBradley Edwards \nIn December of 2009, Jeffrey Epstein filed suit, under Florida's \nRICO act, against Scott Rothstein, the jailed Ponzi king; Bradley \nEdwards, the lawyer who'd worked, briefly, in Rothstein's law \nfirm, RRA, and represented several of Epstein's victims; and one \nof those victims, an individual referred to in the lawsuit as \n\"Upon information and belief,\" the suit stated, \"EDWARDS \nknew or should have known that ROTHSTEIN was utilizing \nRRA as a front for the massive Ponzi scheme and/or were selling \nan alleged interest or investment in the Civil Actions (and other \nclaims) involving Epstein.\" The suit also claimed that, \"By using \n278 \nCivil Actions against EP! \nments regarding same, RC \ninvestors into ROTHSTEI1 \ndollars which, in turn, w \nEPSTEIN for the sole pur \nscheme.\" \nMoreover, the suit claii \nsex with Epstein; worked a \nprostitute and call girl; h; \npainkillers, Xanax, Ecsta5 \nAmendment during her de \nrelevant but problem ques. \nclaims about two other vic. \nsaid only good things abo \nFBI in 2007, while being \nstory \"changed dramaticall \nthe hands of EDWARDS an \nIn a motion for summar \nEdwards denied all of thesi \nfrivolous for two separate• \nclaimed, Epstein was seel \nasserting his own Fifth An \ncovery of relevant facts. (An \ndozens of times, when dep \nOn the other hand, Epstein \nby all of the record evidence \n\"The truth in the record \nsupport Epstein's claims an \nroborative of Edwards's swor \nstated. \n\fPERSON \nFILTHY RICH \n;sed since Epstein's case first \nlied me,\" said Krischer. \"The \nin being pulled into that con-\nchief didn't think the case was \na cop and I'm a prosecutor.\" \ntorney's office in 2009, is still a \nCommission in Palm Beach \nes volunteered one morning a \n)rney and two mornings a week \nF's Office. \nId welfare issues, working with \nren and Families. \nvement with local law enforce-\nel Reiter in years. \n.pstein filed suit, under Florida's \nin, the jailed Ponzi king; Bradley \n)rked, briefly, in Rothstein's law \n'eral of Epstein's victims; and one \nal referred to in the lawsuit as \nlief,\" the suit stated, \"EDWARDS \nthat ROTHSTEIN was utilizing \nPonzi scheme and/or were selling \n;nt in the Civil Actions (and other \ne suit also claimed that, \"By using \n278 \nCivil Actions against EPSTEIN as 'bait' and fabricating settle-\nments regarding same, ROTHSTEIN and others were able to lure \ninvestors into ROTHSTEIN'S lair and bilked them of millions of \ndollars which, in turn, was used to fund the litigation against \nEPSTEIN for the sole purpose of continuing the massive Ponzi \nscheme.\" \nMoreover, the suit claimed, L.M. had \"testified she never had \nsex with Epstein; worked at numerous strip clubs; is an admitted \nprostitute and call girl; has a history of illegal drug use (pot, \npainkillers, Xanax, Ecstasy); and continually asserted the 5th \nAmendment during her depositions in order to avoid answering \nrelevant but problem questions for her.\" (The suit made similar \nclaims about two other victims.) According to the suit, L.M. had \nsaid only good things about Epstein when interviewed by the \nFBI in 2007, while being represented by another lawyer. Her \nstory \"changed dramatically,\" the suit claimed, once she was \"in \nthe hands of EDWARDS and RRA.\" \nIn a motion for summary judgment filed by Bradley Edwards, \nEdwards denied all of these allegations, calling Epstein's claims \nfrivolous for two separate reasons: On the one hand, Edwards \nclaimed, Epstein was seeking damages from Edwards while \nasserting his own Fifth Amendment privilege to block the dis-\ncovery of relevant facts. (And, in fact, Epstein did plead the Fifth, \ndozens of times, when deposed by the lawyers of his victims.) \nOn the other hand, Epstein's claims were \"directly contradicted \nby all of the record evidence. \n\"The truth in the record is entirely devoid of any evidence to \nsupport Epstein's claims and is completely and consistently cor-\nroborative of Edwards's sworn assertion of innocence,\" the motion \nstated. \n279 \n\fi \nJAMES PATTERSON \nPut simply, Epstein has made allegations that have no basis \nin fact. To the contrary, his lawsuit was merely a desperate \nmeasure by a serial pedophile to prevent being held account-\nable for repeatedly sexually abusing minor females. Epstein's \nulterior motives in filing, and prosecuting this lawsuit are \nblatantly obvious. Epstein's behavior is another clear demon-\nstration that he feels he lives above the law and that because \nof his wealth he can manipulate the system and pay for law-\nyers to do his dirty work—even to the extent of having them \nassert baseless claims against other members of the Florida \nBar. Epstein's Complaint against Edwards and LM is nothing \nshort of a far-fetched fictional fairy-tale with absolutely no \nevidence whatsoever to support his preposterous claims. It \nwas his last ditch effort to escape the public disclosure \nby Edwards and his clients of the nature, extent, and sordid \ndetails of his life as a serial child molester. Edwards's \nMotion for Summary judgment should be granted without \nequivocation. \nEdwards filed a counterclaim for malicious prosecution. \"He \nsued me with knowingly made up, falsified facts,' Edwards says. \nAnd his sole motivation was to extort me into abandoning \nthe legitimate cases I was pursuing against him on behalf of \nthe victims, including the CVRA suit. He ultimately had to \ndismiss that case, literally on the morning our Summary \nJudgment was to be heard. I then sued him. We were set for \ntrial. The judge granted me punitive damages in my claim. \nAnd then, in a separate case in Florida, one of the appellate \n280 \ncourts basically abolisl \nin Florida. My case wa! \nour district ruled that \nstand and the tort is ni \nback to the trial court \nthe State Supreme Cour \nSarah Kellen \n\"She said her name was C \ntion,\" says a real estate a, \nmuch later that I realized s \nIn April of 2009, that al \nBeach. For Clara, that 111th \nEpstein's big house on El Br: \nas Sarah Kellen. But not suc \npay four thousand dollars a \n2009,\" says a Palm Beach re \nmarket. \"But she stayed a lot \nround-the-world trip for at h \nKellen had been a prime \nProsecutors had considered c \nMarcinkova as potential ci \ncharges as part of the plea (I( \nthe course of which it was 5 \npleaded to something, he cout \nslapping her, once, on his jet. \n\fETERSON \nFILTHY RICH \n111egations that have no basis \nNsuit was merely a desperate \no prevent being held account-\nusing minor females. Epstein's \nprosecuting this lawsuit are \ntavior is another clear demon-\n'90ve the law and that because \ne the system and pay for law-\nn to the extent of having them \nother members of the Florida \nst Edwards and LM is nothing \nfairy-tale with absolutely no \nirt his preposterous claims. It \nescape the public disclosure \nthe nature, extent, and sordid \nal child molester. Edwards's \nnt should be granted without \na for malicious prosecution. \"He \nip, falsified facts,' Edwards says. \nto extort me into abandoning \n•suing against him on behalf of \nRA suit. He ultimately had to \nn the morning our Summary \nhen sued him. We were set for \n'unitive damages in my claim. \nn Florida, one of the appellate \n80 \ncourts basically abolished the tort of malicious prosecution \nin Florida. My case was dismissed. I then appealed that. And \nour district ruled that my malicious prosecution claim can \nstand and the tort is not abolished in Florida. They sent it \nback to the trial court and Jeffrey Epstein appealed that to \nthe State Supreme Court, and that's where that stands. \nSarah Kellen \n\"She said her name was Clara something on the rental applica-\ntion,\" says a real estate agent in Palm Beach. \"It wasn't until \nmuch later that I realized she was associated with Epstein.\" \nIn April of 2009, that agent rented Clara a bungalow in Palm \nBeach. For Clara, that little home was a step down from Jeffrey \nEpstein's big house on El Brillo Way and from the life she'd known \nas Sarah Kellen. But not such a step down. \"She signed a lease to \npay four thousand dollars a month from April 18 through July 18, \n2009,\" says a Palm Beach resident familiar with the local housing \nmarket. \"But she stayed a lot longer. And by the way, she went on a \nround-the-world trip for at least a month while she had the lease.\" \nKellen had been a prime suspect in Chief Reiter's investigation. \nProsecutors had considered charging her, Wendy Dobbs, and Nadia \nMarcinkova as potential coconspirators. They'd avoided those \ncharges as part of the plea deal that Epstein had struck—a deal in \nthe course of which it was suggested that if Epstein had to have \npleaded to something, he could have pleaded to striking Kellen—or \nslapping her, once, on his jet. Assault, they'd have called it. \n281 \n\fJAMES PATTERSON \nKellen might have gone along with that. But in the end she \ndidn't need to. Sources say she found another rich man as Epstein \nwhiled away his hours in and out of the Palm Beach Stockade. \nShe reinvented herself, and when her relationship with the \nwealthy man fell apart, she played the field until she met and \nmarried a race-car driver named Brian Vickers. Along the way \nshe reinvented herself yet again, changing her name to Sarah \nKensington. \nNadia Marcinkova \nNadia Marcinkova changed her surname to Marcinko and, after \ntraining at a Palm Beach flight school, became a commercial \npilot and certified flight instructor. Calling herself Gulfstream \nGirl on Facebook, she cultivated her social media presence until \n2013, when the Gulfstream company filed a trademark infringe-\nment lawsuit against her. When the suit was settled out of court, \nin 2014, Marcinko changed \"Gulfstream\" to \"Global.\" \n\"As a child,\" she wrote for the \"About Me\" page on her web-\nsite, \"Nadia channeled her entrepreneurial spirit by selling invi-\nsible pets to neighboring kids. She continued on to manage a \nsuccessful family marketing business and soon she was disco-\nvered by a modeling agency and immersed into the marketing \nand advertising world as a spokesperson and international fash-\nion model.\" \nThere is no mention of Jeffrey Epstein. But on her YouTube \nchannel, Marcinko appears in the cockpit of a Gulfstream II that \nlooks very much like Epstein's Gulfstream, sitting beside a man \nwho looks much like Larry Visoski, a pilot for Epstein. \n282 \nMarcinko's Manhatte \nJeffrey Epstein's brother, \nSarah Kensington us( \nThe Girls \nOne of the girls who gave \nAngeles and became an \nopera and appearing in \ncareer in country music. \nSeveral girls have bee \nother nonviolent crimes. \nOne girl is dead— m \nthat had nothing to do wi \nOne of the girls who ( \nis now a successful real e5 \nMary moved back in \nand attended college for \nalong the way. In 2010, \nMary, who was born in 1 \nyoung for a man of Jeffrey \nahead of her. \nWendy Dobbs studied \ntender and waitress. \"I m \n[utilize] my communicatil \nothers,\" she wrote on Lin \ncan make a difference in s( \nencourage others to make \nreaching for the stars then \n\fERSON \nFILTHY RICH \nwith that. But in the end she \n.d another rich man as Epstein \nof the Palm Beach Stockade. \nn her relationship with the \nd the field until she met and \nBrian Vickers. Along the way \nchanging her name to Sarah \ntrname to Marcinko and, after \n>chool, became a commercial \n)r. Calling herself Gulfstream \nLer social media presence until \nmy filed a trademark infringe-\nle suit was settled out of court, \n>tream\" to \"Global.\" \n• \"About Me\" page on her web-\nreneurial spirit by selling invi-\nhe continued on to manage a \n.ness and soon she was disco-\nimmersed into the marketing \n;person and international [ash-\ny Epstein. But on her YouTube \ncockpit of a Gulfstream II that \nulfstream, sitting beside a man \nki, a pilot for Epstein. \nMarcinko's Manhattan address belongs to a building where \nJeffrey Epstein's brother, Mark, owns the majority of apartments. \nSarah Kensington uses the same address in New York. \nThe Girls \nOne of the girls who gave Jeffrey Epstein massages moved to Los \nAngeles and became an actress, starring for a time in a soap \nopera and appearing in several films. She is now pursuing a \ncareer in country music. \nSeveral girls have been arrested for drugs, prostitution, and \nother nonviolent crimes. \nOne girl is dead—murdered by her boyfriend for reasons \nthat had nothing to do with Epstein. \nOne of the girls who claimed to have been raped by Epstein \nis now a successful real estate broker in South Florida. \nMary moved back in with her parents, finished high school, \nand attended college for a while. She had her ups and downs \nalong the way. In 2010, she was arrested for shoplifting. But \nMary, who was born in 1990, is still in her midtwenties —still \nyoung for a man of Jeffrey Epstein's age—with many good years \nahead of her. \nWendy Dobbs studied nursing in college and became a bar-\ntender and waitress. \"I want to fill a position in which I can \n[utilize] my communication and customer service skills to help \nothers,\" she wrote on LinkedIn. \"I feel I am at my best when I \ncan make a difference in someone's life. My goal is to inspire and \nencourage others to make positive changes daily. If you are not \nreaching for the stars then your dreams are not big enough.\" \n283 \n\fJAMES PATTERSON \nThe Cops \nMichele Pagan is now a sergeant for the Palm Beach Police \nDepartment. \nIn early 2012, at a reception at Mar-a-Lago, Detective Joe \nRecarey received the first Palm Beach Police Foundation Police \nOfficer of the Year award—one of several honors he received in \nthe course of his twenty-three-year career in Palm Beach. Two \nyears later, he left the department and took a job as director of \nloss prevention for the Gold Coast Beverage company. \n\"I've been [at the Palm Beach Police Department] longer than \nmy children have been alive,\" he told a reporter for the Palm \nBeach Daily News when he left. \"I'm going to miss a majority of \nthe people I've worked with, and, obviously, I'm going to miss \nthe work. This is my extended family. Like many families, you \nhave disagreements with some family members. But you over-\nlook that, and you work together and you're a team. I'm going to \nlook back and miss a lot of the people I've worked with.\" \nPalm Beach police chief Michael Reiter left the department in \n2008 after twenty-eight years on the job. He now runs his own \nsecurity company in Palm Beach. \nJean-Luc Brunel \nIn January of 2015, Jean-Luc Brunel sued his old friend Jeffrey \nEpstein, claiming that Epstein's fall from grace had cost him mil-\nlions of dollars in business and caused him \"severe emotional stress.\" \nThe lawsuit claimed, \"Plaintiff Brunel is emotionally destroyed \n284 \nas a result of Epstein's actic \nness. He has been on medic \nIt continues: \"Defendar \ndistress on Plaintiff Brun( \nunder-aged girls, which wa \ngal conduct was extreme ar \nThe suit went on to qu \nmodeling scout had gone ii \nsense of depression related \nin his modeling agency as a \nbusiness.\" Brunel had go \nRivotril— as a result. \nThe fashion world had fr. \nship with Jeffrey Epstein had \nble for him to find the \"fresh \nBrunel acknowledged E \nown involvement. \"Epsteir \nand extreme; they involved \naged girls while the girls w \nof the girls with a finger or ( \nWhen the Daily Beast r( \nBrunel for a comment, the v \nis not in town; he's in South \nBrunel's agency, MC2, is \nJeffrey Epstein \nAs of this writing, Jeffrey El \nwomen at his Manhattan tov \n\fERSON \nFILTHY RICH \nt for the Palm Beach Police \nat Mar-a-Lago, Detective Joe \n:ach Police Foundation Police \nseveral honors he received in \nir career in Palm Beach. Two \n• and took a job as director of \nBeverage company. \nolice Department] longer than \n: told a reporter for the Palm \nm going to miss a majority of \n, obviously, I'm going to miss \nmily. Like many families, you \n•mily members. But you over-\nInd you're a team. I'm going to \npie I've worked with.\" \nel Reiter left the department in \nthe job. He now runs his own \nnel sued his old friend Jeffrey \n1 from grace had cost him mil-\nml him \"severe emotional stress.\" \nBrunel is emotionally destroyed \nas a result of Epstein's actions and the resulting effects on his busi-\nness. He has been on medications to deal with the effects of this.\" \nIt continues: \"Defendant Epstein recklessly inflicted emotional \ndistress on Plaintiff Brunel by engaging in illegal conduct with \nunder-aged girls, which was falsely linked to Plaintiff.... This ille-\ngal conduct was extreme and outrageous by any standard.\" \nThe suit went on to quote Bruners doctor, who said that the \nmodeling scout had gone into psychotherapy \"due to a subjective \nsense of depression related to what he believes is a loss of business \nin his modeling agency as a result of slander published against his \nbusiness.\" Brunel had gone on prescription drugs— Prozac, \nRivotril— as a result. \nThe fashion world had frozen him out, he said, after his relation-\nship with Jeffrey Epstein had become public. It had become impossi-\nble for him to find the \"fresh faces\" he needed for his agency, MC2. \nBrunel acknowledged Epstein's alleged crimes but denied his \nown involvement. \"Epstein's illegal activities were outrageous \nand extreme; they involved receiving massages from the under-\naged girls while the girls were nude or nearly nude; penetration \nof the girls with a finger or object; or full intercourse.\" \nWhen the Daily Beast reported the story and reached out to \nBrunel for a comment, the website's reporter was told, \"Jean-Luc \nis not in town; he's in South America.\" \nBruners agency, MC2, is still in business. \nJeffrey Epstein \nAs of this writing, Jeffrey Epstein continues to entertain young \nwomen at his Manhattan town house. \n285 \n\fEPILOGUE . \nWhen John Connolly, Tim Malloy, and I began work on \nthis book, I had hoped to interview Jeffrey Epstein \nmyself: to look directly into the eyes of the man we'd \nbe writing about. Epstein declined to sit for an interview. Many \nof his friends and associates did speak with us on the condition \nthat they not be quoted. Several of them still liked Epstein and \nmade a point of telling us what a loyal friend he was—although, \nlike Icarus, he seemed to have a fatal flaw. \nIf Epstein had agreed to an interview, these are the questions \nI would have asked him: \n• You pleaded guilty to a single felony count of soliciting \nprostitution from a minor. Do you believe in your heart \nthat you were guilty? \n• In 2011 you told the New York Post, \"I'm not a sexual \npredator, I'm an 'offender.' It's the difference between a \nmurderer and a person who steals a bagel.\" Do you \nstand by that statement today? \n286 \n• Do you feel you w \ntice system? \n• What effect did yo \n• Do you believe th; \nthe women— esp \nbeen involved wit] \n• Are you still in tot \n• Are you in touch v \n• You've spent time \nTrump. How woul \n• Several people havi \nIs that a fair charac \n• I've heard that Les \nof you from his ho. \nhave you reconcile, \n• Did the thirteen mi \nany way? \n• After your stay in \nthe company of ver \n• You were ordered 1 \nas part of your s( \ntoday? \n• Do you regard you' \nif so, have you been \n• What is your greate \n• What do you look f( \n• Last question. How \n\fFILTHY RICH \nEPILOGUE \nn Malloy, and I began work on \nd to interview Jeffrey Epstein \n/ into the eyes of the man we'd \n:d to sit for an interview. Many \nspeak with us on the condition \nof them still liked Epstein and \nLoyal friend he was—although, \natal flaw. \nterview, these are the questions \n;le felony count of soliciting \nDo you believe in your heart \nYork Post, \"I'm not a sexual \nft's the difference between a \nho steals a bagel.\" Do you \n.ay? \n6 \n• Do you feel you were treated fairly by the criminal jus-\ntice system? \n• What effect did your conviction have on your business? \n• Do you believe that you've done psychological harm to \nthe women—especially the underage girls—you've \nbeen involved with? \n• Are you still in touch with Ghislaine Maxwell? \n• Are you in touch with Prince Andrew? \n• You've spent time with Bill Clinton as well as Donald \nTrump. How would you characterize the two men? \n• Several people have described you as a very loyal friend. \nIs that a fair characterization? \n• I've heard that Leslie Wexner removed all photographs \n• of you from his home. Given how close you once were, \nhave you reconciled or tried to repair the relationship? \n• Did the thirteen months you spent in jail change you in \nany way? \n• After your stay in prison, have you continued to seek \npany of very underage women \n• You were ordered to undergo psychological treatment \nas part of your sentence. Are you under treatment \ntoday? \n• Do you regard yourself as having a sex addiction, and, \nif so, have you been treated for it? \n• What is your greatest regret? \n• What do you look for in a woman? \n• Last question. How well do you sleep at night? \n\fABOUT THE AUTHORS \nJames Patterson received the Literarian Award for Outstand-\ning Service to the American Literary Community at the 2015 \nNational Book Awards ceremony. He holds the Guinness World \nRecord for the most number one New York Times bestsellers, and \nhis books have sold more than 325 million copies worldwide. \nJohn Connolly has been an investigative reporter for twenty-five \nyears, the last twelve of them with Vanity Fair. He has written \nscores of nonfiction pieces for numerous national magazines. ' \nTim Malloy is a thirty-year veteran of print and television jour-\nnalism. He has won eight Emmys as an investigative reporter, \ndocumentary maker, and war correspondent. He appears in \nprint, on the Web, and on TV as a political analyst. \n\f4,74, \n9.41.6\" \n\"I HAD BEEN HEARING HAIR-RAISING STORIES \naboutJefftey Epstein for a couple qfyears. Our interests \ncould not have been more different, but Palm Beach, \nwhere we both live, is small and tightly knit, and we \nknew some of the same people. So I had followed \nEpstein's case in the media and talked about it over \ndinners with friends. I wondered why it had taken \nso long for the Palm Beach police to catch up with \nEpstein. And, once they did, why he had served so \nlittle jail time. Those were the obvious questions, but \nthere were others: How had Epstein made his money, \npossibly billions? No one seemed to know. \nEpstein had poweifitl friends. Were  his connec-\ntions the reason that Epstein was now a free man? \nI wanted to know.\" \negavaa,-twaxearAtztr,waxatatats-.%.wexiaektlx,.z.va \n.1.10'sdtSR1 \n• .1 *Tr C. • \naelthri \nr.? \n— \n•Cktsi. \n1,0 \nISBN 978-0-316-27405-0 \n9 780316 274050 \n..et.A3V1%.1-7 \ntA,Lt.tp-\n5 2 800 > \n*t\" \nr \nAP! ( \n4-4 \notw<' 9R:1m \nta*, \n.r \n-VA IA. • Sive. \n10% rstiVir*0 \n.413,706%94facr \nWW*CtA\\ \n• •=:=4W09. • \n.4. - d'.41& \nilt.,..7-• . . 1.;1•0 \n.stl. •-6•••.. • 001,....• 0- •,.. \n.• 5,6 Ar .i..t.s.0 \nx?.v..c.. \n1•IgtIger \ncliai,tk.-\n--. \n••: ,. \nak \n(c.,...-4-,.1...0,0twtikt, . %.....;:10.4p,.!,-(4, • \n.\\--i:ral: .....t...n-A.,66o Triv:A A. 4109aSki \n/=;.: 'It '1'1. tti• Aft- \".-.4'0 \n\\t0,.. `rittea tliCi \n0 \n\"....a. \n...i..,,,. . \nf...4o.p.o \nctiv-e..-q \n....L% .4.41., \n..1., .. \nc; c: ft ••;,;,1 \nRrita;Zt' . \n*ilASIO \n,t49:19. \ng;14. \n0,1",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_022118.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 136827,
    "word_count": 23519,
    "line_count": 3465,
    "import_date": "2025-11-19T21:47:46.536209",
    "prefix": "TEXT-001"
  }
}