{
  "document_id": "HOUSE_OVERSIGHT_022532",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022532.txt",
  "text": "company. No enforcement action was taken against the suc-\ncessor, but the predecessor company pleaded guilty to one\ncount of violating the FCPA and agreed to pay a $2 million\nfine.'” Later, four executives from the predecessor company\nwere convicted of FCPA violations, three of whom received\nterms of imprisonment.”\n\nOn occasion, when an enforcement action has\nbeen taken against a predecessor company, the succes-\nsor seeks assurances that it will not be subject to a future\nenforcement action. In one such case, a Dutch predeces-\nsor resolved FCPA charges with DOJ through a deferred\nprosecution agreement.’ While both the predecessor\nand successor signed the agreement, which included a\ncommitment to ongoing cooperation and an improved\ncompliance program, only the predecessor company was\ncharged; in signing the agreement, the successor company\ngained the certainty of conditional release from criminal\nliability, even though it was not being pursued for FCPA\nviolations.!”> In another case, after a Connecticut-based\ncompany uncovered FCPA violations by a California\ncompany it sought to acquire, both companies voluntarily\ndisclosed the conduct to DOJ and SEC.'% The prede-\ncessor company resolved its criminal liability through a\nnon-prosecution agreement with DOJ that included an\n$800,000 monetary penalty and also settled with SEC,\npaying a total of $1.1 million in disgorgement, pre-judg-\nment interest, and civil penalties. The successor company\nproceeded with the acquisition and separately entered\ninto a non-prosecution agreement with DOJ in which it\nagreed, among other things, to ensure full performance of\nthe predecessor company’s non-prosecution agreement.\nThis agreement provided certainty to the successor con-\ncerning its FCPA liability. '””\n\nImportantly, a successor company’s voluntary disclo-\nsure, appropriate due diligence, and implementation of an\neffective compliance program may also decrease the likeli-\nhood of an enforcement action regarding an acquired com-\npany’s post-acquisition conduct when pre-acquisition due\n\ndiligence is not possible.!”*\n\nThe FCPA:\n\nAnti-Bribery Provisions\n\nHOUSE_OVERSIGHT_022532",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022532.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2142,
    "word_count": 309,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.373108",
    "prefix": "IMAGES-007"
  }
}