{
  "document_id": "HOUSE_OVERSIGHT_025582",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025582.txt",
  "text": "Morgan Stanley | RESEARCH\n\nOAK.N\n\nOaktree: We value OAK using a sum-of-the-parts, supported by a\nDCF, and back into an implied target multiple on next 3 years DE and\nENI. Our PT implies a 12.6x multiple on 2019 EPS, reflecting a 7% pre-\nmium to historical valuation of 11.8x given expectations for their\nOpps Xb fund to turn fees on during 2019 and sharply boost fee\nrelated earnings. Upside risks include better investment perform-\nance, faster monetization of portfolio investments, strong asset\ngathering from newer initiatives and inflection higher in fee related\nearnings. Risks include poor investment performance, an extended\npull-back in financial and capital markets that delays harvesting of\n\ninvestments and dampens returns which Lower cash earnings.\n\nMorgan Stanley & Co. International plc (“Morgan Stanley”) is cur-\nrently acting as financial advisor to Banco Popular Espafiol, S.A.\n(“Banco Popular”) in relation to its agreements with Balsam Invest-\nment S.a rl., (“Blackstone”) for the acquisition by Blackstone of\n51% of, and hence the assignment of control over, Banco Popular's\nreal estate business, as announced on August 8, 2017. Closing of\nthe transaction is subject to relevant regulatory authorisations and\nother customary conditions. Banco Popular has agreed to pay fees\nto Morgan Stanley for its financial services. Please refer to the\nnotes at the end of the report.\n\nMorgan Stanley & Co. International plc (“Morgan Stanley”) is acting\nas financial advisor to Unilever plc and Unilever N. V. (together “Uni-\nlever”) in relation to an offer received from KKR & Co. to acquire Uni-\nlever's global spreads business, as announced on 15 December\n2017. Unilever has agreed to pay fees to Morgan Stanley for its\nfinancial services. Please refer to the notes at the end of the report.\n\nMorgan Stanley is acting as financial advisor to Jack in the Box Inc.\n(“Jack”) with respect to a definitive agreement to sell its wholly\nowned subsidiary, Qdoba Restaurant Corporation, to Funds affili-\nated with Apollo Global Management, LLC. Jack has agreed to pay\nfees to Morgan Stanley contingent upon the consummation of the\ntransaction. The proposed transaction is subject to customary\nclosing conditions and adjustments. Please review the notes at the\nend of this report.\n\nNORTH AMERICA INSIGHT ~~\n\nHOUSE_OVERSIGHT_025582",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025582.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2331,
    "word_count": 367,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:45.691971",
    "prefix": "IMAGES-008"
  }
}