{
  "document_id": "HOUSE_OVERSIGHT_014324",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014324.txt",
  "text": "private tech based lenders were cautiously optimistic that hiccups from earlier this year\nwere behind the sector, while the private payments companies stressed the importance\nof partnering with incumbent leaders and the need to maintain safety standards.\n\nUS Banks Top Takeaways\n\nAssociated Bancorp (ASB) B-3-7, Underperform\nA strong Midwest market should lead to steady growth: ASB’s CEO Phillip Flynn\nand CFO Chris Niles highlighted the strong fundamentals of the bank’s Midwest\nfootprint with its low unemployment and a strong manufacturing base. While\ncommenting on the potential for relief coming out of DC under the new Trump\nadministration, management noted that shortage of skilled workers was probably\nthe biggest issue impeding businesses in its footprint versus higher taxes or an\noverly stringent regulatory environment.\n\n= CRE represents a growth opportunity: Management was positive on growth\nprospects within the CRE loan portfolio, which represents 24% of avg loans as of\n3Q16. Management is targeting CRE to represent 30-40% of the portfolio in order\nfor consumer, CRE, and commercial to each comprise approximately a third of the\nloan book. In the near term, executives see opportunities in the CRE space in 2017\nas pricing and structure improve benefitting from a pullback by lenders with high\nCRE concentration.\n\n= Energy portfolio should begin to stabilize: While management analyzes the\nenergy book on a credit by credit basis, it noted caution if oil prices fell\nsignificantly. However, management noted that the energy book reflects lower\nenergy prices as new energy loans price in lower hydrocarbon pricing vs. the\nmaturing loans. Regarding energy loan growth, management expects muted growth\ngoing forward as the benefit from new loans will most likely be offset by continued\npay-downs by existing customers.\n\n= Dec rate hike to surface in 1Q17 margin: Management expects a Dec rate hike to\nhave little impact on 4Q given that its LIBOR based portfolio would re-price on Jan\n1. On the other hand, interest expense is expected to rise as deposits that are\nlinked to benchmark rates re-price higher. Last year, the margin fell 1bp QoQ\nfollowing the Fed rate hike as deposit costs rose 8bp QoQ. Management noted that\n1Q16 saw lower loan renewal rates and compression from cost of funds, but that\nits cost of funds are in a better position this year, which should help lead to a\nmodest positive impact to the margin in 1Q17 from a Dec rate hike.\n\n= Fee businesses could get augmented by additional M&A: Within fees,\nmanagement views insurance as the best opportunity from non-bank M&A. Recall\nthat ASB completed the acquisition of Anmann & Martin in 02/15. Management\nnoted that it saw a significant opportunity from providing consulting services\naround employee benefits to small-to-medium sized businesses. Moreover, any\nchanges to the Affordable Care Act that creates added uncertainty in the market\nwould present an incremental revenue growth opportunity for this business.\n\nea Bankof America\n10 2016 Future of Financials Conference | 17 November 2016 Merrill Lynch\n\nHOUSE_OVERSIGHT_014324",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014324.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3115,
    "word_count": 492,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:46.685975",
    "prefix": "IMAGES-002"
  }
}