{
  "document_id": "HOUSE_OVERSIGHT_015577",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015577.txt",
  "text": "Edwards adv. Epstein\nTelephone interview with Virginia Roberts\n\nPage 22 of 23\nV: He told me a long time ago that everyone owes him favors. They’re all in each other’s\npockets.\n\nJS: When you say you asked him why is Bill Clinton here, where was here?\nV: On the island.\n\nJS: | When you were present with Jeffrey Epstein and Bill Clinton on the island, who else was\nthere?\n\nV: Ghislaine, Emmy, and there was 2 young girls that I could identify. I never really knew\nthem well anyways. It was just 2 girls from New York.\n\nJS: And were all of you staying at Jeffrey’s house on the island including Bill Clinton?\n\nV: That’s correct. He had about 4 or 5 different villas on his island separate from the main\nhouse, and we all stayed in the villas.\n\nJS: | Were sexual orgies a regular occurrence on the island at Jeffrey’s house?\nV: Yes.\nJS: If we were to take sworn testimony from the people I am going to name, and if those\n\npeople were to tell the truth about what they knew, do you believe that any of the\nfollowing people would have relevant information about Jeffrey’s taking advantage of\nunderage girls? So Ill just name a name, and you tell me yes if they told the truth, I\nthink they’d have relevant information or no, I don’t think they would, or I don’t know\nwhether they would or not. Ok? You understand?\n\nV: Yes.\n\nJS: Ok. Les Wexner.\n\nV: I think he has relevant information, but I don’t think he’ II tell you the truth.\n\nJS: Ok. Alan Dershowitz.\n\nV: Yes.\n\nJS: | David Copperfield.\n\nV: Don’t know.\n\nJS: Tommy Matola.\n\nHOUSE_OVERSIGHT_015577",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015577.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1543,
    "word_count": 285,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:48.728209",
    "prefix": "IMAGES-003"
  }
}