{
  "document_id": "HOUSE_OVERSIGHT_032058",
  "filename": "TEXT-002-HOUSE_OVERSIGHT_032058.txt",
  "text": "From: jeffrey E. [jeeyacation@gmail.com] \nSent: 10/13/2016 6:14:55 PM \nTo: Kathy Ruemmler \nSubject: Fwd: CNN Inquiry \nForwarded message \nFrom:____________________________ \nDate: Thu, Oct 13, 2016 at 2:08 PM \nSubject: Fwd: CNN Inquiry \nTo: JEE <jeevacation@gmail.com> \nFyi \nSent from my iPhone \nBegin forwarded message: \nFrom: Melanie Hicken <hit-reply@linkedin.com> \nDate: October 13, 2016 at 8:03:22 PM GMT+2 \nTo \nSubject: CNN Inquiry \nReply-To: Melanie Hicken \nDarren Indyke \nI'm a reporter at CNN, and my colleague Blake Ellis and I have read that Bill Clinton and Donald \nTrump have both visited Epstein's private island. We are trying to determine whether there is any \ntruth to the allegations that either or both of these men may have had sexual relations with minors \nwhile there. We know that you have been Epstein's pilot, so we're wondering if you would be willing \nto speak with us completely off the record. We are not focusing on the allegations against Epstein --\nwe are solely focusing on Trump and Clinton given the current allegations being levied in the press. \nIf you don't feel comfortable sharing anything via social media or email, feel free to send us any \ndocumentation/proof that might be helpful anonymously via mail: \nMelanie Hicken \nYou can also reach us by phone: \nThanks so much, \nMelanie \nReply \nNot \ninterested \nView Melanie's LinkedIn profile \nHOUSE OVERSIGHT 032058 \nYou are receiving InMail notification ern& Unsubscribe \nThis email was intended fo (Corporate Pilot in SoCal - Gulfstream GIV Current). Learn why we included this. \nIf you need assistance or have questions, please contact LinkedIn Customer Service \n@ 2016, LinkedIn Corporation. 2029 Stierlin Ct. Mountain View, CA 94043, USA \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nHOUSE OVERSIGHT 032059",
  "metadata": {
    "original_filename": "TEXT-002-HOUSE_OVERSIGHT_032058.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2362,
    "word_count": 357,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:48.487768",
    "prefix": "TEXT-002"
  }
}