{
  "document_id": "HOUSE_OVERSIGHT_021176",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021176.txt",
  "text": "to make others surrender to her extreme force. She could be so opposite\nall of the sudden and be tenderly intimate with Jeffrey stroking his penis\nlovingly and even speaking in baby talk to him, which he seemed to\nadore.\n\nHe loved us pairing up so much that within months he made Rena an\nofficial even renting her an apartment at the same place he had one for me\nduring my extensive trips out to N.Y.C. Sending us out shopping together\nat all of the underground seedy sex stores downtown we would bring him\nback thousands of dollars worth of sexy outfits, sex toys and bondage\nmaterial. His favorite one was a black leather studded collar that lead\ndown the back of my spine to cuff my hands and feet together, offering\nRena the most compromising positions to wield her afflictions, one she\nwas excited to pick out for my usage.\n\nShe was good at eradicating my softer side though. Helping me forge\nan unpredictable scenario of me turning the tables on her, making her at\nmy will instead of me always being at her twisted discretion. Jeffrey\nloved the rivalry between us, both striving to dominate the other one but\nto me it was just another way of surviving her punishment. All for show I\nthought she was a madman let loose in a torturesome domain of violent\nsex and unbearable beatings. I wasn’t sure how long I could hold off this\ncharade of S & M, I just didn’t want Jeffrey to think I couldn’t give him\neverything that she could, always being replaceable in his company.\n\nShe and | could often come across:as good friends to his blind eye but\nit was only a matter of time before the animosity inside of me was going\nto snap. Doing normal things too made it all half bearable. Having a lot of\nsimilar interests we did fun things like go to the theatre to watch\n“Phantom of the Opera” or visit several historical and art museums\ntogether, afterwards treating ourselves for a giant piece of greasy N.Y.C\nstyle pizza. Like I said, we really liked cach other purely as friends but\nthe dominance in the massage chambers was taking it’s toll on our\nstrange friendship. One average trip back to N.Y.C, she surprised Jeffrey\nwith a six foot by six-foot oil painting of her and I lying nude in a ying\nand yang position facing each other. Although we were soliciting each\nother with sexual innuendo the picture was still very carefully\norchestrated to perfectly portray the darker side of Jeffrey’s thrills. It was\nan amazing piece of work, besides the lewdness of it, but she would’ve\nknown that’s exactly what kind of art Jeffrey liked. He was so astounded\nby her gift as he had previously asked her to construct a small painting of\nus together but was not expecting anything of this grand magnitude she\nhad presented him with. He lifted her from the ground and twirled her\naround before he thanked her profusely and embellished her with his\nprofound gratitude, the only thing Jeffrey had to offer, he handed her a\nsmall wad of cash as her payment. It was the most appreciation [ had ever\n\n63\n\n1 Copyright Protected Material\n\nGIUFFRE004196\n\nseen him show a girl. Obviously moved by her gesture, he got her an\nexhibit in N.Y.C’s “Metropolitan Museum of Art” where she submitted\nher very own piece. She sculpted an image of my headshot out of clay,\nshaping it with the strands of my long hair blowing across my face. I was\ntaken aback myself at her creation. She really did have an amazing talent\nif not for her meaner streak she would’ve been a great friend. I will never\nforget Rena, for all of the ups and the downs we endured together.\n\nIt wasn’t too much longer before I finally had enough of the abuse in\nthe bedroom and I had to tell Jeffrey what I was feeling. She was getting\neven more violent as time went on, and with her questioning me and\nJeffrey why she didn’t get brought on long trips with him, she didn’t get\nthe fact that she was just a tool for him to use. Jeffrey said he was already\nthinking about getting rid of her off of his “regular list”. He said she was\nbecoming too clingy and he didn’t like clinginess or jealousy. I never\neven got to say good-bye or take the opportunity to keep her as a friend,\nlike a girlfriend to catch up with once and awhile, but that’s how it was\nwith Jeffrey, one day you sat under the blanket of his comfortably and the\nnext without any warning you could be discarded like yesterdays news.\nShe would’ve taken it hard but that’s the game we were playing and it\nwas for those who knew what lines not to cross.\n\nI was further surprised the next day when Jeffrey gave me a thousand\ndollars to go shopping in downtown Manhattan to find a classy dress, on\ntop of being sent to the exclusive beauty salon of celebrity stylist\n“Frederic Fekkai” for a new look. It was amazing, to be pampered like\nroyalty. I walked out of there feeling like I had replaced a young girl with\na young woman, | felt beautiful. He had yet another surprise in store for\nme. Ghislane called me and told me | need to go to a photo-developing\nstore and ask them for two I.D photos then bring them downtown to\nJeffrey’s Manhattan office. Weird request I thought. | was more used to\nposing in full body shots being sexually exposed as a gift for Jeffrey. I\ndid as they asked and took my two photos into the office where Jeffrey’s\nassistant was waiting for my arrival. Still not telling me what the\nheadshots were for, she took them from me and told me to have a seat for\na second. A moment later I heard Jeffrey call me into the office. “T like\nwhat you’ve done with your hair, you’ve gone more blonde, suits your\nglowing tan”. I replied with an appreciative “thank-you” for sending me\nto such a renowned hairstylist, and shopping money. I showed him my\nfinds for the day, an elegant off the shoulder navy blue dress that had two\nlayers that would swoosh and sway with my every stride. lL couldn’t wait\nto wear it on a special occasion, and 1 wouldn’t have to. The pictures I\nhad to bring to him, as he would proceed to tell me, were for my first\npassport. I was so excited, we were going to France for a close friend of\nJeffrey and Ghislane’s birthday party, famed super-model Naomi\n\n64\n\nCB Copyright Protected Material\nCONFIDENTIAL\n\nGIUFFRE004 197\n\nHOUSE_OVERSIGHT_021176",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021176.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6186,
    "word_count": 1135,
    "line_count": 107,
    "import_date": "2025-11-19T21:47:44.443448",
    "prefix": "IMAGES-006"
  }
}