{
  "document_id": "HOUSE_OVERSIGHT_025766",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025766.txt",
  "text": "Economic Research: How Increasing Income Inequality Is Dampening U.S. Economic Growth, And Possible Ways\nTo Change The Tide\n\nco At extreme levels, income inequality can harm sustained economic growth over long periods. The US. is\napproaching that threshold.\n\nco Standard & Poor's sees extreme income inequality as a drag on long-run economic growth. We've reduced our\n10-year US. growth forecast to a 2.5% rate. We expected 2.8% five years ago.\n\nco With wages of a college graduate double that of a high school graduate, increasing educational attainment is\nan effective way to bring income inequality back to healthy levels.\n\nco It also helps the U.S economy. Over the next five years, if the American workforce completed just one more\nyear of school, the resulting productivity gains could add about $525 billion, or 2.4%, to the level of GDP,\nrelative to the baseline.\n\ncoo A cautious approach to reducing inequality would benefit the economy, but extreme policy measures could\nbackfire.\n\nWe see a narrowing of the current income gap as beneficial to the economy. In addition to strengthening the quality of\neconomic expansions, bringing levels of income inequality under control would improve U.S. economic resilience in\nthe face of potential risks to growth. From a consumer perspective, benefits would extend across income levels,\nboosting purchasing power among those in the middle and lower levels of the pay scale--while the richest Americans\nwould enjoy increased spending power in a sustained economic expansion. Policymakers should take care, however,\nto avoid policies and practices that are either too heavy handed or foster an unchecked widening of the wealth gap.\n\nExtreme approaches on either side would stunt GDP growth and lead to shorter, more fragile expansionary periods.\n\nIs Income Inequality Increasing?\n\nSeveral institutions, including the Organisation for Economic Co-operation and Development (OECD), the\nCongressional Budget Office (CBO), and the International Monetary Fund (IMF), have published studies showing that\nincome inequality has been increasing for the past several decades (3). According to a 2011 review by the OECD, the\naverage income of the richest 10% of the population is nine times that of the poorest 10%--in other words, a ratio of\n9-to-1. The US. ratio is much higher, at 14-to-1 (4). The U.S. Gini coefficient, after taxes, has increased by more than\n20% from 1979--to 0.434 in 2010 (see chart 1).\n\nWWW.STANDARDANDPOORS.COM/RATINGSDIRECT AUGUST 5, 2014 4\n\n1351366 | 302136118\n\nHOUSE_OVERSIGHT_025766",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025766.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2549,
    "word_count": 394,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:47.303701",
    "prefix": "IMAGES-008"
  }
}