{
  "document_id": "HOUSE_OVERSIGHT_028166",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028166.txt",
  "text": "/ BARAK / 32\n\nAt the start of my brief remarks at the hotel podium before going to Rabin\nSquare, I had to call for quiet when I mentioned the phone call from Bibi. “No,” I\nsaid, raising my voice to be heard above the boos, “we will not boo an incumbent\nPrime Minister of Israel... A short time ago, I spoke with Prime Minister\nNetanyahu and thanked him for his service to the State of Israel.” Then — with both\nLeah and Shimon Peres at my side — I paid tribute to “that one special person who\nhad a unique role in our reaching this moment — somebody who was my\ncommander and guide, and the person who led me into politics: Yitzhak Rabin. I\npledged to fulfil his legacy, and complete the work he’d started. And I extended a\nhand to “secular and religious, the ultra-Orthodox and the residents of the\nsettlements, to Israelis of Middle Eastern origin and Ashkenazi extraction, to\nimmigrants from Eithopia and the former Soviet Union, to the Arabs, the Druze,\nthe Circassians, the Bedouin. All, all of them, are part of the Israeli people.”\n\nIt was not long before sunrise when I reached the square. As the crowd shouted\nand sang, I began with a line borrowed from Bob Shrum. It seemed particularly\napt: “It is the breaking of a new dawn,” I said.\n\nBut was it? As I paid tribute to Rabin — “in this place where our hearts broke” —\nand dedicated myself to completing the work he’d begun, I could feel the\nthousands in the square willing me on. Even in my more nuanced comments on the\ntalks with the Palestinians: the need to achieve peace, but at least for now by\ndisengaging rather than joining hands with the Palestinians, ensuring we had\nmilitary and border provisions to safeguard our security, and with the stipulation\nthat Jerusalem would remain our undivided capital, under Israeli sovereignty. But\nsome in the crowd were carrying posters saying ““No to the charedim” — the strictly\nOrthodox. Others were chanting, in anticipation of the negotiations needed to put\ntogether a coalition: Rak lo Shas! Anyone but Shas! It was a reference to the\nSephardi Orthodox party, which in addition to being more nuanced and flexible\nthan other religious parties on the issue of peace talks, had been the big winner in\nthe election. It had gained seven seats and now had only two fewer than the Likud.\n\nI did not specifically mention Shas. But I said: “I tell you here that the time has\ncome to end divisions. The time has come to make peace among ourselves,\nwhether we are traditionalists or secularists... We must not be enemies of each\nother.” Paying tribute to all those in the square who had worked for our election\nvictory, I added: “I know it would not have been possible without your support.\nBut I also know it would not have been possible without the support many in the\n\n318\nHOUSE_OVERSIGHT_028166",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028166.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2798,
    "word_count": 502,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:46.335653",
    "prefix": "IMAGES-009"
  }
}