{
  "document_id": "HOUSE_OVERSIGHT_013384",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013384.txt",
  "text": "admissible enidence: Otherwise, every deposition that turned out to be a false alarm would lead\nto ira “abuse of process” claim. Moreover, the rules of discovery themselves provide that a\ndeposition need only be “reasonably calculated to /ead to the discovery of admissible evidence.”\nFla, R. Civ. P. 1.280(b) (emphasis added).\n\nMoreover, the discovery that Edwards pursued has to be considered against the backdrop\nof Epstein’s obstructionist tactics. As the Court is aware, in both this case and all other cases\nfiled against him, Epstein has asserted his Fifth Amendment privilege rather than answer any\nsubstantive questions. Epstein has also helped secure attorneys for his other household staff who\nassisted in the process of recruiting the minor girls, who in turn also asserted their Fifth\nAmendment rights rather than explain what happened behind closed doors in Epstein’s mansion\nin West Palm Beach. See Statement of Undisputed Facts. It is against this backdrop that\nEdwards followed up on one of the mily remaining lines of inquiry open to him: discovery aimed\nat Epstein’s friends who might have been in a position to corroborate the fact that Epstein was\nsexually abusing young girls.\n\n| In the context of the sexual assault cases that Edwards had filed against Epstein, any act\nof sexual abuse had undeniable relevance to the case — even acts of abuse Epstein committed\nagainst minor girls other than L.M., E.W., or Jane Doe. Both federal and state evidence rules\nmake acts of child abuse against other girls admissible in the plaintiffs case in chief as proof of\n“modus operandi” or “motive” or “common scheme or plan.” See Fed. R. Evid. 415 (evidence of\nother acts of sexual abuse automatically admissible in a civil case); Fla. Stat. Ann. 90.404(b)\n(evidence of common scheme admissible); Williams v. State, 110 So.2d 654 (Fla. 1959) (other\n\nacts of potential sexual misconduct admissible).\n\n15\n\nHOUSE_OVERSIGHT_013384",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013384.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1936,
    "word_count": 311,
    "line_count": 29,
    "import_date": "2025-11-19T21:47:44.144873",
    "prefix": "IMAGES-002"
  }
}