{
  "document_id": "HOUSE_OVERSIGHT_012791",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012791.txt",
  "text": "their antlers, humans using their fists, or chess masters using their minds. Along with testosterone’s\nincrease is an increase in dopamine, a decrease in cortisol and serotonin, and a decrease in frontal lobe\nactivity and control. Within the environment of a promiscuous brain, this physiological ballet affects our\nsense of fairness, empathy, moral conscience, attitude toward retribution and justice, as well our\nwillingness to engage in lethal aggression.\n\nBrain imaging studies reveal that the prefrontal cortex plays an essential role in regulating our\naggressive instincts, when it’s working. When individuals respond aggressively to an unfair offer in a\nbargaining game, testosterone levels rise and activity decreases in a part of the prefrontal cortex\nassociated with self-control. Thus, testosterone’s effectiveness in human aggression is facilitated by a\nloss of control. Damage within this region of the brain causes abnormal aggressive responses to not only\ndirect insult, but even such trivial matters as being offered a lowish offer in the ultimatum game discussed\nearlier. Anatomical and functional abnormalities within this region of the frontal lobes are also associated\nwith aggressive pathology, such as psychopathology. There are also individual differences in aggressive\ntendencies among healthy people, due in part to differences in the patterns of activity between the right\nand left prefrontal cortices. Heightened activity on the left is associated with greater sensitivity to reward,\nlowered sensitivity to punishment, and considerably stronger aggressive responses to threatening stimuli,\nsuch as an angry face. This is not simply a correlation, as evidenced by studies that experimentally either\nsuppress or increase activity in one hemisphere compared with the other. For example, if you contract\nyour right hand you will increase activity in the left hemisphere of the brain; conversely, contracting the\nleft hand increases activity in the right hemisphere. Subjects contracting the night hand in an\nexperimental setting showed more aggressive responses to insult than did subjects contracting the left\nhand. The next time someone shakes a fist at you, check whether it is the right or left hand. If the person\nis from a different group and holds a fundamentally different suite of ideological beliefs, which hand is\nclenched is the least of your worries.\n\nFavoritism toward those who are like us, combined with hatred toward those who are not, is\ncommon in animals. As noted above, in-group favoritism or parochialism can lead to heightened levels of\ncooperation within groups, while simultaneously increasing the level of hostility towards those outside.\nOur promiscuous brain facilitated this co-evolutionary process, inviting the hormone oxytocin into the\nmix. Among mammals, including humans, oxytocin is released in females during labor and breastfeeding,\nand in both males and females during social bonding and parenting. This has led many to think of\noxytocin as the cuddle hormone or love drug. Floating within the human brain, oxytocin boosts trust in\ngames of cooperation, and greatly increases our ethnocentric biases. The Dutch psychologist Carsten De\nDreu and his colleagues ran a series of experiments that required male subjects to spray oxytocin or a\n\ncontrol up their noses. When oxytocin shoots up the nose, it goes straight to the brain. Relative to the\n\nHauser Chapter 1. Nature’s secrets 45\n\nHOUSE_OVERSIGHT_012791",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012791.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3467,
    "word_count": 525,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:47.323661",
    "prefix": "IMAGES-002"
  }
}