{
  "document_id": "HOUSE_OVERSIGHT_017227",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017227.txt",
  "text": "4.2.12\nWC: 191694\n\nhis “research,” and distorted the historical record. *° I exposed Faurisson’s deceptions in my own\nwritings, while continuing to defend his right to rewrite history.\n\nChomsky wrote an essay that he allowed to be used as a foreword to Faurisson’s next book,\nabout his career as a Holocaust denier! In this book, Faurisson again calls the gas chambers a lie\nand repeats his claims about the “hoax” of the Holocaust.\n\nFaurisson concludes that this passage proves (I) that a “special action” was nothing more than the\nsorting out by doctors of the sick from the healthy during a typhus epidemic; (2) that the\n“atrocious scenes” were “executions of persons who had been condemned to death, executions\nfor which the doctor was obliged to be present”; (3) that “among the condemned were three\nwomen who had come in a convoy since the women were shot and not gassed (emphasis added).\n\nFaurisson, who said he had researched the trial, knew that his own source, Dr. Kremer, had\ntestified that the gas chambers did exist. Yet he deliberately omitted that crucial item from his\nbook, while including the fact that the women were shot. Faurisson also knew that the three\nwomen were “in good health.” Yet he led his readers to believe that Dr. Kremer had said they\nwere selected on medical grounds during an epidemic. Finally, Faurisson states that those who\nwere shot had been “condemned to death.” Yet he knew they were shot by the SS for refusing to\nenter the gas chambers.\n\nA French scholar named George Wellers analyzed this diary entry and the surrounding\ndocumentation for Le Monde. He did actual historical research, checking the Auschwitz record\nfor October 18, 1942. His research disclosed that 1,710 Dutch Jews arrived that day. Of these,\n1,594 were sent immediately to the gas chambers. The remaining 116 people, all women, were\nbrought into the camp; the three women who were the subject of the Kremer diary must have\nbeen among them. The three women were, in fact, shot—as Faurisson concludes. But that fact\nappears nowhere in Kremer’s diary. How then did Faurisson learn it? Professor Wellers was able\nto find the answer with some simple research. He checked Dr. Kremer’s testimony at a Polish\nwar crimes trial. This is what Kremer said at the trial: “Three Dutch women did not want to go\ninto the gas chamber and begged to have their lives spared. They were young women, in good\nhealth, but in spite of that their prayer was not granted and the SS who were participating in the\naction shot them on the spot.” (emphasis added).\n\nThat is not “extensive historical research.” It is not research at all. It is the fraudulent\nmanufacturing of false antihistory. It is the kind of deception for which professors are rightly\nfired: not because their views are controversial, but because they are violating the most basic\ncanons of historical scholarship. It is typical of Faurisson in particular, and of Holocaust denial\n“research” in general. Yet Chomsky was prepared to lend his academic legitimacy to Faurisson’s\n“extensive historical research.”\n\n140\n\nHOUSE_OVERSIGHT_017227",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017227.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3091,
    "word_count": 518,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:45.096821",
    "prefix": "IMAGES-004"
  }
}