{
  "document_id": "HOUSE_OVERSIGHT_032193",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_032193.txt",
  "text": "23\n\nthat Atheism is false, and tends to the dissolution of society, than\nMarcus Aurelius believed the same things of Christianity.”\n\nIf even such a ruler as Marcus Aurelius could be so monumentally\nwrong, then no dictator, it would seem, no matter how benevolent,\ncould ever ultimately be trusted in his judgment. It follows, therefore,\nthat the persecution of an idea or ideals for the sake of the existing\norder can rarely be justified, since the existing order is itself suspect.\nAnd, pace Mill, if we can never know for certain if authority is in the\nright, even as anarchy must be averted, the only recourse for society\nis to be able to choose and regularly replace its forever-imperfect\nleaders. But there is a catch. As Mill admits earlier in his essay,\nLiberty, as a principle, has no application to any state of things\nanterior to the time when mankind have become capable of being\nimproved by free and equal discussion. Until then, there is nothing . .\n. but implicit obedience to an Akbar or a Charlemagne, if they are so\nfortunate as to find one. Indeed, Mill knows that authority has first\nto be created before we can go about limiting it. For without\nauthority, however dictatorial, there is a fearful void, as we all know\ntoo well from Iraq in 2006 and 2007. In fact, no greater proponent of\nindividual liberty than Isaiah Berlin himself observes in his\nintroduction to Four Essays on Liberty that, “Men who live in\nconditions where there is not sufficient food, warmth, shelter, and the\nminimum degree of security can scarcely be expected to concern\nthemselves with freedom of contract or of the press.” In “Two\nConcepts of Liberty,” Berlin allows that “First things come first:\nthere are situations . . . in which boots are superior to the works of\nShakespeare, individual freedom is not everyone’s primary need.”\nFurther complicating matters, Berlin notes that “there is no necessary\nconnection between individual liberty and democratic rule.” There\nmight be a despot “who leaves his subjects a wide area of liberty” but\ncares “little for order, or virtue, or knowledge.” Clearly, just as there\n\nHOUSE_OVERSIGHT_032193",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_032193.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2136,
    "word_count": 362,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:44.105332",
    "prefix": "IMAGES-011"
  }
}