{
  "document_id": "HOUSE_OVERSIGHT_014023",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014023.txt",
  "text": "After my trip, I told my friend that I needed to dedicate all my energies to developing a method of\nreceiving income from U.S. citizens while living elsewhere. VOIP had recently been introduced to the\nmarketplace and Internet service was improving in South America and other parts of the third world.\n\nThe business had to be based upon absolute mobility. I boiled the whole business down to two basic\nfunctions: reliable telephone via VOIP and high-speed Internet.\n\nAt the time I had a small research consultation practice where I was helping doctoral students on the\nphone and via e-mail to complete their dissertations, theses, and statistical analyses. I had a small\nwebsite that was getting traffic but I was relying on others for web and marketing services. I\nsubsequently learned more about search engine optimization and web marketing and eventually took\ncontrol of all web marketing and promotion of my website, http://www.ResearchConsultation.com,\nallowing me to expand my business substantially.\n\nDuring the next three years I conducted numerous “mobile tests” ... traveling to Costa Rica, the\nDominican Republic, Venezuela, and Colombia in order to fine-tune my system of conducting business\nfrom abroad.\n\nI finally left my job last November, the day before Thanksgiving, vowing to never return to the\nmundane 9-to-5 structure. My job had even recently instituted a “bio-metric fingerprint” identification\nsystem where you had to “punch in and out” at the beginning and end of your hospital shift with your\nfingerprint to ensure that you were working your eight hours. This was just another sign that I had to\nleave.\n\nI now live in NYC and Colombia and travel to other parts of the world throughout the year: speaking\nto customers, managing my contractors (U.S. and Colombian) in order to acquire U.S. dollars while\nliving for a fraction of the cost abroad. I’m also developing other websites and businesses (community\nforums) that will hopefully be more automated, requiring less day-to-day interaction and monitoring.\n\nWell, that’s my story for now ... today South America, tomorrow anywhere I can get a high-speed\nconnection (banda ancha)! My stress level has dropped significantly since leaving my old job and my\nquality of life has improved enormously.\n\nMy family and friends in NYC still think ’'m out of my mind, and I continue to fully agree with\nthem.... —JEFF B.\n\nTHE 4-HOUR FAMILY AND GLOBAL EDUCATION\nTim,\nWe moved to a totally digital nomadic life traveling the world as a family in 2006, so we discovered\n\nyour book and ideas after we had begun and loved it! Our life has changed totally and is more fulfilling\nand much more simple. We are greener, leaner, healthier, happier, more connected.\n\nOther people thought we were absolutely nuts when we decided to do this in 2004/5, but now many of\nthose same people think we are smart and psychic.\n\nProblems finding a good school fit (despite having many award-winning excellent ones at our\ndisposal) was probably the most specific moment (John Taylor Gatto says it best on why schools do not\neducate) that helped us to change as well as wanting more time together and forecasting the\nhouse/economy crash coming.\n\nI think more families will be taking mini-retirements and living slower, traveling digital nomadic lives.\nIf you are away for months as a family, you need to be informed about all the wonderful educational\nopportunities which are actually richer than staying home (which few realize)!\n\nThere are a TON of fantastic resources like Classroom 2.0 and many innovative educators online. My\ndaughter just turned eight and is having a blast with her online course with John Hopkins\nUniversity/CTY and it is also a nice resource for friends. Today one can immerse deeply in one culture\n\nHOUSE_OVERSIGHT_014023",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014023.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3785,
    "word_count": 619,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:48.970185",
    "prefix": "IMAGES-002"
  }
}