{
  "document_id": "HOUSE_OVERSIGHT_028208",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028208.txt",
  "text": "/ BARAK / 74\n\ngovernment that the area around the temple’s surviving Western Wall, left uncared\nfor under the Jordanians, was cleared and a stone plaza put in place for worshipers\n—at the expense of parts of the old Moroccan Quarter. It was under Labor, too, that\nIsrael unilaterally expanded Jerusalem’s city limits to take in more than two dozen\nadjacent Arab villages on the West Bank. No Israeli government since then, Labor\nor Likud, had deviated from a shared pledge that Jerusalem would remain Israel’s\nundivided, sovereign capital under any eventual peace agreement.\n\nYet when I met Clinton the next morning in Laurel Lodge, he insisted we had to\nfind some room for flexibility. He said that, of course, Israel would retain\nsovereignty over the Temple Mount: the site of the Western Wall and, above it, the\nAl-Aqsa mosque complex. “But without damaging your sovereignty,” he argued,\n“we have to find a way to draw a picture for Arafat that includes some measure of\nPalestinian control in part of the city.”\n\n“Could you agree to Arafat having an office, maybe, inside the walls of the Old\nCity,” he asked me. What about a form of administrative control in some of the\noutlying Arab neighborhoods in East Jerusalem? I replied that I couldn’t possibly\nanswer any of his questions until and unless it was clear that Arafat accepted our\nsovereignty over — and our national and religious connection with — the Temple\nMount. Yet I said I understood that we would have to reach some compromise\nagreement on the city if we were ever going to have a chance of a peace\nagreement. “But it’s an issue that is difficult for every Israeli,” I told him. Before I\ncould even begin to see whether there was a way forward, I would have to take it\nthrough with my entire negotiating team. Then, we could discuss it.\n\nIt turned out to be the most open, serious, searching discussion I was a part of\nduring all my years in public life. It began, on the terrace of my cabin, at two in the\nafternoon and went on until sundown. I introduced it by saying what each of us\nalready knew: Jerusalem was the most emotionally charged and politically\ncomplex issue of all. Our maximum position coming into the summit had been that\nwe would again expand the municipal boundaries of the city, as we’d done after\nthe 1967 war, in order to accommodate two separate “city councils.”” One would be\nin Abu Dis, just to the southeast of the Old City, almost literally in the shadow of\nthe Temple Mount. The understanding was the Palestinians would be free to\nrename the village, referring to it by the Arabic name for Jerusalem: Al Quds. I\nsaid that we should use that position as a starting point, and discuss how, or\nwhether, we might go further. All I added was the need to be aware of what was at\n\n360\nHOUSE_OVERSIGHT_028208",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028208.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2795,
    "word_count": 497,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:46.786507",
    "prefix": "IMAGES-009"
  }
}