{
  "document_id": "HOUSE_OVERSIGHT_022086",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022086.txt",
  "text": "7ERSON\n\nBrooklyn boy knew nothing about. One friend jokes that she\ntaught Epstein the difference between a fish fork and a salad fork.\n\n‘e his demise. “It was poor. It\n\n| Fitrtuy Ricw\n:\n|\n\nWe were very poor. We didn't\n\nid. They had shoes, they had But despite—or was it because of?—-Maxwell’s devotion to\nthe war, I discovered the fate of Epstein, she, too, graduated from girlfriend to friend status.\nthers, relatives, and neighbors. According to Jane Doe 102 vs. Jeffrey Epstein, a civil complaint\n1 their minds as they realized | filed in 2009 by a woman later identified as Virginia Roberts, one\n; chamber.” . of the services Maxwell provided for Epstein was the procure-\nowed by an international scan- ; ment of underage women. (Through her lawyer and in court\nhundreds of millions of pounds bE papers, Maxwell has vehemently denied any involvement with\njs and used them to prop up his 4 Virginia, with any other young woman Epstein was involved\nried for conspiracy to commit s : with, or with any criminal activities committed by Jeffrey Epstein.\n‘But Ghislaine, who had grown 4 In a 2016 answer to a defamation lawsuit brought by Roberts,\nmd counted the Duke of York, “4 i Maxwell called the allegations fabricated for financial gain.)\n\nsates, could not escape the dark 1 The case of Nadia Bjorlin, who was thirteen when she was\n\nking to start fresh, she took the first noticed by Epstein, raises questions in this regard, at least\nin the eyes of her mother.\n\nBjorlin’s Iranian-born mother spoke to a British tabloid some\nyears ago about her family’s disturbing experience with Maxwell\nand Epstein. Bjorlin’s father, a celebrated conductor of classical\nmusic, had died a year earlier, the mother said. She believed that\n\nthis made the girl a vulnerable and easy target.\n\n| Epstein were lovers. “She was\n_a longtime friend of Ghislaine's. j\n\nmore. Ghislaine took care of 3\nShe managed his household and 4\nrooklyn-born Jewish boys coull 4\n1g to lawsuits and witness teste =\n\n“She was at school at the famed Interlochen Arts Center, in\n1 Michigan, when she met Epstein,” the mother said.\n\n“My daughter was a singer. She was a baby. She was a skinny\n4 little girl, not mature for her age. She was thirteen, but everyone\n3 thought she was nine or ten.\n\n“Epstein was a big donor, and he heard about Nadia and that\nher father had died, so she was vulnerable, and he contacted her.\nH e said, ‘Here’s my number.\n\nif several women who procured ~\n\ning to people who knew her back”\n\n‘emed to take pleasure in satisly\n\n“He kept saying, ‘Come—will you come?’ He said he wanted\n\nL\n\nein to a fabulous world that they\n\n116\n\nHOUSE_OVERSIGHT_022086",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022086.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2636,
    "word_count": 464,
    "line_count": 71,
    "import_date": "2025-11-19T21:47:43.995805",
    "prefix": "IMAGES-006"
  }
}