{
  "document_id": "HOUSE_OVERSIGHT_017686",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017686.txt",
  "text": "Page 51 of 78\n2007 Utah L. Rev. 861, *932\n\nIn addition, an independent basis for victims reviewing presentence reports is the victim's broad right under the CVRA to be\n\n\"treated with fairness\" 4°? and right to restitution, as I argued in my earlier article. 4\n\nThus, the CVRA should be understood as giving victims the right to relevant information in the presentence report about the\nGuidelines and to be heard before a court makes any final conclusions about Guidelines calculations and other sentencing\nmatters. Many states follow a similar approach and give victims access to presentence reports as part of the victim-impact\nprocess. 404\n\nSince I made my proposal, the Ninth Circuit has considered the question of whether to reverse a district court that declined to\nprovide the entire presentence report to a fraud victim. In an opinion containing only one substantive paragraph, the Ninth\nCircuit affirmed the district court, which had rejected a victim's argument that \"the CVRA confers a general right for crime\nvictims to obtain [*933] disclosure of the [presentence report].\" 405 The Ninth Circuit stated tersely that the district court did\nnot \"commit legal error.\" 40°\n\nAlthough strong arguments can be made against Kenna, 4°” the case is not on point to my proposal. First, Kenna involved a\nclaim of a \"general right\" to access to the presentence report, apparently untethered to any particular need for access. My\namendment would be limited to situations where victims seek \"relevant\" contents of the presentence report to make a victim\nimpact statement at sentencing. Second, the victim in Kenna sought the entire presentence report. The Ninth Circuit pointedly\nobserved: \"We note that Kenna refused the district court's offer to consider disclosure of specific portions of the [presentence\nreport].\" 4°8 My proposal tracks what the district court offered to Kenna - that a victim would have access to \"relevant contents\nof the presentence report.\"\n\nBecause victims have a right of access to relevant parts of the presentence report, the question then arises of how to provide\nthat access. In my earlier article, I recommended the simplest solution to the competing concerns would be to disclose the\nreport, upon request, to victims through the prosecutor. The prosecutor could filter out irrelevant confidential information and\nassist the victim by highlighting critical parts of the report. It might be objected that this approach would burden prosecutors.\n\n402 18 U.S.C. § 3771(a)(8) (2006).\n\n403 Cassell, Proposed Amendments, supra note 4, at 894-96; see also Testimony of Paul G. Cassell to the U.S. Sentencing Comm'n (Feb. 15,\n2005), available at hitp://www.ussc.gow/hearings/02_15_05/cassell_testimony.pdf (last visited Feb. 22, 2008) (advancing similar arguments).\n\n404 Ala. Code § 15-23-73(b) (1995) (giving victim \"right to review a copy of the presentence investigative report, subject to the applicable\nfederal or state confidentiality laws\"); Alaska Stat. § 12.55.023 (2006) (giving victim right to look at portions of sentencing report); Ariz.\nConst. art. II, § 2.1(a)(7) (giving victim right to review presentence report when available to the defendant); Ariz. Rev. Stat. Ann. § 13-4425\n(2001) (giving victim right to review presentence report \"except those parts excised by the court or made confidential by law\"); Col. Rev.\nStat. § 24-72-304(5) (2007) (giving prosecutor discretion to allow victim or victim's family to see presentence report); Fla. Stat. §\n960.001 (1)(g)(2) (2006) (giving victim right to review presentence report); Idaho Code Ann. § 19-5306(1)(a) (2002) (giving victim right to\nreview presentence report); Ind. Code § 35-40-5-6(b) (1998) (giving victim right to read and \"respond to\" material contained in the\npresentence report); La. Const. art. I, § 25 (giving victim \"right to review and comment upon the presentence report\"); Mont. Code Ann. § 46-\n18-113(1) (2007) (giving prosecutor right to disclose contents of presentence report to victim); Or. Rev. Stat. § 137.077(2) (2005)\n(presentence report must be made available to victim).\n\n405 In re Kenna, 453 F.3d 1136, 1137 (9th Cir. 2006).\n406 Tg.\n\n407 See Brief for the Petitioner, In re Kenna, 453 F.3d 1136 (9th Cir. 2006) (No. 06-73352). Cf. Matthew B. Riley, Note, Victim Participation\nin the Criminal Justice System: In re Kenna and Victim Access to Presentence Reports, 2007 Utah L. Rev. 235, 235 (discussing Kenna and\nurging that crime victims receive \"as much of the report as possible without infringing on specific privacy concerns held by criminal\ndefendants\").\n\n408 In re Kenna, 453 F.3d at 1137.\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017686",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017686.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4653,
    "word_count": 727,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:45.520890",
    "prefix": "IMAGES-004"
  }
}