{
  "document_id": "HOUSE_OVERSIGHT_028231",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028231.txt",
  "text": "/ BARAK / 97\n\nsummit, we responded. The only, brief, lull came when Arafat feared the\nAmericans would cancel his scheduled visit to Washington to see Clinton on\nNovember 9. I was due to follow him three days later.\n\nI met Clinton and Dennis Ross over dinner in a little kitchen area attached to the\nOval Office, and both seemed surprisingly upbeat. The President said he’d told\nArafat the broad points that would be in the new American negotiating paper. It\nwas Camp David-plus. Assuming all issues in a final peace were agreed, the\nPalestinians would now end up, after a land swap near Gaza, with a “mid-90-\npercent” share of the West Bank. On Jerusalem, the guiding principle would be\n“what is Arab will be Palestinian, and what is Jewish, Israeli.” On the Temple\nMount, the Haram al-Sharif, each side would have control of its own holy sites.\nFinally, though Palestinian refugees would be free to return in unlimited numbers\nto a new Palestinian state, there would be no “right of return” to pre-1967 Israel.\nThe President told me that after he’d run all this by Arafat, he and Dennis had\nasked whether “in principle” these were parameters he could accept. Arafat had\nsaid yes.\n\nI assume they expected me to say the same. But I told them I couldn’t give them\nan answer. What concerned me now was the violence. Until it was reined in, I\nwould not be party to rewarding Arafat diplomatically. I urged the Americans to\nmake ending the violence their focus as well, because if they didn’t get tougher on\nArafat’s noncompliance with anything resembling a de-escalation, Israel would do\nSO.\n\nSince the Knesset had returned before my trip to Washington, I’d needed first to\nmake sure my government would survive. The obvious, or at least the most\nmathematically secure, choice would have been a deal with Sharon. Especially\nsince the lynching in Ramallah, there were calls from politicians on all sides for a\nunity coalition between Labor and Likud. Arik definitely wanted in. The main\nissue reamined the peace process. I didn’t find Arik’s specific objections to Camp\nDavid hard to deal with. As I’d said from the start, the fact that we’d failed to reach\nan agreement at the summit meant that any concessions I’d considered were now,\n\n383\nHOUSE_OVERSIGHT_028231",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028231.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2259,
    "word_count": 388,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:47.900133",
    "prefix": "IMAGES-009"
  }
}