{
  "document_id": "HOUSE_OVERSIGHT_016343",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016343.txt",
  "text": "This geographical division of authority made logical sense when most of the\nactors were humans who spent their lives within a single nation state, but now that the\nactors of importance include geographically distributed hybrid intelligences such as\nmultinational corporations, that logic is less obvious. Today we live in a complex\ntransitional period, when distributed superintelligences still largely rely on the nation\nstates to settle the arguments arising among them. Often, those arguments are resolved\ndifferently in different jurisdictions. It is becoming more difficult even to assign\nindividual humans to nation states: International travelers living and working outside\ntheir native country, refugees, and immigrants (documented and not) are still dealt with\nas awkward exceptions. Superintelligences built purely of information technology will\nprove even more awkward for the territorial system of authority, since there is no reason\nwhy they need to be tied to physical resources in a single country—or even to any\nparticular physical resources at all. An artificial intelligence might well exist “in the\ncloud” rather than at any physical location.\n\nI can imagine at least four scenarios for how machine superintelligences will\nrelate to hybrid superintelligences.\n\nIn one obvious scenario, multiple machine intelligences will ultimately be\ncontrolled by, and allied with, individual nation states. In this state/AI scenario, one can\nenvision American and Chinese super-AIs wrestling each other for resources on behalf of\ntheir state. In some sense, these AIs would be citizens of their nation state in the way that\nmany commercial corporations often act as “corporate citizens” today. In this scenario,\nthe host nation states would presumably give the machine superintelligences the\nresources they needed to work for the state’s advantage. Or, to the degree that the\nsuperintelligences can influence their state governments, they will presumably do so to\nenhance their own power, for instance by garnering a larger share of the state’s resources.\nNation states’ Als might not want competing Als to grow up within their jurisdiction. In\nthis scenario, the superintelligences become an extension of the state, and vice versa.\n\nThe state/AI scenario seems plausible, but it is not our current course. Our most\npowerful and rapidly improving artificial intelligences are controlled by for-profit\ncorporations. This is the corporate/AI scenario, in which the balance of power between\nnation states and corporations becomes inverted. Today, the most powerful and\nintelligent collections of machines are probably owned by Google, but companies like\nAmazon, Baidu, Microsoft, Facebook, Apple, and IBM may not be far behind. These\ncompanies all see a business imperative to build artificial intelligences of their own. It is\neasy to imagine a future in which corporations independently build their own machine\nintelligences, protected within firewalls preventing the machines from taking advantage\nof one another’s knowledge. These machines will be designed to have goals aligned with\nthose of the corporation. If this alignment is effective, nation states may continue to lag\nbehind in developing their own artificial-intelligence capability and instead depend on\ntheir “corporate citizens” to do it for them. To the extent that corporations successfully\ncontrol the goals, they will become more powerful and autonomous than nation states.\n\nAnother scenario, perhaps the one people fear the most, is that artificial\nintelligences will not be aligned with either humans or hybrid superintelligences but will\nact solely in their own interest. They might even merge into a single machine\nsuperintelligence, since there may be no technical requirement for machine intelligences\nto maintain distinct identities. The attitude of a self-interested super-AI toward hybrid\n\n123\n\nHOUSE_OVERSIGHT_016343",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016343.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3899,
    "word_count": 578,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:47.288281",
    "prefix": "IMAGES-003"
  }
}