{
  "document_id": "HOUSE_OVERSIGHT_015831",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015831.txt",
  "text": "Knowledge 141\n\nYou might argue we could devise a more sophisticated mechanical\nfilter, something that contains an algorithm with an understanding of the\nrules of language. The problem is both the size of the task and the nature\nof understanding. If I devised some really good appreciation algorithm\nwhich did not delete all the creative words of the English language, it\nwould still have to read and appreciate the huge quantities of input until\nit hit upon something good. There is no way for any machine to read\nall this information in the age of our Universe; the numbers are just too\nlarge. And there is no way for a machine to understand all the rules of\nlanguage, they are not written down and constantly evolve.\n\nThese descriptions should give you an intuitive feel for nature of the\ncreative problem. If you try to deconstruct it into mechanical steps you\nend up with either a mechanism that needs to be infinitely specified or\none that lets through an infinite quantity of nonsense. A human could\nnever sift through all that garbage to find the occasional pearl of wisdom.\n\nUntil the beginning of the 20\" century, most people thought\nknowledge and creativity must be just a matter of scale. A big enough,\nfast enough machine should be able to solve any problem. But early in\nthe 1930s two mathematicians — Kurt Godel and Alan Turing — showed\nknowledge was not so simple. Let me give you a feel for why.\n\nKnowing When You Know\n\nThe essence of creating knowledge, is to know when you have done so.\nIn a sense, counting from one to infinity means I know everything, and\nmerely counting to 50 million creates every piece of significant symbolic\nknowledge that will ever be written — all the books, plays, mathematical\ntheorems you could possibly want. But, if I were to list all these numbers\nin an enormous imaginary book it would hardly constitute knowing\neverything: I would be awash with numbers but not with knowledge.\n\nThe essential feature of ‘knowing’ is to have a small number of steps\nthat will definitely answer a problem. For example, if I wish to phone\nsomeone I can look up their details on my phone. The process will tell\nme their number in two or three steps. If you tell me the number is\nsomewhere in the phone book this is not knowledge. It could mean I\nneed an infinite number of steps.\n\nIf I accidentally deleted all the names in my phone - a nightmare\nscenario — and just had a print out of numbers would I still ‘know’ them?\nObviously I would recognize my mother’s number, but most of them\nwould be useless. To know something, I need link the information to\nwhat it is for. A number with a name allows me to predict what will\n\nHOUSE_OVERSIGHT_015831",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015831.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2676,
    "word_count": 478,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:49.143660",
    "prefix": "IMAGES-003"
  }
}