{
  "document_id": "HOUSE_OVERSIGHT_023803",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023803.txt",
  "text": "CHAPTER 5\n\n(Z\n\nReal-Life Learning\nProjects Considered\n\n| learned more about the economy from one South Dakota\ndust storm than | did in all my years of college.\n—Hubert H. Humphrey\n\nThese days everyone has ideas about ways to improve student learn-\ning. These range from having kids stretch between classes, to listening\nto Moaart, to eating right. Of course, those things won’t harm you, but\nthey really have nothing to do with learning. They are about getting\nstudents to concentrate on material that doesn’t interest them much.\nPresumably, a tedious task is made better by these kinds of things. An\ninteresting task does not need that kind of enhancement. It should be\ninteresting in and of itself.\n\nIn the summer of 2008, I met a most unusual man. He recently had\nretired from being the CEO of Epson Europe. Some years earlier, his\nclose friend, who was director general of a college, got sick and died.\nHis dying wish was that his friend, the Epson CEO, would succeed him\nand become president of the business school of the college. And so it\nhappened that a professional from the business world found himself\nin charge of the Business Engineering School at La Salle University in\nBarcelona, Spain. During his years at Epson he had hired many gradu-\nates from that college and others, and believed that the training they\nreceived there was highly theoretical, not practical enough or oriented\nto the real world of business. It was clear to him that students needed\na different kind of training in order to prepare them for professional\nlife. He began to talk to the faculty about teaching different kinds\nof courses, ones that were less theoretical and more related to what\npeople actually do in business. The faculty objected. Shocker.\n\nA provost friend of mine once said that with faculty, everything is\na la carte. What he meant was that professors never feel that they have\n\n57\n\nHOUSE_OVERSIGHT_023803",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023803.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1908,
    "word_count": 326,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:46.647367",
    "prefix": "IMAGES-007"
  }
}