{
  "document_id": "HOUSE_OVERSIGHT_017720",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017720.txt",
  "text": "Page 6 of 52\n2005 B.Y.U.L. Rev. 835, *844\n\nto make \"its best efforts\" to ensure [*845] that victims’ rights were protected. ” Yet this federal statute never successfully\nintegrated victims into the federal criminal justice process and instead became something of a dead letter. Because Congress\npassed the CVRA in 2004 to remedy the problems with the 1990 Act, a brief review of the law's shortcomings is valuable.\n\nCuriously, the 1990 Victims' Rights and Restitution Act was codified in Title 42 of the United States Code - the Title dealing\nwith \"Public Health and Welfare.\" Such placement effectively limited the Act's effectiveness because federal practitioners\nreflexively consult Title 18, the Title that covers \"Crimes and Criminal Procedure,\" *4 for guidance on criminal law issues.\nMore prosaically, federal criminal enactments are bound together in a single West publication entitled the Federal Criminal\nCode and Rules. This publication is carried to court by prosecutors and defense attorneys and is on the desk of most federal\njudges. Because West Publishing never included the Victims' Rights Act i this book, the statute was essentially unknown even\nto experienced judges and attorneys. 4°\n\nThe prime illustration of the ineffectiveness of the Victims’ Rights and Restitution Act comes from the Oklahoma City\nbombing case. *° While one might expect victims’ rights would have been fully protected during such a high profile trial, in\nfact victims were denied one fundamental right: the right to observe court proceedings. During a pretrial motion hearing, the\ndistrict court sua sponte precluded any victim who wished to provide victim impact testimony at sentencing from observing\nproceedings in the case. +7 The court based its ruling on Rule 615 of the Federal Rules of Evidence - the so-called \"Rule on\n\nWitnesses.\" 4° Thirty-five victims and survivors of [*846] the bombing then filed a motion for reconsideration. *? They\nnoted that the district court apparently had overlooked the Victims’ Rights Act giving victims the right \"to be present at all\npublic court proceedings related to the offense, unless the court determines that testimony by the victim would be materially\naffected if the victim heard other testimony at trial.\" *° The district court denied the motion for reconsideration. *! It\nconcluded that victims present during court proceedings would not be able to separate the \"experience of trial\" from \"the\nexperience of loss from the conduct in question,\" and, thus, their testimony at a sentencing hearing would be inadmissible. °?\nUnlike the original ruling, which was explicitly premised on Rule 615, the later ruling was more ambiguous, alluding to\n\nconcerns under the Constitution, the common law, and the rules of evidence. >?\n\n40 Td. 10606(b)(3) (repealed 2004).\n41 Td. 10606(b)(5) (repealed 2004).\n\n*® Td. 10606(b)(4) (repealed 2004). Testifying victims can attend proceedings unless the victim's testimony \"would be materially affected\" by\nhearing other testimony at trial. Id.\n\n* Td. 10606(a) (repealed 2004).\n4 18 U.S.C. (2000).\n\n4 Last year, I wrote a letter to West Publishing requesting that they include the law in their book. That request became moot with the passage\nof the CVRA, which moved victims’ rights from obscurity in Title 42 to centrality in Title 18, thereby guaranteeing them a spot in the West\npublication.\n\n46 See generally Paul G. Cassell, Barbarians at the Gates? A Reply to the Critics of the Victims' Rights Amendment, 1999 Utah L. Rev. 479,\n515-22 (discussing the Oklahoma City bombing case in greater detail).\n\n47 See United States v. McVeigh, No. 96-CR-68, 1996 WL 366268, at 2 (D. Colo. June 26, 1996).\n\n48 Td. at 2-3 (discussing application of Fed. R. Evid. 615).\n\n49 Motion of Marsha and Tom Kight et al. and the National Organization for Victim Assistance Asserting Standing To Raise Rights Under\nthe Victims! Bill of Rights and Seeking Leave To File a Brief as Amici Curiae, United States v. McVeigh, No. 96-CR-68-M, 1996 WL\n570841 (D. Colo. Sept. 30, 1996). I represented a number of the victims on this matter on a pro bono basis, along with able co-counsel Robert\nHoyt, Arnon Siegel, and Karan Bhatia of the Washington, D.C. law firm of Wilmer, Cutler, and Pickering, and Sean Kendall of Boulder,\nColorado.\n\n30 42 U.S.C. 10606(b)(4) (1994) (repealed 2004). The victims also relied on a similar provision found in the authorization for closed circuit\nbroadcasting of the trial, 42 U.S.C_A. 10608(a) (West Supp. 1998), and on a First Amendment right of access to public court proceedings. See\nRichmond Newspapers, Inc. v. Virginia, 448 U.S. 555, 577 (1980) (finding First Amendment right of court access).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017720",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017720.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4722,
    "word_count": 757,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:46.304228",
    "prefix": "IMAGES-004"
  }
}