{
  "document_id": "HOUSE_OVERSIGHT_026732",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026732.txt",
  "text": "Hour'. (you Americans seek instant gratification — and the converse).\n\nIts theme was that this century is special: it’s the first when one species, ours,\nhas the planet’s future in its hands. We’re deep in an era that’s called the\nanthropocene. We have huge powers for good. We could trigger the transition from\nbiological to electronic intelligences. But, on the other hand, we could irreversibly\ndegrade the biosphere, And advanced technology, if misdirected, could cause a\ndevastating setback to civilization.\n\nWe've had one lucky escape already.\n\nAt any time in the Cold War era -- when armament levels escalated beyond all\nreason --- the superpowers could have stumbled towards armageddon through\nmuddle and miscalculation. The threat is only in abeyance and still looms over us.\n\nNuclear weapons are based on 20\" century science. I’ll focus later in my talk on 21*\ncentury sciences -- bio, cyber, and AI — which offer huge potential benefits but also\nexpose us to novel vulnerabilities\n\nAstronomers often have to remind people that they’re not astrologers. Like all\nscientists they hava a rotten record as forecasters — almost as bad as economists.\n\nBut even with a cloudy crystal ball there are some things we can predict about how\nour whole planet will change.\n\nFor instance, humanity’s collective footprint is getting heavier,\n\nFifty years ago, world population was about 3 billion. It now exceeds 7 billion. The\ngrowth’s been mainly in Asia and Africa, as shown in this map where regions are\nscaled in proportion to that growth.\n\nThe number of births per year, worldwide, peaked a few years ago and is going\ndown, Nonetheless world population is forecast to rise to around 9 billion by 2050.\n\nThat’s partly because most people in the developing world are young. They are yet to\nhave children, and they will live longer.\n\nThe age histogram in the developing world will become more like it is in Europe.\n\nThe main growth is in East Asia, and it’s there that the world’s human and financial\nresources will become concentrated —ending 4 centuries of North Atlantic hegemony.\n\nHOUSE_OVERSIGHT_026732",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026732.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2104,
    "word_count": 346,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:49.117723",
    "prefix": "IMAGES-009"
  }
}