{
  "document_id": "HOUSE_OVERSIGHT_016531",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016531.txt",
  "text": "Page 22 of 42\n103 Minn. L. Rev. 844, *888\n\ninstitutional culture of professionalism than many state prosecutor offices, departmental policies and priorities can change\nsubstantially with presidential administrations - as they have recently. !4! Nonetheless, this federalism-based model of\nprosecutorial oversight has an advantage shared by the administrative review schemes within single prosecution agencies. In\nboth settings, those with review power are prosecutors who should have greater institutional competence and legitimacy to\nsecond-guess other prosecutors’ charging decisions, and consequently less inclination than courts to defer to prosecutorial\njudgments.\n\nThis federalist model of enforcement redundancy did not evolve from earlier common law institutional arrangements, like\nprivate prosecution, nor from the modern victims’ rights movement, like judicial and administrative review of decisions not to\nprosecute. Federal criminal law enforcement expanded for several reasons, but behind many of those reasons is a common\npurpose: to remedy glaring patterns of underenforcement by the states. For example, federal law and institutional capacity\n(such as the advent of the Federal Bureau of Investigation) expanded in response to states’ inability to confront adequately the\ntise of interstate violence and drug crimes (as well as, for a time, prohibition on alcohol manufacture and distribution). !47\nFederal law [*889] took on the primary role in combatting local government corruption - including police corruption and\nexcessive uses of force - which local prosecution agencies often lacked the ability, or political independence, to confront. 7\nAnd federal law has long attempted to fill the gap when racially biased local police, prosecutors, and juries declined to arrest,\n\nprosecute, or convict suspects - especially white ones - who victimized black citizens. !44 In sum, the redundant enforcement\n\n104 Strafprozebetaordnung [StPO] [Code of Criminal Procedure], §§152, 160, 170, translation at /htips://www.gesetze-im-\ninternet.de/englisch_ stpo/englisch_stpo-html (Ger.) (defining prosecution duty to investigate suspected crime and indict when evidence is\nsufficient); id. §§171-75 (providing for judicial orders to prosecute, including victim's right to seek order compelling prosecution);\nBohlander, supra note 72, at 25-27, 67-71, 103-04 (describing German procedures to compel prosecutions under statutory legality principle);\n\nNovokmet, supra note 70, at 92-93. Failures to charge when required to do so can expose a prosecutor to discipline or even criminal liability.\nSee Strafgesetzbuch [StGB] [Penal Code], § 339, translation at https://www .gesetze-im-internet.de/englisch_stgb/englisch_stgb.html (Ger.)\n(establishing that rechtsbeugung, or perversion of justice, is punishable by one to five years in prison); id.§§258, 258a (establishing\npunishment for police or prosecutor's failure to investigate or prosecute colorable offenses).\n\n105 See Shawn Marie Boyne, The German Prosecution Service: Guardians of the Law? 8-10, 91-92 (2014) (quoting Hans-Heinrich Jescheck,\nThe Discretionary Powers of the Prosecuting Attorney in West Germany, 18 Am. J. Comp. L. 508, 511 (1970)); Markus D. Dubber, Criminal\nProcess in the Dual Penal State: A Comparative-Historical Analysis, in Oxford Handbook of Criminal Process, supra note 60; see also Klaus\nSessar, Prosecutorial Discretion in Germany, in The Prosecutor 255, 272-73 (William F. McDonald ed., 1979). For the German example of\nthis principle, see Strafprozebetaordnung [StPO] [Code of Criminal Procedure],§§152, 160, 170, translation at htips://www.gesetze-im-\ninternet.de/englisch_stpo/englisch_stpo.html (Ger.) (defining prosecution duty to investigate suspected crime and indict when evidence is\nsufficient).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_016531",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016531.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3831,
    "word_count": 519,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:48.292045",
    "prefix": "IMAGES-004"
  }
}