{
  "document_id": "HOUSE_OVERSIGHT_017422",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017422.txt",
  "text": "4.2.12\nWC: 191694\n\npolitically active academia, multiple political parties and, judging by the amount of news coverage,\nprobably more journalists per capita than any other country in the world — many of whom are there\nexpressly to cover the Israeli-Palestinian conflict.\n\nMeanwhile, the Arab and Iranian regimes rule over some 350 million people, and most remain brutal,\nclosed and autocratic, permitting little or no internal dissent. The plight of their citizens who would most\nbenefit from the kind of attention a large and well-financed international human rights organization can\nprovide is being ignored as Human Rights Watch’s Middle East division prepares report after report on\nIsrael.\n\nHuman Rights Watch has lost critical perspective on a conflict in which Israel has been repeatedly\nattacked by Hamas and Hezbollah, organizations that go after Israeli citizens and use their own people as\nhuman shields. These groups are supported by the government of Iran, which has openly declared its\nintention not just to destroy Israel but to murder Jews everywhere. This incitement to genocide is a\nviolation of the Convention on the Prevention and Punishment of the Crime of Genocide.”\n\nOnly by returning to its founding mission and the spirit of humility that animated it can Human Rights\nWatch resurrect itself as a moral force in the Middle East and throughout the world. If it fails to do that,\nits credibility will be seriously undermined and its important role in the world significantly diminished.\n\n= Amnesty International, which began as an organization dedicated to the freeing of political prisoners from\nrepressive regimes and won the Nobel Peace Prize for its noble efforts, has now turned into a hard-left political\nlobby that elevates its ideology above its commitment to neutral advocacy for the victims of repression. Consider\nits 2005 report on rapes and honor killings perpetrated against Palestinian women by Palestinian men in the West\nBank and Gaza. Such violence is a serious problem, especially in the Arab and Muslim world, because so few\nleaders within these groups are prepared to condemn it and so many even justify it as a necessary means of\nmaintaining family honor and male dominance. The AI report documented honor killings of women who had been\nraped. In one such case a 17 year old girl was murdered by her own mother after she was “repeatedly raped by two\nof her brothers.” In another case, a 21 year old “was forced to drink poison by her father” when she was found to\nbe pregnant.\n\nThe AI report places substantial blame for these and other killings on Israel! Here is AI’s conclusion, listing the\ncauses of the violence directed against Palestinian women, presumably in the order of their importance:\n“Palestinian women in the West Bank and Gaza Strip are victims of multiple violations as a result of the escalation\nof the conflict, Israel’s policies, and a system of norms, traditions and laws which treat women as unequal\nmembers of society.” The “escalation of the conflict” (which AI blames primarily on Israel) and “Israel’s policies”\nrank higher than the “norms, traditions and laws which treat women as unequal.” The report asserts that violence\nagainst women has “increased” dramatically during the Israeli occupation and has reached “an unprecedented\nlevel” as a result of the “increased militarization of the Israeli-Palestinian confrontation.” This is a deliberately\nfalse conclusion. In fact the number of such killings has gone down dramatically since the Israeli occupation. But\nif one were to believe the Amnesty International Report, it would be as if the West Bank and Gaza Strip had been\nviolence free for Palestinian women until the Israeli Occupation.\n\nFollowing the publications of the Amnesty International report, I spoke with Donatella Rovera, who is AI’s\nresearcher on Israel and the Occupied Territories and asked her to provide the data on which she had based her\nconclusion that violence against women had escalated to an “unprecedented level” during the occupation, and\nespecially during its most militarized phase. I also asked her whether AI had compared violence against women in\nthe occupied West Bank and Gaza with violence against women in unoccupied Arab-Muslim areas that have\ncomparable populations, such as Jordan. Rovera acknowledged that AI could provide no such comparative data\nand confirmed that the report was based on anecdotal information, primarily from Palestinian NGOs. “We talk to\nanyone who would talk to us,” she said. When I asked her for a list of the NGO’s that were the sources of the\ninformation, she refused to provide them because “there are things we can simply not provide to outsiders.” I\nassured her that I was not interested in names or identifying features, but only in statistical data regarding the\n\n335\n\nHOUSE_OVERSIGHT_017422",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017422.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4837,
    "word_count": 780,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:44.790402",
    "prefix": "IMAGES-004"
  }
}