{
  "document_id": "HOUSE_OVERSIGHT_019692",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019692.txt",
  "text": "204 | HOW AMERICA LOST ITS SECRETS\n\nmade from phones originating outside the United States by known\nforeign jihadists. If these calls were made to individuals inside, the\nNSA was now authorized to retrieve the billing records of the per-\nson called and those people whom he or she called. These traces were\nthen supplied to the FBI. The new duties also increased the NSA’s\nneed to create new bureaucratic mechanisms to monitor its compli-\nance with FISA court orders. Rajesh De, the NSA’s general counsel at\nthe time of the Snowden breach, described the NSA as becoming by\n2013 “one of the most regulated enterprises in the world.” Grafted\nonto its intelligence activities were layers of mandated reporting to\noversight officials. Not only did the NSA have its own chief compli-\nance officer, chief privacy and civil liberties officer, and independent\ninspector general, but the NSA also had to report to a different set\nof compliance officers at the Department of Defense, the Office of\nthe Director of National Intelligence, and the Department of Justice.\nAdditionally, the Department of Justice dispatched a team of lawyers\nevery sixty days to review the results of “every single tasking deci-\nsion” approved by the FISA court.\n\n© According to De, just assembling these reports involved thousands ©\nof hours of manpower. In addition, the president’s Oversight Board\nrequired that the NSA’s Office of the General Counsel and inspec-\ntor general supply it every ninety days with a list of every single\nerror and deviation from procedure made by every NSA employee\nanywhere in the world, including even minor typing errors. These\nrequirements, according to De, inundated a large part of the NSA\nlegal and executive staff in a sea of red tape. Yet this regulation could\nnot undo surveillance programs such as the one Snowden revealed\nof Verizon’s turning over the billing records of its customers to the\nNSA, because the NSA was in compliance with the FISA court order\n(even though, as it turned out in 2015, the FISA court might have\nerred in interpreting the law).\n\nThe NSA’s focus on surveillance might have led to the neglect of\nits other mission: protecting the integrity of the channels through\nwhich the White House, government agencies, and military units\nsend information. This task had been made vastly more difficult\nby the proliferation of computer networks, texting, and e-mails.\nTo protect government networks from cyber attacks, the Penta-\n\n| | Epst_9780451494566_2p_all_r1.indd 204 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019692",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019692.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2541,
    "word_count": 415,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:44.464319",
    "prefix": "IMAGES-005"
  }
}