{
  "document_id": "HOUSE_OVERSIGHT_023232",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023232.txt",
  "text": "you I and Brad karp sit together if you think it would be helpful. . I would like to send him this email, with\nyour consent of course. Ifthe transactions were never consummated , 1 would not be owed a dime,\nhowever , the expected fee was known up front. , the detailed step by step plan was followed and\noverseen by me, the amount that I had requested before the transaction had even begun, had already\nbeen heavily discounted, out of friendship, . I believe the decision re only paying 20 m has frankly , left\nme felling quite uneasy. and colors the view about the Athene or Rothschild transaction.\n\nDate: Fri, Jan 29, 2016 at 2:39 PM\n\nSubject:\n\nTo: Melanie Spinella (iii iii\n\nyou've agreed that\n\nYour office is a multi billion dollar responsibility. your children will inherit it , in order to oversee their\nfinancial lives- I feel for you, truly ,but the facts are the facts, your ceo ( Brad) has provided one bad\ndocument after another for over a year , no getting away from it,, badcash flows nonewIT, each\ntime with \" its gettting better\" no in fact -! itsnot. - the excuse, that Brad is not the numbers guy, is\nludicrous. of course he didnt actually prepare the statements. - no ceo would ,- but over and over he\npresented them to you and me, after , holding them back for his personal review multiple times and after\nmultiple drafts. weeks of his editing, the consistant but \"inexplicable \"missing the obvious serious\nerrors .( gaming ) inaccuracies, ( cashflow ) and mistakes (tax returns). why, ?! the simple answer is\nthat at best, he is ac minus, (note. I, like you ,also give points for effort. )-! an elegant art partnership\ngone fallow. ??!!I and its core reason to exist. not used ? no docs for plane?, still ! why? no docs for\ndecantings why? the docs for deal | received last night , \"no docs at all for deal 2, the biggest \". why\nwasn't Tom brought in, after 4 times of my incessant reminders i spoke to him, he knows little of either\ntransaction except for over view. never saw pahidon anything except projections until yesterday ? ?and\nthis after your clear admonition etc. re the trading accounts no activity, at all,\n\nBarry Cohen is great. more like him please .\nyou asked ,- I did my best trying to train your brad chosen people in the face of my telling you that they\nwere never going to be more than c-minuses, thousands of emails thousands? Brad at its head . you\ncan't as aceo, have an accountant give you multiple pages with the most important numbers missing\naltogether and not notice, you and I saw the errrors right away ,as did my very junior bookeeper after\nonly a cursory glance. He told me he didnt know the details of his note? ! , my guess is that he wanted to\npay less. no more than that, any other story is blather. its silly. Talk to richard yourself.\nre your estate. Yes another Brad issue - your will, needs revision. the tenants in common structure I\nassume Alan has carefully walked you through. it is way overdue, needed and exciting. I won't list the\nmore serious issues in an email but we can speak over the weekend.\n\nHow can I help? We agreed at the time when you hired Castrucci , that when you fired him, I would\nbear no responsibility because it was clear that he shouldnt be hired. brad and you both said ,\" its on us\",\nbut... the equivalent of your art consultant pointing to a picasso and calling ita renoir. then a brancusi\nand calling it a michaelangelo. those were the types of erros that 1 saw immediatily, you said give them\nmore time. at least they saw it was a painting and not a photo?\n\nbeing weaned of our biz /pay realtionship has been our mutual goal. However since novemebr, you\nchose to do so by ignoring’ our agreement re, phaidon,and your oft stated commitment to me of large\npayments for large value, (37 percent was our number ). chose to pay me anumber picked by what\nappears to be only by whim,- have yet to justify it except for telling me that you and Brad Karp talked..\n\nHOUSE_OVERSIGHT_023232",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023232.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3970,
    "word_count": 733,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:47.235104",
    "prefix": "IMAGES-007"
  }
}