{
  "document_id": "HOUSE_OVERSIGHT_013951",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013951.txt",
  "text": "It might be emotionally difficult, but you won’t starve. Park your car in the garage and cancel\ninsurance for a few months. Carpool or take the bus until you find the next gig. Rack up some more\ncredit card debt and cook instead of eating out. Sell all the crap that you spent hundreds or thousands on\nand never use.\n\nTake a full inventory of your assets, cash reserves, debts, and monthly expenses. How long could you\nsurvive with your current resources or if you sold some assets?\n\nGo through all expenses and ask yourself, If I had to eliminate this because I needed an extra kidney,\nhow would I do it? Don’t be melodramatic when there is no need—few things are fatal, particularly for\nsmart people. If you’ve made it this far in life, losing or dropping a job will often be little more than a\nfew weeks of vacation (unless you want more) prior to something better.\n\n3. Health insurance and retirement accounts disappear if I quit.\nUntrue.\n\nI was scared of both when I was eliminated from TrueSAN. I had visions of rotting teeth and working\nat Wal-Mart to survive.\n\nUpon looking at the facts and exploring options, I realized that I could have identical medical and\ndental coverage—the same provider and network—for $300-500 per month. To transfer my 401(k) to\nanother company (I chose Fidelity Investments) was even easier: It took less than 30 minutes via phone\nand cost nothing.\n\nCovering both of these bases takes less time than getting a customer service rep on the phone to fix\nyour electric bill.\n\n4. It will ruin my resume.\nI love creative nonfiction.\n\nIt is not at all difficult to sweep gaps under the rug and make uncommon items the very things that get\njob interviews. How? Do something interesting and make them jealous. If you quit and then sit on your\nass, I wouldn’t hire you either.\n\nOn the other hand, if you have a one-to-two-year world circumnavigation on your resume or training\nwith professional soccer teams in Europe to your credit, two interesting things happen upon returning to\nthe working world. First, you will get more interviews because you will stand out. Second, interviewers\nbored in their own jobs will spend the entire meeting asking how you did it!\n\nIf there is any question of why you took a break or left your previous job, there is one answer that\ncannot be countered: “I had a once-in-a-lifetime chance to do [exotic and envy-producing experience]\nand couldn’t turn it down. I figured that, with [20-40] years of work to go, what’s the rush?”\n\nThe Cheesecake Factor\n\nWould you like me to give you a formula for success? It’s quite simple, really. Double your rate of\nfailure.\n\n—THOMAS J. WATSON, founder of IBM\n\nSUMMER 1999\n\nHOUSE_OVERSIGHT_013951",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013951.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2691,
    "word_count": 469,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:48.289884",
    "prefix": "IMAGES-002"
  }
}