{
  "document_id": "HOUSE_OVERSIGHT_012982",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012982.txt",
  "text": "66 4 Brief Survey of Cognitive Architectures\n\nseem remotely capable of giving rise to such phenomena. It seems to us that the creation o\na successful emergentist AGI will have to wait for either a detailed understanding of how the\nbrain gives rise to abstract thought, or a much more thorough mathematical understanding o\nthe dynamics of complex self-organizing systems.\n\nThe concept of cognitive synergy is more relevant to emergentist than to symbolic archi-\ntectures. In a complex emergentist architecture with multiple specialized components, much o\nthe emergence is expected to arise via synergy between different richly interacting components.\nSymbolic systems, at least in the forms currently seen in the literature, seem less likely to give\nrise to cognitive synergy as their dynamics tend to be simpler. And hybrid systems, as we shal\nsee, are somewhat diverse in this regard: some rely heavily on cognitive synergies and others\nconsist of more loosely coupled components.\n\nWe now review the DeSTIN emergentist architecture in more detail, and then turn to the\ndevelopmental robotics architectures.\n\n4.3.1 DeSTIN: A Deep Reinforcement Learning Approach to AGI\n\nThe DeSTIN architecture, created by Itamar Arel and his colleagues, addresses the problem\nof general intelligence using hierarchical spatiotemporal networks designed to enable scalable\nperception, state inference and reinforcement-learning-guided action in real-world environments.\nDeSTIN has been developed with the plan of gradually extending it into a complete system for\nhumanoid robot control, founded on the same qualitative information-processing principles as\nthe human brain (though without striving for detailed biological realism). However, the practical\nwork with DeSTIN to date has focused on visual and auditory processing; and in the context of\nthe present proposal, the intention is to utilize DeSTIN for perception and actuation oriented\nprocessing, hybridizing it with CogPrime which will handle abstract cognition and language.\nHere we will discuss DeSTIN primarily in the perception context, only briefly mentioning the\napplication to actuation which is conceptually similar.\n\nIn DeSTIN (see Figure 4.4), perception is carried out by a deep spatiotemporal inference\nnetwork, which is connected to a similarly architected critic network that provides feedback on\nthe inference network’s performance, and an action network that controls actuators based on the\nactivity in the inference network (Figure 4.5 depicts a standard action hierarchy, of which the\nhierarchy in DeSTIN is an example). The nodes in these networks perform probabilistic pattern\nrecognition according to algorithms to be described below; and the nodes in each of the networks\nmay receive states of nodes in the other networks as inputs, providing rich interconnectivity\nand synergetic dynamics.\n\n4.3.1.1 Deep versus Shallow Learning for Perceptual Data Processing\n\nThe most critical feature of DeSTIN is its uniquely robust approach to modeling the world\nbased on perceptual data. Mimicking the efficiency and robustness by which the human brain\nanalyzes and represents information has been a core challenge in AI research for decades. For\ninstance, humans are exposed to massive amounts of visual and auditory data every second\nof every day, and are somehow able to capture critical aspects of it in a way that allows for\nappropriate future recollection and action selection. For decades, it has been known that the\n\nHOUSE_OVERSIGHT_012982",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012982.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3499,
    "word_count": 523,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:46.002137",
    "prefix": "IMAGES-002"
  }
}