{
  "document_id": "HOUSE_OVERSIGHT_029862",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029862.txt",
  "text": "and roared through South Florida, he said Coleman offered no proof, such as an\naffidavit from Epstein, to shore up her claims.\n\nStill, Hafele gave Coleman extra time to respond to various motions that he will have\nto decide before the case goes to trial.\n\nDespite Scarola’s insistence that Edwards had nothing to do with Rothstein’s Ponzi\nscheme, Coleman said the evidence indicates otherwise. Why else would he try to\ndepose Epstein’s well-known friends, such as now President Donald Trump, former\nPresident Bill Clinton and illusionist David Copperfield, she asked. He used the\ncelebrities as a draw, she said.\n\n“The Epstein cases were used to fleece money and defraud investors,” she said.\n\nEdward’s malicious prosecution case has been difficult for both sides because both\nEpstein and Edwards have refused to answer questions. As he did in the civil\nlawsuits, Epstein has invoked his Fifth Amendment right against self-incrimination\nwhen questioned by Scarola. Edwards has claimed that much of the information\nEpstein is seeking is protected by attorney-client privilege.\n\nThe malicious prosecution lawsuit is one of two hotly-contested lawsuits that\ncontinue to pit Edwards against Epstein. Edwards also is suing the U.S. attorney’s\noffice, claiming it violated the federal Crime Victims Rights Act when it negotiated a\nnon-prosecution agreement with Epstein.\n\nOnly after federal prosecutors agreed to drop their investigation of Epstein, did he\nagree to plead guilty to two prostitution charges in Palm Beach County Circuit\nCourt. In federal court records, prosecutors claim one of the key reasons they agreed\nto drop their case was Epstein’s agreement to settle lawsuits filed against him by\ndozens of his underage victims.\n\nSign up for daily e-mail\nWake up to the day’s top news, delivered to your inbox\n\nSponsored Content\n\nTrending topics for Baby Boomers\nBy The Palm Beach Post\n\nRead the latest news specific to the Baby Boomer Generation on health, retirement,\nfinances, and much more...\n\nHOUSE_OVERSIGHT_029862",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029862.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2022,
    "word_count": 315,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:48.872654",
    "prefix": "IMAGES-010"
  }
}