{
  "document_id": "HOUSE_OVERSIGHT_019583",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019583.txt",
  "text": "Whistle-blower | 95\n\nthe NSA “to wiretap anyone, even the president,” the press largely\naccepted his claims as established facts. As for American surveillance,\nhe declared, “I don’t want to live in a society that does those sorts of\nthings.”\n\nThe Guardian story accompanying the video carried the headline\n“Edward Snowden: The Whistleblower Behind the NSA Surveil-\nlance Revelations.” Overnight, Snowden became a global celebrity\nand, to much of the world, a hero.\n\nThe next morning he packed his belongings into a backpack and\nmoved, without notifying the front desk, to another room Poitras\nhad rented at the Mira. Complicated schemes, especially when they\ninvolve transferring state secrets to unauthorized parties in a for-\neign country, do not necessarily go as planned. That was true of\nSnowden’s escape plan. Snowden had no plan to stay put and face\nthe music. On the morning of June 10, though, there was apparently\na problem. Robert Tibbo and Jonathan Man, the lawyers who, along\nwith Albert Ho, had been retained for Snowden by an unidentified\nparty, received an emergency phone call early in the morning tell-\n\n© ing them to help Snowden move to a safe location. Although Tibbo ©\nwould not identify the person who had called, the message had been\nrelayed to Man and him through Ho’s office. When Tibbo called\nSnowden offering to help him move, Snowden told him, “I can make\nmyself unrecognizable.”\n\nTibbo and Man immediately proceeded to the mall adjacent to\nthe Mira hotel, where they met Snowden. After he signed a docu-\nment appointing Ho’s law firm as his “legal adviser,” the three of\nthem slipped out via the mall exit. Tibbo and Man planned to move\nSnowden to the apartments of refugees who were their clients.\n\nSnowden’s credit card had been frozen, so it is not clear who\npaid his sizable hotel bill. According to hotel records, it was paid\nby another credit card. Poitras, who had taken a room at the hotel,\nmight have used her own credit card, or Snowden might have had\nanother benefactor in Hong Kong. In any case, the lawyers escorted\nSnowden to a prearranged residence.\n\n“T am in a safe house for now,” Snowden wrote to Greenwald on\nJune 11. The situation might not have been totally under his control,\nbecause he added, “But I have no idea how safe it is.”\n\n| | Epst_9780451494566_2p_all_r1.z.indd 95 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019583",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019583.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2372,
    "word_count": 404,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:45.844720",
    "prefix": "IMAGES-005"
  }
}