{
  "document_id": "HOUSE_OVERSIGHT_024503",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024503.txt",
  "text": "™@ Increased government focus on education. In many countries, per student public spending on\neducation represents a larger portion of per capita GDP than in the U.S. For example, in Australia and\nthe United Kingdom, the government has subsidized a large portion of ECE. Now, countries such as\nSaudi Arabia are developing similar programs. The opportunity for increased government spending on\npre-K-12 education is particularly apparent in growing economies such as China and South Korea as\nthose countries increase their share of world GDP.\n\n@ Potential opportunities in countries with declining populations. \\|n countries that have had low fertility\nrates for several generations, such as Japan and Italy, there often exists a large family structure\nsupporting a single child. KUE believes that this leads to several family members (e.g., both parents\nand grandparents) contributing to a single child’s schooling, resulting in higher education expenditures\nper child. In addition, the high cost and limited availability of quality ECE in countries such as Japan\nhas been identified as a contributing factor to declining birth rates in the country.\n\nThe following paragraphs provide a brief overview of some of the key markets around the world, which\nKUE views as attractive. These include China, Saudi Arabia and the United Kingdom.\n\n8.5.1 China: Market Overview\n\nWith a population of 274 million children under age 15, and a fertility rate of 1.73, China represents an\nattractive market for early education providers.” In China, mandatory education starts with primary\nschools, at which most children enroll by age six. Currently, 24 million Chinese children are attending\nkindergarten as a growing middle class and the one-child policy are driving multiple incomes to one child\nand increasing the amount of capital that can be dedicated to education. These socioeconomic factors\nare reflected in the increasing numbers of private kindergartens, which have grown at a rate of 13% over\nthe past eight years.*\"\n\nPublic versus Private Pre-School Education\n\n13.7% 17.7% 20.1% 19.7% 8.7% 14.7%\n\n2!\n0.7% 0.5% 181 182 479\n1 1\n180 187 3 181 181 476 50 150 142138\na a Ps Fl e | 112 2. 116\n1 37 44 45 48 56\n1995 1996 1997 1998 1999 2000 2001 2002 2003 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003\ngamma Private Schools === Total Schools “l= Private Growth mAllicindergantons is Pavate Kindergartens\n\nNote: Private kindergarten enrollment data unavailable before 1998.\nSource: Ministry of Education, China Education Industry Development Statistics Report, China Education and Research Network.\n\nSchools tend to be concentrated in larger cities with Beijing, Shanghai, Nanjing, Qingdao and Guangzhou\nbeing the largest pre-school markets. Kindergartens are divided into three categories: Bilingual, Foreign\nlanguage and Mandarin. Bilingual kindergartens are typically joint ventures between Chinese and foreign\nentities or owned wholly by Chinese private or public entities. Tuitions for bilingual programs can reach\n$15,000 per year. Foreign language kindergartens are wholly owned foreign schools that recruit only\nforeign students and are typically backed by their embassies. These schools adhere to foreign\neducational standards with Mandarin being taught as a second language. The tuitions of foreign\nlanguage schools range from $10,000 to $22,000 per year. Mandarin kindergartens are typically owned\nby Chinese public entities.\n\n* Source: Central Intelligence Agency, World Factbook 2006.\n* Source: Ministry of Education, China Education Industry Development Statistics Report, China Education and Research Network.\n\n70\n\nHOUSE_OVERSIGHT_024503",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024503.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3644,
    "word_count": 553,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:45.271720",
    "prefix": "IMAGES-008"
  }
}