{
  "document_id": "HOUSE_OVERSIGHT_019863",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019863.txt",
  "text": "Upcoming Events\n\nWeston Hill Global Private\nWealth Forum\nApril 25, 2017\n\nRoosevelt Hotel\n45 E 45th Street, New York City\n\n13D Monitor Active-Passive Investor\nSummit\n\nApril 27, 2017\n\nThe Plaza Hotel, New York City\n\nNCS Regulatory Compliance\n\nConference\n\nJune 21 — 23, 2017\n\nEau Palm Beach Resort & Spa\nManalapan, FL\n\nSadis & Goldberg’s 10th Annual\nAlternative Investment Management\nSeminar\n\nNovember 8, 2017\n\nThe New York Athletic Club\n180 Central Park South, New York City\n\nWe practice law but we live business.\n551 Fifth Avenue, 21st Fl., New York, NY 10176 212.947.3793\n\nRon S. Geffner, Partner and head of the Financial Services Group, will be speaking at Weston Hill Global\nPrivate Wealth Forum on April 25, 2017 on hedge funds. The event will be held at the Roosevelt Hotel,\n45 E 45th Street in New York City. For more information, please go to: http://www.globalprivatewealth.\norg/index.php.\n\nSam Lieberman, Partner and member of the Securities Litigation Group, will be moderating a panel at\nthe 13D Monitor Conference in New York City on April 27, 2017. The event will take place at the Plaza\nHotel, New York City. For more information, please go to: http://www.13dmonitorconference.com/\n\nDan Viola, Partner and head of the Regulatory and Compliance Group, will be speaking at the NCS\nRegulatory Compliance Conference on June 21, 2017 in Manalapan, FL. He will be speaking on four\npanels. The panels are entitled “Risk Management and CCO Liability”, “Preparing for a Regulatory\nExam”, “Creating a Culture of Compliance: Internally and with Regulators’, and “Private Equity and\nAlternative Investments: Advancing Your Strategy”. For more information, please go to: https://www.\nelseverywhere.com/ehome/index.php?eventid=194010&\n\nSadis & Goldberg LLP will be hosting the 10th Annual Alternative Investment Management Seminar on\nWednesday, November 8, 2017. This seminar will include discussions on the latest trends and issues\nrelevant for private investment funds to be successful in today’s business environment.\n\nConporaTeciveltiive:\n\nGLOBAL@®\n\n» AWARDS 2016\n\nL\nasi\n\nEmpowering end users fo make smarter, more confident decisions.\n\nBy GLO BAL\nNS) Ce\nAwards 2016\n\nS S$ Plobal HEDGET FUND AWARDS 016\n2016\nWV VER i\nih INNE LOBAL iW Law Awards “Y,\nAWARDS 2016\nDealMakers War aa\n\nCOUNTRY\nAWARDS\n\nCONTINENT AWARDS\n\nAny U.S. federal tax advice included in this communication is not intended or written to be used, and cannot be used, for the purpose of avoiding U.S. federal tax penalties.\n\nThe information contained herein was prepared by Sadis & Goldberg LLP for general information purposes for clients and friends of Sadis & Goldberg LLP. Its content should not be construed as legal advice,\nand readers should not act upon the information in this newsletter without consulting counsel. This information is presented without any representation or warranty as to its accuracy, completeness or\ntimeliness. Transmission or receipt of this information does not create an attorney-client relationship with Sadis & Goldberg LLP. Electronic mail or other communications with Sadis & Goldberg LLP cannot\nbe guaranteed to be confidential and will not create an attorney-client relationship with Sadis & Goldberg LLP.\n\n© 2017 Sadis & Goldberg LLP 8\n\nHOUSE_OVERSIGHT_019863",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019863.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3268,
    "word_count": 504,
    "line_count": 94,
    "import_date": "2025-11-19T21:47:44.345338",
    "prefix": "IMAGES-005"
  }
}