{
  "document_id": "HOUSE_OVERSIGHT_016475",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016475.txt",
  "text": "Ze In order to protect the privacy interests of victims of sex crimes, the plain\nlanguage of Civil Rights Law § 50-b prohibits production to the public of the appellate briefs,\nwhich would reveal the identities of many of defendant’s sex crime victims. To be sure, the\nstatute provides for a matrow exception to the confidentiality requirement, permitting\ndisclosure, by court order, of information for “good cause” and upon “notice to the victim...\nand the public officer ot employee charged with the duty of prosecuting the offense.” Civil\nRights Law § 50-b(2)(b). We note that dhe prosecuting agencies for defendant’s underlying\nsex crimes are the federal and local prosecutot’s offices in Florida, where defendant was\ncharged. By all appearances, the Post has yet to furnish the requisite notice to either the\nappropriate prosecuting agencies or to the victims themselves. And to the extent that the\nPost is unable to furnish notice to the victims, this Office, which was not the prosecuting\nagency, is not in a position to do so.\n\n3. In any event, and in keeping with the People’s obligation under Civil Rights\nLaw § 50-b to protect the privacy of the victims of sex crimes, we cannot agree to the\nwholesale production of the People’s appellate brief or even to a production of the People’s\nbrief with redactions of the names or initials of Epstein’s victims.1 However, if this Court is\ninclined to grant the Post’s motion, we would not oppose producing a copy of the People’s\n\nbrief, with substantial redactions necessary to protect the identities of the victims but keeping\n\n' According to the Post’s filing, they have contacted defendant’s currerit counsel, who has\nreserved the right to oppose the disclosure of defendant’s appellate brief.\n\nHOUSE_OVERSIGHT_016475",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016475.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1773,
    "word_count": 289,
    "line_count": 25,
    "import_date": "2025-11-19T21:47:44.079410",
    "prefix": "IMAGES-003"
  }
}