{
  "document_id": "HOUSE_OVERSIGHT_030596",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_030596.txt",
  "text": "From: Martin Weinberg \nSent: 1/30/2015 5:54:21 PM \nTo: Jeff Epstein [jeeyacation@gmail.com]; Darren lndyke \nSubject: Fwd: Media Enquiry - The Guardian - Re: Jeffrey Epstein \nSent from my iPhone \nBegin forwarded message: \nFrom: David Pegg \nDate: January 30, 2015, 12:00:34 PM EST \nTo:________________________________ \nSubject: Fwd: Media Enquiry - The Guardian - Re: Jeffrey Epstein \nDear Mr Weinberg, \nI hope this email finds you well. I am a journalist at The Guardian newspaper in London. \nWe are preparing for publication an article in which we may mention Mr Jeffrey Epstein, who is your client. \nWe have sent Mr Epstein an email concerning this article and made a number of attempts to contact him, to \nwhich he has not responded. \nPlease see the email in question below. Should Mr Epstein wish to respond, please ensure that we receive his \nresponse by no later than 18:00 on Monday 2nd February 2015. \nI would be grateful if you could acknowledge receipt of this email. \nYours faithfully, \nDavid Pegg \nThe Guardian \nKings Place \n90 York Way \nLondon \nNi 9GU \n----------Forwarded message---------- \nFrom: David Pegg < \nDate: 29 January 2015 at 16:49 \nSubject: Re: Media Enquiry - The Guardian - Re: Jeffrey Epstein \nTo: Jeffrey(kjeffreyepstein.org \nDear Mr Epstein, \nI write further to an email sent to you earlier this month, concerning an article we are preparing for publication \nin which you may be mentioned. \nHOUSE OVERSIGHT 030596 \nWe have not received a response from you. If you wish to respond, please do so as soon as possible and no later \nthan 18:00 on Monday 2nd February 2015. \nFor your convenience, please see the original letter below,. \nYours faithfully, \nDavid Pegg \nThe Guardian \nKings Place \n90 York Way \nLondon \nNi 9GU \nOn 5 January 2015 at 11:14, David Pegg< wrote: \nSwiss Accounts Survey \nDear Mr Epstein, \nWe are writing because a US media organisation, in concert with ourselves at the Guardian newspaper in \nLondon, is currently conducting a detailed survey of Swiss bank accounts, past and present. \nIt is not illegal to have Swiss accounts. But as you may know, it is a topic of considerable public debate, and \nseveral governments have been investigating the owners of such accounts. \nThere are a number of ways such accounts and also offshore trusts have been used to avoid inheritance tax, UK \ndomestic tax, or tax imposed by other countries. Such accounts have also been used to launder money. \nWe have seen records held in the US identifying you among those who have held accounts. These accounts \ncontained assets of up to USD 3.5m, and include: \n1) You may therefore have been a person evading or avoiding tax, or laundering money. \nWe will be particularly concerned with these questions: \n2) Why you had Swiss accounts. \n3) How much back tax you have settled with the tax authorities following their investigation of your affairs. \nAdditionally, from public records and from material we have seen we note that: \n4) In 2008 you pleaded guilty to solicitation of prostitution and procuring minors for prostitution. You were \nsentenced to 18 months in prison. \nHOUSE OVERSIGHT 030597 \n5) Your above accounts were also linked with Mr Leslie Wexner. \n6) You are known to be or have previously been closely associated with Bill Clinton, Prince Andrew and \nKevin Spacey. \n7) You have made substantial contributions to the Clintons' philanthropic causes. Tax reform campaigners \nhave previously been critical of those who engage in public life or the political process while avoiding or \nevading tax. Hilary Clinton herself, speaking in 2012, noted the importance of elites paying a substantial share \nof tax: \"One of the issues that I have been preaching about around the world is collecting taxes in an equitable \nmanner — especially from the elites in every country.\" \nIt is intended shortly to publish the results of our survey in both the US and the UK. \nAs responsible journalists acting in the public interest, we would first like to give you the opportunity to \ncomment. \nIf we do not hear from you by 18:00 on Monday 12th January 2015 (preferably by email to \n_________________, we shall proceed on the basis that you do not wish to comment on or amend \nour information. \nBut we have approached you in a straightforward fashion and hope you will take this opportunity to respond if \nyou wish. Your substantive responses to each of our numbered points will be carefully considered and \npublished if appropriate. \n(For the avoidance of doubt, we do not normally regard any generalised assertion of \"inaccuracies\" as a \nsubstantive response; nor any generalised statement that the holders acted on advice. Neither will we regard as \nsubstantive any comment that only refers to the present state of affairs and not to the past.) \nWe are, of course, happy to discuss directly any concerns you may have. \nWe would be most grateful if you would acknowledge receipt of this letter. This will save us from chasing. \nYours faithfully, \nDavid Pegg \nThe Guardian \nKings Place \n90 York Way \nLondon \nNi 9GU \nTel: \nEmail: \nVisit theguardian.com. On your mobile and tablet, download the Guardian iPhone and Android apps \ntheguardian.com/guardianapp and our tablet editions theguardian.com/editions. Save up to 57% by subscribing to the \nGuardian and Observer - choose the papers you want and get full digital access. Visit subscribe.thequardian.com  \nHOUSE OVERSIGHT 030598 \nThis e-mail and all attachments are confidential and may also be privileged. If you are not the named recipient, please \nnotify the sender and delete the e-mail and all attachments immediately. Do not disclose the contents to another person. \nYou may not use the information for any purpose, or store, or copy, it in any way. Guardian News & Media Limited is not \nliable for any computer viruses or other material transmitted with or as part of this e-mail. You should employ virus \nchecking software. \nGuardian News & Media Limited is a member of Guardian Media Group plc. Registered Office: PO Box 68164, Kings \nPlace, 90 York Way, London, N1P 2AP. Registered in England Number 908396 \nHOUSE OVERSIGHT 030599",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_030596.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6112,
    "word_count": 998,
    "line_count": 106,
    "import_date": "2025-11-19T21:47:48.680707",
    "prefix": "TEXT-001"
  }
}