{
  "document_id": "HOUSE_OVERSIGHT_026140",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_026140.txt",
  "text": "The Russian government owned banks, making up the 8.4% of the banking assets,\nare heavily undercapitalised being below the required norms because of\nunderprovided problematic loan portfolios with NBU imposing certain sanctions.\nMoreover, there have been many aggressive actions from Ukrainian activists\nbecause of the war conflict and all of them, namely Sberbank, VTB (controls two\nbanks in Ukraine, VTB and BM Bank) and Prominvestbank, have announced their\ndeparture by selling the banks. So far the sale of Sberbank has been agreed to\nNorvik bank of Latvia that belongs to individuals of Russian origin, pending the\napproval from the NBU.\n\nThe banks with Ukrainian capital in the top 20 banks share 6% of assets with the\nmost notable being FUIB of Mr Akhmetov.\n\nProposal\n\nI would propose the acquisition of a profitable bank with lower than the average\nNPL portfolio, operated by a West European shareholder, with a reasonable market\nshare and of a digestible acquisition price in order to capture the projected 4-year\neconomic growth trend in Ukraine (base scenario by IMF and EBRD) in a market\nwith:\n\n= Small competition\n\nAnalysing the current landscape of the top 20 banks that command around 90%\nmarket share of assets, there are very few banks that would be competent to\npursue business development given their specific circumstances.\n\nThe state owned banks that command the 52% are obviously bothered with\ntrapped legacy and corporate governance issues. All four banks are also\npreparing for their potential privatisation, however, the task of transforming the\nmentality of the staff of these banks to that similar of a private one should be\nclose to impossible, at least for a period of 3 years. I would have thought that\ntheir liquidity would be most probably invested in government titles rather than\npursuing loans aggressively by competing at low interest rates.\n\nThe Russian government owned banks that command 8.4% are already at the\n“sales process” stage and I believe that there will be no European investors that\nwould invest in such banks that are undercapitalised as officially NBU has\nconfirmed, with most of their loans being NPEs.\n\nHOUSE_OVERSIGHT_026140",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_026140.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2178,
    "word_count": 350,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:47.959401",
    "prefix": "IMAGES-008"
  }
}