{
  "document_id": "HOUSE_OVERSIGHT_022882",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022882.txt",
  "text": "had different problems than the very wealthy. Dealing\nwith a billion dollars was different from dealing with\n$100 million. “If you had a billion dollars I would think\nthe last thing you should be worried about was money,\nin truth money was what you most worried about. How\nto make more of it, how to give away more of it, how to\nprotect your children from it, how to hide it from your\nwife or husband, how to minimize your taxes on it. The\ntraditional wealth service structure, an accountant, and\ninvestment advisor, a personal lawyer, and an idiot\nbrother-in-law, became hopelessly outdated as amounts\nexponentially increased.\n\n“You can’t spend a billion dollars, you can just\nreallocate it to a different investment class. And you\ncan’t give away a billion dollars without a vast staff, in\neffect going into the business of giving away money, yet\nanother business you are likely to know little about.”\n\nFor a period, one part of his activities, he says, was\nrecovering monies for countries looted by exiled\ndictators or military strongmen. Then, in his telling, he\nwas representing a series of vastly wealthy people and\nfamilies—not just doing their bidding or their investing,\nbut helping them to navigate the ambitions of their\nwealth. If they had big dreams before, it’s nothing to\nwhat they can have now.\n\nIf early in his career he might have seemed like a\nsort of George Peppard (there’s a physical resemblance)\nin Breakfast at Tiffany’s, a charming hustler, later he’s\nGeorge Peppard in Banacek, a smart and astute operator.\n\nHOUSE_OVERSIGHT_022882",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022882.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1556,
    "word_count": 261,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:47.088782",
    "prefix": "IMAGES-007"
  }
}