{
  "document_id": "HOUSE_OVERSIGHT_020237",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020237.txt",
  "text": "85\n\nsurveillance, if Gellman agreed to write a story on it for the Washington Post. Even though\nGellman had left the staff of the Washington Post in 2010, he had previously written several\nstories on that subject for the newspaper. He was also highly-regarded by the editors there. He\nwas therefore interested in Poitras’ offer (although he would consult a friend at the Justice\nDepartment about the legality of publishing NSA documents.\n\nSnowden now had laid the groundwork for at least two possible outlets; one an establishment\nnewspaper in Washington DC, the Washington Post; and a well-respected international\nnewspaper, the Guardian.\n\nPoitras, however, was having some difficulty in bringing Greenwald in on the plan. Like\nSnowden, she did not trust writing him in unencrypted emails and, since Greenwald lived in\nBrazil, she still had not found an opportunity for a face-to-face meeting with him.\n\nThat opportunity arose in mid-April 2013. Greenwald had flown to New York to give the lead\nspeech at an event in Yonkers, N.Y. sponsored by the Council on American-Islamic Relations, or\nCAIR, a pro-Moslem civil rights and anti-Zionist organization. He had delivered the keynote\nspeech at its previous meeting in San Jose, California on November 22, 2012, where his\nimpassioned depiction of the American “Surveillance State” in America received a rousing\novation from the attendees. He was invited to speak at this award dinner for its east coast chapter.\n\nPoitras flew from Berlin to New York to see him. On April 19, 2013, she arranged to meet\nGreenwald at noon in the restaurant of the Marriott hotel where Greenwald was staying. When\nGreenwald arrived at the restaurant carrying a cell phone, she explained to him that the NSA\ncould surreptitiously turn his cell phone into a microphone and use it to eavesdrop on their\nconversation. She told him to go back to his room to get rid of the phone. When he returned,\nphoneless, she took further precautions by having them change tables several times. Greenwald\naccepted these tactics because, as Greenwald later said, she was in charge of their “operational\nsecurity.”\n\nAfter they finally found a secure table in the nearly empty restaurant, she showed Greenwald\nemails she had received from Snowden under the alias Citizen 4. Greenwald, as he recounted,\nmade “no connection to the “long-forgotten emails” he had received from Snowden under the\nalias Cincinnatus. Reading the emails to Poitras, he was impressed with the “sincerity” of the\nanonymous correspondent.\n\nWhen Poitras showed Greenwald Citizen 4’s mission statement in which he said his motive was\nto end the US “surveillance state.” Greenwald was further impressed with the source. After all,\nthe surveillance state Snowden described closely dovetailed with the surveillance state that\nGreenwald had described himself in his speech at the Council on American-Islamic Relations\ndinner in 2012. Of course, the close proximity of the phrasing may not have been entirely\ncoincidental. Greenwald’s 2012 speech had been put on YouTube and widely circulated on the\nInternet just a few days before Snowden first wrote Greenwald on December 1, 2012. Snowden\n\nHOUSE_OVERSIGHT_020237",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020237.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3187,
    "word_count": 508,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:49.213972",
    "prefix": "IMAGES-005"
  }
}