{
  "document_id": "HOUSE_OVERSIGHT_030928",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_030928.txt",
  "text": "Gruat_ Smith066474*eMailContent htm\n\nThe newspapers and Browardbeat.com make clear that the Federal investigations that led to the arrests\nof County Commissioner Josephus Eggleston, former Miramar Commissioner Fitzroy Salesman and\nSchool Board member Bev Gallagher are just beginning. ©\n\nThe FBI will be interviewing everyone from County Administrator Bertha Henry to bus drivers about\nanything and everything.\n\nThey are looking for scalps.\n\nI suspect that if the average person thought about it, he would assume that when the FBI comes calling,\n_ Tike Joe Friday from DRAGNET, they \"\"want the facts and nothing but the facts.\"\" Equally important\nthey want an accurate record of that interview so they bring a court reporter or at the very leastatape\nrecorder.\n\nThe average person would be wrong,\n\nAgents bring a pencil and pad to take notes. They then prepare a summary of the interview called a\nm3Q2 Report.\"\" :\n\n_ If you are called as a witness at trial, prior to testifying, you will be given a copy of \"\"Your 302\"\" to\nreview. It is a record of what the FBI insists you said at your previous meeting.\n\nIf your interview lasted more than thirty seconds, it is guaranteed you will find numerous discrepancies.\nSome of them will be insigalioaat, some of them could be material.\n\n“Ask two people to listen to you in a discussion about a traffic accident and then write a summary. Iti isa\nguaranteed they will have differences with each other as well as with you, the witness.\n\ntHtt\n\nYou said, \"\"I am reasonably sure that the traffic light was green\n\nOne report takes out the equivocation and quotes you as saying: \"\"The light w was green.\n\nThis brings us to Federal law 18 USC 1001. That statute makes it a felony to lie to the poveruaicat. And\nguess who decides whether or not you were lying? The government. —\n\nSo here is your conundrum. Do you testify about your doubts about the light, which is the truth, or do\nyou adopt the \"\"302\"\" version to avoid the wrath of the FBI?\n\nWhether or not the \"\"302'\" discrepancies are a result of stupidity or cupidity makes no difference.\nTestify in opposition to the \"\"302\"\" and you are in the crosshairs of the Feds.\n\nIf they believe your testimony cost them the case, the next thing you likely to hear from the FBI will be:\n\"\"Please place your hands behind your back.\"\"\n\nA HABDE of years ago, fed up with the 302 Two Step, I turned the tables on n them.\n\nile: /#C\\/Documents%20and/420Settings/T) aria sae -uction/eDocs/eMail/Grant_ Smith066474*eMaiiContent.htm (2 of 6) [11/6/2010 10:16: 47 PM]\n14491\n\nHOUSE_OVERSIGHT_030928 -",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_030928.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2568,
    "word_count": 436,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:45.650794",
    "prefix": "IMAGES-011"
  }
}