{
  "document_id": "HOUSE_OVERSIGHT_014076",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014076.txt",
  "text": "2014] CRIME VICTIMS’ RIGHTS 97\n\nwanted to treat victims unfairly. Given its repeated and professed\ncommitment to crime victims, here too this obligation should not be\nburdensome. And finally, with regard to providing notice of CVRA rights\nto victims, the fact that the Department currently provides notice of VRRA\nrights indicates that it should not be difficult to provide notice of CVRA\nrights as well.\n\nIndeed, it is possible that the Department’s notification letters under\nthe VRRA already include this information. Interestingly, in the Epstein\ncase, the FBI notified Jane Doe Number One and Jane Doe Number Two\nthat they had rights in the criminal justice process. As early as June 7,\n2007—more than three months before it concluded a nonprosecution\nagreement with Epstein—the U.S. Attorney’s Office sent a notice to Jane\nDoe Number One stating “your case is under investigation.””’> The notice\nalso informed Jane Doe Number One that “as a victim and/or witness of a\nfederal offense, you have a number of rights.””'° Among the rights that the\nU.S. Attorney’s Office told Jane Doe that she possessed was “t]he\nreasonable right to confer with the attorney for the United States in the\ncase.”’!’ Of course, she would not have had those rights if she was not\ncovered by the CVRA. The FBI therefore apparently assumed that the\nCVRA already applied in the Epstein case. It was only later, when the\nmatter went into litigation, that the Department of Justice reversed course.\nThis change in course underscores the problems arising out of the OLC\nmemorandum and the Department’s current interpretation of the CVRA.\n\nD. STATE LAW EXTENSION OF PRE-CHARGING RIGHTS\n\nThe focus of this Article so far has been crime victims’ rights in the\nfederal system. But in concluding, it is instructive to note how a number of\nstates offer parallel nghts for crime victims, including the right to confer\nwith prosecutors. In fact, several states have extended such nghts prior to\nformally filing of charges against defendants—without reported difficulty,\nso far as we are aware. This confirms our inference that extending CVRA\nrights to crime victims before the formal filing of criminal charges is both\nfeasible and desirable.\n\nA general overview of state laws illustrates the broad protections\nafforded to victims in state criminal justice systems. Nearly two-thirds of\nstates have adopted constitutional provisions to protect victims throughout\n\n715 Letter from A. Marie Villafafia, Assistant U.S. Att’y, to Jane Doe #1 (June 7, 2007),\nreprinted in Jane Doe Motion, supra note 40, at ex. C.\n\nHOUSE_OVERSIGHT_014076",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014076.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2600,
    "word_count": 418,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.440565",
    "prefix": "IMAGES-002"
  }
}