{
  "document_id": "HOUSE_OVERSIGHT_014757",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014757.txt",
  "text": "EEMEA: long Turkey credit\n\nTurkey has been one of the big underperformers among the major EM lately, and now\nvaluations are the most attractive in a long time. Sovereign credit spreads are down to\nBB- levels even though the country is still rated as a BB+ credit (Chart 50). The lira\nwhich our Compass model has shown as overvalued for many years is now finally in line\nwith the equilibrium of about 3.30 vs USD. The REER is almost down to the lows\nreached during the 2013 taper tantrum and 2015 China devaluation. In equities the\ndiscount vs GEM is at historical highs (Chart 51). So contrarians should get interested.\n\nTo be clear, we have been warning for a long time that the leverage and stimulus driven\ngrowth model was weakening and needed a boost through supply side reforms. And\nobviously political events have been manifold. But as we are talking about year-ahead\ntrades rather than the near-term ideas, we believe it is worth noting that Turkish\nmarkets have a habit of alternating between bad and good years: 2010, ‘12, ‘14 good;\n\n2011, ’13 and ’15 bad. After another bad year in 2016, one could consider a possible\nrebound in 2017.\n\nNot a short-term trade\n\nThis is not a 1-month but rather a 3-6 months trade, where Q1 will likely be critical. In\nthe short term, US rates volatility is harmful for countries like Turkey that have funded\nlarge current account deficits with short-term debt. This interacts with the local\nsentiment weakness that has lately resulted in rising deposit dollarization. An\nacceleration of this trend would now be the biggest risk to asset prices, in our view.\n\nBefore entering the trade we should see dollarization stabilize. Lately households have\nbeen net buyers of dollars for the first time since the coup attempt. We should see a\ncouple of weeks of dollar selling to confirm that this potential risk is dissipating.\n\nThe trigger for a rebound from low valuations likely lies in a stabilization of sentiment\nwhich could occur during the first half of next year. Currently the state of emergency is\nscheduled to end in January, and the news flow suggests a referendum by April/May. In a\npositive scenario, politics calm down by the referendum which may also reduce the need\nfor further stimulus through fiscal, monetary policy or moral suasion of the banks.\n\nAmong asset classes, we think Eurobonds provide the best risk/reward as the rating is a\nnatural valuation “magnet”, and the credit remains a solid BB+ fundamentally, in our\nview. Our preferred bonds would be the 26s (current: 5% for October 26s) on the 10y\ntenor and 45s (current 6.5%) on the long end. However, a rebound would also favor\nequities and local spreads. FX is least compelling as TRY has been asymmetric in recent\nyears: big sell-offs and small recoveries. We think the reason is high inflation and a\npolicy bias for a weaker exchange rate. In FX a positive view would be best expressed by\nselling the USD/TRY risk-reversal which is currently at around 5.0 and could target 4.0 in\na scenario where the sovereign rallies back to BB+.\n\nChart 50: Turkey sovereign priced too cheaply at implied BB- rating\n\nChart 51: Real effective TRY and Turkey equities near the 5-year lows\nBBB 55\n\n——Real Effective Exchange Rate for TRY 2\nImplied rating for 10y Turkey ———Turkey-GEM P/E gap, ths\n= Actual rating - Turkey 0\nBBB- 50\n-2\nBB+ 45\n-4\nBe 40\n6\nBB-\nSeoegeoe ts eeeaeeeeseeoeaeese = = Cl oo a wo © ©\nFRU Gyqgqgqqgqqgqqgqgqqgg y FF a ti a a ~ a Z a\nS2SSZFSSSRSPESPSLZESS 5 8 gpg = 8 & & &\nSource: BofA Merrill Lynch Global Research, Bloomberg, Source: BofA Merrill Lynch Global Research, Bloomberg, Haver, EPFR\nBankof America “2 Global Rates, FX & EM 2017 Year Ahead | 16 November 2016 27\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014757",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014757.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3729,
    "word_count": 648,
    "line_count": 70,
    "import_date": "2025-11-19T21:47:47.373844",
    "prefix": "IMAGES-003"
  }
}