{
  "document_id": "HOUSE_OVERSIGHT_011650",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011650.txt",
  "text": "carrying the heavy, lonely burden of commanding the very fighters who he was\nleading when he fell.\n\n“We have seen him on the battlefield, engaging the enemy, heading into a\ntest of fire with courage and wisdom and his indomitable spirit — the very\nessence of the spirit that made possible the operation in which he would lose his\nlife.” Because, make no mistake, I said: beyond the weapons used, the people\nwho participated, the training and exercises before the fleet of Hercules had\ntaken off; beyond the fine balance required in the planning, execution, and\ndecision-making; it was “this spirit, this essence, that was tested at Entebbe.”\n\nWhen I saw Yoni’s family afterwards, though they thanked me for my\nremarks, I could see that they were still bleeding inside. I am sure that affected\nthey way they related to Bruria. Even before Yoni met her, he had told me how\nhard his parents were finding his separation from Tutti. Bruria attended the\nfuneral and the sh/oshim. But she didn’t sit with the family. I think that with the\nshock of his death, mixed with the pride they felt at his emergence as a national\nhero, they found it difficult to include her, a woman they hardly knew, in their\nmourning.\n\nA few weeks later, I go a call from the Netanyahu family’s lawyer, Erwin\nShimron. It was an odd, rambling conversation. He seemed to insinuate that, as\nher and Yoni’s neighbor and friend, I was encouraging the unwelcome idea that\nBruria was part of the immediate circle of the bereaved, that this mere girlfriend\nwas somehow his widow. He wanted me to withdraw whatever mantle I might\nbe providing, and help separate her from Yoni and his legacy. He went so far as\nto say that one reason he was calling me was because he didn’t want to have to\ntake “legal steps” to make that happen. I saw no point in getting into an\nargument. I sensed that, while it would take time for the grief felt by those\nclosest to Yoni to begin to heal, the issue would gradually resolve itself. But I\nsaw even less point in leading the lawyer to believe I would do what he was\nsuggesting.\n\n“Mr Shimron,” I told him. “I knew Yoni. I know Bruria. I do not know you.\nBut I have a musical ear. I don’t like the undertone I hear in what you’ve been\nsaying. I’ve seen them close up. Bruria gave Yoni, at a critical time in his life,\nprobably more warmth than he ever received from any other human being.”\n\n179\nHOUSE_OVERSIGHT_011650",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011650.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2409,
    "word_count": 436,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:49.023492",
    "prefix": "IMAGES-001"
  }
}