{
  "document_id": "HOUSE_OVERSIGHT_033317",
  "filename": "IMAGES-012-HOUSE_OVERSIGHT_033317.txt",
  "text": "BW: Well, about six people.\n\nTrump: They don’t tell me.\n\nBW: A senator. I talked to Kellyanne about it two and a half months ago.\n\nTrump: [?].\n\nBW: She came for lunch.\n\nTrump: Well, it’s too bad. Of course, you and I had a conversation a couple of years ago,\n\nand so that I think got you there a little bit. And we had a conversation many years ago, if\nyou remember, in Trump Tower.\n\nBW: Yeah, I do.\n\nTrump: That has to be 20 years ago. And you were thinking about doing a book about me\nthen, which is interesting. Who knew it would’ve been on this subject? Right? That was not\nin the cards at that time.\n\nBW: That’s right. Well, I’m sorry, I. ..\n\nTrump: I still remember that.\n\nBW: I spent a lot of time on this, talked to lots of people.\n\nTrump: All right. Good.\n\nBW: And as you know and are living, we are at a pivot point in history.\n\nTrump: Right.\n\nBW: And I would’ve liked to have done that, and I maximized my effort, and somehow it\ndidn’t get to you, or...\n\nTrump: It’s really too bad, because nobody told me about it, and I would’ve loved to have\nspoken to you. You know I’m very open to you. I think you’ve always been fair. We’ll see\nwhat happens. But all I can say is the country is doing very well. We’re doing better\neconomically just about than at any time. We’re doing better on unemployment maybe than\never. You know, I mean, if you look at the unemployment numbers, you’ve heard me say it.\nAnd we’re doing better on unemployment than just about ever. We’re having a lot of — a lot\nof companies are moving back into our country, which would’ve been unheard of two years\nago. If the other administration or representatives of it had kept going, had kept — you\nknow, if the other group had won, I will tell you, that you would have, I think you’d have a\n\nGDP of less than zero. I think we would’ve been going in the wrong direction. Because\nregulations are such a big part of what we’ve done, Bob.\n\nBW: Well, I understand that point of view. And as you know, it’s also a difficult time where\nthe political system and you and my business is being tested.\n\nTrump: Yeah. Yeah.\n\nHOUSE_OVERSIGHT_033317",
  "metadata": {
    "original_filename": "IMAGES-012-HOUSE_OVERSIGHT_033317.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2112,
    "word_count": 402,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:47.119692",
    "prefix": "IMAGES-012"
  }
}