{
  "document_id": "HOUSE_OVERSIGHT_019294",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019294.txt",
  "text": "BREAKING DOWN DEMOCRACY: Goals, Strategies, and Methods of Modern Authoritarians\n\ncontinue their investigation of these techniques and\nexperiment with ways to combat them.\n\nWe also urge more intense coverage of Beijing's efforts\nto undermine democratic norms in neighboring states\nor territories, as in Hong Kong and Taiwan, and its\nlargely successful attempts to pressure other govern-\nments into repatriating citizens who had fled persecu-\ntion in China.\n\nLastly, the media are not doing their job if they neglect\nto give aggressive coverage to the lobbyists and pub-\nlic-relations specialists who make money by repre-\nsenting dictators and kleptocrats. Those who flack for\nthe leaders of China, Azerbaijan, Egypt, and their ilk\nshould be made to answer for each political prisoner,\nmurdered opposition figure, shuttered newspaper, and\noffshore account full of stolen funds that can be tied\nto their authoritarian clients.\n\nTo the academic community: We urge academic\nassociations, individual scholars, and university\nadministrations to stand up for freedom of thought\nand open inquiry at a time when those values are\nunder relentless pressure from dictatorships. We\n\nurge statements of protest against the persecution of\nfellow scholars or the politicized rewriting of history,\nespecially in countries, like Russia and China, that are\nintegrated into the international university system.\nWe urge universities to reject the establishment of\nprojects and study departments—whether at home or\noverseas—that do not adhere to the highest stan-\ndards of intellectual freedom or that restrict discus-\nsion of certain subjects.\n\nTo the business community: We urge private busi-\nnesses to avoid commercial relationships with\nauthoritarian governments that force them to violate\nfundamental democratic principles. Private compa-\nnies and investors have a clear interest in democratic\npublic goods like the rule of law, which guarantees\ntheir property rights, and the transparency provid-\n\ned by free media and corruption watchdogs, which\nensures the accuracy of economic data and the fair\nallocation of state contracts. They should therefore do\nwhat they can to prevent any further deterioration in\nthe condition of global democracy.\n\nSome sectors are especially vulnerable to authoritarian\npressure, and have a special role to play in combating it.\nWe urge the film industry to reject involvement in joint\nventures with companies that have close ties to au-\nthoritarian regimes and reputations for demanding po-\n\nliticized censorship of artistic content. We also urge the\ntechnology industry to refuse business arrangements\nthat require active complicity in or passive acceptance\nof political censorship or information control.\n\nTo the European Union: We urge the EU to undertake\na comprehensive review of member states’ democrat-\nic institutions to determine whether recent changes\nhave weakened checks and balances or unduly\nprotected incumbent parties from fair electoral com-\npetition. The EU should adopt measures to publicize\ndepartures from democratic standards and develop\n\na new set of sanctions that could be imposed on\nnoncompliant governments—whether inside, outside,\nor hoping to join the bloc—even in the absence of\nunanimity among member states. In the meantime,\nthe EU should use the sanctions already in place, even\nif it means freezing a member state's participation,\nand be prepared to actually impose any new sanctions\nthat might be introduced.\n\nTo private foundations: We urge private foundations\nto recognize and oppose the current assault on\ndemocracy. With a few exceptions, the great institu-\ntions of American philanthropy have studiously—and\nshamefully—ignored the steady erosion of global free-\ndom and the rise of authoritarian powers. The recent\ndevelopments in Europe and the United States will\nhopefully shake their complacency. There is a strong\nneed for analysis, support for individual dissidents,\nand aid for societies under authoritarian threat, and as\nmany democratic governments waver in their com-\nmitment to such priorities, it is essential for private\nfunders to step into the breach.\n\nTo mainstream political candidates: We urge re-\nsponsible political figures to call out colleagues or\nrivals when they show contempt for basic democratic\nideas. Until now, politicians in the democracies have\nbeen unimpressive in their responses to opponents\nwho embrace authoritarian figures like Putin. This\n\nis despite the overwhelming evidence of egregious\ncrimes under Putin’ rule: murdered journalists and\npolitical opposition leaders, the invasion of neighbor-\ning states, brutish counterinsurgency campaigns in\nthe North Caucasus, the emasculation of a once-vi-\nbrant media sector, rigged elections, and much more.\nIf they choose to shower him with praise, political\nleaders like Marine Le Pen, Geert Wilders, and Donald\nTrump should be forced to account for the realities of\nPutin's appalling record. The same is true for any politi-\ncian who praises dictators in the Middle East, Asia, or\nAfrica.\n\n60\n\nHOUSE_OVERSIGHT_019294",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019294.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5055,
    "word_count": 757,
    "line_count": 117,
    "import_date": "2025-11-19T21:47:43.985801",
    "prefix": "IMAGES-005"
  }
}