{
  "document_id": "HOUSE_OVERSIGHT_020460",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020460.txt",
  "text": "Introduction\n\nFor three and a half decades following the end of the Maoist era, China adhered to\n\nDeng Xiaoping’s policies of “reform and opening to the outside world” and “peaceful\ndevelopment.” After Deng retired as paramount leader, these principles continued to\nguide China’s international behavior in the leadership eras of Jiang Zemin and Hu Jintao.\nAdmonishing Chinese to “keep your heads down and bide your time,” these Party leaders\nsought to emphasize that China’s rapid economic development and its accession to “great\npower” status need not be threatening to either the existing global order or the interests\nof its Asian neighbors. However, since Party general secretary Xi Jinping came to power in\n2012, the situation has changed. Under his leadership, China has significantly expanded\nthe more assertive set of policies initiated by his predecessor Hu Jintao. These policies not\nonly seek to redefine China’s place in the world as a global player, but they also have put\nforward the notion of a “China option” (# #38) that is claimed to be a more efficient\ndevelopmental model than liberal democracy.\n\nWhile Americans are well acquainted with China’s quest for influence through the projection\nof diplomatic, economic, and military power, we are less aware of the myriad ways Beijing\nhas more recently been seeking cultural and informational influence, some of which could\nundermine our democratic processes. These include efforts to penetrate and sway—through\nvarious methods that former Australian prime minister Malcolm Turnbull summarized as\n“covert, coercive or corrupting”—a range of groups and institutions, including the Chinese\nAmerican community, Chinese students in the United States, and American civil society\norganizations, academic institutions, think tanks, and media.\"\n\nSome of these efforts fall into the category of normal public diplomacy as pursued by many\nother countries. But others involve the use of coercive or corrupting methods to pressure\nindividuals and groups and thereby interfere in the functioning of American civil and\npolitical life.\n\nIt is important not to exaggerate the threat of these new Chinese initiatives. China has not\nsought to interfere in a national election in the United States or to sow confusion or inflame\npolarization in our democratic discourse the way Russia has done. For all the tensions in the\nrelationship, there are deep historical bonds of friendship, cultural exchange, and mutual\ninspiration between the two societies, which we celebrate and wish to nurture. And it is\nimperative that Chinese Americans—who feel the same pride in American citizenship as do\nother American ethnic communities—not be subjected to the kind of generalized suspicion\nor stigmatization that could lead to racial profiling or a new era of McCarthyism. However,\n\nHOUSE_OVERSIGHT_020460",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020460.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2839,
    "word_count": 435,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:45.822696",
    "prefix": "IMAGES-005"
  }
}