{
  "document_id": "HOUSE_OVERSIGHT_028319",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028319.txt",
  "text": "THE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\n\nPRESS CLIPPING (INTERNET)\n\nhttp://source.yeeyan.org/view/180252 Obf\n\nFRIEZE 2010\n\nluckyzhouxi #£7¢ + 2010-11-06 21:29:34\n\nThis year’s annual London Frieze 2010 was the strongest Frieze fair since the global economic collapse that began\nin autumn 2008. Frieze 2010 saw noticeable increases in artwork sales activity; better certainly than the last two\nFrieze fairs. Good or bad, these temporary exhibits in ritzy mansions in central London’s most expensive\nneighborhoods, are a far cry from the gritty underground art happenings of earlier alternative venues.\nTemporarily setting up in fashionablecentral London locales walking distance to Frieze’s fair grounds inside\nRegent Park is admittedly an ultra commercial way to sell art.\n\nAfter all, one might argue, the aim of selling art is the same whether in a humble fair booth, or an exaggerated\nmansion. This author admits to attending two suchevents, one in a historic townhouse former embassy of an\nAfrican nation,[1] the other in a newly built super-luxury home with not only artwork for purchase but also the\nvenue — a newly built marble fixtured mansion in Regent’s Park itself for sale, with a price tag of50 million\ndollars.[2] The former showed newly commissioned works made especially for the exhibition by a variety of\ncontemporary artists including Jake and Dinos Chapman, Tim Noble and Sue Webster and Wim Delvoye.\n\nis\n\nThe latter showed everyone from Cezanne to Rodin to Zeng Fanzhi and Yin Zhaoyang, and felt more like a\ncollective effort of secondary market sale works consigned from various dealers and owners. The artworks one\nassumes are used to make the house-for-sale more beautiful and presumably also more sale-able. Interesting\nRussian contemporary works were also included, fueling rumors of Russian financial backing for the Regent’s Park\nsituated mansion-for sale-with-or-without- artworks.\n\nMegMaggio\nBeijing, October 2010\n\n[1] See the aptly titled “Vanitas: The Transience of Earthly Pleasures” organized by All Visual Arts at 33 Portland\nPlace, London, W1B 1QE, www.allvisualarts.org\n\n[2] See “The House of the Nobleman”, Boswall House, 2 Cornwell Terrace,Regent’s Park, London, NW1 4QP\n\n39\n\nHOUSE_OVERSIGHT_028319",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028319.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2278,
    "word_count": 343,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:48.890247",
    "prefix": "IMAGES-009"
  }
}