{
  "document_id": "HOUSE_OVERSIGHT_014625",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014625.txt",
  "text": "products), Group Insurance (including life, disability and long term care insurance\nproducts) and Large Case Pension (a legacy business which is largely in runoff}.\n\nDover (DOV)\n\nAndrew Obin +1 646 855 1817\nResearch Analyst, MLPF&S\n\nBuy, PO $85\n\n1Q investment thesis\n\nWe think the Street is underestimating ’17 EPS upside potential from Energy recovery\ngiven the segment’s close correlation to N.A. rig count and short-cycle nature of the\nbusiness, as well as incremental accretion from Wayne acquisition. DOV is expected to\nhost an analyst dinner on January 12\" which will provide a 4Q update and preview 2017\nresults. We think the meeting will be a positive catalyst for the stock, providing more\nvisibility on Energy orders post-OPEC meeting, highlighting sustainability of the EMV\ncycle in Wayne into ’19. Investors will also likely get an update on execution turnaround\nin the Refrigeration business, removing one of the biggest overhangs on the stock.\n\nTable 1: Dover key stock data\n\nIndustry Industrial Machinery\nMarket Cap (mn) $11,921\nPrice $75.19\nP/E (2017) 19.6x\n% of sell-side rated Buy 25.0%\nShort interest % of float 1.54%\n\nSource: Bloomberg and BofA Merrill Lynch Global Research estimates\n\nDeregulation/Gov't Legislation:\n\nWe expect Trump’s administration to prioritize US energy independence, with\nderegulation benefiting domestic shale produces, which should be an attractive tailwind\nto DOV’s Energy segment.\n\nTax Policy:\n\nOur estimates are based on 29% tax rate in ‘17/18. We calculate that under Ryan’s\nproposed plan, we can see about 19% upside to EPS. We estimate that under Trump’s\nproposed plan, we can see about 24% upside to EPS.\n\nCatalysts:\n\nJanuary 12\" — investor dinner with management\nJanuary 26\" — 4Q results\n\nRig count release\n\nLatest report: Dover Corp: Adjusting for Wayne, EMV cycle extension; Rig\ncount going up, LIl read-across\n\n1Q risks: With so much of DOV’s EPS upside tied to Energy segment recovery, we view\noil price volatility (from stronger USS or other unexpected macro headlines) as the\nbiggest risk to our thesis. Weaker-than-expected execution in Refrigeration or Fluid\nbusiness would be another risk, offsetting Energy upside.\n\nBankof America\n4 Top 10 US Ideas Quarterly | 03 January 2017 Merrill Lynch\n\nHOUSE_OVERSIGHT_014625",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014625.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2277,
    "word_count": 354,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:46.786715",
    "prefix": "IMAGES-003"
  }
}