{
  "document_id": "HOUSE_OVERSIGHT_022681",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022681.txt",
  "text": "sk , BREE WTEC\n\nUSM Nie, Te5S$ ie\n\nne\nre\nol belek\n\nView this image >\n\nPalm Beach County Court\n\nAmong the other people who most frequently flew with Clinton are Maxwell and Adriana Ross (formerly Adriana Mucinska), another\nEpstein assistant and a former model. The logs also show him flying with former advisor Ira Magaziner, ex-Transportation Secretary\n\nRodney Slater, and fashion model Naomi Campbell.\n\nThe pilots’ documents also leave numerous and — understandably — intriguing questions unanswered: Clinton was on four flights with\nwomen identified as only “Janice” and “Jessica,” who have not been identified; he once flew with a person identified only as “one\nfemale” and also, during part of the trip throughout Africa, a young woman named Chauntae Davies, who appears in Epstein’s phone\ndirectly under the massage category and whose expertise in Swedish massage was described in Gawkers story mentioning her last\nweek. And because the entries are hand-written in a very cramped log form, it’s impossible to know if important names ended up\n\nillegible or left out altogether, nor if there are other logs that have not been revealed.\n\nBut based on what's in the court files, there are no further clues about those flights, other than the testimony and public statements of\nRoberts, who has described the airplane as a kind of high-altitude Gomorrah. What is on the record is a deposition of Larry Visoski, one\nof Epstein’s former pilots, who recalls having Clinton on his plane as many as 20 times. When asked, “Do you remember him being on\n\nthe airplane with younger girls?” Visoski replies, simply, “No.”\n\nClinton flew literally around the world with Epstein, traveling from New York to London, to Hong Kong, Singapore, Thailand, Morocco,\nPortugal, Russia, and throughout Africa. In almost every case, according to cross-referenced information on his speaking engagements,\nClinton was apparently traveling for professional reasons, and, according to the logs, he never flew with his wealthy friend anywhere\n\nnear the U.S. Virgin Islands.\n\nThat does little to bolster statements by Roberts, who in a 2011 conversation with her lawyers (which both Vew York Post's Page Six\n\nand Radar Online described as an “interview”) claimed Clinton traveled to Epstein’s infamous retreat on Little St. James Island in 2002.\n\nEarlier this month, it was reported that Roberts is writing a “tell-all” memoir about her experiences. In a sworn affidavit filed in court\nlast week, she claimed to have had sex with Epstein, Dershowitz, England’s Prince Andrew, and several other men on numerous\noccasions, and portrayed a three-year period ending in 2002 when Epstein passed her off to his friends continually. But, she added, “I\nhave never had sexual relations with Clinton, nor have I claimed to have had such relations. I have never seen him have sexual\n\nrelations with anyone.”\n\nHOUSE_OVERSIGHT_022681",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022681.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2890,
    "word_count": 463,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:46.088593",
    "prefix": "IMAGES-007"
  }
}