{
  "document_id": "HOUSE_OVERSIGHT_013597",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013597.txt",
  "text": "everyday events are subject to perceptual ambiguity and its attendant variety of\ninterpretations, mystical union is claimed to bring the existence and meaning of\nAbsolute Reality into direct experience. This kind of knowing is more akin to the\nPlatonic view of mathematics, that theorems have been everlastingly existent, from\nbefore our physical world, then it is to the here and now, physically based, finite\ncomputations involving the experimental machines of physics.\n\nThe philosopher-mathematician father of phenomenology, Edmund Husserl,\ncriticized the physics-want-to-be orientation of the 1860 empirical, objective\nmeasure psychologies of Fechner and Wundt. He understood the best of their\nfindings as simply correlations between subjective and observable events. Using\nmathematical discoveries as examples, Husserl spent his life arguing for the\npossibility of abstract truths relevant to mind being more reliable and valid if grasped\nvia direct experience. Knowing by what the popular mid-twentieth century writer of\nscience fiction, Robert Heinlein, called grocking it. This is antithetical to the attitudes\nof today’s human cognitive and brain sciences which disallow such knowing as\ndeeply suspect unless accompanied by objectively definable observables such as\nchanges in electrical or imaging indices of brain activity in one neural region or\nother. The modern psycholinguistics of brain mechanics can be _ called\nneolocationism. Using modern technology to measure regional blood flow, energy\nmetabolism and/or electrovoltage or magnetic field activity, stories of function are\nspun that closely resemble those imagined more than a century ago by the first\nlocationists, such as Ramon Cajal. These neuroanatomists spent thousands of\nhours looking at cell clusters and their connections in stained slides of human brain\ntissue using microscopes and imagined their singular and integrated function.\n\nToday, Lewis Judd, long time chairperson of the Department of Psychiatry at\nUCSD in La Jolla, carries a full sized, polymeric, three-dimensional model of the\nhuman brain when teaching his students about human subjective experience and\ninterpersonal behavior. In his weekly grand rounds, he explains that day’s\npsychiatric patient’s problems pointing here and there at regions in this plastic\nsurrogate for our electrical jellied brain. Few, if any, of the psychiatry students in his\n\nclass was inclined to ask the foundational question: how it is that a finger point and\n\n97\n\nHOUSE_OVERSIGHT_013597",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013597.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2511,
    "word_count": 367,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:43.991413",
    "prefix": "IMAGES-002"
  }
}