{
  "document_id": "HOUSE_OVERSIGHT_018419",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018419.txt",
  "text": "Chapter Eleven:\nCitizens!\n\nIn which the Seventh Sense rescues us from an unexpected danger.\n1.\n\n] never needed much incentive to go see Pattie Maes. Belgian, usually dressed in\nsome black fashionable getup, she was like a human shot of espresso. You ended\nevery conversation wide awake, eyes open. When I first met her in the 1990s, she\nwas in charge of much of the work on artificial intelligence at MIT’s Media Lab -\nDanny Hillis’ old home. Maes had arrived at MIT in 1993 and almost immediately\nturned to the problem of making machines that might think. One day, as we were\ndiscussing just how the strange miracle of computer thought might occur, she\nintroduced me to a puzzle of her field that has stayed on my mind in the years since.\nIt is called the “Disappearing AI Problem.”\n\nBack in the 1990s, as the Internet was emerging into popular consciousness, Maes\nand her team were tinkering with what was known as computer-aided prediction.\nThis was an advance on the ping-pong conversations Joseph Weizenbaum had\ncoerced from ELIZA in the 1960s, You: “Iam bored.” ELIZA: “Why are you bored?” In\nMaes’ experiments a computer would ask, for instance, what movie stars you liked.\n“Robert Redford,” you'd type. And then the box would spit back some films you\nmight enjoy. Cool Hand Luke. And, well, you had liked that film. This seemed like\nmagic at the time, just the sort of data-meets-human question that showcased a\nmachine learning and thinking. An honestly “artificial” intelligence. Maes hoped to\ndesign a computer that could predict what movies or music or books you or I might\nenjoy. (And, of course, buy.) A recommendation engine. We all know how sputtering\nour own suggestion motors can be. Think of that primitive analog exchange known\nas the “First Date”: Oh, you like Radiohead? Do you know SigurRos? Pause. Hate them.\nCan you really predict what albums or novels even your closest friend will enjoy?\nYou might offer an occasional lucky suggestion. But to confidently bridge your\nknowledge of a friend’s taste and the nearly endless library of movies and songs and\nbooks? Beyond human capacity. It seemed an ideal job for a thoughtful machine.\n\nThe traditional approach to such a problem was to devise a formula that would\nmimic your friend. What are their hobbies? What areas interest them? What cheers\nthem up? Then you'd program a machine to jump just as deep into movies and\nmusic and books, to break them down by plot and type of character to see what\nmight fit your friend’s interests. But after years building programs that tried - and\nfailed - to tackle the recommendation problem in this fashion, the MIT group\nchanged tack. Instead of teaching a machine to understand you (or Tolstoy), they\nsimply began compiling data about what movies and music and books people liked.\nThen they looked for patterns. People were not, they discovered, all that unique.\nPretty much everyone who liked Redford in Downhill Racer loved Newman in The\nHustler. Anyone who enjoyed Kid A could be directed safely to (). Maes and her team\nfound themselves, as a result, less focused on the mechanics of making a machine\n\n187\n\nHOUSE_OVERSIGHT_018419",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018419.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3147,
    "word_count": 537,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:47.364437",
    "prefix": "IMAGES-004"
  }
}