{
  "document_id": "HOUSE_OVERSIGHT_019714",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019714.txt",
  "text": "226 | HOW AMERICA LOST ITS SECRETS\n\nwith the identities of CIA officers sent to the CIA’s special training\nschool at Fort Peary, Virginia, which opened the door for the SVR to\nmake other potential recruitments. Meanwhile, it paid him $300,000\nbefore he was finally arrested by the FBI in November 1996. (After\nhis conviction for espionage, he was sentenced to twenty-three years\nin federal prison.) The CIA postmortem on Nicholson, who was the\nhighest-ranking CIA officer ever recruited (as far as is known), made\nclear that even a loyal American, with no intention of betraying the\nUnited States, could be entrapped in the spy game.\n\nWhen it comes to recruiting moles in a larger universe, intelli-\ngence services operate much like highly specialized corporate “head-\nhunters,” as James Jesus Angleton described the process to me during\nthe Cold War era. He was referring to the similar approach that cor-\nporate human resource divisions had with espionage agencies. Both\nheadhunt by searching through a database of candidates for possible\nrecruits to fill specific positions. Both types of organizations have\nresearchers at their disposal to draw up rosters of potential recruits.\nBoth sort through available databases to determine which of the\n\n© names on the list have attributes that might qualify or disqualify ©\nthem for a recruitment pitch. Both also collect personal data on each\nqualified candidate, including any indication of his or her ideological\nleaning, political affiliations, financial standing, ambitions, and vani-\nties, to help them make a tempting offer.\n\nBut there are two important differences. First, unlike their coun-\nterparts in the private sector, espionage headhunters ask their\ncandidates not only to take on a new job but also to keep their\nemployment secret from their present employer. Second, they ask\nthem to surreptitiously steal documents from him. Because they are\nasking candidates to break the law, espionage services, unlike their\ncorporate counterparts in headhunting, obviously need to initially\nhide from the candidates the dangerous nature of the work they will\ndo. Depending on the targeted recruit, they might disguise the task\nas a heroic act, such as righting an injustice, exposing an illegal gov-\nernment activity, or countering a regime of tyranny. This disguise is\ncalled in the parlance of the trade a false flag, as mentioned earlier,\nBy using such a false flag, the SVR did not need to find a candi-\ndate who was sympathetic to Russia or the Putin regime. In its long\n\n| | Epst_9780451494566_2p_all_r.indd 226 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019714",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019714.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2611,
    "word_count": 419,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:48.753212",
    "prefix": "IMAGES-005"
  }
}