{
  "document_id": "HOUSE_OVERSIGHT_019856",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_019856.txt",
  "text": "﻿Edited by Yelena Maltser • ymaltser@sglawyers.com\nMARCH 2017\nSUPREME COURT REJECTS NEWMAN\nREQUIREMENT OF “PECUNIARY OR\nSIMILARLY VALUABLE” PERSONAL BENEFIT\nFOR INSIDER TRADING LIABILITY FOR\nTIPPING FAMILY AND FRIENDS\nBY SAMUEL J. LIEBERMAN\nThe U.S. Supreme Court gave the government a\nmajor victory in Salman v. U.S., 1 which lowers\nthe standard for proving insider trading involving\ntipping family or friends, and will embolden the\ngovernment to bring similar cases. Salman holds\nthat a gift of inside information to a family or\nfriend is sufficient to prove insider trading tipping\nliability—even if the tipper did not receive a\nvaluable quid pro quo in exchange for the tip. This\nsignificantly narrows U.S. v. Newman, in which\nClient Alert\nStatus of the New DOL Fiduciary Rule\nBY DANIEL G. VIOLA\nReprinted with permission of Hedgeweek\nThe Department of Labor’s (the “DOL”) new\nfiduciary ruling (the “Rule”) has created strife\nin the securities industry and has the potential\nto significantly impact how financial advisers\nand brokers will manage retirement accounts\nin the future.\nCurrently, brokers, financial advisers, and other\nfinance professionals do not legally have to act\nSalman will almost certainly embolden the SEC and federal\nprosecutors to bring more insider trading cases, because it is\nmuch easier for the government to prove a “gift” to a “friend”\nthan to prove a “pecuniary” or similar quid pro quo.\nthe Second Circuit (a lower appellate court) held\nthat a tipper must receive “at least a potential\ngain of a pecuniary or similarly valuable nature,”\n(continued on page 2)\nin a client’s best interest, with few exceptions,\nsuch as those who are registered as investment\nadvisers with the U.S. Securities and Exchange\nCommission or in individual states. Those who\nare not registered, like brokers, just have to prove\nthat the investment is suitable, not necessarily\nthe best option, for their client—no matter that\nthat fund might be more expensive and provide\n(continued on page 2)\n■ Inside this Issue\n1 Supreme Court Rejects Newman\nRequirement of “Pecuniary or Similarly\nValuable” Personal Benefit for Insider\nTrading Liability for Tipping Family and\nFriends\n1 Status of the New DOL Fiduciary Rule\n4 A Cautionary Tale in the Use of Non-\nCompete Agreements\n5 The Question On All Of Our Minds: What\nImpact Will the Trump Administration\nHave on the Hedge Fund Industry?\n6 Compliance Deadlines – Second Quarter\n2017\n7 SEC & FINRA Release 2017 Exam\nPriorities\n7 Gregory Hartmann Joins Sadis &\nGoldberg’s Corporate and Financial\nServices Practices\n8 Recent and Upcoming Events\nWE PRACTICE LAW BUT WE LIVE BUSINESS\nSupreme Court Rejects Newman Requirement of “Pecuniary or Similarly Valuable” Personal\nBenefit for Insider Trading Liability for Tipping Family and Friends (continued from page 1)\nas a personal benefit necessary to be held liable\nfor insider trading. 2 Salman will almost certainly\nembolden the SEC and federal prosecutors to\nbring more insider trading cases, because it is\nmuch easier for the government to prove a “gift”\nto a “friend” than to prove a “pecuniary” or similar\nquid pro quo.\nIn Salman, an investment banker at Citigroup\ntipped his brother about certain pending healthcare\nmergers involving Citigroup clients. The\nbrother traded on that information for a profit,\nand also tipped his brother-in-law, Mr. Salman,\nwho also traded for a profit. At trial, the government\nrelied solely on the tippers giving a gift of\ninside information to a close family member to\nsatisfy the “personal benefit” requirement of tipper-tippee\ninsider trading liability. The government\ndid not identify any money or other valuable quid\npro quo paid for the tip. Salman was convicted at\ntrial, and his conviction was upheld by the Court\nof Appeals for the Ninth Circuit.\n(continued on page 3)\nClient Alert: Status of the New DOL Fiduciary Rule (continued from page 1)\na better commission for the adviser. The Obama\nadministration found that conflicted advice cost\nsavers about $17 billion a year based on a 2015\nreport. To be clear, the Rule applies only to retirement\naccounts like 401(k)s and individual retirement\naccounts (“IRAs”), not to regular taxable\naccounts. According to the Investment Company\nInstitute, Americans invest $7.8 trillion in IRAs\nand $7 trillion in 401(k)s.\nOn January 20, 2017, the DOL issued two new\nsets of Frequently Asked Questions (“FAQs”) on\nthe Rule. One of the sets of FAQs focuses on the\nnew definition of fiduciary investment advice\nand the other set is geared toward retirement\ninvestors and consumers, covering consumer\nprotection features of the new Rule. This is the\nsecond of three rounds of guidance to be published\nby the DOL prior to the effective date of\nthe new Rule.\nThe Executive Branch also issued responses to\nthe Rule on January 20, 2017. The White House\nissued a Memorandum from Reince Priebus to the\nheads of the executive departments and agencies\nrequesting a sixty (60)-day delay as the effective\ndate of regulations published in the Office of the\nFederal Register have not taken effect as of yet.\nOn February 3, 2017, President Trump signed a\npresidential memorandum to delay the Rule by\nsix (6)-months, casting doubt on its viability.\nThe memorandum instructs the DOL to conduct\na new “economic and legal analysis” to determine\nwhether the Rule is likely to harm investors,\ndisrupt the industry or cause an increase\nin litigation and the price of advice. If the DOL\nconcludes that the regulation does hurt investors\nor firms, it can propose a rule “rescinding\nor revising” the regulation. On March 1,\n2017, the DOL issued a proposed rule, which\nwill extend the applicability date of its fiduciary\nrule, including the Best Interest Contract\nExemption, from April 10, 2017 to June 9, 2017,\na 60-day delay.\nSome are saying the Rule would hurt investors\nbecause it would supposedly make it harder\nfor people to receive retirement advice. For\nexample, advisers would not be able to afford\nto service low-balance retirement accounts.\nOn the other hand, consumer, labor and civil\nrights groups have pushed for the Rule saying\nthat the current system provides a loophole\nthat lets brokers drain money from retirement\naccounts in fees they receive that can sway\nthe investment advice they give their retirement\naccounts. We see that many retirement\nadvisers already have chosen to act in their\nclients’ best interests, opting to work under\nthe fiduciary standard—it is ultimately a\nbusiness advantage.\nThe FAQs are available on the DOL’s website\nand the Memoranda are available on the White\nHouse Press Office website.\nFAQs\nhttps://www.dol.gov/sites/default/files/ebsa/\nabout-ebsa/our-activities/resource-center/\nfaqs/coi-rules-and-exemptions-part-2.pdf\nhttps://www.dol.gov/sites/default/files/ebsa/\nabout-ebsa/our-activities/resource-center/faqs/\nconsumer-protections-for-retirement-investorsyour-rights-and-financial-advisers.pdf\nMemoranda\nJanuary 20, 2017–Regulatory Freeze Pending\nReview\nhttps://www.whitehouse.gov/the-pressoffice/2017/01/20/memorandum-heads-executive-departments-and-agencies\nFebruary 3, 2017–Fiduciary Duty Rule\nhttps://www.whitehouse.gov/the-press-office/\n2017/02/03/ presidential-memorandum-fiduciaryduty-rule\nDaniel G. Viola is a Partner and the\nHead of the Regulatory and Compliance\nGroup. He structures and\norganizes broker-dealers, investment\nadvisers, funds and regularly\ncounsels investment professionals\nin connection with regulatory and\ncorporate matters. Mr. Viola served as a Senior Compliance\nExaminer for the Northeast Regional Office of\nthe SEC, where he worked from 1992 through 1996.\nDuring his tenure at the SEC, Mr. Viola worked on several\ncompliance inspection projects and enforcement\nactions involving examinations of registered investment\nadvisers, ensuring compliance with federal and\nstate securities laws. Mr. Viola’s examination experience\nincludes financial statement, performance advertising,\nand disclosure document reviews, as well as,\nanalysis of investment adviser and hedge fund issues\narising under ERISA and blue sky laws. Dan can be\nreached at 212.573.8038, or dviola@sglawyers.com.\nS&G INVESTMENT MANAGER ALERT\n2\nSupreme Court Rejects Newman Requirement of “Pecuniary or Similarly Valuable” Personal\nBenefit for Insider Trading Liability for Tipping Family and Friends (continued from page 2)\nThe Supreme Court affirmed Salman’s conviction,\nholding that a gift of inside information to family or\nfriends is sufficient to prove a “personal benefit”\nfor insider trading tipping liability. The Court reasoned\nthat such a gift can be inferred to “provide\nthe equivalent of a cash gift.” 3 Specifically, the\nCourt reasoned that if the tipper personally traded\non inside information himself for a profit, but gave\nthe proceeds to his brother, the tipper received a\npersonal benefit (cash) and is liable for insider\ntrading. So, it reasoned, where a tipper achieves\neffectively the same result by gifting the information\nto his brother with the expectation that the\nbrother will trade on the information to obtain a\ncash profit, the result should be the same.\nImportantly, the Supreme Court explicitly stated\nthat it was narrowing the Second Circuit’s landmark\nNewman decision. It stated, “[t]o the extent\nthe Second Circuit held that the tipper must also\nreceive something of a ‘pecuniary or similarly\nvaluable nature’ in exchange for a gift to family\nor friends,… we agree with the Ninth Circuit that\nthis requirement is inconsistent with Dirks,” a prior\nSupreme Court ruling. 4 This significantly lowers the\nstandard of proof for insider trading tipping liability\nin cases involving family or friends. The government\noften cannot find evidence of money or a similarly\nvaluable quid pro quo between the tipper and\ntippee in insider trading cases. So it is much easier\nto prove a case of insider trading by arguing that\nthe exchange of information was a “gift,” which\nessentially only requires some evidence (even circumstantial\nevidence such as phone logs) that the\ntipper gave information to the tippee.\nSo where does this leave the Newman decision?\nThe Newman decision itself was not overturned by\nthe Supreme Court, because Newman also relied\non the lack of proof that the tippees who traded on\ninside information knew that the tippers provided\nSalman significantly lowers\nthe standard of proof for\ninsider trading tipping\nliability in cases involving\nfamily or friends.\ninside information in exchange for a personal benefit—especially\nsince the tippees were several\nsteps removed from the original tippers. In addition,\nNewman‘s “pecuniary or similarly valuable”\nbenefit test should still apply to cases that do not\ninvolve tipping family or friends.\nNevertheless, the Salman decision tips the scales\nback in favor of the government in tipping insider\ntrading cases. The SEC and federal prosecutors\nhave shown in the past that they will bring cases\nbased on alleged gifts of inside information to\nmere social acquaintances, fellow employees, or\nnetworking contacts —using strained arguments\nof “friendship.” And they will bring insider trading\ncases based solely on circumstantial evidence\n(e.g., a pattern of phone calls) where there is no\ndirect proof of trading based on inside information.\nAccordingly, with Salman imposing a lower\nstandard of proof, it is imperative that clients\ncontact counsel immediately at the first hint of a\ngovernment insider trading investigation.\n1\nSalman v. U.S., No. 15-628, 580 U.S. ___., slip op. (Dec.\n6, 2016).\n2\n773 F.3d 438, 452 (2d Cir. 2014).\n3\nSalman, Slip Op. at 9-10.\n4\nId. at 10.\nSamuel J. Lieberman is a Partner\nin the Securities Litigation Group\nof Sadis & Goldberg LLP. He regularly\nhandles high-profile securities\nlitigation, enforcement actions, and\ngovernment investigations on behalf\nof companies and individuals. He has handled investigations\ncovering a wide-range of securities law issues\nbefore the SEC, FINRA, CFTC, CFE/CBOE, and CME. He\nhas also handled precedent-setting cases addressing\ncorporate governance, including in Delaware Chancery\nCourt. His recent representations have been profiled in\nthe Wall Street Journal, the New York Times, the New\nYork Post, Bloomberg, Reuters and Law360. Sam also\nregularly advises companies and individuals about\ncompliance programs and preparing for SEC compliance\nexaminations. Sam can be reached at 212.573.8164, or\nslieberman@sglawyers.com.\nFeedback? Topics you’d like us to address in future issues?\nPlease send comments to cspratt@sglawyers.com\nVisit the Sadis & Goldberg LLP website at\nsglawyers.com\nMARCH 2017\n3\nA CAUTIONARY TALE IN THE USE OF\nNON-COMPETE AGREEMENTS\nBY DOUGLAS R. HIRSCH AND JENNIFER ROSSAN\nEmployers should give careful consideration to\nthe inclusion of non-competition provisions in\nemployment agreements for low-level employees.\nThe New York Attorney General (the “AG”) recently\nannounced that it settled investigations with two\ncompanies over their use of non-compete provisions\nin employment agreements for low-level\nemployees. Policing non-compete provisions is a\nnew regulatory frontier for the AG and it is flexing\nits regulatory muscle pursuant to § 63 (12) of\nNew York’s Executive Law, which provides the AG\nwith authority to enjoin businesses from utilizing\n“unconscionable contractual provisions.” 1\nThe AG investigated and recently settled charges\nwith two companies—Law 360 and Jimmy John’s\nGourmet Sandwiches—based on their use of\n“unconscionable” non-compete provisions in\nemployment contracts. In the Law 360 matter, the\nAttorney General found that Law 360’s policy of\nrequiring the majority of its employees—including\n“rank and file” editorial staff who had little to\nno knowledge of any trade secrets or confidential\ninformation—to sign a one-year non-compete was\ncontrary to New York law. Because these employees\ndid not have access to trade secrets and confidential\ninformation, the AG charged that the noncompete\nwas not narrowly tailored to Law 360’s\nlegitimate business interests and did nothing more\nthan baldly restrain competition. As part of the settlement,\nLaw 360 agreed that, going forward, only\na small number of its highly paid executives would\nbe required to sign non-compete agreements.\nSimilarly, in its investigation of Jimmy John’s, the\nAG found that some franchisees required sandwich\nmakers to sign two-year non-competes that prevented\nthem from working at any establishment\nwithin a two-mile radius of a Jimmy John’s location\nthat made more than 10% of its revenue from\nsandwiches. The AG charged that these employees\n“are highly unlikely to be privy to trade secrets\nor confidential customer lists or to have unique\nskills.” Consequently, the AG concluded that the\nnon-compete provisions were “unconscionable”.\nAs part of its settlement, Jimmy John’s agreed to\ninform its franchisees that the AG found the noncompete\nprovisions to be unlawful and void.\nIn both of these cases, the AG focused on the\neffect of a non-compete provision on a low-level\nemployee. Companies should consider avoiding\nthe use of non-compete provisions for administrative\npersonnel and other non-managerial\nstaff. Such provisions are appropriate and are\nmore likely to withstand scrutiny when included\nin the employment agreements of senior personnel\nand individuals with unique skills—as\nlong as the provisions are drafted to protect a\nlegitimate business interest. Non-competes are\nNon-competes are more\nlikely to be upheld if they\nare designed to ensure that\na departing employee will\nnot provide a competitor\nwith an unfair competitive\nadvantage by supplying it\nwith the former employer’s\ntrade secrets and/or\nconfidential information.\nmore likely to be upheld if they are designed to\nensure that a departing employee will not provide\na competitor with an unfair competitive advantage\nby supplying it with the former employer’s\ntrade secrets and/or confidential information.\nHowever, it is important to note that requiring\nall employees—including lower-level staff—to\nadhere to confidentiality provisions that protect\nproprietary information and trade secrets\ndoes not implicate the same concerns, because\nenforcement of such provisions does not restrain\nthe employee from working elsewhere. Therefore,\nconfidentiality provisions should be used in all\nemployment agreements where the employee’s\nposition involves access to confidential information\nor trade secrets.\nEven when a non-compete is appropriate—\nsuch as in the case of a senior manager whose\ndeparture would create an unfair advantage for\na competitor—its scope and duration must be\nnarrowly tailored to protect a legitimate business\ninterest. To be enforceable in New York,\na non-compete must be reasonable in time\nand scope, necessary to protect the employer’s\nlegitimate interests, not harmful to the public\nand not unreasonably burdensome to the\nemployee.\nIn addition to confidentiality provisions, employers\nshould strongly consider the use of a non-solicitation\nprovision in their employment agreements.\nNon-solicitation provisions are generally enforceable\nif they are reasonably related to the employer’s\ninterest in protecting relationships with clients\nthe employee worked with or became familiar with\nwhile employed. But like non-compete agreements,\nnon-solicitation provisions must also be\nlimited in time and scope.\n1\nSee New York Executive Law § 63 (12).\nDouglas R. Hirsch is the Partner in\ncharge of Sadis & Goldberg’s Litigation\nPractice. Mr. Hirsch’s practice is\nfocused on hedge fund and securities\nlitigation and he regularly represents\nboth investors and investment advisers\nin a wide range of investment-related disputes, such\nas fraud, breach of fiduciary duty, derviative actions,\nclass actions, and SEC enforcement actions. Mr. Hirsch’s\n25 years of litigation experience has encompassed a\nbroad range of trials, class action litigations, arbitrations\nand mediations. Doug can be reached at 212.573.6670,\nor at dhirsch@sglawyers.com.\nJennifer Rossan practices in the\nfirm’s Litigation Group. Ms. Rossan\nhas extensive trial experience and has\nobtained successful verdicts for her\nclients in a number of large federal\ncourt trials. Ms. Rossan focuses her\npractice on a wide range of financial services disputes\nincluding SEC and FINRA enforcement actions. She also\nlitigates complex commercial matters and employment\nlaw matters, including claims of wrongful termination\nand harassment, and negotiates and reviews employment\ncontracts. Jennifer can be reached at 212.573.8783,\nor jrossan@sglawyers.com.\nS&G INVESTMENT MANAGER ALERT\n4\nTHE QUESTION ON ALL OF OUR MINDS: WHAT\nIMPACT WILL THE TRUMP ADMINISTRATION\nHAVE ON THE HEDGE FUND INDUSTRY?\nBY RON S. GEFFNER AND YEHUDA BRAUNSTEIN\nReprinted with permission of Hedgeweek\nWith the Trump administration in the White House,\nregulatory uncertainty permeates the financial\nservices industry. While many on Wall Street are\nvery excited by the Trump presidency, others are\napproaching this new era with trepidation. President\nTrump is unpredictable in many ways, and the\nindustry eagerly awaits his actions hoping that the\nfinancial markets do not respond negatively and\ncreate chaos in the global marketplace.\nWhile we should expect that the Trump administration\nwill aim to cut back financial regulation implemented\nduring the last eight years, it is unrealistic to expect\nthat these laws will be eliminated in their entirety.\nThough the financial markets have been extremely\nvolatile of late and react very swiftly upon the\nannouncement of any meaningful global news, various\naspects of recent financial regulation have been\npositive for the industry. For example, the requirement\nfor many investment advisers to register with the U.S.\nSecurities and Exchange Commission (“SEC”), one\nof the requirements of The Dodd–Frank Wall Street\nReform and Consumer Protection Act (“Dodd Frank”)\nwhich was signed into federal law by President\nObama to be effective as of July 21, 2010, in retrospect,\nhas been viewed as a positive change within\nthe industry. Understandably, when initially introduced\nin 2010, many asset managers located within\nthe United States and abroad that were required to\nregister as investment advisers with the SEC as a\nresult of Dodd-Frank were opposed to the changes.\nHowever, many advisers, investors and regulators\nnow agree that requiring a larger number of advisers\nto be accountable to higher regulatory standards has\ncreated an environment where investors and counterparties\nhave more confidence in the oversight of\nthose managers and the industry as a whole.\nIt is also important to remember that any time\nthe government or a regulator changes the laws,\nrules or regulations, those businesses affected\nincur capital and opportunity costs in connection\nwith analyzing the changes in law and implementing\noperational changes to comply with the new\nlaws. For example, when Dodd-Frank was originally\nenacted, at the time of registration, those\ninvestment advisers that were required to register\nas advisers with the SEC were required to adopt\nwritten policies and procedures and invested capital\ninto their operations and technology to support\ncompliance. Therefore, we expect that caution will\nbe exercised before significant change is made to\navoid the various costs associated with implementing\nchange. A case in point is the new DOL\nRule (discussed earlier in this newsletter), originally\nset to take effect on April 10, 2017. Investment\nadvisers impacted by the DOL Rule, have\nalready been forced to analyze the DOL Rule and\nits impact on their businesses, and some advisers\nhave already begun to implement changes to their\noperations and procedures. The DOL Rule has been\nthe subject of much debate. While some industry\nexperts believe that the DOL Rule is onerous and\nmaterially increases the costs associated with\nproviding services to clients, supporters of the\nDOL Rule believe that it is necessary to protect\ninvestors against brokers who are unnecessarily\nselling high-fee investments to their clients. On\nFebruary 3, 2017, President Trump signed a memorandum\nto delay the DOL Rule by six (6)-months.\nOn March 1, 2017, the DOL issued a proposed\nrule, which will extend the applicability date of its\nfiduciary rule, including the Best Interest Contract\nExemption, from April 10, 2017 to June 9, 2017, a\n60-day delay. If the DOL Rule is ultimately modified\nor even eliminated, some advisers may have to\nreverse their recently-implemented changes.\nIn conclusion, we do not believe that regulations\nin the financial industry will be eliminated in their\nentirety. For example, if the requirement to register\nas an investment adviser with the SEC is materially\nmodified or no longer required, we expect that many\ninvestment advisers would maintain their registration\nas it is perceived to be a competitive advantage\ncompared to those managers that are not registered.\nWhile we expect the Trump administration to improve\nthe financial services industry by having more balanced\nregulations, we believe that this administration\nwill quickly realize that there are a lot of reasonable\nand sensible regulations currently in place that are\nworking well, and that eliminating rules wholesale\ncan create chaos in the financial markets and may\ncome at a high price to their constituents.\nRon S. Geffner is a Partner and\nHead of the Financial Services\nGroup of Sadis & Goldberg LLP. He\nregularly structures, organizes and\ncounsels private investment vehicles,\ninvestment advisory organizations,\nbroker-dealers, commodity pool operators and other\ninvestment fiduciaries. Mr. Geffner also routinely counsels\nclients in connection with regulatory investigations and\nactions. His broad background with federal and state\nsecurities laws and the rules, regulations and customary\npractices of the SEC, Financial Industry Regulatory\nAuthority, Commodity Futures Trading Commission and\nvarious other regulatory bodies enables him to provide\nstrategic guidance to a diverse clientele. He provides\nlegal services to hundreds of hedge funds, private\nequity funds and venture capital funds organized in\nthe United States and offshore. Ron can be reached at\n212.573.6660, or at rgeffner@sglawyers.com.\nYehuda M. Braunstein heads up\nthe Family Office practice and is\nalso a member of the firm’s Financial\nServices and Corporate Groups. Mr.\nBraunstein counsels family office clients\nin connection with all aspects of\ntheir operations, including formation issues, governance\nand compensation issues, transactional and day-to-day\nmatters, as well as compliance issues. Mr. Braunstein’s\npractice also focuses on investment funds, securities,\njoint ventures and investment advisers. He regularly\nstructures and organizes hedge funds, private equity\nfunds (including real estate, distressed and lending\nfunds), funds of funds, separately managed accounts\nand hybrid funds. Additionally, he advises private fund\nmanagers on structure, compensation, employment and\ninvestor issues, and other matters relating to management\ncompanies. Mr. Braunstein also structures and\nnegotiates seed investments and operating agreements.\nHe provides ongoing advice to investment advisers on\nsecurities law issues, including SEC filings. His practice\nalso involves counseling clients in SEC regulatory matters,\nincluding compliance issues related to registered\nadvisers, as well as conducting mock audits. Yehuda\ncan be reached at 212.573.8029, or ybraunstein@\nsglawyers.com.\nMARCH 2017\n5\nCOMPLIANCE DEADLINES – Second Quarter 2017\nThere are many regulatory filings and compliance forms that investment managers need to complete throughout the year. Below is a list of some of the key compliance\ndates for the second quarter of 2017. Please note that this is general advice that is applicable to most investment advisers with a December 31st fiscal\nyear end. This list is not exhaustive and contains some best practice compliance suggestions.\nDATE ACTIVITY DATE ACTIVITY\nApril 1\nApril 10\nApril 15\nApril 30\nMay 15\nMay 30\nMay 31\nERISA Schedule C of Form 5500 Disclosure. Adviser may be\nrequired to report certain information to its ERISA plan clients\nand investors for their use in completing Department of Labor\nForm 5500.\nForm 13H. Form 13H (large trader) quarterly filing is due for\nQ1 2017 for advisers that already have Form 13H filing obligation\nand have changes to any of the information reported.\nForm PF for Large Liquidity Fund Advisers. Large liquidity\nfund advisers must file Form PF with the U.S. Securities and\nExchange Commission (“SEC”) on the IARD system within 15\ndays of each fiscal quarterly end.\nBrokerage Committee Meeting. Conduct quarterly brokerage\ncommittee meeting.\nPrivate Fund Audited Financial Statements. Distribute audited\nfinancial statements to investors for any private investment fund\nfor which the adviser or a related person has custody of the fund’s\nassets, assuming the adviser is registered with the SEC or a\nstate authority.\nAnnual Delivery of Form ADV Part 2. Send to all clients and fund\ninvestors a copy of the adviser’s Form ADV Part 2, assuming the\nadviser is registered with the SEC or a state authority. 1\nU.S. FATCA Notification Deadline. Deadline by which all Cayman\nFinancial Institutions (“FIs”) and Non Reporting FIs are required to\nmake certain notifications as to their Common Reporting Standard\n(“CRS”) reporting status to the Cayman Islands Tax Information\nAuthority (the “TIA”), as the jurisdiction’s competent authority\nfor purposes of the CRS.\nAccess Person Quarterly Transaction Reports. Collect quarterly\nreports from access persons for their personal securities transactions.\nCode of Ethics and Compliance Manual. Distribute code of ethics\nand compliance manual to employees, including acknowledgment form.\nAnnual Filers – Form PF with SEC. Private equity funds and\nsmaller private fund advisers with a December 31st fiscal\nyear end, assuming the adviser is registered with the SEC.\nForm 13F. File any required Form 13F with the SEC.\nPrivacy Policy Notices. Send an annual privacy notice to every\nnatural person client or fund investor, which could be included\nwith the delivery of Form ADV Part 2 to clients and fund investors. 2\nForm PF for Large Hedge Fund Advisers. Large hedge fund\nadvisers must file Form PF within 60 days of each quarter end on the\nIARD system.\nU.S. FATCA Reporting Deadline. First reporting date deadline to\nthe Cayman Island TIA in respect of Reportable Accounts for\nreporting year 2016. It is necessary for Cayman Reporting FIs to\nprovide a NIL report where they have no Reportable Accounts.\nS&G INVESTMENT MANAGER ALERT\n6\nJune 15\nJune 30\nAnniversary\nDate of Filing\nAs Necessary\nQuarterly Employee Compliance Training. Conduct a quarterly\nemployee training session to review requirements under the\nadviser’s written compliance policies and procedures, including\nthe code of ethics, as well as any material changes to these\nmaterials. Maintain list of attendance. 3\nForm 13H. Review transactions and assess whether Form 13H\nneeds to be amended.\nForm PF. Review assets/holdings to determine filing requirements.\nPQR (For Registered Commodity Pool Operators). Small and\nmid-sized CPOs quarterly reports to be filed using NFA Easy\nFile System.\nCRS Notifications. The Cayman Islands TIA announced a\nsoft opening for the first year of the CRS. CRS registrations\nwill be accepted up to June 30, 2017 (original deadline was\nApril 30, 2017).\nAnnual Form D. Amendment due on or before anniversary date of\nprior Form D filing(s).\nCPO/CTA Questionnaires. Due on or before anniversary date,\nand promptly when material information changes.\nSchedule 13D. Must be filed within 10 days after acquisition of\nbeneficial ownership of 5% of a voting class of a company’s equity\nsecurities registered under Section 12 of the Securities Exchange\nAct of 1934. See: https://www.sec.gov/answers/sched13.htm\nForms 3, 4 & 5 (Sec 16 Filings). Corporate insiders—meaning\na company’s officers and directors, and any beneficial owners of\nmore than 10% of a class of the company’s equity securities\nregistered under Section 12 of the Securities Exchange Act of\n1934—must file with the SEC a statement of ownership regarding\nthose securities. See: https://www.sec.gov/answers/form345.htm\nBureau of Economic Analysis Filings (“BEA”) (BE-11, BE-13,\nBE-577, etc.). Should the BEA contact you via letter or\notherwise, you are required to respond to this inquiry by law.\nPlease contact us should the BEA contact you to discuss. A Form\nBE-577 is required from every U.S. person who had direct\ntransactions or positions with a foreign business enterprise in\nwhich it had a direct and/or indirect ownership interest of at least\n10% of the voting stock if an incorporated business enterprise or\nan equivalent interest if an unincorporated business enterprise\nat any time during the reporting period.\n1\nAn adviser is required to deliver Form ADV Part 2 to clients; it is not required to deliver Form ADV\nPart 2 to investors in a pooled investment vehicle. However, it is considered a best practice and it is\nrecommended that an adviser delivers Form ADV Part 2 to each investor in a pooled investment vehicle.\n2\nAlthough Regulation S-P does not specify the exact day by which the annual privacy notice must\nbe sent, May 30 seems to be an appropriate date because the mailing can be coordinated with\ndelivery of Form ADV Part 2 (which can include the Privacy Policy) to clients or fund investors.\n3\nThe Investment Advisers Act of 1940 does not specify that any training session is necessary, and\ntherefore the date on which training should occur is not specified. However, a registered adviser\nmust distribute and receive signed acknowledgements of changes to its code of ethics. Since the\ncode (as well as an adviser’s compliance policies and procedures) may be amended as part of\nan adviser’s annual review, as well as at any other time, quarterly training should help to keep\npersonnel up-to-date regarding policies and procedures and otherwise remind personnel of their\ncompliance obligations.\nSEC & FINRA RELEASE 2017 EXAM PRIORITIES\nBY DANIEL G. VIOLA\nThe Securities and Exchange Commission (“SEC”)\nreleased their Exam Priorities for 2017. The SEC’s\n2017 priorities are organized around the following\nareas: (1) examining matters of importance to retail\ninvestors; (2) focusing on risks specific to elderly\nand retiring investors; and (3) assessing marketwide\nrisks. FINRA also issued its 2017 Regulatory\nand Examinations Priorities Letter, which identifies\ncompliance, supervision and risk management as\nareas of focus. FINRA will be introducing a compliance\ncalendar and a directory of service providers\nas tools to assist firms. FINRA will also be initiating\nelectronic, off-site reviews to supplement traditional\non-site cycle examinations. These off-site exams will\naffect only a select group of firms that are not currently\nscheduled for a cycle exam in 2017.\nThe SEC priorities address issues across a variety\nof financial institutions, including investment\nadvisers, investment companies, broker-dealers,\ntransfer agents, clearing agencies, private\nfund advisers, national securities exchanges\nand municipal advisers. Under each category, a\nnumber of key exam areas include:\n1. Protecting Retail Investors:\n■ Electronic Investment Advice\n■ Wrap Fee Program\n■ Exchange-Traded Funds\n■ Never-Before Examined Investment Advisers\n■ Recidivist Firms and Their Employees\n■ Multi-Branch Advisers\n■ Share Class Selection\n2. Focusing on Senior Investors and\nRetirement Investments:\n■ ReTIRE – Retirement-Targeted Industry\nReviews and Examinations\n■ Public Pension Advisers\n■ Senior Investors\n3. Assessing Market-Wide Risks:\n■ Money Market Funds\n■ Payment for Order Flow\n■ Clearing Agencies\n■ FINRA\n■ Regulation Systems Compliance and Integrity\n■ Cybersecurity\n■ National Securities Exchanges\n■ Anti-Money Laundering\n4. Other Initiatives:\n■ Municipal Advisers\n■ Transfer Agents\n■ Private Fund Advisers\nThe FINRA Examination Priorities Letter includes\na long list of topics that FINRA will prioritize this\nyear, including product suitability, excessive and\nshort-term trading of long-term products, outside\nbusiness activities, social media and electronic\ncommunications, liquidity risk, credit risk policies,\ncybersecurity, segregation of client assets,\nRegulation SHO, and anti-money laundering and\nsuspicious activity monitoring.\nFINRA’s Top Five Exam Priorities Include:\n■ High-Risk and Recidivist Brokers\n■ Bad Sales Practices\n■ Practices that Lead to Financial Risk\n■ Conduct that Enhances Operational Risks\n■ Market Manipulation\nTo read the SEC & FINRA’s 2017 Exam Priorities,\nplease go to the links below:\nhttps://www.sec.gov/about/offices/ocie/\nnational-examination-program-priorities-2017.pdf\nhttp://www.finra.org/sites/default/files/2017-\nregulatory-and-examination-priorities-letter.pdf\nDaniel G. Viola is a Partner and the Head of the Regulatory\nand Compliance Group. He structures and organizes brokerdealers,\ninvestment advisers, funds and regularly counsels\ninvestment professionals in connection with regulatory and\ncorporate matters. Mr. Viola served as a Senior Compliance\nExaminer for the Northeast Regional Office of the SEC, where\nhe worked from 1992 through 1996. During his tenure at\nthe SEC, Mr. Viola worked on several compliance inspection\nprojects and enforcement actions involving examinations\nof registered investment advisers, ensuring compliance\nwith federal and state securities laws. Mr. Viola’s examination\nexperience includes financial statement, performance\nadvertising, and disclosure document reviews, as well as,\nanalysis of investment adviser and hedge fund issues arising\nunder ERISA and blue sky laws. Dan can be reached at\n212.573.8038, or dviola@sglawyers.com.\nGregory Hartmann Joins Sadis & Goldberg’s Corporate and\nFinancial Services Practices\nSadis & Goldberg LLP is\nproud to announce the addition\nof Gregory Hartmann as\nmember of the firm’s Corporate\nand Financial Services\nGroups. Mr. Hartmann has\nextensive experience representing\nassets managers, investment banks,\ninsurance companies, and other clients, on a wide\nvariety of transactional and regulatory matters.\n“Based upon his extensive industry experience, Greg\nhas a comprehensive understanding of the challenges\nthat businesses face and a talent for helping\nthem understand their legal risks and manage\nthem, particularly in the financial services industry”\nsaid Ron Geffner, a member of the firm’s Executive\nCommittee. “His in-house experience gives him a\nunique capability to anticipate what our clients need\nand advise them most effectively.”\nPrior to joining the firm, Mr. Hartmann was Corporate\nCounsel and Vice President in the Retirement\nLaw Group of the Prudential Insurance Company\nof America, where he supported the pension risk\ntransfer business, including U.S. pension buy-outs\nand international longevity reinsurance. Before that,\nMr. Hartmann was Deputy General Counsel at Pine-\nBridge Investments and Associate General Counsel\nat AIG Investments, where he was the head of the\nlegal department’s Asset Management Group in New\nYork. At AIG, Mr. Hartmann advised on registered and\nprivate funds, managed accounts, regulatory and\ncompliance issues, and sales and marketing matters.\nMARCH 2017\n7\nBefore joining AIG, Mr. Hartmann was the general\ncounsel of a private equity and hedge fund\nmanager, where he built the legal and compliance\ndepartment. Prior thereto, he was general counsel\nof an investment bank, and also a venture capital\nfirm. Earlier in his career, Mr. Hartmann was in\nprivate practice at Weil, Gotshal & Manges, and\nalso at Shea & Gould, in New York.\nMr. Hartmann earned his J.D. from Columbia\nUniversity’s School of Law, his M.A. from Northwestern\nUniversity, and his B.A., magna cum\nlaude, from the University of Notre Dame. Mr.\nHartmann is a member of the American College\nof Investment Counsel, and is admitted to practice\nin New York.\nUpcoming Events\nWeston Hill Global Private\nWealth Forum\nApril 25, 2017\nRoosevelt Hotel\n45 E 45th Street, New York City\n13D Monitor Active-Passive Investor\nSummit\nApril 27, 2017\nThe Plaza Hotel, New York City\nNCS Regulatory Compliance\nConference\nJune 21 – 23, 2017\nEau Palm Beach Resort & Spa\nManalapan, FL\nSadis & Goldberg’s 10th Annual\nAlternative Investment Management\nSeminar\nNovember 8, 2017\nThe New York Athletic Club\n180 Central Park South, New York City\nRon S. Geffner, Partner and head of the Financial Services Group, will be speaking at Weston Hill Global\nPrivate Wealth Forum on April 25, 2017 on hedge funds. The event will be held at the Roosevelt Hotel,\n45 E 45th Street in New York City. For more information, please go to: http://www.globalprivatewealth.\norg/index.php.\nSam Lieberman, Partner and member of the Securities Litigation Group, will be moderating a panel at\nthe 13D Monitor Conference in New York City on April 27, 2017. The event will take place at the Plaza\nHotel, New York City. For more information, please go to: http://www.13dmonitorconference.com/\nDan Viola, Partner and head of the Regulatory and Compliance Group, will be speaking at the NCS\nRegulatory Compliance Conference on June 21, 2017 in Manalapan, FL. He will be speaking on four\npanels. The panels are entitled “Risk Management and CCO Liability”, “Preparing for a Regulatory\nExam”, “Creating a Culture of Compliance: Internally and with Regulators”, and “Private Equity and\nAlternative Investments: Advancing Your Strategy”. For more information, please go to: https://www.\neiseverywhere.com/ehome/index.php?eventid=194010&\nSadis & Goldberg LLP will be hosting the 10th Annual Alternative Investment Management Seminar on\nWednesday, November 8, 2017. This seminar will include discussions on the latest trends and issues\nrelevant for private investment funds to be successful in today’s business environment.\nWe practice law but we live business.\n551 Fifth Avenue, 21st Fl., New York, NY 10176 212.947.3793\nAny U.S. federal tax advice included in this communication is not intended or written to be used, and cannot be used, for the purpose of avoiding U.S. federal tax penalties.\nThe information contained herein was prepared by Sadis & Goldberg LLP for general information purposes for clients and friends of Sadis & Goldberg LLP. Its content should not be construed as legal advice,\nand readers should not act upon the information in this newsletter without consulting counsel. This information is presented without any representation or warranty as to its accuracy, completeness or\ntimeliness. Transmission or receipt of this information does not create an attorney-client relationship with Sadis & Goldberg LLP. Electronic mail or other communications with Sadis & Goldberg LLP cannot\nbe guaranteed to be confidential and will not create an attorney-client relationship with Sadis & Goldberg LLP.\n© 2017 Sadis & Goldberg LLP\n8",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_019856.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 40720,
    "word_count": 6165,
    "line_count": 875,
    "import_date": "2025-11-19T21:47:49.092849",
    "prefix": "TEXT-001"
  }
}