{
  "document_id": "HOUSE_OVERSIGHT_024763",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024763.txt",
  "text": "KR L\nPI L\n\nAC EL\nCA TA\n\nCHAPTER VII Capital Markets for Cannabis Companies\n\nm Public Capital Markets: Canada\n\nAs of November 30, 2017, six cannabis-related companies were trading on the TSX, 20 were trading\non the TSXV and 41 were trading on the CSE. Most of the publicly traded cannabis-related companies\nin Canada are licensed producers under Canada’s Access to Cannabis for Medical Purposes Regula-\ntions, which allow a company to produce and sell medical cannabis products in Canada. A number of\ncompanies traded on the CSE also have cannabis-related operations in the United States. The following\ntable provides a summary of cannabis-related companies traded on Canadian stock markets.\n\nSummary of Canadian Publicly Traded Cannabis-Related Companies\n(As of November 30,2017)\n\nNumber of Market Enterprise LTM LTM\n\nCompanies Value Value Cash Debt Revenue’ EBITDA\nToronto Stock Exchange (TSX) 6 $1,361.5 $1,311.4 $71.0 $20.8 $26.6 $0.8\nTSX Venture Exchange (TSXV) 20 131.5 123.9 10.8 3.3 1.2 -3.5\nCanadian Securities Exchange (CSE) 41 12.6 72.0 2.0 1.4 1.8 -2.8\nCanada 67 $210.6 $203.3 $11.1 $3.8 $4.0 -$2.2\n\nSource: S&P Global Market Intelligence. Companies that are traded on more than one market are included in their primary market as determined by\nS&P Global Market Intelligence, based on stock price history, trading volume and availability of estimates. Enterprise Value is defined as Market\nValue plus Debt minus Cash and Cash Equivalents. LTM is Last Twelve Months. EBITDA is defined as Earnings Before Interest, Taxes, Depreciation\nand Amortization.\n\nStock Price Performance of Canadian\nPublicly Traded Cannabis-Related Companies\n\nThe following chart shows the stock price performance of selected publicly traded cannabis-related\ncompanies in Canada since September 30, 2016. The chart indicates that the stock price performance\nof cannabis-related companies trading on Canadian markets received a boost from the announcement\nof the proposed recreational cannabis legislation in Canada by Prime Minister Justin Trudeau and,\nmore recently, from Constellation Brands’ investment in Canopy Growth.\n\n© 2017 Ackrell Capital, LLC | Member FINRA/SIPC 127\n\nHOUSE_OVERSIGHT_024763",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024763.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2183,
    "word_count": 327,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:44.241192",
    "prefix": "IMAGES-008"
  }
}