{
  "document_id": "HOUSE_OVERSIGHT_031779",
  "filename": "TEXT-002-HOUSE_OVERSIGHT_031779.txt",
  "text": "From: paul krassner \nSent: 3/29/2019 11:28:13 PM \nTo: Steven Gaydos \nSubject: IMPORTANT ____________________________ \nAttachments: matt-wilstein-author.jpg; LRG_DSCO2899_fwnyhajpeg; 190321-wilstein-sarah-silverman-tease_tjmvnajpeg; \nSS_tulcilf.jpeg; IMG_8787_yryikb.jpeg; 190321-wilstein-sarah-silverman-tease_tjmvnajpeg; 190318-last-laugh-\ntrailer-tease_q5y2es.jpeg; SM_4_gq9fyy.jpeg \nImportance: High \nSarah Silverman on Al \nFranken, Louis C.K., Losing \nHer Hulu Show and More \nIn the premiere episode of 'The Last Laugh' podcast, Sarah Silverman speaks out for the first \ntime about her Hulu show's cancelation and goes to bat for her friend Al Franken. \nMatt Wilstein  \n03.26.19 4:12 AM ET \nKatt. \nSubscribe to The Last Laugh on Apple Podcasts \nHOUSE OVERSIGHT 031779 \nWearing a rainbow-striped hoodie and a \"Beer Nuts\" baseball cap, Sarah Silverman strode into our \nBurbank recording studio ready to talk. \nIt had been just a few weeks since Hulu had unceremoniously canceled her weekly show I Love You,  \nAmerica and the comedian's emotions were still a bit raw. But her unflappable sense of humor was \nfully intact as she recounted to me how she found out the bad news and ended up revealing more than \never before about how the streaming service treated her over the past year. \nDuring our long conversation for the first-ever episode of my new podcast The Last Laugh, Silverman \nalso spoke frankly about what it has been like to see her friend Al Franken accused of alleged sexual  \nmisconduct and attempted to clarify the controversial comments she made to Howard Stern about  \nLouis C.K. She reflected on some of her most iconic roles and looked ahead to what comes next. \nHighlights from the interview are below and you can listen to the whole thing right now by subscribing \nto The Last Laugh on Apple Podcasts, the Himalaya app or wherever you listen to podcasts. \nOn the 'heartbreaking' cancelation of! Love You, America \n\"It came as a surprise. We were so sure we were getting picked up. We're all super bummed about it. I \nknow that they did love the show, but I think what it cost compared to its popularity or the eyes that \nthey had on it didn't___you know, the people that make the decisions there don't have any connection to \nthe show. And it is just so heartbreaking because I kind of feel cut off at the knees.\" \nHOUSE OVERSIGHT 031780 \nSarah Silverman on 'The Last Laugh' \nCassandra Church/Starburns Audio \nOn the 'bullshit' allegations against Al Franken \n\"I can only just be honest and say, if I didn't know Al Franken, I'd probably be like yeah, go girl, me \ntoo, fuck that shit. Because I do know him, I don't feel that way. So maybe I'm too close to it and just \nseeing the dots not the big picture. But I just can't believe it. The U.S.O. thing is bullshit and if you \nwatch the sketch they did, give me a fucking break. He may be guilty of doing pedestrian comedy, I \nguess, but he apologized and she accepted his apology. But it does seem that the Republican Party \nand I don't think this is something to emulate at all___doesn't apologize, denies everything, admits \nnothing and everyone keeps their job. And I hate that that's what we teach our children. But if you \napologize and say, 'I want there to be an ethics investigation on me and I want to do everything by the \nbook, this is my truth but I'm open to [the fact] that these women felt this way, I want to make this \nright,' I don't know why that person then loses their job.\" \n• \nHOUSE OVERSIGHT 031781 \nBURN IT DOWN \nSarah Silverman Throws Hulu Under the Bus: Pck It'  \nMatt Wilstein  \n• \nGIVING THANKS \nWhy Sarah Silverman Is 'Thankful' for Trump \nMatt Wilstein  \nHOUSE OVERSIGHT 031782 \nOn looking like an 'asshole' after commenting on Louis C.K. \n\"My experience with Louis as a teenager perhaps informs his pathology a bit. But in no way is it \nanalogous to crimes, to assaults, he subsequently committed that mirror it, that come from it. I was just \nspeaking about my own experience. And the headline was, 'He jerked off in front of me and I didn't \ncare.' And that's so cold and insulting and awful to the women who were hurt by his actions. So if you \nclicked on it, they quoted me. But if you didn't, and nobody does, it just makes me look like an asshole. \nAnd me looking like an asshole is the least of it. It hurt people and there was stuff that I said that I \ndon't think I was articulating the spirit of what I meant.\" \n'The Last Laugh' host Matt Wilstein and Sarah Silverman \nCassandra Church/Starburns Audio \nOn performing stand-up about being single without sounding \n'hacky' \nRELATED IN ENTERTAINMENT \nHOUSE OVERSIGHT 031783 \nSarah Silverman Throws Hulu Under the Bus: `F*ck It'  \nComedians Reveal Their Realest Selves on 'The Last Laugh'  \nSeth Meyers Proves Trump Is the Real 'Husband From Hell' \n\"It's such an '80s comedienne premise, but then it was also my truth so I was trying to reconcile with \nit. It's hard to not be meta about it, because just to say 'I'm single' on stage. There's something that \nfeels so inherently hacky about it that I feel like I have these guilt pangs and then it just becomes a \nwhole other bit. It's always weird to navigate. I've always been in relationships for big chunks of time \nand every time I come out I'm like a generation older and I don't know what my station is.\" \nNext week on The Last Laugh podcast: Arrested Development and Veep star Tony Hale. \nHOUSE OVERSIGHT 031784 \nHOUSE OVERSIGHT 031785",
  "metadata": {
    "original_filename": "TEXT-002-HOUSE_OVERSIGHT_031779.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5456,
    "word_count": 920,
    "line_count": 84,
    "import_date": "2025-11-19T21:47:48.214826",
    "prefix": "TEXT-002"
  }
}