{
  "document_id": "HOUSE_OVERSIGHT_011559",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011559.txt",
  "text": "anything but under control. Within days, he bowed to political pressure and\nbrought back Moshe Dayan, now a member of the Knesset, as Defense Minister.\n\nI still vividly remember a visitor to the sayeret the day after Eshkol’s\naddress. Colonel Eli Zeira was head of the “collection department” of the\nintelligence corps, the rough equivalent of America’s National Security Agency.\nFormally, Sayeret Matkal was part of his department. He called together all the\nofficers. He said that there had so far been three periods in the Zionist project.\nThe first was from the early settlements in Palestine at the end of the 19th\ncentury until the establishment of Israel in 1948. The second, from 1948 until\nthe 1956 War. The third from 1956 until now. Then he said: “There will soon be\na war. Three Arab countries will take part. Within a week, we will defeat all of\nthem. And a new chapter in the history of Zionism will begin.”\n\nThe Six-Day War began on June 5, 1967. As Eli Zeira so confidently\npredicted, not just Egypt and Syria, but Jordan, too, joined forces against us.\nAnd it was indeed all over within a week. The final outcome — Israel’s victory —\nwas sealed by noon on the first day, with wave after wave of pre-emptive\nbombing sorties destroying the entire air force of all three Arab countries. But\nthe fighting which followed was brutal in places: especially around Jerusalem,\nbut also in the south at the outset of the war, and later on the Golan Heights.\n\nThe first effect back in Israel of our air force attacks was to make our sayeret\nhelicopter missions into the Sinai suddenly superfluous. In fact, it left the entire\nunit at loose ends — especially veterans or reservists like me who had been part\nof our nearly decade-long development into Israel’s sole, dedicated cross-border\ninfiltration force. At this point, we were still just an intelligence unit, not an\nelite commando force like Britain’s SAS, Avraham Aranan’s ultimate vision for\nthe sayeret. The aim of our bugging missions into Syria and Egypt was not to\nfight. It was to get in and get out, unseen and undetected. But we were not only\nequipped to fight if necessary. From the unit’s earliest days under the sway of\nMeir Har-Zion, Kapusta and Gibli and Errol and the other grizzled vets from\nUnit 101 and Company A, we had been steeped in the spirit of commandos. Our\ntraining was the most rigorous in the Israeli armed forces, involving not just a\npunishing endurance régime but learning to assemble and disassemble, fire and\ndetonate, everything from handguns to machine guns, makeshift explosives to\ngrenades and landmines.\n\nThe frustration we felt on the first morning of the war was not because we\nwere itching to fight, for the hell of it. One hallmark of the sayeret’s ethos,\nespecially once the unit did start to evolve into a full-fledged commando unit,\n\n88\nHOUSE_OVERSIGHT_011559",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011559.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2865,
    "word_count": 493,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:45.903296",
    "prefix": "IMAGES-001"
  }
}