{
  "document_id": "HOUSE_OVERSIGHT_026283",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_026283.txt",
  "text": "otherwise be obscured,” the justices wrote. A single biased individual “might still have an influence\n\nthat, while not so visible . . . is nevertheless significant.”\n\nIn addition to the numerous anti-Trump messages uncovered by the inspector general, there is a strong\ncircumstantial case—including personnel, timing, methods and the absence of evidence—that Crossfire\n\nwas initiated for political, not national-security, purposes.\n\nIt was initiated in defiance of a longstanding Justice Department presumption against investigating\ncampaigns in an election year. And while impartiality 1s always required, a 2012 memo by then-\nAttorney General Eric Holder emphasizes that impartiality is “particularly important in an election\nyear,” and “politics must play no role in the decisions of federal prosecutors or investigators regarding\nany investigations. ... Law enforcement officers and prosecutors may never select the timing of\ninvestigative steps or criminal charges for the purpose of affecting any election, or for the purpose of\n\ngiving an advantage or disadvantage to any candidate or political party.”\n\nStrong evidence of a crime can overcome this policy, as was the case with the bureau’s investigation of\nMrs. Clinton’s private email server, which began more than a year before the 2016 election. But\nCrossfire was not a criminal investigation. It was a counterintelligence investigation predicated on the\nnotion that Russia could be colluding with the Trump campaign. There appears to have been no\ndiscernible evidence of Trump-Russia collusion at the time Crossfire was launched, further reinforcing\n\nthe notion that it was initiated “for the purpose” of affecting the presidential election.\n\nThe chief evidence of collusion is the hacking of the Democratic National Committee’s servers. But\nnothing in the public record suggests the Trump campaign aided that effort. The collusion narrative\ntherefore hinges on the more generic assertion that Russia aimed to help Mr. Trump’s election, and that\nthe Trump campaign reciprocated by embracing pro-Russian policies. Yet despite massive surveillance\nand investigation, there’s still no public evidence of any such exchange—only that Russia attempted to\n\nsow political discord by undermining Mrs. Clinton and to a lesser extent Mr. Trump.\n\nSome members of the Trump team interacted with Russians and advocated dovish policies. But so did\nnumerous American political and academic elites, including many Clinton advisers. Presidential\ncampaigns routinely seek opposition research and interact with foreign powers. The Clinton campaign\nfunded the Steele dossier, whose British author paid Russians to dish anti-Trump dirt. The Podesta\nGroup, led by the brother of Mrs. Clinton’s campaign chairman, received millions lobbying for\nRussia’s largest bank and the European Center for a Modern Ukraine, both with deep Kremlin ties. The\n\nClinton Foundation and Bill Clinton took millions from Kremlin-connected businesses.\n\nHOUSE_OVERSIGHT_026283",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_026283.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2993,
    "word_count": 436,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:46.744643",
    "prefix": "IMAGES-008"
  }
}