{
  "document_id": "HOUSE_OVERSIGHT_031932",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031932.txt",
  "text": "20\n\nArticle 5.\n\nForeign Policy\n\nAssad's Chemical Romance\nLeonard Spector\n\nAUGUST 23, 2011 -- The continued unrest in Syria, coupled with\nPresident Barack Obama's call for President Bashar al-Assad to leave\npower, has thrown the future of the country into flux. Among the\nmost troubling uncertainties is the fate of Syria's chemical weapons\narsenal, which, if not protected properly, could fall into the wrong\nhands, with catastrophic results. Syria is one of a handful of states\nthat the U.S. government believes possess large stocks of chemical\nagents in militarized form -- that is, ready for use in artillery shells\nand bombs. The arsenal is thought to be massive, involving\nthousands of munitions and many tons of chemical agent, which\nrange, according to CIA annual reports to Congress, from the blister\ngases of World War I -- such as mustard gas -- to advanced nerve\nagents such as sarin and possibly persistent nerve agents, such as VX\ngas.\n\nIn the hands of Assad -- and his father Hafez before him -- these\nweapons have been an ace-in-the-hole deterrent against Israel's\nnuclear capability. The Assad regime, however, has never openly\nbrandished this capability: It did not employ chemical weapons in the\n1982 Lebanon War against Israel, even after Israeli warplanes\ndecimated the Syrian Air Force. Nor have they been deployed, or\ntheir use threatened, in attempting to bring Assad's current domestic\nantagonists to heel. And although Syria is accused of providing\npowerful missiles to Hezbollah, including some of a type that carried\nchemical warfare agents in the Soviet arsenal, Assad has not\nreportedly transferred lethal chemical capabilities to the Lebanon-\nbased Shiite organization.\n\nHOUSE_OVERSIGHT_031932",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031932.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1723,
    "word_count": 272,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.624662",
    "prefix": "IMAGES-011"
  }
}