{
  "document_id": "HOUSE_OVERSIGHT_024172",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024172.txt",
  "text": "Base metals\n\nCurrent (last month): copper USD 7,317/mt(7792); nickel USD 16,528/mt(16833); aluminum USD 1,825/mt(1989)\nUBS View 6-month target: copper: UDS 7,400/mt nickel: USD 18,000/mt; aluminum: USD 2,200/mt\n\n¢ With the exception of aluminum, base metal prices stabilized broadly in June. But we see room for\nsomewhat lower prices in the short run (4-6 weeks). Deteriorating industrial activity in Asian countries,\nweak US data and the Euro-zone crisis remain a price burden for the sector in the early part of 3Q12.\n\n¢ To weigh on scrap supply and compensated for lower Chinese copper imports, copper prices are likely to\ndecline towards USD 6600/mt, in our view. For the rest of the base metals, prices could move deeper into\nthe cost curve of production. When it comes to aluminum and nickel, however, prices have already\ndeclined deeply into the production cost curve. In both cases supply cuts could come quicker and limit the\nprice downside from current levels.\n\n¢ In addition, supply uncertainty related to aluminum and nickel needs to be considered as well.\nIndonesia's new regulations on ore exports could jack up Chinese import costs by around 20% in the\ncoming quarters. We think such an increase would be meaningfully, as 60% of China's nickel pig iron (NPI)\nproduction and 80% of China's bauxite imports depend on Indonesia.\n\n¢ The reason why base metals overall should trade at current levels or higher in six months from now,\nrelates to China. We think the People's Bank of China has made the right monetary policy steps to achieve\nstronger credit activity and higher sequential GDP growth in 2H 2012. With this fairly balanced risk reward\non a six-month horizon, we maintain our neutral position.\n\nA Positive scenario\n\ne China eases monetary policy aggressively, by pushing credit growth beyond 20% y/y. Additional QE in\nthe US paired with stable European and Japanese demand would allow the sector to rally by around 25%.\n& Negative scenario\n\ne Chinese monetary conditions remain behind the curve, resulting in an economic hard landing. A severe\nescalation of the Eurozone crisis (deep recession/global impact) could also bring prices close to 2009 levels.\n\nWhat we're watching Why it matters\n\nDemand The latest uptick in Chinese imports, driven by technical factors, do not\nreflect stronger end demand. The June figures (on 10 July) should give some\nclarity. That said, the attractiveness to import from an arbitrage perspective\nSHFE to LME has improved. Interest for physically backed copper ETFs needs to\nbe tracked as exchange inventories are structurally low.\n\nCopper supply has room to improve in 2H 2012 from poor mine output in 1H\n2012. Fading supply disruptions and capacity additions put copper at risk.\nIndonesia's new export rules could have a positive one-off impact on aluminum\nand nickel.\n\nPeople's Bank of China meeting, Chinese economic data (especially IP and loan\ngrowth by financial institutions) Key dates: 11-15 July\n\nSupply\n\nEconomic data/forward\ncurve\n\n3 UBS\n\nFor further information please contact CIO's asset class specialists Dominic Schnider, dominic.schnider@ubs.com or Giovanni Staunovo, giovanni.staunovo@ubs.com\n\nPreference: neutral\n\nRecommendations\n\nTactical (3-6 months)\n\ne From a timing perspective, building up\nexposure to base metals is not yet\nadvised. While we still expect higher\nprices over the next 6-12 months, the\nshort-term downside risks should offer\ninvestors better entry points, particularly\nfor copper. That said, existing aluminum\nand nickel positions should be kept.\n\nStrategic (>1 year )\n\ne Rising energy and labor costs provide the\nbackdrop for base metal prices to trend\nhigher. The strongest performance is\nlikely to come from zinc and lead, where\nexisting mine capacity is expected to peak\nin 2014. Environmentally challenged base\nmetals, like tin, should be in line with the\nsector average. For nickel and aluminum,\nample production capacity should lead to\nan underperformance in the long run.\nDue to its high current price versus\nproduction costs, copper should lag too.\n\nHeavy industrial activity in China, with\n\nhigh commodity use, slumped\n\n26 Cumulative year-on-year values, in %\n\n20\n\nce)\n\nFeb-99 Feb-02 Feb-05 Feb-08 Feb-11\n\n— Light industry value added Heavy industry value added\n\nSource: Bloomberg, UBS CIO, as of 18 June 2012\n\nNote: Past performance is not an indication of future returns.\n37\n\nPlease see important disclaimer and disclosures at the end of the document.\n\nHOUSE_OVERSIGHT_024172",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024172.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4479,
    "word_count": 703,
    "line_count": 111,
    "import_date": "2025-11-19T21:47:47.743266",
    "prefix": "IMAGES-007"
  }
}