{
  "document_id": "HOUSE_OVERSIGHT_013830",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013830.txt",
  "text": "Fam contacting billionaires to rubbing elbows with celebrities—the second group of students did both\n\n—it’s as easy as believing it can be done.\n\nIt’s lonely at the top. Ninety-nine percent of people in the world are convinced they are incapable of\nachieving great things, so they aim for the mediocre. The level of competition is thus fiercest for\n“realistic” goals, paradoxically making them the most time-and energy-consuming. It is easier to raise\n$1,000,000 than it is $100,000. It is easier to pick up the one perfect 10 in the bar than the five 8s.\n\nIf you are insecure, guess what? The rest of the world is, too. Do not overestimate the competition and\nunderestimate yourself. You are better than you think.\n\nUnreasonable and unrealistic goals are easier to achieve for yet another reason.\n\nHaving an unusually large goal is an adrenaline infusion that provides the endurance to overcome the\ninevitable trials and tribulations that go along with any goal. Realistic goals, goals restricted to the\naverage ambition level, are uninspiring and will only fuel you through the first or second problem, at\nwhich point you throw in the towel. If the potential payoff is mediocre or average, so is your effort. Pll\nrun through walls to get a catamaran trip through the Greek islands, but I might not change my brand of\ncereal for a weekend trip through Columbus, Ohio. If I choose the latter because it is “realistic,” I won’t\nhave the enthusiasm to jump even the smallest hurdle to accomplish it. With beautiful, crystal-clear\nGreek waters and delicious wine on the brain, I’m prepared to do battle for a dream that is worth\ndreaming. Even though their difficulty of achievement on a scale of 1-10 appears to be a 10 and a2\nrespectively, Columbus is more likely to fall through.\n\nThe fishing is best where the fewest go, and the collective insecurity of the world makes it easy for\npeople to hit home runs while everyone else is aiming for base hits. There is just less competition for\nbigger goals.\n\nDoing big things begins with asking for them properly.\n\nWhat Do You Want? A Better Question, First of All\n\nMax people will never know what they want. I don’t know what I want. If you ask me what I want\n\nto do in the next five months for language learning, on the other hand, I do know. It’s a matter of\nspecificity. “What do you want?” is too imprecise to produce a meaningful and actionable answer. Forget\nabout it.\n\n“What are your goals?” is similarly fated for confusion and guesswork. To rephrase the question, we\nneed to take a step back and look at the bigger picture.\n\nLet’s assume we have 10 goals and we achieve them—what is the desired outcome that makes all the\neffort worthwhile? The most common response is what I also would have suggested five years ago:\nhappiness. I no longer believe this is a good answer. Happiness can be bought with a bottle of wine and\nhas become ambiguous through overuse. There is a more precise alternative that reflects what I believe\nthe actual objective is.\n\nBear with me. What is the opposite of happiness? Sadness’? No. Just as love and hate are two sides of\nthe same coin, so are happiness and sadness. Crying out of happiness is a perfect illustration of this. The\nopposite of love is indifference, and the opposite of happiness is—here’s the clincher—boredom.\n\nExcitement is the more practical synonym for happiness, and it is precisely what you should strive to\nchase. It is the cure-all. When people suggest you follow your “passion” or your “bliss,” I propose that\n\nHOUSE_OVERSIGHT_013830",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013830.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3541,
    "word_count": 611,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:48.035002",
    "prefix": "IMAGES-002"
  }
}