{
  "document_id": "HOUSE_OVERSIGHT_010610",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010610.txt",
  "text": "We estimate a regression of weekly returns on the MXN spot exchange rate on five\nvariables: a basket of commodity currencies, US equities, the 10-year US bond yield, the\ntwo-year interest rate differential between MXN and USD swaps, and RealClearPolitics\npolling average for Donald Trump in the 2016 US presidential election. The estimated\nequation is\n\nRON = bo + by RO + bz *RPP™ + bstdy”? + ba — °°) + bs*RCP + @\n\nwhere A” is the MXN spot return, A\" is the commodity currency basket spot return,\nRO” is the SP500 index return, dy’’ is the 10-year US bond yield change, ““ - 7°’ is\nthe two-year swap rate differential (lagged one period), ACP is RealClearPolitics polling\naverage for Donald Trump, and eis an error term. The commodity currency basket\nconsists of BRL, CLP, COP, CAD, NOK and AUD with equal weights. The full data sample\nhas weekly frequency and runs from 6/20/2012 to 9/21/2016.\n\nThe model without Trump yields an R-squared coefficient of 0.50. Including Trump’s\nvariable increases the coefficient to 0.63, a significant improvement (Chart 2). We use\ndata only up to 1/27/2016 for parameter estimation of the financial variables. We use\nthe full sample to estimate the parameter on Trump’s variable due to its shorter history.\n\nChart 1: The Trump factor on the Mexican peso Chart 2: Forecasting MXN returns with and without Trump\n\n20 48\n\n.\noO\non\n\nfor\na)\n\noS\nnN\nfy\n\n»\n\n.\nco\na\n.\n\n»\n\nNe}\n.\n\n»\n\nx »\n»\n\nx\now fF aD oO ©\n\n»\n\n»\n\n&,\now fF ann oO ©\n\nw\nNR\n»\n\n»\n»\n\ni\n\nugi5 Nov15 Feb16 May16 Aug16 2014 2015 2016\n\n——MXN -=——=Trump's polling average ——— Model (without Trump) ====Model (with Trump) -=--=MXN\n\nSource: BofA Merrill Lynch Global Research, Bloomberg Source: BofA Merrill Lynch Global Research, Bloomberg\n\nA possible 15% negative shock on MXN\n\nAccording to the model that does not include Trump’s polling average, we estimate that\nMXN should be trading at around 16.50, more than 15% stronger than current levels\n(spot 19.72). Chart 2 shows the possible magnitude of the Trump effect on the Mexican\npeso.\n\nThe model including Trump’s polling average appears to do a much better job at\nexplaining the recent behavior of the Mexican peso. However, it still suggests that the\ncurrency has depreciated more than justified by Trump’s increase in recent polls. Based\non Trump’s increase to 43.9% (RealClearPolitics polling average on 21 September) from\n39% (RealClearPolitics polling average on 29 June), our model suggests the Mexican\npeso should be trading at around 18.50, still almost 7% stronger than current levels.\n\nThis, however, does not necessarily mean that MXN has oversold. The almost 5% gain in\nTrump’s polling average since June could have had an outsized effect on MXN if those\ngains took place in swing states, potentially leading to crucial Electoral College votes.\n\nStrategy: neutral MXN for now\n\nFrom a strategy standpoint, we recommend staying neutral the Mexican peso for now.\nWe believe the Mexican peso would likely strengthen significantly if Hillary Clinton wins\nthe US election. But there is still significant uncertainty. Net speculative long USD/MXN\npositions are somewhat stretched, but could increase much more (Chart 3).\n\njes Bankof America\n2 Liquid Insight | 22 September 2016 Merrill Lynch\n\nHOUSE_OVERSIGHT_010610",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010610.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3256,
    "word_count": 546,
    "line_count": 106,
    "import_date": "2025-11-19T21:47:48.961585",
    "prefix": "IMAGES-001"
  }
}