{
  "document_id": "HOUSE_OVERSIGHT_019956",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019956.txt",
  "text": "Yates now told the White House that Flynn’s conversation with Kislyak had actually\nbeen captured as part of an “incidental collection” of authorized wiretaps. That is, a\nwiretap had presumably been authorized on the Russian ambassador by the secret Foreign\nIntelligence Surveillance Court and, incidentally, picked up Flynn.\n\nThe FISA court had achieved a moment of notoriety after the Edward Snowden\nrevelations briefly made it a béte noire for liberals who were angry about privacy\nincursions. Now it was achieving another moment, but this time as the friend of liberals,\nwho hoped to use these “incidental” wiretaps as a way to tie the Trump camp to a wide-\nranging conspiracy with Russia.\n\nIn short order, McGahn, Priebus, and Bannon, each with prior doubts about Flynn’s\nreliability and judgment—“a fuck-up,” according to Bannon—conferred about the Yates\nmessage. Flynn was asked again about his call with Kislyak; he was also told that a\nrecording might exist. Again he scoffed at any suggestion that this was a meaningful\nconversation about anything.\n\nIn one White House view, Yates’s tattling was little more than “like she found out her\ngitlfriend’s husband flirted with somebody else and, standing on principle, had to tell on\nhim.”\n\nOf more alarm to the White House was how, in an incidental collection wherein the\nnames of American citizens are supposedly “masked”—with complicated procedures\nrequired to “unmask” them—had Yates so handily and conveniently picked up Flynn? Her\nreport would also seem to confirm that the leak to the Post about these recordings came\nfrom the FBI, DOJ, or Obama White House sources—part of the growing river of leaks,\nwith the Zimes and the Post the leakers’ favored destinations.\n\nThe White House in its assessment of the Yates message ended up seeing this as less a\nproblem with an always hard-to-handle Flynn than as a problem with Yates, even as a\nthreat from her: the Justice Department, with its vast staff of career and Obama-inclined\nprosecutors, had ears on the Trump team.\n\n7 OK Ok\n\n“It’s unfair,” said Kellyanne Conway, sitting in her yet undecorated second-floor office\nwhile representing the president’s hurt feelings. “It’s obviously unfair. It’s very unfair.\nThey lost. They didn’t win. This is so unfair. So POTUS just doesn’t want to talk about\nit.”\n\nThere was nobody in the White House who wanted to talk about—or even anyone who\nhad been officially delegated to talk about—Russia, the story that, evident to most, even\nbefore they entered the White House, was certain to overwhelm the first year of the Trump\nadministration at the very least. Nobody was prepared to deal with it.\n\n“There’s no reason to even talk about it,” said Sean Spicer, sitting on the couch in his\n\nHOUSE_OVERSIGHT_019956",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019956.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2756,
    "word_count": 450,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:46.570741",
    "prefix": "IMAGES-005"
  }
}