{
  "document_id": "HOUSE_OVERSIGHT_029546",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029546.txt",
  "text": "5. Billionaire Jeffrey Epstein: I'm a sex offender, not a predator | New...\n\nnypost.com/.../billionaire-jeffrey-epstein-im-a-...\n\nNew York Post\n\nby Amber Sutherland\n\nFeb 25, 2011 - Billionaire pervert Jeffrey Epstein is back in New York City — and making wisecracks\n\nabout his just-ended jail stint for having sex with an...\n\n6. Jeff Epstein | Bessemer Venture Partners\n\nwww.byp.com » Team\nBessemer Venture Partners\n\nJeff Epstein is an Operating Partner at Bessemer Venture Partners, working out of the Menlo Park, CA office.\nVe JEFFREY EPSTEIN V1 FOUNDATION: Home\n\nwww .jeffreyepsteinfoundation.com/\n\nJeffrey Epstein, Science Philanthropist, Changes the Course of Evolution at Harvard. Wall Street Journal. NEW\nYORK, June 12, 2013 /Ten years ago the ...\n\nJeffrey Epstein +1'd this\n\n8. Jeffrey Epstein V1 Foundation - New York, NY - Medical & Health ...\n\nhttps ://www.facebook.com/jeffreyepsteinvifoundation\nJeffrey Epstein VI Foundation, New York, NY. 28 likes - 1 talking about this. The Jeffrey Epstein V1\n\nFoundation was founded in 2000 by Jeffrey Epstein to sponsor ...\n9. Jeff Epstein profiles | LinkedIn\n\nwww.linkedin.com/pub/dir/Jeff/Epstein\nView the profiles of professionals named Jeff Epstein on LinkedIn. There are 25 professionals named Jeff\n\nEpstein, who use LinkedIn to exchange information, ...\n10. Dr. Jeffrey M. Epstein, MD - Babylon, NY - Neurosurgery ...\n\nwww.healthgrades.com > ... » New York (NY) >» Babylon\n\nHealthGrades\n\nRating: 4.3 - 6 reviews\n\nVisit Healthgrades for information on Dr. Jeffrey M. Epstein, MD. Find Phon\n\nOn Fri, Feb 7, 2014 at 4:17 PM, Tyler Shears ___. wrote:\n\nThank you Christina - I tried your cell a few minutes ago and will be available on mine at your convenience. It\nis imperative we get a placement out by mid next week in order for us to hit the timeline I spoke to Mr. Epstein\nabout.. The fresh piece needs to come out while we are dislodging the current results (as you are observing\nnow).\n\nMr. Epstein if you have any questions on current status vs. our conversation around Jan 10. please advise - We\nare continuing to work aggressively to clean up results per our last call. Iam also available to discuss this at\nyour convenience today or over weekend.\n\nSincerely,\n\nTyler Shears\n\nHOUSE_OVERSIGHT_029546",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029546.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2258,
    "word_count": 358,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:47.618345",
    "prefix": "IMAGES-010"
  }
}