{
  "document_id": "HOUSE_OVERSIGHT_021177",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021177.txt",
  "text": "Campbell. I was so over-joyed with excitement, what girl my age with a\nbackground like mine was attending socialite parties and globetrotting the\nworld. It only made it harder for me to see beyond the elusive walls I had\nput up to protect myself from the appalling truth.\n\nWe left in early April first going to London, Paris and then our final\ndestination being St. Tropez in Southern France. If Hallmark had a\npostcard, St. Tropez would definitely be on the front of it. It was beautiful\nspring weather and every where you looked women were dressed in\nbikini tops branded with some kind of designer label embedded into it\nand the men were following them around like harping dogs in heat. In all\nof the elegance of the Mediterranean, “La Bastide De St. Tropez” was an\nimpressive landmark. Jeffrey and Ghislane were staying in one of the\nprivate cottages, on the park on the grounds, while Emmy and I stayed in\nseparate quarters inside the hotel. The old style cobblestone streets were\nlined with boutique shops and beauty parlors. It was the hedonistic\nstomping grounds of the beyond rich and famous.\n\nThe next day we went out to lunch at the grand opening of the\ninfamous Nikki Beach Club, where a cheap glass of champagne costs\naround two hundred dollars and if your not keeping the alcohol\nconsumption flowing like water, you’d be asked to leave to make way for\nthe constant flow of prospectus patrons. That’s where I first got to meet\nNaomi Campbell. She was wearing the typical attire strutting around\nsouthern France, a D&G bikini top and a wrap around mini skirt to go\nover the swimsuits bikini. She was so tall and stunningly beautiful. Her\ncharisma was energetic, funny, and everyone seemed to hang off of her\nevery word and laugh at her every joke. Ghislane and Jeffrey kissed her\ncheeks and wished her a happy birthday, and then I was introduced and\nfollowed in their suit. She was surrounded by a league of assistants,\nfriends and fans, which didn’t make it easy for us to all converse but she\ngot enough time in to invite us abroad a yacht of a fellow she was “kind\nof seeing” at the time for the before party ahead of tonight’s event. We\nwent back to the hotel and I gave Jeffrey a massage in his room before we\nall headed down to the pool to soak in some of the year’s first sun’s rays.\n\nI loved wearing my new ball gown and feeling like a princess. It was\nabsolutely sensational and made me feel as if I floated in the dress. I\nswept up my long hair in a twisted clip, only letting down a few curly\nstrands and layered on the mascara. Receiving many compliments\nthroughout the evening when we eventually left the Yacht to make our\nappearance at the main birthday bash, I couldn’t help but feel excitement\nfor the party to come it was the first celebrity birthday bash I had ever\nbeen to. Being introduced to model after model and the rich men that\nfollowed them around became dizzying. Jeffrey sat back and watched as I\nbuoyantly worked the dance floor, coming back to the table where he\n\n65\n\n|! Copyright Protected Material\nCONFIDENTIAL GIUFFRE004198\n\nwas, only to grab another glass of champagne every now and then. Every\nso often he’d introduce to me to someone new, pulling me aside to show\noff his eager young masseuse to his fellow pedo’s. These people had so\nmuch money pouring out of them. I don’t know why he even thought\nthey’d care in the first place. It made me feel good though. At least I\nknew I made him proud to have me in his company.\n\nBeing surrounded by so many of Jeffrey’s colleagues and his\nlikeminded people that were considered the most sophisticated and the\nhighly esteemed of today’s world nearly made the way I was living lately\nmore fathomable, at least to myself. | thought if everyone looks up to\nthese people and they are all accepting of it, it must be just the way the\nworld turns. I danced with a young prince that night and with all of the\nhelp from the bubbly champagne [ couldn’t remember his name for the\nlife of me. On one of my trips back to the table for another glass, Jeffrey\nleaned over to quietly whisper in my ear that it was a prince that I had\nactually been dancing with and | didn’t phase me in the least way. | went\nback to the dance floor and continued to let my hair down. [t was a fun\nbash, the entire crowd sang “Happy Birthday” to Naomi and by the time\nwe got back in the car to retreat for the night, I was giddy from the\ndrinking and dancing all evening. We had a guest in the car, and\napparently we had already been introduced, but I couldn’t even remember\nhis name in the first five minutes of our meeting again. He was the hotel\nowner of some large chain in America called “Hilton”. Staying at one of\nthe cottages near Jeffrey, he saw it quaint to loan me out for a night’s\nmassage to ruin an “almost” perfect evening. Jeffrey told me to come\nback to his room after I was finished with Rick, thankfully he reminded\nme of his name but also odd | thought, being so late 1 would’ve never\nimagined Jeffrey could stay up this late but | never made a fuss out of his\nrequests. I gave him affirmation of my understood instructions and\nheaded off with this stranger into the darkness.\n\nI dimmed the bright lights in his bedroom to a softer tone as if it might\naid the vision of this short, balding man with straggling remnants of curly\nbrown hair left to show for the remaining bits of youth left in him. | had\nto ask him to undress and lay on top of the towel that I had picked up\nfrom the neatly folded pile at the end of his bed and spread it over the\nduvet. I didn’t want to waste a second in his place, getting right to the\nvery reason I was even there. Turning around while he was getting\nundressed, being our first time together, I wanted to give him the\nimpression I was actually a therapist and not a finale to the end of the\nnights entertainment. Not exactly what he had in mind though, given that\nmy impression was already made for me when Jeffrey arranged for our\nmeeting in the first place. His chuckle to my response was condescending\nas he came up behind me and unzipped my dress which floated to the\n\n66\n\nC1 Copyright Protected Material\n\nGIULPREOO4 199\n\nHOUSE_OVERSIGHT_021177",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021177.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6160,
    "word_count": 1143,
    "line_count": 105,
    "import_date": "2025-11-19T21:47:44.359169",
    "prefix": "IMAGES-006"
  }
}