{
  "document_id": "HOUSE_OVERSIGHT_010557",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010557.txt",
  "text": "JaMEs PATTERSON\n\nJeffrey Epstein. Finally, desperately, he tried to sell the informa-\ntion he'd stolen.\n\nThe papers named underage girls and the places where\nEpstein had taken them. The list included locations in Califor-\nnia, Paris, New Mexico, New York, and Michigan. The papers\nalso included the names, addresses, and phone numbers of\nfamous individuals —Henry Kissinger, Mick Jagger, Dustin Hoff- : F\nman, Ralph Fiennes, David Koch, Ted Kennedy, Donald Trump, | j\n\nBill Richardson, Bill Clinton, and former Israeli prime minister 4\nEhud Barak among them. S) 4\nThis was intriguing, if not at all damning. Epstein made a i E\n\nhabit of collecting such information for future use. But informa- 4 : i\ntion pertaining to the girls would have bolstered the state's case\nagainst Jeffrey Epstein, and by withholding it from the Palm\nBeach PD and the FBI, Rodriguez had committed a crime.\n\nIn his defense, Rodriguez would say that the papers were an\n“insurance policy.” Without them, he believed, Epstein would\nhave made him “disappear.”\n\nBut now Rodriguez needed the money. And so a few weeks 2\nafter Epstein’s release from the Stockade, he approached a lawyer d\nwho was representing some of Epstein’s masseuses. He had the\n“holy grail,” he insisted. A “golden nugget.” The names of hun- a\ndreds of girls, he said, who had been abused by Epstein. 4\n\nThe lawyer told Rodriguez in no uncertain terms that he was |\nobliged to turn whatever he had over to the authorities. By |\ndemanding money for the information, Rodriguez was commit: =\n\nting another crime.\nAccording to a sworn statement by Christina Pryor, a special |\n\nagent with the FBI, Rodriguez “persisted that he would only turty\nover the information in his possession in exchange for $50,000.\"\n\n218\n\nFit:\n\nTwo months later, on Octobe:\nwho insisted once more on hy\nlawyer told him that an associ\nWhat the lawyer knew anc\nthe associate in question was.\nthe FBI. A few days later, on}\nguez and sets up a meeting, wl\n“During the meeting, Roc\nbook and several sheets of lega\nten notes,” Special Agent Pryo\ncontinues:\n\nRodriguez explained that he\nhis former employer's resid\n2004 to 2005 and that the bo\nworking for his former emp\ndetail the information within\nant information to the UCE. I\nhe had previously lied to the.\nabout the $50,000, took posse\ncounting it.\n\nRodriguez was then detai:\nProceedings, Title 18, U.S. Co\ntioned. After Miranda warning\nRodriguez waived his rights a\nthose rights, Rodriguez admit\nand book in his possession an\n\nto local law enforcement or th\n\nHOUSE_OVERSIGHT_010557",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010557.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2544,
    "word_count": 432,
    "line_count": 77,
    "import_date": "2025-11-19T21:47:44.274860",
    "prefix": "IMAGES-001"
  }
}