{
  "document_id": "HOUSE_OVERSIGHT_024057",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024057.txt",
  "text": "VIH. SUMMARY OF PARTNERSHIP TERMS\n\nThe following information is presented as a summary of the Fund’s principal terms only and 1s qualified\nin its entirety by reference to the Fund's Amended and Restated Limited Partnership Agreement (as\namended, restated or otherwise modified from time to time, the “Partnership Agreement”) and the\nsubscription agreement relating thereto (together with the Partnership Agreement, the “Agreements”),\ncopies of which will be provided to each prospective investor prior to the acceptance of any subscription.\nPrior to making any investment in the Fund, the forms of such Agreements should be reviewed carefully.\nIf the terms described in this Memorandum are inconsistent with or contrary to the terms of the\nAgreements, the Agreements shall control.\n\nThe Fund: New Leaf Ventures III, L.P., a Delaware limited partnership\n(the “Fund”).\nGeneral Partner: New Leaf Venture Associates II, L.P., a Delaware limited\n\npartnership (the “General Partner”), is the sole general partner\nof the Fund. The general partner of the General Partner is New\nLeaf Venture Management III, L.L.C, a Delaware limited\nliability company (the “GPLLC”). The initial managing\nmembers (the “Principals”) of the GPLLC are Philippe\nChambon, Jeani Delagardelle, Ronald Hunt, Vijay Lathi and\nLiam Ratcliffe.\n\nInvestment Objective: To generate significant returns, principally through long-term\ncapital appreciation, by making, holding and disposing of\nequity and equity-related investments, principally in healthcare,\nmedical device and life sciences companies.\n\nSize of Offering: The Fund is targeting capital commitments (“Commitments”) of\n$375 million with respect to limited partner interests (the\n“Limited Partner Interests”). The General Partner may accept a\ngreater or lesser amount of Commitments from Limited\nPartners (as defined below) in its discretion.\n\nMinimum Investment: The minimum capital commitment of a limited partner to the\nFund (collectively, the “Limited Partners” and together with the\nGeneral Partner, the “Partners”) will be $5 million, although\nindividual capital commitments of lesser amounts may be\naccepted at the discretion of the General Partner. The General\nPartner may, in its discretion, reject any subscription that is\ntendered.\n\nClosing(s): The initial closing will occur as soon as practicable. The General\nPartner may hold additional closings thereafter; provided that\nthe final closing will occur no later than 12 months after the\ninitial closing (the “Final Closing Date”).\n\nEach Limited Partner admitted at a subsequent closing will be\n\n46 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024057",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024057.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2637,
    "word_count": 384,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.518706",
    "prefix": "IMAGES-007"
  }
}