{
  "document_id": "HOUSE_OVERSIGHT_014912",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014912.txt",
  "text": "Match.com (Buy, $21 PO)\n\nStock view: Positive on Tinder monetization growth on new products\n\nMatch has continued to build monetization on Tinder and we expect a more widely\nreleased Tinder Boost as well as international marketing spend to have a positive impact\nin 1Q17 results. The incremental revenue increase combined with Core enhancements\nshould drive ARPU forward, though we are still cautious given Core’s declining to flat\ngrowth and project 1Q17 at $.0.57 (-3% y/y).\n\nAnother issue on the horizon for Match group is the high ownership percentage of IAC.\nBased on our discussions with management, this is a known issue from both Match and\nIAC’s perspective. The high degree of IAC ownership limits the float and has created a\ndisproportionate short interest on the company to obtain higher exposure to IAC’s core\n(ex-Match) properties. Our conversations suggest we can expect further discussion\nfrom management on ways forward in 2017, with the most likely outcome, in our view, a\nspin off IAC’s Match ownership to IAC shareholders.\n\nAs Tinder expands, one concern we have is that its highly diverse user base could cause\nan overload of options and limit user’s ability to find the type of matches they are\nlooking for. An “elite” version of the app was recently launched called “Select” (per\nTechCrunch}, highlighting the company’s focus on making sure users are able to find\nsuitable matches in different ways.\n\n1Q17 should see international marketing spend on Tinder begin to pay off. We expect\nthat paid member count (PMC) will continue to trend up driven by Tinder and other\nrecent platforming initiatives helping to increase conversion on Core mobile and other\nsites like Plenty of Fish (PoF) and Meetic.\n\nKey theme/metric(s) for 1Q: International PMC growth\n\nKey for the quarter will be international PMC growth and we expect international to\ngrow 25% y/y to 2.3mn and overall PMC growth to be up 17% y/y to 5.9mn as Tinder\nmarketing outside of the US should start paying off. We are still cautious on ARPU and\nexpect modest declines of 3% y/y, we believe there is still upside potential here driven\nby Tinder Boost, released in September 2016 and Core turnaround efforts. Key issues\nfor the call will be PMC growth, Tinder monetization and Core improvements.\n\nBiggest 1Q issues/risks:\n¢ Decline in margins due to increased marketing of Tinder and Core improvement\n\n¢ Drop in monetization as more consumers switch to mobile from PC.\n\n¢ New investment initiatives drive down FY17 earnings projections.\n\nEstimates vs. Consensus: Expect lower revenue, slight beat on profit\n\nWe are modeling rev/EBITDA of $293mn/S$78.5mn below the Street due to impact of\nPrinceton Review sell off but higher on EBITDA vs. the Street’s $307mn/S77mn\nestimate. We estimate total PMCs of 5.9mn in 1Q and average revenue per users of\n$0.527 down 3% y/y due to lower monetizing Tinder plans. With the sale of Princeton\nreview closing 3/31 and management moving any income to discontinued operations,\nwe have removed all non-Dating revenue from our model and believe our treatment of\nthese discontinued operations (totally excluded from our estimates) is the reason our\nestimates are currently below the street.\n\nBankofAmerica <2”\n\n26 Internet/e-Commerce | 06 April 2017 Merrill Lynch\n\nHOUSE_OVERSIGHT_014912",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014912.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3297,
    "word_count": 531,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:48.846362",
    "prefix": "IMAGES-003"
  }
}