{
  "document_id": "HOUSE_OVERSIGHT_012781",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012781.txt",
  "text": "set of antlers has paid the costs of growth, and is thus, a serious opponent with considerable strength. A\ntall, heavy, long-tusked elephant bull has spent the time and energy to bulk up, and can throw this weight\naround in a fight. Added on to an animal’s RHP are dynamic properties, features that require energetic\ninvestment in the moment such as the loudness or duration of a vocalization, or the height of a jump\ndisplay. These dynamic properties form the foundation of competitive interactions, and the raw material\nfor assessments. When a resource is up for grabs, and no simple rule of thumb or RHP factor trumps,\nanimals assess each others’ displays, working out whether to flee or escalate. What, if anything in a\ndisplay, reflects the signaler’s true capacity and motivation?\n\nThe Israeli evolutionary biologist Amotz Zahavi provided a simple, yet far-reaching explanation\nof honest signaling. Honesty, in the animal world, is simply about prediction. When a kob standing on his\nterritorial mound charges toward another, to what extent does this display predict that he will continue the\nattack if the opponent doesn’t flee? Is he all smoke or does the display accurately predict the follow-\nthrough? When a mantis shrimp uses his powerful claw to thump the sand at an intruder, will he go\nfurther, thumping the intruder who continues to advance? Zahavi’s solution was based in economics:\nsignals are honest if and only if they are costly to produce, where cost is relative to current condition or\nhealth. If every kob can charge even if they are blowing smoke, the charge display carries no weight. It is\npure puffery and dishonest. If every mantis shrimp can thump with its appendage, and does so regardless\nof its current power, then sand thumping loses value. For a charging display or sand thumping to carry\nvalue, they have to be costly to produce and only those in good enough condition should be able to\ntolerate the costs. Numerous studies support Zahavi’s insight, including work on insects, crabs, birds, and\ngazelles, as well as hunter-gatherers and religious institutions. Hunter-gatherers do it by showing off and\nsharing their large prey capture, whereas religions do it by showing their commitment to long and\ninvolved ritual displays.\n\nThe vast majority of animal competition is settled by means of non-lethal aggression. Animals\nadopt different strategies, use rules of thumb, and engage in assessment in order to minimize the costs of\nbattle. This is version 1.0 of HARMING OTHERS. This version operates within every animal, humans\nincluded. Over time, some animals evolved hormonal and neural upgrades that changed how individuals\nexperienced the thrill of victory and the agony of defeat, as well as changes in their willingness to take\nrisks. These upgrades inched animals closer to lethal aggression, pushed some right into it, and others\n\nover the top.\n\nHauser Chapter 1. Nature’s secrets 35\n\nHOUSE_OVERSIGHT_012781",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012781.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2950,
    "word_count": 479,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:47.032392",
    "prefix": "IMAGES-002"
  }
}