{
  "document_id": "HOUSE_OVERSIGHT_031472",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_031472.txt",
  "text": "From: Weingarten, Reid [ \nSent: 8/5/2016 7:11:50 PM \nTo: Jeffrey Epstein (jeeyacation@gmail.com) [jeeyacation@gmail.com] \nSubject: FW: Audio recording \nImportance: High \nFrom: Will Bohlen [mailto \nSent: Friday, August 05, 2016 1:49 PM \nTo: Keough, Michael; King, Kathryn; Miller, Michael; Katelyn Wohlford; Y. Alp Aslandogan; Weingarten, Reid; Remzi \nKulen; Weinstein, Jason; Osman Oz.; David Mann; Erin Billings; Drake, William \nCc: Eliopoulos, Steven \nSubject: RE: Audio recording \nWall St Journal: \nhttp://www.wsj.com/articles/lawyers-for-imam-wanted-by-turkish-authorities-fear-for-their-clients-life-1470418445 \nLawyers for Imam Wanted by Turkish \nAuthorities Fear for Their Client's Life \nFethullah Gulen has been accused by Turkish President Erdogan of \nordering the launch of July coup \nDEVLIN BARRETT \nAug. 5,2016 1:34 p.m. ET \nLawyers for the imam living in Pennsylvania whom Turkish authorities accuse of directing a coup last month in \nthat country said Friday they fear for his life and may ask U.S. authorities to help protect him. \nSince the failed coup that led to the deaths of 271 people, Turkish President Recep Tayyip Erdogan has accused \nthe imam, Fethullah Gulen, of issuing instructions to launch the coup, a charge Mr. Gulen has denied. \nTurkish authorities have demanded the U.S. extradite Mr. Gulen immediately to Turkey, but The Wall Street \nJournal reported Thursday that U.S. officials don't expect to do that, citing people familiar with the discussions. \nU.S. officials see problems with the evidence presented thus far by Turkey, and they are concerned \nabout strident public statements made by Turkish leaders against Mr. Gulen, those people said. \nMr. Erdogan has called Mr. Gulen and his supporters a terrorist network, a charge U.S. officials have long \ndiscounted. Turkey in May officially designated Mr. Gulen's network a terrorist organization, making \nmembership a crime under Turkish law. \nMr. Erdogan's government has pressed the Obama administration since the coup to extradite Mr. Gulen, \narguing that pursuing the imam is part of the broader campaign against terrorism. At times, the Turkish leader's \nHOUSE OVERSIGHT 031472 \naides have said Ankara would view as hostile any foreign government that gave sanctuary to leaders of the \nGulen movement. \nTurkey hasn't yet made a formal extradition request to the U.S., and Turkish officials say they plan to provide \nmore evidence to the Justice Department. \nMr. Gulen, 75 years old, came to the U.S. in 1999, and has a devoted following in Turkey and other countries. \nAt a press conference in Washington on Friday, Mr. Gulen's lawyers said they have spoken to the Justice \nDepartment about the demands for extradition but are unaware of the U.S. government's thinking or plans. \nAsked if they feared for his life, one of Mr. Gulen's lawyers, Reid Weingarten said, \"We do. We're very \nconcerned about his safety.\" The lawyer said they are discussing whether to ask U.S. authorities for help in \nsafeguarding their client. \nA Turkish court has issued a warrant for Mr. Gulen's arrest, and Turkish and U.S. authorities have privately \ndiscussed scenarios in which Mr. Gulen might be extradited. But several U.S. officials said they cannot now \nenvision a scenario in which they turn him over to Turkey. \n\"It would be unprecedented and appalling if the U.S. took a frail, almost octogenarian, plopped him on a plane \nto go back into that kind of setting with the hideous things that are being said about him by the entire Turkish \ngovernment,\" said Mr. Weingarten. \n\"The bluster, the conspiracy theories, and the threats of Mr. Erdogan are not strong enough to overwhelm the \nAmerican legal system,\" he added. \"And for that reason we believe that Mr. Gulen should not and will not be \nextradited.\" \nMr. Weingarten said the chances that his client helped plot a coup from his base in the Poconos is \"about as \nlikely\" as a meteor striking the lawyer's office while he was speaking. \nWrite to Devlin Barrett at devlin.barrett@wsj.com  \nFrom: Keough, Michael [mailtoliiMINFORMEMI \nSent: Friday, August 05, 2016 1:28 PM \nTo: Will Bohlen \tKing, Kathryn W; Miller, Michael \natelyn Wohlford <1>; \tY. Alp Aslandogan \n< \tWeingarten, Reid < \t>; Remzi Kulen <I>; \nWeinstein, Jason (1>; \tOsman Oz. <,01.1>; \tDavid Mann \n<>; \nErin Billings < \t:; Drake, William IMMMI> \nHOUSE OVERSIGHT 031473 \nCc: Eliopoulos, Steven < \nSubject: RE: Audio recording \nUSA TODAY and Al Arabiya as well: \nhttp://www.usatoday.com/story/news/world/2016/08/05/cleric-extradition-turkey-coup/88288220/ \nhttp://english.alarabiya.net/en/News/middle-east/2016/08/05/US-eyaluating-new-Turkish-documents-on-\nGulen.html  \nMichael A. Keough \nAssociate \ndirect I \nSteptoe \nSteptoe & Johnson LLP \n1114 Avenue of the Americas I New York, NY 10036 \nwww.steptoe.com  \nfax \nThis message and any attached documents contain information from the law firm Steptoe & Johnson LLP that may be confidential and/or privileged. If \nyou are not the intended recipient, please do not read, copy, distribute, or use this information. If you have received this transmission in error, please \nnotify the sender immediately by reply e-mail and then delete this message. \nFrom: Will Bohlen [mailto:  \nSent: Friday, August 05, 2016 1:27 PM \nTo: Keough, Michael; King, Kathryn; Miller, Michael; Katelyn Wohlford; Y. Alp Aslandogan; Weingarten, Reid; Remzi \nKulen; Weinstein, Jason; Osman Oz.; David Mann; Erin Billings; Drake, William \nCc: Eliopoulos, Steven \nSubject: RE: Audio recording \nBBC story: \nhttp://www.bbc.comInews/world-europe-36988726 \nTurkey coup bid: Fethullah Gulen's lawyers \nfear attack on his life \n• 25 minutes ago \nLawyers for US-based Turkish cleric Fethullah Gulen say they fear an attack on his life, in the wake of the failed coup \nattempt on 15 July in Turkey. \nTurkey has issued an arrest warrant for Mr Gulen, accusing him of orchestrating the coup attempt. It has called on the US to \nextradite him. \nMr Gulen denies any involvement. \nTurkey has cracked down heavily in the wake of the coup attempt. On Friday the governing AK Party ordered an internal purge \nof Gulen supporters. \nMore than 270 people died in events surrounding the coup attempt. \nHOUSE OVERSIGHT 031474 \nSpeaking at a news conference in Washington, Mr Gulen's lawyers said they expected him to remain at the Pennsylvania \ncompound where he lives in self-imposed exile, and not attempt to flee. \nMr Gulen is a reclusive figure who rarely makes contact with the media. \nAlthough Turkey has demanded his extradition, it has yet to make a formal request. \nThe US has said its judiciary will consider a request if and when it is filed. It also asked for evidence of the cleric's involvement \nin the coup attempt, which Turkey says it has supplied. \nMr Gulen's lawyers said it was most unlikely any extradition request would stand up in a US court and almost no chance that \ntheir client would get a fair trial in Turkey, given what had been said against him there since the coup attempt. \nOne of the lawyers, Reid Weingarten, said: \"It would be unprecedented and appalling if the United States took a frail almost-\noctogenarian, plopped him on a plane to go back into that kind of setting with the hideous things that are being said about him \nby the entire Turkish government.\" \nMuch of Turkey's crackdown has targeted perceived supporters of the cleric. \nTens of thousands of public sector workers have been suspended or dismissed, with many having their passports cancelled. \nThere has also been a massive reshuffle of the military. \nAbout 18,000 people have been detained or arrested. \nNow local branches of the AK Party have been told to begin a purge of suspected Gulenists in their ranks. \nMr Gulen had been a close ally of President Recep Tayyip Erdogan until a bitter split between his movement and the party of \nthe president three years ago. \nTurkey has listed Mr Gulen's movement as a terrorist organisation. \nFrom: Will Bohlen \nSent: Friday, August 05, 2016 1:19 PM \nTo: 'Keough, Michael' <11.1=:›; King, Kathryn ; Miller, Michael \nKatelyn Wohlford < ›; Y. Alp Aslandogan \nWeinstein, Jason \n<IMM>; Erin Billings aliMilMi›; Drake, William< \nCc: Eliopoulos, Steven \nSubject: RE: Audio recording \n; Weingarten, Reid <>; Remzi Kulen \n›; Osman Oz.__________________________________ David Mann \nThank you, Michael. \nReuters story just posted: \nhttp://www.reuters.com/article/us-turkey-security-gulen-idUSKCN10G1P8?i1=0 \nWorld I Fri Aug 5, 2016 1:07pm EDT \nRelated: WORLD \n>; \nHOUSE OVERSIGHT 031475 \nLawyers for U.S.-based \nTurkish cleric fear \nattacks on his life \nWASHINGTON I BY JULIA HARTE \nLawyers for U.S.-based Turkish cleric Fethullah Gulen said on \nFriday they feared attacks on his life following Turkey's \ndemands that he be extradited to face allegations that he \nordered a failed coup against the government last month. \nThe lawyers said they expected Gulen, who has denied any \ninvolvement in the July 15 coup attempt, will remain in his \nremote mountain compound in Pennsylvania. \n\"We have read concerns from Turkey that Mr. Gulen, this \nelderly, frail religious leader, is going to flee to another country,\" \nsaid Steptoe & Johnson LLP attorney Reid Weingarten on \nFriday, calling such allegations \"absurd.\" \nTurkish President Tayyip Erdogan has blamed Gulen for the \nviolence, in which Erdogan said 237 people were killed \nexcluding the plotters and more than 2,100 wounded, and said \nthe United States should extradite him to Turkey. The U.S. \ngovernment has not done so, and the dispute has raised \nquestions about relations between the two allies. \nHOUSE OVERSIGHT 031476 \nTurkey, a member of the NATO alliance, hosts American troops \nand warplanes at Incirlik Air Base, an important staging area for \nthe U.S.-led fight against Islamic State in Iraq and Syria. \nAt a news conference in Washington, Weingarten and Michael \nMiller, another Steptoe attorney, said evidence from a 2015 \ncase financed by the Turkish government against Gulen in U.S. \nfederal court in Pennsylvania showed that the Turkish \ngovernment relies on dubious proof to make its case against \nhim. \nThat case alleged Gulen issued coded orders to followers in the \nTurkish judiciary in a 2009 sermon to persecute members of \nanother religious sect. It also alleged that the script of a popular \nTurkish television show was laced with follow-up messages. \nThe case was dismissed by a judge in June. \nTurkish government officials, however, say such evidence is \nvalid because Gulen operates covertly and sends encoded \nmessages to his followers. \nTurkey has sent the United States new documents in recent \ndays containing evidence that Turkish authorities say proves the \ncleric was behind the attempted coup. U.S. officials say they are \nlooking through them. \n(Reporting by Julia Harte; Editing by Kevin Drawbaugh and \nJames Dalgleish) \nFrom: Keough, Michael [mailto:  \nSent: Friday, August 05, 2016 1:10 PM \nTo: Will Bohlen .IIIIIM; King, Kathryn< Miller, Michael \nIIMI>; Katelyn Wohlford >; Y. Alp Aslandogan \n..>; Weingarten, Reid .<>; Remzi Kulen <110=111M111>; \nWeinstein, Jason W>; Osman Oz. :>; David Mann \n< b>; Erin Billings < >; Drake, William < \n] \n< \nHOUSE OVERSIGHT 031477 \nCc: Eliopoulos, Steven <5_____ \nSubject: RE: Audio recording \n> \nFYI — our vendor is creating a transcript from the audio recording, so I'll send that around when it's ready. \nMichael A. Keough \nAssociate \nSteptoe \nSteptoe & Johnson LLP \n1114 Avenue of the Americas I New York, NY 10036 \nwww.steptoe.com  \nThis message and any attached documents contain information from the law firm Steptoe & Johnson LLP that may be confidential and/or privileged. If \nyou are not the intended recipient, please do not read, copy, distribute, or use this information. If you have received this transmission in error, please \nnotify the sender immediately by reply e-mail and then delete this message. \nFrom: Will Bohlen [mailto: \nSent: Friday, August 05, 2016 12:50 PM \nTo: King, Kathryn; Miller, Michael; Katelyn Wohlford; Y. Alp Aslandogan; Weingarten, Reid; Remzi Kulen; Weinstein, \nJason; Osman Oz.; David Mann; Erin Billings; Drake, William; Keough, Michael \nCc: Eliopoulos, Steven \nSubject: RE: Audio recording \nAh, yes. That makes sense. Thank you. \nFrom: King, Kathryn [mailto _______\n \nSent: Friday, August 05, 2016 12:48 PM \nTo: Will Bohlen \n; Miller, Michael \n>; Katelyn Wohlford \nMIII.II>; Y. Alp Aslandogan <=0.; Weingarten, Reid \n<>; Remzi Kulen <>; Weinstein, Jason __________ \nOsman Oz. <.; David Mann >; Erin Billings \n<.; Drake, William \nCc: Eliopoulos, Steven <1_______________________________> \nSubject: RE: Audio recording \n; Keough, Michael \n< \nWill, if you're concerned that people might want to slice it up, then we likely should not go with the FTP site \n(option A), because the link would not be protected and someone could find it. Posting on Steptoe's YouTube \nchannel (option B) with secured settings would make the link only accessible to those who receive the link. It \nwould also provide reporters with a faster way to view the video since they would not have to download \nit. Does that make sense? \nFrom: Will Bohlen [mailto___________________________________ \nSent: Friday, August 05, 2016 12:36 PM \nTo: King, Kathryn; Miller, Michael; Katelyn Wohlford; Y. Alp Aslandogan; Weingarten, Reid; Remzi Kulen; Weinstein, \nJason; Osman Oz.; David Mann; Erin Billings; Drake, William; Keough, Michael \nCc: Eliopoulos, Steven \nSubject: RE: Audio recording \nThank you, Kathy. I think for now the FTP site is the right choice for getting it in the hands of reporters. We don't want it \ntoo accessible to people who might slice it up, and a youtube link would travel faster, I believe. We eventually want to \ntrim the video into chunks and post on YouTube through AFSV's channels. \nHOUSE OVERSIGHT 031478 \nFrom: King, Kathryn [mailto  \nSent: Friday, August 05, 2016 12:27 PM \nTo: Miller, Michael <>; Katelyn Wohlford < :•; Y. Alp Aslandogan \n; Weingarten, Reid W; Remzi Kulen< \nWeinstein, Jason ; Osman Oz. W; David Mann \n; Erin Billings <11 Drake, William <_________________________________ \nWill Bohlen MNIMI=>; Keough, Michael <____________________________k \nCc: Eliopoulos, Steven (I_> \nSubject: Audio recording \nAll, \nI just received a copy of the audio recording with Q&A. The video recording will be available mid-to-late \nafternoon. As the file will be too large to distribute via email, we have two posting options: \n; \na) Upload to Steptoe's FTP site, where the file is public but not (easily) discoverable to the casual Steptoe.com \nbrowser or searcher. We would send reporters the link, at which point they would download the recording in \norder to watch it. \nB) Upload the file to Steptoe's YouTube channel and set the security around the video so that it's only \nwatchable by someone who has the link. It would not be discoverable by anyone who doesn't have the exact \nURL (searching or browsing). The advantage with this option is the reporters could watch the video via the \nYouTube player, rather than downloading a file. \nI believe our preference is the second choice? \nThanks, \nKathy \nKathy King \nDirector, Media & Public Relations \nii \nSteptoe \nSteptoe & Johnson LLP \n1330 Connecticut Avenue, NW \nWashington, DC 20036 \nwww.steptoe.com  \nirect I fax \nThis message and any attached documents contain information from the law firm Steptoe & Johnson LLP that may be confidential and/or privileged. If \nyou are not the intended recipient, please do not read, copy, distribute, or use this information. If you have received this transmission in error, please \nnotify the sender immediately by reply e-mail and then delete this message. \nHOUSE OVERSIGHT 031479",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_031472.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 15675,
    "word_count": 2417,
    "line_count": 277,
    "import_date": "2025-11-19T21:47:49.133575",
    "prefix": "TEXT-001"
  }
}