{
  "document_id": "HOUSE_OVERSIGHT_013398",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013398.txt",
  "text": "Edwards adv. Epstein\nCase No.: 502009CA040800XXXXMBAG\nSecond Renewed Motion for Leave to Assert Claim for Punitive Damages\n\nA. Epstein’s Complaint\n\nEpstein’s Second Amended Complaint essentially alleged that Epstein was damaged by\nEdwards, acting in concert with Scott Rothstein (President of the Rothstein Rosenfeldt Adler law\nfirm (“RRA”) where Edwards worked for a short period of time). Epstein appeared to allege that\nEdwards joined Rothstein in the abusive prosecution of sexual assault cases against Epstein to\n“pump” the cases to Ponzi scheme investors. As described by Epstein, investor victims were\ntold by Rothstein that three minor girls who were sexually assaulted by Epstein: L.M., E.W., and\n\n+ Jane Doe were to be paid up-front money to-prevent those girls-from-settling their-civil cases <== -\n\n~=sapainst Epstein. In Epstein’s--view,-these -child sexual assault--casés-Had “minimal: value” = 990° * =\n\n(Complaint & 42(h)), and Edwards’s refusal to force his clients to accept modest settlement\noffers was claimed to breach some duty that Edwards owed to Epstein. Interestingly, Epstein\n‘never states that he actually made any settlement offers.\n\nThe supposed “proof? of the Complaint’s allegations against Edwards includes\nEdwards’s alleged contacts with the media, his attempts to obtain discovery from high-profile\npersons with whom Epstein socialized, and use of “ridiculously inflammatory” language in\narguments in court. Remarkably, Epstein has filed such allegations against Edwards despite the\nfact that Epstein had sexually abused each of Edwards’s clients and others while they were\nminors. Indeed, in discovery Epstein has asserted his Fifth Amendment privilege rather than\nanswer questions about the extent of the sexual abuse of his many victims. Even more\nremarkably, since filing his suit against Edwards, Epstein settled the three cases Edwards\n\nhandled for an amount that Epstein insisted be kept confidential. Without violating the strict\n\n5\n\nHOUSE_OVERSIGHT_013398",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013398.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1999,
    "word_count": 291,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:48.071154",
    "prefix": "IMAGES-002"
  }
}