{
  "document_id": "HOUSE_OVERSIGHT_015782",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015782.txt",
  "text": "92 Are the Androids Dreaming Yet?\n\nThe addition of contextual cues allows you to form a mental picture.\nBy withholding some information at the end I have used a dramatic trick\nto cause your brain to free wheel and imagine what happens next. You\nare involved in the story. Notice the /Jonger story, with more data in it, is\nparadoxically more comprehensible and memorable.\n\nEd Tufte makes the point about our ability to process information\nvery forcefully. He believes presentation experts are wrong when they\nrecommend you keep your slides to a few words! He points out the\ncommon advice to use only six bullets per slide and six words per bullet\ncomes from a misconception that has blighted a generation of presenters.\nStudies performed on memory in the 1960s measured unrelated word\nrecall. Six words are all you can remember if the words are meaningless.\nBut if the words have meaning we can comprehend and absorb many\npages of data. Hundreds of millions of people throughout the world read\na newspaper every morning and can recall the stories throughout the\nday; the poems, songs and plays we memorize when young are usually\nlong, comprising thousands of words, yet we are able to remember them\nverbatim for the rest of our lives.\n\nWhen we tell a story, we are trying to draw the reader in so they\ncan to experience our imaginary world and be ‘ir’ the story. When I read\na story — perhaps Harry Potter — 1 don't think about the grammar and\npunctuation, or even the accuracy of character portrayal. I’m transported\nto a different place. I experience a piece of the reality or ‘imaginality’\nthe storyteller has created. I can describe the characters, the scene, the\nsounds and the smells. A good author forms a complete world in our\nheads corresponding with the world they have in their heads. With more\nabstract information, comprehension and retention is harder. Often if\nthe information does not hang together in a linear narrative it can be\nimpossible to take in at a single sitting. However, if it forms a story and\nis well told so you ‘get it, you do not need it repeated. We experience\nsomething of this effect when we watch a good movie. “I’ve already seen\nthat one,’ means you have absorbed the whole story in a single sitting.\nYou don’t need to watch it over again to comprehend it.\n\nComedy\n\nFinally, when you mix all the elements up, emotional understanding,\nbody language, in-person communication and empathy; you get comedy.\nHumans ‘do’ comedy from a very young age and it’s vitally important to\nthe fabric of our lives. What purpose comedy serves in communication\n\nHOUSE_OVERSIGHT_015782",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015782.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2603,
    "word_count": 449,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:44.814295",
    "prefix": "IMAGES-003"
  }
}