{
  "document_id": "HOUSE_OVERSIGHT_017560",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017560.txt",
  "text": "CHARITY TILLEMANN DICK\n\nCharity Tillemann Dick is an American-born soprano and\na recipient of two double lung transplants. Charity has\n\nperformed across the United States, Europe, and Asia in venues\n\nas diverse as the Rose Theater at Lincoln Center in New York\nCity; The Kennedy Center in Washington, DC; Severance Hall\nin Cleveland, Ohio; II Giardino Di Boboli in Florence, Italy;\nthe National Palace of the Arts in Budapest, Hungary; the Tel\nAviv Opera House in Israel; the American Embassy in Beijing,\nChina; the United Nations in New York; and National Statuary\nHall in the United States Capitol. She has collaborated and\nperformed with noted conductors and musicians including\nEva Marton, Bruno Rigacci, Joela Jones, Marvin Hamlisch,\nBono, Zoltan Kocis, Joan Dornemann, and former Secretary\nof State Dr. Condoleezza Rice. Some of her operatic roles\nhave included Titania in A Mid Summer’s Night Dream, Gilda\nin Rigoletto, Violetta in La Traviata, and Ophelia in Ophelia\nForever. Charity has also performed for numerous presidents,\nprime ministers, members of Congress, and world dignitaries.\nAfter receiving a diagnosis of Idiopathic\nPulmonary Hypertension in 2004, Charity served as the\nnational spokesperson for the Pulmonary Hypertension\nAssociation, working to raise awareness, increase federal\nresearch funding, expand stem cell research, and promote\npreventative and alternative medicine. In September of 2009,\nCharity received a bilateral lung transplant at the Cleveland\nClinic in Ohio. After complications from rejection, Charity\nreceived a second bilateral lung transplant in January 2012.\nSince receiving her first transplant, Charity has\nshared her amazing story and vocal talents at numerous\nconferences, musical performance, and events, including:\nTEDMED 2010 in San Diego, CA; the 6th National Learning\nCongress on Organ Donation in Dallas, TX; the 2010 Empathy\nand Innovation Summit in Cleveland, OH; and the EG\nConference in Monterey, CA. Charity has been featured on\nCNN with Dr. Sanjay Gupta, CBS This Morning, Glamour\nmagazine, ABCNews.com, TED.com, The Huffington Post,\nThe Wail Street Journal Health Blog, the Cleveland Plain Dealer,\nthe San Francisco Chronicle, and The Sunday Times (London).\nHer performances have been broadcast around the world on\nCNN, CBS, BBC, FOX, MSNBC, PBS, C-SPAN and NPR.\nCharity received a Bachelor’s degree with high\nhonors from Regis University in Denver, CO, where she was\nraised with her 10 brothers and sisters. She later studied\nmusic at the Peabody Conservatory at Johns Hopkins\nUniversity and the Liszt Academy of Music in Budapest. She\ncurrently resides in Washington, DC and New York City.\n\nGEOFFREY WEST\n\nGeoffrey West is Distinguished Professor and former\nPresident of the Santa Fe Institute (SFI) and an Associate\nFellow of the Said Business School, Oxford University. Prior\nto joining SFI in 2003, he was leader of high energy physics\nat Los Alamos National Laboratory, where he remains\n\na Senior Fellow. He received his B.A. from Cambridge\nUniversity in 1961 and his Ph.D. in physics from Stanford\nUniversity in 1966. After spells at Cornell and Harvard\nUniversities, he returned to Stanford in 1970 to join the\nfaculty. He was President of SFI from 2005-2009.\n\nWest is a theoretical physicist whose primary interests\nhave been in fundamental questions in physics and biology,\nranging from the elementary particles, their interactions and\ncosmological implications to the origins of universal scaling\nlaws and a unifying quantitative framework of biology. His\nresearch in biology has included metabolic rate, growth, aging\nand mortality, sleep, cancer, and ecosystem dynamics.\n\nHis recent work has focused on developing\nan underlying quantitative theory for the structure and\n\ndynamics of cities, companies and long-term sustainability,\nincluding rates of growth and innovation, the accelerating\npace of life, and why companies die, yet cities survive.\n\nHe has given many colloquia, keynote addresses\nand public lectures world-wide. Awards include the Mercer\nPrize from the Ecological Society of America, the Weldon\nPrize for Mathematical Biology, and the Glenn Award for\nAging research. He has been featured in many publications\nworld-wide including The New York Times, Nature, Science,\nThe Financial Times, Time, Newsweek and Scientific American\nand has participated in television productions including\nNova, National Geographic and the BBC. His work was\nselected as a breakthrough idea of 2007 by Harvard Business\nReview and, in 2006, he was named to Time magazine’s\nlist of “100 Most Influential People in the World”.\n\nHOUSE_OVERSIGHT_017560",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017560.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4615,
    "word_count": 702,
    "line_count": 94,
    "import_date": "2025-11-19T21:47:49.309906",
    "prefix": "IMAGES-004"
  }
}