{
  "document_id": "HOUSE_OVERSIGHT_026751",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026751.txt",
  "text": "From: Masha Drokova Ts\n\nSent: 8/7/2017 9:23:29 PM\nTo: jeffrey E. [jeevacation@gmail.com]\nSubject: Fwd: Re:\n\nImportance: — High\n\nBegin forwarded message:\n\n>\n\nFrom: Masha Drokova <\nDate: August 7, 2017 at 12:28:08 AM PDT\n\nSubject: Re:\n\nHi Martin,\nJust wanted to check if you've seen the previous email.\n\nIf it's more convenient for you to discuss it by Skype, let me know. If you want to skip any of them it's not a\nproblem.\n\nOn Aug 2, 2017, at 3:02 PM, Masha Drokova iii. wrote:\n\nHi Martin,\nThanks for the great call last week. Enjoyed it a lot. Could I ask you some follow up questions?\n\nQuestion to be answered by Martin.\n\n° What specifically did Epstein fund that allowed you to make an advancement in applying math to\ncomplicated systems, right?\n\n° Is there a paper you're about to publish? Something in peer review? That might come out in Nature or\nScience?\n\ne The area you work on seems to be an attractive area of science, is it hard to secure funding?\n\n° Who are the greatest critics of your ideas on evolution? (is it EO Wilson?) have things evolved since\n2010?\n\n° What is it you think the public just does not understand about your work?\n\ne What is it that the media gets wrong about your work and science in general (i know of only one\njournalist with a degree in applied math, and most have never even taken calculus)\n\n° How has funding for your field and for you changed under Trump?\n\nQuestion\n\n° Would you be ok with the angle about how much scientist should care about where their funding comes\n\nfrom? It’s a hot topic given this story\n\nOn Jul 28, 2017, at 7:07 AM, Masha Drokova <> wrote:\n\ngreat, will do\n\nHOUSE_OVERSIGHT_026751",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026751.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1643,
    "word_count": 299,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:47.626582",
    "prefix": "IMAGES-009"
  }
}