{
  "document_id": "HOUSE_OVERSIGHT_028010",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028010.txt",
  "text": "illness was. But for nearly six months, getting through the day, sometimes a\nsingle task, remained a struggle.\n\nI did not want to leave my command. I was still barely 18 months into the\nrole, and anxious to get further command experience. But just as I was feeling at\nmy weakest, there was another belated casualty from the 1973 war. This time, it\nwas Uzi Yairi. No one could reasonably have held him responsible for the\nlosses suffered by Battalion 890 at the Chinese Farm. I’m sure that if he’d\nknown what happened to the Israeli forces that had already tried to take it over,\nhe would never have allowed Yitzhik to go in without adequate armor and\nartillery support. Still, he blamed himself. In obvious distress after the war, he\nwas reassigned as an operational officer in military intelligence in the kirya.\n\nHe was still at his desk when Fatah terrorists landed on Tel Aviv’s seafront a\nlittle before midnight on March 4, 1975. They were spotted by a police patrol,\nwhich opened fire. The Fatah men ran from the beach, firing Kalashnikovs and\ntossing grenades. A block in from the sea, they burst into a modest, three-story\nbuilding: the old Savoy Hotel. They shot and killed three people in the lobby\nand took the rest of the staff and guests hostage.\n\nSayeret Matkal was called in. As the unit went through final preparations for\ntheir assault, Uzi showed up. He had a rifle. He was in his everyday officer’s\nuniform, unlike the sayeret team, which was weighted down by special-forces\ngear. As a former commander of the sayeret, he persuaded them he could help\ntake out the terrorists and locate the hostages. Shortly before dawn, led by\nAmiram Levin, they attacked. They killed three of the Fatah men within\nseconds. But another terrorist set off an explosion, collapsing most of the top\nfloor. Uzi joined a couple of the other sayeret men in search of the hostages. He\nwas shot in the head and neck. Seven of the eight terrorists were killed, the\nother captured. Though five hostages were freed, five lost their lives. Uzi died\non the operating table of Ichilov Hospital, a few hundred yards from the kirya.\n\nThough I doubt Uzi’s family and friends would agree, my gut feeling was\nalways that his death was one more result, however indirect, of the shambolic\nway in which we’d organized our attacks on the Chinese Farm. That was part of\nthe reason for my reluctance when Motta told me he wanted me to take Uzi’s\n\n162\nHOUSE_OVERSIGHT_028010",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028010.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2450,
    "word_count": 430,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:45.893050",
    "prefix": "IMAGES-009"
  }
}