{
  "document_id": "HOUSE_OVERSIGHT_016990",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016990.txt",
  "text": "mathematics, for example: Whitehead and Russell’s Principia Mathematica in 1910 was\nthe biggest showoff effort. There were previous attempts by Gottlob Frege and Giuseppe\nPeano that were a little more modest in their presentation. Ultimately, they were wrong\nin what they thought they should formalize: They thought they should formalize some\nprocess of mathematical proof, which turns out not to be what most people care about.\n\nWith regard to a modern analog of the Turing Test, it’s an interesting question.\nThere’s still the conversational bot, which is Turing’s idea. That one hasn’t been solved\nyet. It will be solved—the only question is, What is the application for which it is\nsolved? For along time I would ask, “Why should we care?”—because I thought the\nprincipal application would be customer service, which wasn’t particularly high on my\nlist. But customer service, where you’ re trying to interface, 1s just where you need this\nconversational language.\n\nOne big difference between Turing’s time and ours is the method of\ncommunicating with computers. In his time, you typed something into the machine and it\ntyped back a response. In today’s world, it responds with a screen—as for instance, when\nyou want to buy a movie ticket. How is a transaction with a machine different from a\ntransaction with a human? The main answer ts that there’s a visual display. It asks you\nsomething, and you press a button, and you can see the result immediately. For example,\nin Wolfram|Alpha, when it’s used inside Sin, if there’s a short answer, Siri will tell you\nthe short answer. But what most people want is the visual display, showing the\ninfographic of this or that. This is a nonhuman form of communication that turns out to\nbe richer than the traditional spoken, or typed, human communication. In most human-\nto-human communication, we’re stuck with pure language, whereas in computer-to-\nhuman communication we have this much higher bandwidth channel—of visual\ncommunication.\n\nMany of the most powerful applications of the Turing Test fall away now that we\nhave this additional communication channel. For example, here’s one we’re pursuing\nright now. It’s a bot that communicates about writing programs: You say, “I want to\nwrite a program. I want it to do this.” The bot will say, “I’ve written this piece of\nprogram. This is what it does. Is this what you want?” Blah-blah-blah. It’s a back-and-\nforth bot. Devising such systems is an interesting problem, because they have to have a\nmodel of a human if they’re trying to explain something to you. They have to know what\nthe human is confused about.\n\nWhat has long been difficult for me to understand is, What’s the point of a\nconventional Turing Test? What’s the motivation? As a toy, one could make a little chat\nbot that people could chat with. That will be the next thing. The current round of deep\nlearning—particularly, recurrent neural networks—is making pretty good models of\nhuman speech and human writing. We can type in, say, “How are you feeling today?”\nand it knows most of the time what sort of response to give. But I want to figure out\nwhether I can automate responding to my email. I know the answer is “No.” A good\nTuring Test, for me, will be when a bot can answer most of my email. That’s a tough\ntest. It would have to learn those answers from the humans the email is connected to. I\nmight be a little bit ahead of the game, because I’ve been collecting data on myself for\nabout twenty-five years. I have every piece of email for twenty-five years, every\nkeystroke for twenty. I should be able to train an avatar, an AI, that will do what I can\ndo—perhaps better than I could.\n\n187\n\nHOUSE_OVERSIGHT_016990",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016990.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3686,
    "word_count": 631,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:46.456865",
    "prefix": "IMAGES-004"
  }
}