{
  "document_id": "HOUSE_OVERSIGHT_026779",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026779.txt",
  "text": "partners whose names and contact\ninformation can be found at the end of\nthe Alert.\n\nThe Tax Cuts and Jobs Act (the \"Tax Act\"), which was signed into law by President Trump on December\n22, 2017, contains the most sweeping federal tax law changes since 1986. Most provisions of the Tax\nAct take effect for taxable years beginning on or after January 1, 2018. This Client Alert is not intended\nto be a comprehensive review of this massive legislation. The Alert focuses on certain provisions of\nthe Tax Act that may have the most significant impact on asset management firms, their owners, their\ninvestment vehicles, and the investors in such funds. Certain changes made by the Tax Act are\npermanent but many others are scheduled to expire after 2025 unless extended by further\nCongressional legislation.\n\n|. Carried Interest Survives in Modified Form\n\nThe Tax Act contains changes to the treatment of \"carried interests\", but such changes are not as\nnegative as the prior legislative changes that had been proposed but never adopted. The granting of a\n\"future profits only\" interest in a partnership in connection with the performances of services to the\npartnership continues to be eligible for tax-free treatment under the new law. For certain owners of\n\"Applicable Partnership Interests\" (of the sort that would generally be issued by an investment\npartnership to the general partner), the Act applies a three-year holding period requirement for capital\ngains derived by the partnership (or from the disposition of the profits interest) to be eligible for the\nlong-term capital gains tax rate (instead of the generally applicable one-year holding threshold).\n\nThe change in carried interest taxation clearly impacts managers of hedge funds more than managers\nof private equity funds or real estate funds, which typically have a longer than three-year holding period\nfor investments in their portfolio companies or real estate assets. The new tax treatment applies to\nincome realized in tax years beginning on or after January 1, 2018 and existing carried interests are not\ngrandfathered. Thus, it appears that any unrealized capital gains which have already been allocated to\na general partner on the books of the partnership would be subject to the new tax treatment at the time\nthe partnership realizes such gains in 2018 or subsequent years.\n\nNote, however, that the Tax Act does not change the current federal income tax treatment of carried\ninterest allocations of \"qualified dividends\" to individuals, which are also taxed at long-term capital gains\nrates. The capital gains from the carried interest that fail to satisfy the new three-year holding period\nrequirement are treated as \"short-term capital gains\" which are taxable at ordinary income rates.\n\nThe \"Applicable Partnership Interest\" held by the general partner or an affiliate should not include any\nportion of the partnership interest that is attributable to capital contributed to the partnership by the\ngeneral partner. The exact manner on how such exception will apply will need to be addressed in future\nIRS notices or regulations to be issued. Limited partners holding capital interests in private investment\nfunds are also not affected and therefore retain the one-year holding period requirement for long-term\ncapital gain treatment.\n\nNote also that the term \"Applicable Partnership Interest\" does not include an interest held directly or\nindirectly by a corporation and it currently appears that such exception includes holdings by both C\n\nHOUSE_OVERSIGHT_026779",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026779.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3538,
    "word_count": 558,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:47.643123",
    "prefix": "IMAGES-009"
  }
}