{
  "document_id": "HOUSE_OVERSIGHT_029048",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029048.txt",
  "text": "perspective. What particularly interests me about your point of view Steve, to talk\nspecifically about your work, Breitbart is very close to the tea party movement. So I’m just\nwondering whether you could tell me about if in the current flow of contemporary politics\n— first tell us a little bit about Breitbart, what the mission is, and then tell me about the\nreach that you have and then could you say a little bit about the current dynamic of what’s\ngoing on at the moment in the States.\n\nBannon: Outside of Fox News and the Drudge Report, we’re the third-largest\nconservative news site and, quite frankly, we have a bigger global reach than even Fox.\nAnd that’s why we’re expanding so much internationally.\n\nLook, we believe — strongly — that there is a global tea party movement. We've seen that.\nWe were the first group to get in and start reporting on things like UKIP and Front\nNational and other center right. With all the baggage that those groups bring — and trust\nme, a lot of them bring a lot of baggage, both ethnically and racially — but we think that\nwill all be worked through with time.\n\nThe central thing that binds that all together is a center-right populist movement of really\nthe middle class, the working men and women in the world who are just tired of being\ndictated to by what we call the party of Davos. A group of kind of — we’re not conspiracy-\ntheory guys, but there’s certainly — and I could see this when I worked at Goldman Sachs\n— there are people in New York that feel closer to people in London and in Berlin than\nthey do to people in Kansas and in Colorado, and they have more of this elite mentality\nthat they’re going to dictate to everybody how the world’s going to be run.\n\nI will tell you that the working men and women of Europe and Asia and the United States\nand Latin America don’t believe that. They believe they know what’s best for how they will\ncomport their lives. They think they know best about how to raise their families and how\nto educate their families. So I think you're seeing a global reaction to centralized\ngovernment, whether that government is in Beijing or that government is in Washington,\n\nDC, or that government is in Brussels. So we are the platform for the voice of that.\n\n“Putin’s ... very, very very intelligent. I can see this in the United States where he’s\nplaying very strongly to social conservatives about his message about more traditional\nvalues, so I think it’s something that we have to be very much on guard of.”\n\nHOUSE_OVERSIGHT_029048",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029048.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2519,
    "word_count": 456,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.925030",
    "prefix": "IMAGES-010"
  }
}