{
  "document_id": "HOUSE_OVERSIGHT_015601",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015601.txt",
  "text": "BACKGROUND\n\nThe underlying action before this Court is a defamation case filed by a former federal\njudge, Paul Cassell, and his colleague Brad Edwards, who represent various sexual trafficking\nvictims in a case pending in the Southern District of Florida, specifically case no. 08-cv-80736-\nKAM, hereinafter (““CVRA case”). As a result of an affidavit filed in the CVRA case, Defendant\nwent on a national media defamation campaign calling, among other things, former federal judge\nPaul Cassell and attorney Brad Edwards, “unethical lawyers” who should be “disbarred”. See\nExhibit 7, Today Show, January 5, 2015. In response to this national slander campaign by the\nDefendant, Paul Cassell and Brad Edwards filed a defamation case against Defendant in the\nCircuit Court of the Seventeenth Judicial Circuit for Broward County, Case No. CACE 15-\n000072, hereinafter “Florida Defamation Action”).\n\nDefendant’s statements against Paul Cassell and Brad Edwards are statements about their\ncharacter as lawyers and do not directly involve non-party Jane Doe No. 3. Despite this fact,\nDefendant is abusing the subpoena power in this case by seeking documents from a non-party that\nare irrelevant to the defamation issue before this Court. Defendant is determined to find a way to\nharm non-party Jane Doe No. 3 and anyone who braves to represent her. Jane Doe No. 3 has good\ncause to be fearful of the Defendant in this matter based on Defendant’s repetitive threats. See\nExhibit 8, Affidavit of Jane Doe No. 3. This Court should not allow Defendant to abuse the\nsubpoena power to further abuse this non-party. Florida Rules of Civil Procedure provide a\nvehicle for this Court to protect a non-party from a harassing, burdensome and unnecessary\nsubpoena. As explained below, non-party Jane Doe No. 3 should be protected from having to be\ndeposed in this matter or produce documents. Defendant’s campaign of threats and intimidation\n\nshould not be condoned by this Court and Defendant’s subpoena should be quashed in its entirety.\n\nHOUSE_OVERSIGHT_015601",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015601.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2043,
    "word_count": 323,
    "line_count": 28,
    "import_date": "2025-11-19T21:47:48.832180",
    "prefix": "IMAGES-003"
  }
}