{
  "document_id": "HOUSE_OVERSIGHT_027976",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027976.txt",
  "text": "When I took the plan to Eli Zeira, he was reading an issue of the French\nnewsmagazine /’/'xpress and snacking on salted almonds from a dish on his\ndesk. As I ran through the reason we’d come up with the plan — the bourgeoning\npower of Arafat and Fatah in Lebanon — he peered at me over his reading\nglasses and nodded. As I set out the details of the attack plan, he listened, with\nno obvious sign of approval or rejection. But after I'd finished, he dismissed it\nout of hand. He said that Arafat was no longer the battlefield commander whose\nforces had fought Israel in Karameh. “He’s fat. He’s political,” he said. “He is\nnot a target for this kind of operation.”\n\nAfter the Sabena hostage-rescue, Dado and the other senior officers in the\nkirya did seem more receptive to our trying to initiate operations, especially the\nplan to seize Syrian officers and trade them for the Israeli pilots. But such a\nmission required not just military or intelligence approval. Dayan, and possibly\nGolda as well, would have to sign off, and there was little immediate sign of\nthat. But, once again, events on the ground would force the issue. Early on the\nmorning of June 9, our intelligence intercepts gave us notice that the next day, a\ngroup of senior Syrian officers was going to make an inspection visit to the\neastern part of the Lebanese border area with Israel. We would have to move\nquickly. Within the space of 12 hours, we’d need to plan the attack, organize,\nequip and brief the assault teams, make the three-and-a-half-hour drive north,\nand cross into Lebanon.\n\nStill, I was determined to try, which marked the start of two of my most\nfrustrating weeks as Sayeret Matkal commander. The place where we planned\nto abduct the Syrians was an area I knew personally: the sparsely settled strip of\nland where Lebanon, Syria and Israel met, not far from where I’d helped\n“capture” several Syrian villages on the final day of the 1967 war. With the\nconvoy expected to pass through the next morning, we crossed the border a little\nbefore midnight on June 9. We lay in ambush in dense vegetation a few meters\noff a curve in the road, further reducing the time the Syrians would have to react\nonce they saw us. I stationed two other sayeret teams a few hundred yards away\nin either direction, so they could cut off the road once we attacked.\n\nBut as the convoy was approaching, I was suddenly contacted by the sayeret\nofficer we’d stationed in the command post back in Israel. He relayed a message\nfrom Motta Gur, the head of the northern command. Its intelligence unit said\nthere was a Lebanese Army checkpoint a quarter-mile from the ambush site.\n\nMotta himself was in the south, with Dado, watching a tank exercise. So I\nhad no way of talking to him. I replied through the officer in the command post.\n\n128\nHOUSE_OVERSIGHT_027976",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027976.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2821,
    "word_count": 503,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:44.753037",
    "prefix": "IMAGES-009"
  }
}