{
  "document_id": "HOUSE_OVERSIGHT_018502",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018502.txt",
  "text": "conversations he insisted that cunnilingus was \"too degrading,\" an assertion he made with\na weird lack of irony, given that I was going down on him regularly.\n\nAs the years passed, my frustration deepened and I started thinking about experimenting\nmore sexually, but I was terrified of mentioning it. I didn't know what I wanted to\nexperiment with -- I really believed that I'd \"already tried\" BDSM, and that I didn't like it\n-- but his initial rejection of mere cunnilingus didn't make me feel confident.\n\nFinally, I got to the point of directly asking for sexual experimentation, and we had the\nworst fight ever.\n\nI recall that our relationship was somewhat rocky already. One of my journal entries from\nthat time contains the sentence, \"I can't seem to not make him angry when I'm trying to\ndiscuss our relationship.\" For this particular fight, we were sitting in his room reading\nwhen I scraped together my courage and asked for his help in figuring out my sexuality.\n\"Well, what do you want me to do?\" he demanded.\n\n\"I don't know,” I said, \"but I think there must be some way to find out -- I don't know,\nthere have to be books?\"\n\n\"That's ridiculous,” he snapped. \"I love you, but I'm not going to read books in order to\nfigure out how to have sex with you.\"\n\nIt got worse from there. I was crying within the first few sentences. At one point, he\noutright shouted at me \"I don't care about your satisfaction,\" at which point I said, \"You\ncan't mean that,\" and he repeated it. Eventually, I simply turned around and walked out of\nhis room. I had nowhere to go; it was a long train ride to visit him, and the trains had\nstopped running that day. It was mid-winter, and freezing cold. Crying, I put on my coat\nand shoes and exited the house, onto his suburban street.\n\nI walked completely at random. I was hardly able to see. Fortunately, because it was so\ncold, no one else was out and about. I muffled my sobs by bowing my head into my\ncollar. After fifteen minutes, I discovered my cell phone in my pocket and tried to call my\nbest friend, but she didn't answer. I was still walking around crying an hour later, when\nshe returned the call.\n\nShe calmed me down and got the story out of me. It was the first she'd heard about my\ninability to orgasm, and she didn't know how to advise me because she didn't have the\nsame problem. Also, it was obvious to both of us that trying to communicate with my\nboyfriend wasn't working. It was obvious that there might be no way to successfully\ncommunicate with him on this topic at all.\n\nEventually, after she'd managed to quiet me into a trembling jellylike mass, my friend\nsaid gently, \"Okay, hon, you need to hang up and go back inside.\" She was right. So I\ndid.\n\nWhen I stepped back into my boyfriend's room, he was still reading. I could sense from\nthe texture of our silence that he felt bad, though. I was exhausted, I felt like a stiff breeze\nwould blow me apart, but I told myself that I had to set a line. I was sure my voice would\nwaver as I made myself say: \"If you're going to tell me that you don't care about my\nsexual satisfaction, then I can't do this anymore....\"\n\nHOUSE_OVERSIGHT_018502",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018502.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3147,
    "word_count": 582,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:46.347914",
    "prefix": "IMAGES-005"
  }
}