{
  "document_id": "HOUSE_OVERSIGHT_031481",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031481.txt",
  "text": "Since the failed coup that led to the deaths of 271 people, Turkish President Recep Tayyip Erdogan has accused\nthe imam, Fethullah Gulen, of issuing instructions to launch the coup, a charge Mr. Gulen has denied.\n\nTurkish authorities have demanded the U.S. extradite Mr. Gulen immediately to Turkey, but The Wall Street\nJournal reported Thursday that U.S. officials don't expect to do that, citing people familiar with the discussions.\n\nUS. officials see problems with the evidence presented thus far by Turkey, and they are concerned\n\nabout strident public statements made by Turkish leaders against Mr. Gulen, those people said.\n\nMr. Erdogan has called Mr. Gulen and his supporters a terrorist network, a charge U.S. officials have long\ndiscounted. Turkey in May officially designated Mr. Gulen’s network a terrorist organization, making\n\nmembership a crime under Turkish law.\n\nMr. Erdogan’s government has pressed the Obama administration since the coup to extradite Mr. Gulen,\narguing that pursuing the imam is part of the broader campaign against terrorism. At times, the Turkish leader’s\naides have said Ankara would view as hostile any foreign government that gave sanctuary to leaders of the\n\nGulen movement.\n\nTurkey hasn't yet made a formal extradition request to the U.S., and Turkish officials say they plan to provide\n\nmore evidence to the Justice Department.\nMr. Gulen, 75 years old, came to the U.S. in 1999, and has a devoted following in Turkey and other countries.\n\nAt a press conference in Washington on Friday, Mr. Gulen’s lawyers said they have spoken to the Justice\n\nDepartment about the demands for extradition but are unaware of the U.S. government’s thinking or plans.\n\nAsked if they feared for his life, one of Mr. Gulen’s lawyers, Reid Weingarten said, “We do. We’re very\nconcemed about his safety.’? The lawyer said they are discussing whether to ask U.S. authorities for help in\n\nsafeguarding their client.\n\nA Turkish court has issued a warrant for Mr. Gulen’s arrest, and Turkish and U.S. authorities have privately\ndiscussed scenarios in which Mr. Gulen might be extradited. But several U.S. officials said they cannot now\n\nenvision a scenario in which they turn him over to Turkey.\n\n“Tt would be unprecedented and appalling if the U.S. took a frail, almost octogenarian, plopped him on a plane\nto go back into that kind of setting with the hideous things that are being said about him by the entire Turkish\n\ngovernment,’’ said Mr. Weingarten.\n\nHOUSE_OVERSIGHT_031481",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031481.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2497,
    "word_count": 401,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:48.860722",
    "prefix": "IMAGES-011"
  }
}