{
  "document_id": "HOUSE_OVERSIGHT_017179",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017179.txt",
  "text": "4.2.12\nWC: 191694\n\nhigh authority of the great Justice Oliver Wendell Holmes. I have rarely heard it invoked in a\nconvincing, or even particularly relevant, way. But that, too, can claim lineage from the great\nHolmes.\n\nIn the coming pages I will describe a series of pornography cases I have litigated. In several of\nthem, those advocating censorship have cited a state supreme court that held that “Holmes’\naphorism . . . applies with equal force to pornography.” Another court analogized “picketing . . .\nin support of a secondary boycott” to shouting “Fire!” because in both instances “speech and\nconduct are brigaded.”\n\nA civil rights lawyer, in a New York Times op-ed piece, analogized a baseball player’s bigoted\nstatements about blacks, gays, and foreigners to shouting fire in a crowded theater. I responded\nwith my own op-ed, disputing the analogy. The Reverend Jerry Falwell, in arguing that the First\nAmendment doesn’t protect a parody of him having drunken sex with his mother, invoked the\nHolmes example: “Just as no person may scream ‘Fire!’ in a crowded theater when there is no\nfire and find cover under the First Amendment, likewise, no sleazy merchant like Larry Flynt\nshould be able to use the First Amendment as an excuse for maliciously and dishonestly attacking\npublic figures, as he has so often done.” In the famous Skokie case, in which I supported the\nright of neo-Nazis to march through a heavily Jewish Chicago suburb, one of the judges argued\nthat allowing Nazis to march through a city where a large number of Holocaust survivors live\n‘just might fall into the same category as one’s ‘right’ to cry fire in a crowded theater.”*°\n\nSome close analogies to shouting “Fire!” or setting off an alarm are, of course, available: calling\nin a false bomb threat; dialing 911 and falsely describing an emergency; making a loud, gunlike\nsound in the presence of the president; setting off a voice-activated sprinkler system by falsely\nshouting “Fire!” (or any other word or sound). In one case in which the “Fire!” analogy was\ndirectly to the point, a creative defendant tried to get around it. The case involved a man who\ncalmly advised an airline clerk that he was “only here to hijack the plane.” He was charged, in\neffect, with shouting “Fire!” in a crowded theater, and his rejected defense — as quoted by the\ncourt — was as follows: “If we built fire-proof theaters and let people know about this, then the\nshouting of ‘Fire!’ would not cause panic.”\n\n3° Outside court the analogies become even more absurdly stretched. A spokesperson for the New Jersey Sports\nand Exposition Authority complained that newspaper reports to the effect that a large number of football players\nhad contracted cancer after playing in the Meadowlands— a stadium atop a landfill — were the “journalistic\nequivalent of shouting fire in a crowded theater.” An insect researcher acknowledged that his prediction that a\ncertain amusement park might become roach infested “may be tantamount to shouting fire in a crowded theater.”\nThe philosopher Sidney Hook, in a letter to the New York Times bemoaning a Supreme Court decision that\nrequired a plaintiff in a defamation action to prove that the offending statement was actually false, argued that the\nFirst Amendment does not give the press carte blanche to accuse innocent persons “any more than the First\nAmendment protects the right of someone falsely to shout fire in a crowded theater.”\n\n92\n\nHOUSE_OVERSIGHT_017179",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017179.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3467,
    "word_count": 578,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.194806",
    "prefix": "IMAGES-004"
  }
}