{
  "document_id": "HOUSE_OVERSIGHT_014750",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014750.txt",
  "text": "lows suggesting this will be a source of pressure on the Won given the greater trade\nlinkages (Table 2).\n\nOur current account forecasts for 2017 anticipate deterioration in Korea’s current\naccount surplus compared to marginal improvement in Russia’s. Recent issues at\nSamsung and Hanjin pose risks for the goods and service balances, respectively.\nElectronics account for 30% of Korea’s exports. While a stronger dollar and energy de-\nregulation in the US could dampen the oil market, our energy strategists continue to\nexpect further modest gains in Brent over 2017. The RUB/KRW cross has a modest\npositive beta to oil at 25% since the beginning of 2014. Risks to the trade are mainly\nmaterial downside to oil prices vs our baseline scenario.\n\nSell German 2y vs OIS, buy 10y vs OIS\nIn H2 2016, we saw an impressive richening of short-maturity German govies and repo:\nwe like fading the move by selling 2y Bund vs OIS and buying the 10y vs OIS.\n\nGerman 2y is pricing-in structurally high demand and low supply\n\nThe German 2y trades at the richest against OIS since the peak in 2011 due mainly to\ndemand/supply dynamics driven by: 1} European regulation on mandatory central\nclearing and minimum initial margin requirements generating €350bn in extra collateral\nneeds in 2016-19; 2} LCR regulation and negative rates having pushed cash-rich\ncorporates into holding short-end German bonds/bills in order to store liquidity; and 3)\nnet bill issuance having been cut to negative in Q4 because falling yields created €42bn\nof excess cash for governments.\n\nSupply pressures are expected to ease in 2017E\n\nBubill auctions will resume after more than two months of absence while more\ntreasuries may be the answer to an excessive rise in yields by increasing net issuance in\nthe front-end. The ECB may also be concerned by the richness of front-end German\ngovies (see Couré’s speech on 3 November). If the Eurozone fails to create enough\nsafe/low-volatility securities for the market to work efficiently, then the central bank\ncould compensate by lending more collateral, by adjusting counterparty frameworks and\nrunning higher balance sheets or even by issuing bills to satisfy safe asset demand in\nthe non-bank system.\n\nECB QE and potential periphery stress supports 10y outperformance\n\nGiven the tail risks in 2017 and our call of ECB QE extension to September 2017, we\nprefer to add a 10y DBR long vs OIS — we expect 10s to outperform in such a scenario.\nIn Chart 38 we show that ECB tapering expectations have now pushed 2510s vs OIS to\nlevels before the announcement of ECB QE on 22 January 2015. However, we see even\nmore reasons for the ECB to extend the €80bn per month in QE to September 2017.\n\nChart 37: Return to a different time Table 2: Russia vs S. Korea factors\n45 3.5\n40 RUB KRW\n3.0 Real rate* 42 09\n38 25 CA change forecast, '17 vs '16 1.2 -{\n30 Growth delta forecast, '17 vs '16 16 0.2\n25 - 2.0 NFA / GDP+ 1 5\n20 15 Pvt credit (% GDP) 50 80\n. Foreign holdings of local debt (USD bn) 20 67\n15 - 1.0 FX reserves / ST debt 6 3\n10 Share of US in exports 2 13\n5 0.5 Share of China in exports 10 25\n0 0.0 ; oo\nJan-10 Oct-14 Juk413 Apr-15 Jan-17 * ty fwd 5y yield vs inflation forecast\n\n+Countries net external position vs BIS-reporting banks\n\n——RUB/KRW (LHS) ——=US 5y5y breakeven (RHS)\nSource: BofA Merrill Lynch Global Research, Bloomberg\n\nSource: BofA Merrill Lynch Global Research, Bloomberg\n\n20 _ Global Rates, FX & EM 2017 Year Ahead | 16 November 2016 Bankof America\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014750",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014750.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3514,
    "word_count": 611,
    "line_count": 71,
    "import_date": "2025-11-19T21:47:46.671175",
    "prefix": "IMAGES-003"
  }
}