{
  "document_id": "HOUSE_OVERSIGHT_021241",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021241.txt",
  "text": "From: Jeffrey Epstein [jeevacation@gmail.com]\n\nSent: 1/12/2010 11:18:58 AM\nTo: Peggy Siegal | as |\nSubject: Re: My Wall Street 2 Story\n\nsorry you are sick, go slow.. no cleaning. stay in bed.. sorry..\n\nOn Tue, Jan 12, 2010 at 6:17 AM, Peggy Sicgal <q > wrote:\n\nWill call you later. Iam sick as a dog with a cold. Iam supposed to go to Dr. Magnani this morning for a cleaning. If you get a\ncleaning with a cold does it make it worse of just infect the dental hygenist?\n\nHad a great lunch for Woody Harrelson and Ben Foster for \"The Messenger\" at Monkey Bar yesterday and hung with Clooney at the\nNew York Film Critics Awards last night. Tonight is the National Board of Review and I am thinking of staying in bed till show\ntime. Have a party for Clooney Wednesday nigh Graydon is hosting at Monkey Bar that we are working on.\n\nT have to fly to LA Jan. 14 and I am worried...I have emailed three doctors this morning!\nWill call later...Mattie keeps saying she is going to show me how to email photos- will try to do today and call.\n\nI think I got sick in economy class from Lamu, Nairobi, Amsterdan, Newark from all those wanna be terrorists breathing on me in\nthe planes.\n\nDid you see \"Avator\". I do not have a dvd because it's 3D.\n\nThe white American marines are wiped out by black people painted blue....it's going to be highest grossing film in the world is an\nfew weeks beating out \"Titanic\" and will win the Oscar for \"Best Picture.\"\n\nxoxo Peg\n\nano Original Message -----\n\nFrom: Jeffrey Epstein <jeevacation@gmail.com>\nTo: Peggy Siegal\n\nSent: Mon Jan 11 19:28:25 2010\n\nSubject: Re: My Wall Street 2 Story\n\nterrific. 1 want to hear more about the trip\n\nOn Mon, Jan 11, 2010 at 6:32 PM, Peggy Siegal <> wrote:\n\nWrote this for the February issue of AVENUE Magazine. Thought it would amuse you. Tell me what you think of it.\n\nxoxo Peggy\n\nHD: Wall Street, Take Two\n\nHOUSE_OVERSIGHT_021241",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021241.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1887,
    "word_count": 345,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:46.822290",
    "prefix": "IMAGES-006"
  }
}