{
  "document_id": "HOUSE_OVERSIGHT_033320",
  "filename": "IMAGES-012-HOUSE_OVERSIGHT_033320.txt",
  "text": "BW: Certainly, I understand and I would’ve loved to go through a discussion with you about\nNATO, because this goes back to early in your administration and your concern about it, and\nthe agreement that the countries have that they would increase their defense contribution,\nwhat is it, by the year 2024? And you know ... So anyway, we are...\n\nTrump: Well, you know last year, if you see the secretary, [Jens] Stoltenberg, he said I\nbelieve $44 billion just last year, and that was from last year’s meeting. And this year it’s\nmuch more money they’ve agreed to put up. So it’s a tremendous amount of money. No\nother president has done it. It was heading down in the opposite direction. So I don’t know if\nyou’re going to report it that way; probably not. But that’s too bad, but that’s all nght, but\nyou know, one of those things.\n\nBW: Everything is going to be factual. And it is not a good thing for my business, if I may\nsay this to you, Mr. President, to the presidency, or to the country, to not have real, full\nexchanges on these. And I broke my spear on it trying to get to you.\n\nTrump: Well, other than Lindsey [Graham], who did quickly mention it, nobody mentioned\nit.\n\nBW: You say Kellyanne’s there, ask her.\n\nTrump: Nobody told me about it. Well, let me ask her. Why don’t you speak to Kellyanne.\nAsk her. She never told me about it.\n\n[Conway takes the phone.]\nBW: Kellyanne?\nConway: Bob, how are you? Hi.\n\nBW: Hi. Remember two and a half months ago you came over and I laid out, I wanted to\ntalk to the president? And you said you would get back to me?\n\nConway: | do. And I put in the request. But you know, they — it was rejected. I can only\ntake it so far. I guess I can bring it right to the president next time.\n\nBW: Yeah.\n\nConway: But I try to follow all the protocols, or else I’m accused of being somebody who\ndoesn’t follow protocol.\n\nBW: President Trump, I just want you to know I made every effort.\n\nConway: But you had talked to [former White House communications director] Hope\n[Hicks], right, who said no?\n\nBW: Listen, I talked to anyone I could. [Laughs]\n\nConway: You talked to a number of people and they all said no?\nBW: | talked to Raj.\n\nConway: Raj.\n\nHOUSE_OVERSIGHT_033320",
  "metadata": {
    "original_filename": "IMAGES-012-HOUSE_OVERSIGHT_033320.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2202,
    "word_count": 412,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.267716",
    "prefix": "IMAGES-012"
  }
}