{
  "document_id": "HOUSE_OVERSIGHT_014343",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014343.txt",
  "text": "Chart 42: How do you view SNV’s partnerships with online lenders (SoFi/GreenSky)?\n\n70%\n60%\n50%\n40%\n30%\n20%\n10%\n\n0%\nPositively. Creates another Cautiously. Unsure how these Indifferent. The exposure is\navenue for loan growth loans will perform duringa —_ relatively small so does not\ncredit downturn matter either ways\n\nSource: BofA Merrill Lynch Global Research\n\nTexas Capital Bancshares (TCBI) C-2-9, Neutral\nUpbeat on business outlook: TCBI’s President & CEO Keith Cargill, CFO & COO\n\nPeter Bartholow, CAO Julie Anderson, and CLO Vince Ackerson were relatively\nupbeat about TCBI’s business outlook. Management expects its mortgage\nbusinesses, particularly MCA to be to be a source of strength even if overall\nmortgage volumes were to slow down due to the rise in interest rates. Management\nexpects to mitigate the negative impact from lower mortgage activity by picking up\ngreater wallet share of existing clients and given the option to bring back to the\nbalance sheet loan participations. Regarding expenses, despite expectations for an\nuptick in the efficiency ratio over the next couple of quarters management expects\nto beat its 2016 efficiency guidance (low-to-mid 50s).\n\nChart 43: What would drive you to buy or increase your positioning in TCBI?\n\n50% A4T%\n45%\n40%\n35%\n30%\n25%\n20%\n15%\n10%\n\n5%\n\n0%\nStronger loan Higher interest Better visibility on A pick-up in bank A pull back in the\ngrowth rates the outlook for the M&A activity, stock\nTexas economy —_ especially in\nand oil prices Texas\n\nSource: BofA Merrill Lynch Global Research\n\n= Credit provisioning likely to trend lower In 2017: During an investor poll, nearly\nhalf of investors expect credit provisions to be lower in 2017 vs. 2016, based on\nexpectations for stabilization in oil prices. Management expressed comfort that\nreserve levels should be adequate even if oil prices were to decline to the mid-to-\nhigh $30s in the near term (vs. spot WTI prices of $45/bbl today). However,\nmanagement would need to consider increasing its reserve level if oil falls to the\nhigh $20s. Conversely, if oil stabilizes in the high $50s-low S60 levels, management\ncould consider reserve releases. Management stressed on looking at the forward\ncurve when assessing the impact from oil prices on credit costs vs. the spot rate.\n\nBankof America a 2016 Future of Financials Conference | 17 November 2016 29\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014343",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014343.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2395,
    "word_count": 385,
    "line_count": 66,
    "import_date": "2025-11-19T21:47:49.240409",
    "prefix": "IMAGES-002"
  }
}