{
  "document_id": "HOUSE_OVERSIGHT_021171",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021171.txt",
  "text": "but without the crazy father and son scenes of Homers hand around Bart’s\nthroat.\n\nT was enjoying our conversation, when Jeffrey insisted that I give Matt\na foot massage throughout the duration of the short flight. I never turned\ndown a client but when I saw the shape of his feet, I nearly threw up at\nthe thought of having to touch them. He had yellow crusty toenails that\neven someone with a chainsaw would’ve had troubles cutting through\nand then there was the fluffy balls of leftover pieces of sock wedged\nbetween the crevices of his sweaty toes, now that was the real icing on\nthe cake for me, no way could I attempt this I thought. Then I had an\nidea. 1 went to the back of the plane and rinsed a wash cloth in warm\nsoapy water and returned for his dreaded foot massage but not before\nattempting to clean them first.\n\nIn return for my services Matt was kind enough to draw me two quick\nsketches on blank paper from his briefcase of my two favorite characters,\nHomer and Bart. I asked if he would make them out to my little brother\nand dad, the true fans of the family not missing an episode during dinner\nover the past ten years or so. Next to the A-4 size drawing he was able to\nfit in the quote “To my greatest fan from Matt Groening” and their names\nnext to it. I knew they’d absolutely love it, and it was such a nice gesture\nhis feet were no longer an issue as | laughed it off and even made a joke\nto the comedian about getting a pedicure before hitting L.A’s beaches.\n\nThe flight was only short and we arrived in busy L.A within the hour,\nsaying Good-Bye to Matt, who was a pleasure to meet. Jeffrey had a\nmeeting at a production studio for one of the girls he was keeping lured in\nhis grasps, so we were off yet again for more business. We were staying\nwith one of his old girlfriends, Jeffrey’s code for “She got to old for my\ntaste, but was still nice enough to keep around”. She was a tall blonde\nwith blue eyes, a stereotypical Barbie doll. In her younger years she had\nbeen a successful model and now lived on the beaches of Santa Monica\nwith a sweeping view of the oceans landscape as her backyard.\n\nThe next morning Jeffrey and I went out to breakfast. He said Sarah\nKeller, would be joining us with another one of Jeffrey’s girls I hadn’t\nmet yet, her name was Nadia Bjorlin and she was a Yugoslavian model\nturned aspiring actress, with the help of Jeffrey, as he so proudly\nremarked at the table before they arrived shortly thereafter. She was a\nstunning brunette with olive skin tones and shocking blue eyes. By far\none of the most beautiful girls [had ever met before. She and Sarah\napproached the table, shopping bags in hands already in the early hours of\nthe day. They both pulled out a chair and showed us their new pair of\nJimmy Choo’s they had bought on their way here this morning, and\nexcitedly asked for Jeffrey’s opinion. He loved the doting attention and\nanyone who could make him feel important. We all went back to Sarah’s\n\n53\n\nO Copyright Protected Material\nCONFIDENTIAL GIUFFRE004186\n\napartment that Jeffrey rented for her on Malibu Beach. This was the first\ntime Jeffrey came to visit and when we got there you could see why. It\nwas a tiny one-bedroom shack, too small for his likes of accommodation,\nbut she loved it and it was plain to see why, the waves lapped underneath\nher porch twice a day, what else could anyone want. Before even walking\nthrough her door, you could hear the commotion of excitedly screaming\nfemales voices coming from inside. There were about five other girls in\nSarah’s living room and she had invited them so Jeffrey could have a few\ndifferent girls to choose from. Jeffrey looked at Sarah and smiled, aren’t\nyou sweet, as all the girls rushed to introduce themselves, hoping for the\nopportunities Sarah had offered them to come in the first place.\n\nWe all had some coffee and biscuits while the conversation kept getting\nlouder and louder, every girl trying to talk over the next one. Jeffrey\ncould handle only so much of that before getting too annoyed. Instead of\nchoosing one of the other new girls, Jeffrey wanted Sarah to show Nadia\nand I into her bedroom. He was anticipating the introduction of his two\nfavorite girls together, what mischief he had hoped we would get up to\nwas apparent when he asked where Sarah had kept her play toys and not\nthe fisher price ones. Sarah brought out quite a collection of her personal\ntoys and was giggling on her way out as she shut the door. Suddenly the\nroom behind us went quiet, probably hoping to catch a moan or groans\ntoo laugh at and I felt so degraded having everyone knowing exactly what\nwas going on. Knowing my duties well | was baffled this time as there\nwas no ritualistic massage wanted. He immediately instructed us to start\nkissing and fondling each other with the provided toys straight away\nseeing his excitement grow watching us try and out do the other one with\npleasure, he couldn’t keep restraint any longer and started to have\nintercourse with the both of us, taking his erect penis out of the other to\nonly swap to the other girl, back and forth. This continued for a good\nfifteen minutes or so while we continued to engage in lesbian acts on\neach other while the other girl was being subdued by Jeffrey’s thrust’s of\npenetration. Nadia was just as dutiful as I was in fulfilling his demented\nrequests, willing to lend her body to Jeffrey and those he sent her too, for\nthe sake of keeping her acting career and putting on a good act at that.\nShe was never competition though. Once I found out where she actually\ncame from I took pity on her for the similar life of servitude we were both\naccustomed too and not that we ever became good friends but we had\nreason to relate to each other.\n\nLater on Jeffrey, Nadia and I went to a production studio in L.A, where\nwe had to meet with Nadia’s agent as well as the producer of “‘Day’s Of\nOur Lives”. The meeting lasted five minutes, with everyone in consent to\nthe proposal. We flew all the way out there to talk about money, only to\nbe leaving that evening back to N.Y.C. On the way to the airport we\n\n54\n\nCl Copyright Protected Material\n\nGIUFFRE004 187\n\nHOUSE_OVERSIGHT_021171",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021171.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6162,
    "word_count": 1136,
    "line_count": 106,
    "import_date": "2025-11-19T21:47:45.011128",
    "prefix": "IMAGES-006"
  }
}