{
  "document_id": "HOUSE_OVERSIGHT_019928",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019928.txt",
  "text": "small-government, home-schooling, antiliberal, gold-standard, pro-death-penalty, anti-\nMuslim, pro-Christian, monetarist, anti-civil-rights political movement in the United\nStates.\n\nBob Mercer is an ultimate quant, an engineer who designs investment algorithms and\nbecame a co-CEO of one of the most successful hedge funds, Renaissance Technologies.\nWith his daughter, Rebekah, Mercer set up what is in effect a private Tea Party movement,\nself-funding whatever Tea Party or alt-right project took their fancy. Bob Mercer is almost\nnonverbal, looking at you with a dead stare and either not talking or offering only minimal\nresponse. He had a Steinway baby grand on his yacht; after inviting friends and colleagues\non the boat, he would spend the time playing the piano, wholly disengaged from his\nguests. And yet his political beliefs, to the extent they could be discerned, were generally\nBush-like, and his political discussions, to the extent that you could get him to be\nresponsive, were about issues involving ground game and data gathering. It was Rebekah\nMercer—who had bonded with Bannon, and whose politics were grim, unyielding, and\ndoctrinaire—who defined the family. “She’s ... like whoa, ideologically there is no\nconversation with her,” said one senior Trump White House staffer.\n\nWith the death of Andrew Breitbart in 2012, Bannon, in essence holding the proxy of\nthe Mercers’ investment in the site, took over the Breitbart business. He leveraged his\ngaming experience into using Gamergate—a precursor alt-right movement that coalesced\naround an antipathy toward, and harassment of, women working in the online gaming\nindustry—to build vast amounts of traffic through the virality of political memes. (After\nhours one night in the White House, Bannon would argue that he knew exactly how to\nbuild a Breitbart for the left. And he would have the key advantage because “people on the\nleft want to win Pulitzers, whereas I want to be Pulitzer!”)\n\nWorking out of—and living in—the town house Breitbart rented on Capitol Hill,\nBannon became one of the growing number of notable Tea Party figures in Washington,\nthe Mercers’ consigliere. But a seeming measure of his marginality was that his big project\nwas the career of Jeff Sessions—“Beauregard,” Sessions’s middle name, in Bannon’s\naffectionate moniker and evocation of the Confederate general—among the least\nmainstream and most peculiar people in the Senate, whom Bannon tried to promote to run\nfor president in 2012.\n\nDonald Trump was a step up—and early in the 2016 race, Trump became the Breitbart\ntotem. (Many of Trump’s positions in the campaign were taken from the Breitbart articles\nhe had printed out for him.) Indeed, Bannon began to suggest to people that he, like Ailes\nhad been at Fox, was the true force behind his chosen candidate.\n\nBannon didn’t much question Donald Trump’s bona fides, or behavior, or electability,\nbecause, in part, Trump was just his latest rich man. The rich man is a fixed fact, which\nyou have to accept and deal with in an entrepreneurial world—at least a lower-level\nentrepreneurial world. And, of course, if Trump had had firmer bona fides, better behavior,\n\nHOUSE_OVERSIGHT_019928",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019928.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3188,
    "word_count": 502,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:44.022823",
    "prefix": "IMAGES-005"
  }
}