{
  "document_id": "HOUSE_OVERSIGHT_017495",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017495.txt",
  "text": "unfortunately, you are taking a little tiny spot out\nof a very, very busy time period in my life and in the\nlife of the firm, so J can't tell you one way or the\nother. knowing he was a billionaire?\n\nQ. |} know you had a lot going on, I'm just A. | knew what] was told. | didn't check it\n\ntrying to see if you remember anything specific about; out myself, but] trusted the people that told me.\nthis. Q. And who told you?\n\nA. The only person ] remember discussing it\nwith, as | sit here today, is Russ Adler. But if\n\nFarmer and Jaffe and those guys were with me at the\ntime, ] likely would have discussed it with them as\n\nave discussed it with them as\nwell\n\nQ. So were you aware of this case before you\nmade an offer to Brad to join the firm?\n\nA. Yes,\n\nQ. You said you didn't -- ] don't want to\nmisquote you. You said you heard about it from other\npeople, but you didn't do anything to know that\npersonally. Was that before you made the offer of\n\nA. Epstein was a billionaire,\nQ. Okay. Did you know anything about the\nlegitimacy or illegitimacy of the claims prior to\n\nAUSTENITE\n\nOnan Uo B® WME\n\nDo you recal] what salary you had offered\nBrad to come join the firm?\n\nA. I] donot. You have to just try to\ndifferentiate that what I knew then is a Jot different\nthan what J know now so ...\n\nQ. Meaning?\n\nA. Obviously meaning that at the point in time\nthat ] was hiring him or maybe a year after, ] would\nbe able to tell you what I was paying him, but now\nit's insignificant. J don't remember how much I was\npaying him.\n\nQ. Did you learn about his book of business or\nknow what kind of cases he was bringing in prior to employment?\nhiring him? A. 1] made the offer of employment based upon\n\nA. I do know that he -- I discussed either with z what other people had told me about Brad.\n\nRuss, well, ] know with Russ, and perhaps some other = Q. About Brad and his book of business or just\npeople, ] knew about the Epstein case. i Brad and his legal skills?\n\nQ. What did you know about it? : A. Okay. When ] say Brad, ] mean Brad and his\n\nPage 20\n\nts SONNE te tre eae Ei are Ra Oger nee RSE\n\n. Lknew that it was a significant case. book of business and his legal skills.\n\npotentially significant value against an extremely Q. Okay.\n\nA. And his ability to generate business in the\nfuture.\n\nQ. You stated that you believed that you first\nheard about these cases from Russ and then perhaps\nfrom Brad. Once Brad was at the firm, did you keep up\nwith these cases, these Epstein cases?\n\nMR. SCAROLA: Excuse me, I'm going to\nobject to the form of the question. It is an\ninaccurate reflection of the prior testimony. It has\nno predicate. There was no reference about having\nheard about these cases from Brad. The names\nmentioned were Adler, possibly Farmer, possibly\nJaffe.\n\nBY MS. HADDAD:\n\nQ. Once Brad started working at the firm,\nyou've already testified you already knew about these\nEpstein cases, correct?\n\nA. Yes.\n\nQ. How did you keep abreast of these cases?\n\nA. I didn't.\n\nQ. You didn't know anything about them?\n\nA. I didn't say ] didn't know anything. 1 said\n1 didn't keep track of it.\n\ncollectible pedophile, for lack of a better word.\n\nQ. So was that case your primary motive in\nbringing Brad into-the firm?\nA. ] doubt it, ] mean, ] can't tell you one\n\nway or the other, but I doubt that ] would bring him\nin just for one case because what if the case fails,\n\nthen J'm stuck with a lawyer w\nyou know.\n\nI'm not saying, Brad, that you couldn't do\nanything, J'm just saying that if] only relied on one\ncase, then if] bring a lawyer in for one case and one\ncase only, what do I do with him when the case is\nover.\n\nQ. How did you know that this case would be a\ncollectible case then?\n\nMR. SCAROLA: I'm going to object to the\nform of the question because it misstated the prior\ntestimony. The prior testimony was not that it was a\ncollectible case but that it was a case against a\n\"extremely collectible pedophile.”\n\nBY MS. HADDAD:\nQ. What made you think that this case had any\n\nfinancial value?\n\nerrr ta ARAL i cre meester etn cnc oe ta zat RY TR AN Ra aera tone eat\n, n 4 ypu sf ry\n\nPage ia § Page 21]\n\n6 (Pages 18 to -21)\n\nFRIEDMAN, LOMBARDI & OLSON\n305-371-6677\n\n5ed93085-0554-447f-bcdd-ca2d8fe941 df\n\nHOUSE_OVERSIGHT_017495",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017495.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4215,
    "word_count": 817,
    "line_count": 149,
    "import_date": "2025-11-19T21:47:46.469831",
    "prefix": "IMAGES-004"
  }
}