{
  "document_id": "HOUSE_OVERSIGHT_024465",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024465.txt",
  "text": "Common LP Unit have substantially equivalent economic\nprovisions.\n\nFixed Overhead Payment: KUE and/or one or more of its subsidiaries will pay $20\nmillion annually to KULG in quarterly installments beginning\nJuly 7, 2006 pursuant to the Fixed Overhead Payment\nAgreement as an agreed upon payment to provide for the\nreimbursement of expenses and other costs incurred by\nKULG on behalf of KUE and its subsidiaries (including, but\nnot limited to, salaries and bonuses of KULG employees\nproviding services to KUE and its subsidiaries, fees and\nexpenses relating to financing transactions and acquisitions,\nprofessional fees and other administrative expenses). To\nthe extent that the U.S. $2,500,000 fee payable pursuant to\nan existing management services agreement with\nKnowledge Learning Corporation is paid to any person or\nentity other than a subsidiary of KUE, the amount payable to\nKULG by KUE will be reduced by the amount of such\npayment to such other person or entity. The $20 million\nannual fee will terminate upon the Initial Listing (as defined\nbelow) or the sale of KUE to a person or entity that is not a\nKUE LLC Entity.\n\nVoting Rights: The General Partner will manage and operate KUE.\n\nThe Investors will have no voting rights on matters affecting\nCompany business with respect to their Common LP Units in\nKUE because the Investors will be limited partners of KUE.\nNotwithstanding the foregoing, subject to certain exceptions,\nKUE must obtain the consent of (a) the holders of a majority\nof the Common LP Units unaffiliated with the Principals to\namend the Limited Partnership Agreement in a manner that\nis adverse to the Common LP holders and (b) the holders of\nat least 90% of the Common LP Units unaffiliated with the\nPrincipals to amend the “Equal Merger Consideration\nProvision” described above. In addition, the General Partner\n‘may not take any action fo (a) alter or add to its Articles or\n{b) alter or add to its Memorandum with respect to any\nobjects, powers or other maiters specified therein that would\nadversely affect the rights of holders of Class A Shares\nwithout the affirmative vote of the holders of a majority of the\nClass A Shares.\n\nHolders of the Class A Shares of the General Partner will\nhave one vote per share. The holders cof Class B Shares,\nwill have in the aggregate one more vote than the requisite\nlegal vote required to approve particular matters. In addition,\nthe Investors will have the right to elect directors to the\nBoard of Directors of the General Partner as set forth in\n“Board of Directors” below.\n\nThe Class B Shares will automatically convert to Class A\nShares if the Principals' aggregate direct and indirect\neconomic interest in KUE is less than 15% of the\n\n32\n\nHOUSE_OVERSIGHT_024465",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024465.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2739,
    "word_count": 457,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:48.205789",
    "prefix": "IMAGES-007"
  }
}