{
  "document_id": "HOUSE_OVERSIGHT_016079",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016079.txt",
  "text": "Bibliography 389\n\nFranzén, Torkel. Gédel’s Theorem: An Incomplete Guide to Its Use and Abuse. AK\nPeters/CRC Press, 2005.\n\nGodel, Kurt. On Formally Undecidable Propositions of “Principia Mathematica” and\nRelated Systems. New edition. Dover Publications Inc., 2003.\n\nGoldrei, D.C. Classic Set Theory: A Guided Introduction. Chapman and Hall/CRC,\n1996.\n\nHofstadter, Douglas R. Gédel, Escher, Bach: An Eternal Golden Braid. 20th\nAnniversary ed. Penguin, 2000.\n\nNagel, Ernest, and James R. Newman. Gédel’s Proof. Rev. Ed. New York University\nPress, 2001.\n\nNewton, Sir Isaac. Principia. Prometheus Books, 1995.\n\nPenrose, Sir Roger. Shadows Of The Mind: A Search for the Missing Science of\nConsciousness. New edition. Vintage, 2005.\n\nPotter, Michael. Set Theory and Its Philosophy: A Critical Introduction. Clarendon\nPress, 2004.\n\nRussell, Bertrand. Introduction to Mathematical Philosophy. Reprint. Spokesman\nBooks, 2007.\n\nSautoy, Marcus Du. The Music of the Primes: Why an Unsolved Problem in\nMathematics Matters. New Ed. Harper Perennial, 2004.\n\n———. The Number Mysteries: A Mathematical Odyssey Through Everyday Life.\nFourth Estate, 2010.\n\nWhitehead, Alfred North, and Bertrand Russell. Principia Mathematica - Volume\nOne: 1. Rough Draft Printing, 2009.\n\nChapter 10\n\nCopeland, B. Jack. The Essential Turing. Clarendon Press, 2004.\n\nDavid, Hans T. The New Bach Reader: Life of Johann Sebastian Bach in Letters and\nDocuments. New edition. W. W. Norton & Co., 1999.\n\nDennett, Daniel C., and Douglas R. Hofstadter. The Mind’s I: Fantasies and\nReflections on Self and Soul. Basic Books, 2000.\n\nDewdney. New Turing Omnibus. Reprint. Palgrave Macmillan, 2003.\n\nedited by B. Jack Copeland. The Essential Turing : Seminal Writings in Computing,\nLogic, Philosophy, Artificial Intelligence, and Artificial Life plus the Secrets of\nEnigma. Reprinted. Clarendon Press, 2005.\n\nGallwey, W Timothy, and Barry Green. Inner Game of Music. 7th ed. Pan, 2003.\n\nHofstadter, Douglas R. I Am a Strange Loop. Reprint. Basic Books, 2008.\n\nLevitin, Daniel J. This Is Your Brain on Music: Understanding a Human Obsession.\nAtlantic Books, 2008.\n\nPenrose, Roger. The Large, the Small and the Human Mind. New Ed. Cambridge\nUniversity Press, 2000.\n\nPenrose, Sir Roger. The Emperor’s New Mind: Concerning Computers, Minds, and\nthe Laws of Physics. New Ed. Oxford Paperbacks, 1999.\n\nPetzold, Charles. The Annotated Turing: A Guided Tour Through Alan Turing’s\nHistoric Paper on Computability and the Turing Machine. John Wiley &\nSons, 2008.\n\nSacks, Oliver. Musicophilia: Tales of Music and the Brain. Reprint. Picador, 2008.\n\nSingh, Simon. The Code Book: The Secret History of Codes and Code-Breaking.\n(Reissue). Fourth Estate, 2002.\n\nTuring, Alan. “Checking a Large Routine?’ In The Early British Computer\nConferences, 70-72. MIT Press, 1989. http://dl.acm.org/citation.\n\nHOUSE_OVERSIGHT_016079",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016079.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2858,
    "word_count": 416,
    "line_count": 79,
    "import_date": "2025-11-19T21:47:48.303910",
    "prefix": "IMAGES-003"
  }
}