{
  "document_id": "HOUSE_OVERSIGHT_012918",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012918.txt",
  "text": "2 1 Introduction\n\n1.2 AGI versus Narrow AI\n\nAn outsider to the AI field might think this sort of book commonplace in the research literature,\nbut insiders know that’s far from the truth. The field of Artificial Intelligence (AT) was founded\nin the mid 1950s with the aim of constructing “thinking machines” - that is, computer systems\nwith human-like general intelligence, including humanoid robots that not only look but act\nand think with intelligence equal to and ultimately greater than human beings. But in the\nintervening years, the field has drifted far from its ambitious roots, and this book represents\npart of a movement aimed at restoring the initial goals of the AI field, but in a manner powered\nby new tools and new ideas far beyond those available half a century ago.\n\nAfter the first generation of AI researchers found the task of creating human-level AGI very\ndifficult given the technology of their time, the AI field shifted focus toward what Ray Kurzweil\nhas called \"narrow AI\" — the understanding of particular specialized aspects of intelligence; and\nthe creation of AI systems displaying intelligence regarding specific tasks in relatively narrow\ndomains. In recent years, however, the situation has been changing. More and more researchers\nhave recognized the necessity — and feasibility — of returning to the original goals of the field.\n\nIn the decades since the 1950s, cognitive science and neuroscience have taught us a lot about\nwhat a cognitive architecture needs to look like to support roughly human-like general intelli-\ngence. Computer hardware has advanced to the point where we can build distributed systems\ncontaining large amounts of RAM and large numbers of processors, carrying out complex tasks\nin real time. The AI field has spawned a host of ingenious algorithms and data structures, which\nhave been successfully deployed for a huge variety of purposes.\n\nDue to all this progress, increasingly, there has been a call for a transition from the current\nfocus on highly specialized “narrow AI” problem solving systems, back to confronting the more\ndifficult issues of “human level intelligence” and more broadly “artificial general intelligence\n(AGI).” Recent years have seen a growing number of special sessions, workshops and confer-\nences devoted specifically to AGI, including the annual BICA (Biologically Inspired Cognitive\nArchitectures) AAAT Symposium, and the international AGI conference series (one in 2006,\nand annual since 2008). And, even more exciting, as reviewed in Chapter 4, there are a number\nof contemporary projects focused directly and explicitly on AGI (sometimes under the name\n\"AGI\", sometimes using related terms such as \"Human Level Intelligence\").\n\nIn spite of all this progress, however, we feel that no one has yet clearly articulated a detailed,\nsystematic design for an AGI, with potential to yield general intelligence at the human level\nand ultimately beyond. In this spirit, our main goal in this lengthy two-part book is to outline\na novel design for a thinking machine — an AGI design which we believe has the capability to\nproduce software systems with intelligence at the human adult level and ultimately beyond.\nMany of the technical details of this design have been previously presented online in a wikibook\n[Goel0b]; and the basic ideas of the design have been presented briefly in a series of conference\npapers [GPSL03, GPPG06, Goe09c]. But the overall design has not been presented in a coherent\nand systematic way before this book. In order to frame this design properly, we also present\na considerable number of broader theoretical and conceptual ideas here, some more and some\nless technical in nature.\n\nHOUSE_OVERSIGHT_012918",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012918.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3714,
    "word_count": 592,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:44.149872",
    "prefix": "IMAGES-002"
  }
}