{
  "document_id": "HOUSE_OVERSIGHT_024165",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024165.txt",
  "text": "Foreign exchange overview\n\nForeign exchange - Key points\n\ne EUR: Greek election results reduce the near-term euro break-up risk. Now starts a difficult period with\nre-negotiation of the Greek austerity program. Also Spanish yields, which have reached hard to sustain\nhighs, need to be addressed. As the crisis carries on and hurts growth prospects for Europe well into 2013\nwe recommend to keep euro short positions. The risk for either an ECB rate cut or an extension of bond\npurchase program by ECB as well as the increasing risks to the banking system are weighing on the euro.\n¢ The extension of Operation Twist in response to weakening growth outlook in the US has its pros and\ncons for the USD. Global risk aversion and search for alternatives to the euro is supporting the greenback\ncurrently. The clear commitment of the Fed to respond with more stimulus to European contagion and\nthe approaching fiscal cliff is limiting the upside potential for the USD.\n\n¢ The CAD has increased in attractiveness recently due to weaker spot rates, while good growth dynamics\nin Canada still lead to rate hike expectations. We continue to recommend an overweight.\n\ne We keep the overweight position in the GBP. The BoE eased monetary conditions for the banking\nsystem to protect the UK financial market against contagion effects spilling over from the continent.\nApart from this, we think the pound remains well supported, because valuation is cheap and investors are\nseeking liquid alternatives to the euro.\n\n¢ EURCHF is currently trading at the low end of our expected range of 1.20-1.25, and we therefore keep\nan underweight position in the CHF. The 1.20 EURCHF floor prevents any CHF appreciation and the SNB\nhas clearly shown in May that it is willing and can protect the floor; we expect the SNB to continue in this.\n¢ Sweden and Norway stand out for their lower debt-to-GDP ratios and current account surpluses. The\nNOK appreciated recently, due to safe haven inflows. We stay neutral as the appreciation potential is now\nlimited. The SEK is very sentiment-driven and should profit in the medium term.\n\ne Longer-term debt issues and weak competitiveness of major exporters are hurting the Japanese\neconomy. Therefore the Bank of Japan and Ministry of Finance will maintain an expansive policy and\ncontinue to try weaken the JPY. However, current positive growth dynamics are supportive of the JPY.\n\n¢ For commodity currencies, the AUD and NZD weakened within ranges from March to May. We expect\nanother bout of weakness over the next three months together with increasing European troubles.\n\ne We expect the CNY to appreciate 3% against the USD, moving towards 6.15 over the coming 12 months.\nInternationally marketable instruments (such as CNH, the offshore version of the Chinese currency traded\nin Hong Kong) have similar appreciation potential. Our most preferred emerging market currencies are\ncurrently MXN, ZAR, PLN, ZAR, KRW and CNY.\n\n36 UBS\n\nPreferences (6 months)\n\nunderweight\nUSD\nEUR\nGBP\nJPY\nCHF\nSEK\n\nNOK\n\nNZD\n\nAUD\n\nneutral overweight\n\nBnew old\n\nSource: UBS CIO, as of 22.06.2012\n\n30\n\nFor further information please contact CIO 's asset class specialist Thomas Flury, thomas.flury@ubs.com\n\nPlease see important disclaimer and disclosures at the end of the document.\n\nHOUSE_OVERSIGHT_024165",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024165.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3300,
    "word_count": 537,
    "line_count": 72,
    "import_date": "2025-11-19T21:47:47.344247",
    "prefix": "IMAGES-007"
  }
}