{
  "document_id": "HOUSE_OVERSIGHT_024354",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024354.txt",
  "text": "Table of Contents\n\nCLEVELAND, OH AREA INSPECTION AND RECONDITIONING CENTER SUBLEASE\n\nIn November 2018, Carvana entered into a sublease agreement with DriveTime for an inspection and reconditioning center near Cleveland,\nOhio. Pursuant to the sublease, Carvana temporarily shared space at the IRC until DriveTime vacated the facility in February 2019, at which point we\npurchased certain leasehold improvements and equipment at the facility from DriveTime for approximately $4.3 million (which amount represented the\nbook value of such improvements and equipment net of accumulated depreciation and amortization) and became the sole occupant. We pay a base rent of\n$35.0 thousand per month which increases in each extension term. The sublease has an initial term of three years. We have the ability to exercise three\nrenewal options of five years each. Before DriveTime vacated the property, we paid a monthly rental fee related to our pro rata utilization of space at the\nfacility plus a pro rata share of the facility’s actual insurance costs and real estate taxes. Our share of facility and shared reconditioning supplies expenses\nwere calculated based on the actual costs for operating the inspection and reconditioning center and our pro rata share of total reconditioned vehicles and\nparking spaces at the IRC in a given month. Our total expenses related to this lease agreement were $29.4 thousand for the year ended December 31, 2018.\n\nNASHVILLE, TN AREA INSPECTION AND RECONDITIONING CENTER LEASE\n\nOn February 28, 2019, Carvana assumed a lease from DriveTime of an IRC near Nashville, Tennessee. As part of the agreement, we agreed to\npurchase certain leasehold improvements and equipment at the facility from DriveTime for approximately $2.0 million (which amount represented the book\nvalue of such improvements and equipment net of accumulated depreciation and amortization). The term expires on October 31, 2023, subject to our ability\nto exercise three renewal options of five years each. DriveTime will remain a partial occupant of the IRC until April 1, 2019 and will not be fully released\nfrom lease obligations by the landlord. Beginning April 1, 2019, Carvana will be the sole occupant of the IRC. Base rent during the current term of the lease\nis $21.0 thousand per month and will increase to between $30.0-$31.0 thousand per month in the second half of 2019, depending on the extent of Carvana’s\nexpansion of leased space, and will further increase during each extension term over the then-current base rent by an amount equal to the percentage\nincrease in the Consumer Price Index, with a maximum of 15% and a minimum of 10%.\n\nSERVICING AGREEMENT WITH DRIVETIME\n\nIn December 2015, we entered into a servicing agreement with DriveTime, wherein DriveTime agreed to perform certain servicing and\nadministrative functions with respect to automotive finance receivables we own after origination and before sale. In the year ended December 31, 2018,\nDriveTime had aggregate earnings of approximately $0.9 million for performing servicing functions for such receivables.\n\nsAS =\n\nHOUSE_OVERSIGHT_024354",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024354.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3114,
    "word_count": 486,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:45.304998",
    "prefix": "IMAGES-007"
  }
}