{
  "document_id": "HOUSE_OVERSIGHT_022144",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022144.txt",
  "text": "PATTERSON\n\nosed to interview a girl and bring\n\n2s for Epstein.\n\nriginal]\n\ntraining in Chiang Mai. While I\n\nid special guy and told him hon-\n\ned to do. He told me I should get\n\n1e people I was working for were\ncould not walk away or disobey\nus punishment, including my life.\n\nzct me. I had confidence [in] him\nas my opportunity to escape and\nruly loved me and would protect\nv to Australia.\n\nd told him I was not coming back.\n? fallen in love.” Epstein basically\n1 good life.” I could tell he was not\nhat he was going to do to me. I\nowerful friends might send some-\nkilled.\n\nward, out of concern for my safety\nstayed in Australia with my hus-\nrom late 2002 to October 2013. To\n? United States during these years,\n| visit my mother. And my absence\n‘as not voluntary —I was hiding\n\nof what he would do to me if]\n\nfes.\n\nfter not hearing from anyone for 3\n\ncontacted by someone who identi- F\nyunding name and claimed he wis\n\n246\n\nFittuyy Ricw\n\nwith the FBI. It seemed very odd for someone doing an offi-\ncial criminal investigation to Just call up on the phone like\nthat. I hadn't heard Epstein’s name for years. I didn’t know\nwho this person was and what it was really about. I couldn’t\ntell what was going on.\n\n36. This man said he was looking into Jeffrey Epstein.\nThe man asked if I had been involved with Epstein. My first\ninstinct was to say nothing because I wasn’t sure he was\nreally with the FBI or any authorities. I answered a few basic\nquestions, telling him that I knew Jeffrey Epstein and had\nmet him at a young age. But the conversation didn't feel right.\nThis man never offered to come and meet with me in person.\nInstead, he asked me right off the bat about Epstein’s sexual\npractices. I thought it would be strange for a true law enforce-\nment officer to behave that way, so I became increasingly\nuncomfortable and suspicious about who was actually call-\ning me.\n\n37. I told the man nothing more about Epstein. The con-\nversation probably didn’t even last three minutes, but it\nimmediately triggered all of the fears of Epstein and his pow-\nerful friends that had caused me to escape in the first place.\nIf the call accomplished anything, it only put me back in a\nState of fear and told me that I could he found quite easily\nand had nobody officially protecting me.\n\n38. I suspected that the man who called me was working\nfor Epstein or one of Epstein’s powerful friends. I believed that\nif this was really an agent who was investigating Epstein, he\nwould have known who I was and how I fit into Epstein’s sex-\nual crimes in many different places. He would have inter-\nviewed me in a way that would have established his credentials\n\n247\n\nHOUSE_OVERSIGHT_022144",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022144.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2672,
    "word_count": 498,
    "line_count": 87,
    "import_date": "2025-11-19T21:47:45.671252",
    "prefix": "IMAGES-006"
  }
}