{
  "document_id": "HOUSE_OVERSIGHT_021155",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021155.txt",
  "text": "a sweater for disguise and my next stop was Dunkin Doughnuts’ to get a\nchocolate iced doughnut and a cup of coffee. I didn’t have doubts about\ngetting out of the facility but I wasn’t expecting it to be so easy this time.\nMy past excursions all began with an abrupt struggle sometimes ending\nin a brutal state of affairs after being pepper sprayed and fastened into\nsome painful lock by forceful men four- times my size, then tossed into\nsolitary until | saw my next chance to desert. I got to know the guards\nreal well, as I spent a lot of my time being dragged down to the white\nroom by them. There was Jim, a large black man who could’ve doubled\nfor a “Miami Dolphin’s” defensive linebacker. John was another big man\nwith a ponytail and a mustache, and he looked like someone who\ndefinitely owned a Harley. The last guy Scott had a smaller build but\nmade up for it with his steroid injected muscles bulging out of his neck\nand their was the added height from his curly fro. When they weren’t\nrestraining me and holding me captive in solitaire, they were actually\npretty nice guys, not afraid to have a laugh after some explosive incident\nand I held no contempt towards them either, they were just doing their\njobs.\n\nIt was de’ja’vous all over again, free at last but where would I go now.\nWith Ron’s scouts on the lookout for me, and now the authorities being\nnotified I was a runaway again, | would have a lot of people searching for\nme, so | knew I had to be careful where I went. My last stop before\nleaving the shopping center was to use a payphone to call my parents, my\nDad answered completely surprised to hear me on the other end, I wanted\nto sarcastically thank him for breaking his promise to me and I hope he is\nhappy now, he just lost his daughter for good. I stopped to listen to what\nhe was trying to say and he told me ”I was getting you out in a few days,\nI found you somebody to stay with, she’s a good person who has got\nteenagers your age, | was just trying to convince your Mother to sign the\npapers to get you out of there”.\n\nI was so outraged at her ability to put her own wants before the needs\nof her own flesh and blood daughter. I told him to come pick me up and\nbring me to the house so | could speak with her for the first time in over a\nyear, but if I felt threatened for one second I will be on my way quicker\nthan a blink of an eye and on my own for good. He wasn’t overjoyed at\nmy proposition, knowing what position this put him in as her husband but\nas my father he decided to put me first for once and take me home to\nconfront my mother.\n\nLarrived at my house for the first time in a long time and everything\nlooked different. My parents refurnished and renovated the house. I didn’t\neven have a room anymore, my old belongings and bed were removed\nand it was now the office. Of course my Mom didn’t meet me at the gate\nor the front door like her long lost offspring reunited. No, instead she\n\n21\n\nCi Copyright Protected Material\n\nGIUFFRE004 154\n\nwaited for me to come find her outback smoking cigarettes and having a\nbeer. She stood up from her seat and squinted her eyes loathing in her\nhatred she coldly slapped me hard in the face. The slap stung, but I\nmatched her look with a familiar stone-coldness that only she could\nunderstand. Immediately we both started to cry and we washed away our\nanguish and resentment through our tears and consolidated our feelings\nfor the first time since the chaos first affected our lives. She didn’t want\nto know much of my whereabouts and she still had a lot of anger to get\nover but she asked me to stay home at least. My little brother ran through\nthe back door and hugged me so tight, 1 started to cry again and was\nsaddened by how much time I had missed the time | had lost just hanging\nout with my brothers and it took me even longer to realize how precious\ntime really is. We were never going to be the average Joes next door but\nat least this was better than nothing. I loved being with my family again.\nWe had BBQ’s and bon-fires with each other and life began to slowly\npiece back together. It was bizarre how normal it was when I first got\nhome. I turned fifteen that year and it was the exact cup of tea that I had\nneeded to boost me up and get me on the right track.\n\nI decided to go school to acquire my general education diploma or G.E.D\nand got a summer job with my Dad at Mar-A-Lago, Donald Trumps\nexclusive country club in Palm Beach. Surrounded by lush acres of\ntropical landscapes, manicured gardens, and a mansion made into a beach\nclub for the rich and famous it is known as the “Jewel of Palm Beach”. I\nwas in sheer awe at the gold arched ceilings and the grandeur ballrooms.\n\nThe spa where I worked was world class, not only oozing in style but in\nthe way each and every clientele was treated with the upmost service. My\nfocus was now set on becoming a massage therapist, and working my\nway into a luxurious spa like the one I worked for now, only I was a\nlocker-room attendant there. I studied many books about the anatomy of\nthe human body and how you can affect a person’s well-being and health\nfor the better through a simple healing touch. It was amazing to me the\nway the body responded to massage. I was more than just interested. |\nwas determined to become a therapist.\n\nIt was one of those anatomy books that I had my nose buried in one\nafternoon on a quiet Tuesday and it could get pretty lonely in the locker\nroom, so if I weren’t busy I’d sit outside by the spa’s reception and read\nmy books in the warmth of the Florida sun. A lovely looking woman in\nher late thirties who spoke with a proper English accent approached me. |\nassumed it was a general question, “like where’s the ladies room or was\nthat the famous model from so-and-so?” but she was more interested in\nthe book | was reading. Only believing at first we were just making small\ntalk she was really intrigued at my choice of reading. She then asked if 1\n\n22\n\n€) Copyright Protected Material\nCONFIDENTIAL\n\nGIUFFREO04 155\n\nHOUSE_OVERSIGHT_021155",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021155.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6018,
    "word_count": 1151,
    "line_count": 107,
    "import_date": "2025-11-19T21:47:48.048543",
    "prefix": "IMAGES-006"
  }
}