{
  "document_id": "HOUSE_OVERSIGHT_028260",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028260.txt",
  "text": "/ BARAK / 126\n\nPalestinians control of most of Hebron, and accepted further withdrawals under the\nWye River agreement. But amid predictable protests from the right, he had\npromptly retreated from his Wye commitments. I knew that his default response to\nObama’s call for a settlement freeze would be “no.” And it was, delivered first to\nthe cabinet and then to the public, as soon as he got back from his talks with the\nPresident.\n\nIn my repeated meetings with Bibi in the weeks that followed — both one-on-\none, and within the informal group of close ministers and aides known as the\nGroup of Eight — I tried to persuade him that, if only because of America’s key role\non Iran, we needed to show some sign of engagement with Obama’s efforts. I was\nnot entirely alone. One ally was an old friend: Dan Meridor, who had rejoined the\nLikud before the election. Another was more unexpected: Avigdor Lieberman. He\nwas never going to accept a settlement freeze. Not only did his heart, and political\ninterests, lie on the West Bank. He lived there. But like many in the party he led,\nhe had come to Israel from the former Soviet Union, shaping a worldview that in\nmany ways remained European, and pro-Western. He was worried about creating\nthe impression of blanket Israeli intransigence toward a popular new American\nPresident, and isolating ourselves internationally, if we didn’t go some way\ntowards helping to restart talks with the Palestinians.\n\nThough Bibi showed no signs of retreat on the settlement freeze, he did accept\nthat broader point. Ten days after Obama’s Cairo speech, he publicly accepted the\nidea of a Palestinian state for the first time, having ruled it out as recently as the\nmonth before in his White House talks with the President. The shift was dismissed\nas trivial not just by the Palestinians, but by many in my own Labor party and\nalmost everyone else on the left. I disagreed. I knew how deep, genuine and\nlongstanding Bibi’s resistance to Palestinian statehood was. But I had another,\nserious concern about the “peace plan” he announced: an entirely new precondition\nhe insisted the Palestinians must meet if peace was ever going to be possible. He\nsaid they must “clearly and unambiguously recognize Israel as the state of the\nJewish people.” On a whole series of levels, that made no sense to me. We hadn’t\nasked Egypt or Jordan to grant us explicit recognition as a Jewish state when we\nmade peace with them. Even when Bibi himself had briefly tried to open\nnegotiations with Damascus in his first period as Prime Minister, we’d never felt\nthe need to ask it of the Syrians either. To the extent there was any logic in\ndemanding it of the Palestinians, Bibi’s reasoning seemed to be that this would\n\n412\nHOUSE_OVERSIGHT_028260",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028260.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2754,
    "word_count": 477,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:44.288437",
    "prefix": "IMAGES-009"
  }
}