{
  "document_id": "HOUSE_OVERSIGHT_020337",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020337.txt",
  "text": "185\n\nadversary services, which also had the home court advantage, from stepping in. He also gave\nadversaries an ample, if not wholly irresistible reason, to enter the game by saying that he had\naccess to NSA’s sources in China.\n\nHow could they resist such a prize?\n\nAs confidant as Snowden may have been that he was in control, the CIA believed that\nconfidence was misinformed. CIA Deputy Director Morell said, after reviewing the case on a\npanel appointed by President Obama: “Snowden thinks he is smart, but he was never in a position\nin his previous jobs to fully understand the immense capabilities of our Russian and Chinese\ncounterparts.” He could adopt a self-confident tone in his post-mortem conversations with\njournalists in Moscow, but he had no means to block the efforts of the Chinese or Russian\nservices in Hong Kong. These intelligence services had no restrictions on their actions. For\nexample, the Chinese intelligence service could have spotted him on his arrival in Hong Kong\nsimply by cross- checking its aforementioned database of US intelligence workers who had\napplied for a renewed security clearance in the past three years. It could have pinpointed his\nwhereabouts through its informant network in the Hong Kong Police and the security staffs of\nhotels. Snowden’s mysterious “carer” would not be immune from detection by that network.\nRussia, China’s longtime intelligence ally, would not even need to go to such lengths since, as\nPutin gloatingly confirmed, he contacted its diplomats in Hong Kong. The Russian intelligence\nservice would them swing into action while Russian “diplomats” entered into talks with him. The\nRussians would also glean from Snowden’s request for asylum that Hong Kong was only a\ntemporary stopover for him,\n\n“The purpose of my [Hong Kong} mission was to get the information to journalists,” he\nwould tell the Guardian after he was safely ensconced in Moscow. After that brief mission, he\nwas “done” in Hong Kong. Where he planned to go next, mainland China was only a taxi ride\naway and there was a direct flight to Moscow.\n\nSnowden does not say how many days he planned to be in Hong Kong, but he indicated that\nhe was working under a tight clock. The time pressure resulted in him emailing Gellman at the\nWashington Post an ultimatum on May 24, 2013: either Gellman publish the selected documents\nin the Washington Post within 72 hours or he would lose the exclusive scoop. He wanted the\nstory to break on May 27 2013 without his true identity (which Gellman did not know). Hid\nidentity would be known to a foreign mission in Hong Kong if Gellman acceded to his demands.\nSince as previously mentioned, Gellman’s story would enclose an encoded signal he planned to\nuse as proof of his bona fides. So even before the Guardian reporters had agreed to come to\nHong Kong, he had plans to deal with a foreign mission. But he planned to keep his name out of\nit. Instead, he insisted Gellman include in it a coded signal in it. When the Washington Post\nturned down his ultimatum, he needed a different plan.\n\nTime was running out if he was to break the story and leave Hong Kong before the NSA\nrealized he was missing. At best, he was safe until June 3“. That was when he was supposed to\nreturn from his two-week medical leave for getting treatment for epilepsy. But if he failed to show\nup in Hawaii on June 3, alarm bells at the NSA would go off. It would not take long to find him.\nAirline record would show that he had flown to Hong Kong. The NSA security staff would ask\nquestions, as Snowden explained from Moscow: “This guy isn’t where he says he’s supposed to\nbe. He’s supposed to be getting medical treatment. Why the hell is he in Hong Kong?” It would\nthen determine he had lied about his medical treatment, and it would immediate go after him with\nthe full power of the U.S. government.\n\nHOUSE_OVERSIGHT_020337",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020337.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3870,
    "word_count": 673,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:47.192135",
    "prefix": "IMAGES-005"
  }
}