{
  "document_id": "HOUSE_OVERSIGHT_019270",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019270.txt",
  "text": "BREAKING DOWN DEMOCRACY: Goals, Strategies, and Methods of Modern Authoritarians\n\nThird, he signaled his support for majoritarianism,\nwith its disdain for checks and balances and civil\nsociety, as opposed to the values of pluralism that are\nenshrined in liberal democratic practice.\n\nThe message here is important. For many, illiberalism’s\ndefining feature is intolerance toward minority groups:\nthe LGBT (lesbian, gay, bisexual, and transgender)\ncommunity, Roma, Muslims, refugees and migrants\n\nof all sorts. But in Hungary and elsewhere, illiberal\ngovernment signifies something much more compre-\nhensive than the prime minister asserting that “every\nsingle migrant poses a public security and terror risk,”\nand that refugees bring “gangs hunting down our\nwomen and daughters”*—two of Orban's more incen-\ndiary declarations.\n\nThe Hungarian leader is instead telling us that illiberal-\nism involves a wholesale rejection of liberal values and\ndemocratic norms, with all that this implies for politics\nand governance. Fidesz’'s “reform” efforts have been less\nconcerned with the repression of unpopular minori-\nties than with the creation of a system in which the\ninstitutions of pluralism are hollowed out and the ruling\nparty's dominance is assured over the long term.\n\naving come to office with a two-thirds parliamen-\ntary majority in 2010, Orban was able to rewrite the\nconstitution without the consent of the opposition.\n\ne rushed through a series of constitutional changes,\ncardinal laws (requiring a two-thirds vote to change or\nremove), and regular laws that had the effect of turn-\ning the Hungarian political system upside down.\n\nAmong the steps taken by Fidesz after its 2010 triumph:\n\n¢ The Constitutional Court was overhauled so that\nFidesz appointees became a majority and its\njurisdiction was narrowed.\n\n¢ The government eliminated the independent\nFiscal Council, responsible for overseeing bud-\ngetary policy, then replaced it with a new council\nunder Fidesz control.\n\n¢ Anewelection law created gerrymandered legis-\nlative districts that were favorable to Fidesz.®\n\n¢ Orban gave voting rights to ethnic Hungarians\nin neighboring countries, who were likely to\n\nsupport Fidesz.’\n\n¢ The government created a new press authority\n\nwhose chair and members were Fidesz loyalists.\nThe authority was given wide-ranging powers to\nfine media outlets.’\n\nWhile the measures listed above were some of the most\nnotorious of the Fidesz initiatives, in some cases draw-\ning critical attention from European oversight bodies,\nthey represent only part of the campaign that has trans-\nformed Hungary into a full-fledged illiberal democracy.\n\nPerhaps the more far-reaching measures introduced\nunder Orban have been in the economic sphere. Since\n2010, Hungary has evolved into a crony capitalist state\npar excellence. But unlike in outright kleptocracies\nsuch as Russia, where the regime itself is organized\naround the plunder of public wealth by the ruling\nclique, Orban has used state laws and procurement\ncontracts to create a wealthy Fidesz-affiliated business\nconstituency that can finance political campaigns, re-\nward party supporters, and operate friendly media out-\nlets. The enrichment of cronies is less an objective in\nitself than a means of fortifying the dominant political\nparty against any future challenge from the opposition.®\n\nWhile Orban is highly unpopular in European liberal\ncircles, he has gained a following among conserva-\ntives in both Europe and the United States. At a 2015\ncongressional subcommittee hearing in Washington,\none Republican legislator after another defended the\nFidesz government, often in ways that demonstrated\nblatant ignorance of political conditions in Budapest.'®\nConservatives praise Orban for his commitment to\ntraditional values and decisive leadership, but they\nignore the course he has set for the economy.\n\nSince taking power in 2010, the prime minister has\nviolated practically every principle of the free market\nand prudent economic stewardship. Were Hungary a\ndeveloping state in Latin America or Africa, donor gov-\nernments would likely have imposed special conditions\non foreign assistance given the overt acts of corruption\nand cronyism that Fidesz has embraced as a matter of\npublic policy. This includes a pattern of awarding gov-\nernment contracts to businesses with Fidesz ties, the\nadoption of special laws to benefit Fidesz supporters in\nthe business community, the use of punitive taxation\nagainst foreign-owned corporations, tax concessions\nfor corporations controlled by Fidesz loyalists, and the\ngranting of control over nationalized sectors of the\n\neconomy to Fidesz supporters.\n\nIn its relentless drive to hand economic power to its\nallies, Fidesz resembles the old-style political ma-\n\n36\n\nHOUSE_OVERSIGHT_019270",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019270.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4783,
    "word_count": 716,
    "line_count": 117,
    "import_date": "2025-11-19T21:47:48.722905",
    "prefix": "IMAGES-005"
  }
}