{
  "document_id": "HOUSE_OVERSIGHT_018462",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018462.txt",
  "text": "As glad as I am that my upbringing was not stereotypically sexually repressed, I have to\nsay that I envy my friend his easy personal integration of BDSM.\n\n2. 1 wish this point had been made, over and over: \"You might consider being careful\nwith sex.\"\n\nI recently read an excellent New Yorker article that reviews the new version of The Joy of\nSex. It talks about the time when The Joy of Sex came out, as well as a similar\ncontemporary feminist book, Our Bodies, Ourselves, and it points out that \"both books\nespoused the (distinctly seventies) notion that sex could be a value-neutral experience, as\nnatural as eating.”\n\n\"Value-neutral\": that's a great way to describe the overall attitude about sex that I\nabsorbed. As if sex were something I could do as an amusing diversion, with anyone, at\nany time, and it would always be fun fun fun! As if there was no need to be overly careful\nor sensitive -- sex was just a game I could play, like a sport -- where the worst that would\nhappen if I screwed up might be a skinned knee.\n\nI wish that there had been an emphasis on how emotions can really matter, when it\ncomes to sex. I wish that there had been acknowledgment of the fact that we can really\nhurt ourselves, and others, when we're cavalier about sex. (Not that we always do -- but\nwe can.) I wish I had understood sooner that sex is not always value-neutral; that\neveryone has all manner of different sexual needs and hangups, anxieties and strong\nemotions. I think maybe there are people out there who can have \"value-neutral\" sex --\nwhere it's totally about physicality and nothing more -- but I am not like that, and I\nsuspect that most people are not.\n\nWhich isn't to say that I think there's anything wrong with people who can have sex that's\n\"value-neutral.\" (And maybe \"value-neutral” is not a great term for it; I worry that I\nsound like I'm judging when I use that term.) I just don't think it's a good model for\neveryone, and yet I think that it has somewhat been promoted as if everyone \"ought to\"\nbe that way.\n\nI think that there are lots of people out there who feel as though the sexual liberation\nmovement \"failed\" or \"betrayed them,\" because they convinced themselves that sex is\nvalue-neutral and then got hurt. You see a lot of assertions along these lines in the\nconservative media -- for instance, here's a quotation from a synopsis of the book\nModern Sex:\n\nThe 1960s sexual revolution made a big promise: if we just let go of our inhibitions, we'll\nbe happy and fulfilled. Yet sexual liberation has made us no happier and, if anything, less\nfulfilled. Why?... sex today is increasingly mechanical and without commitment -- a\ndepartment of plumbing, hygiene, or athletics rather than a private sphere for the\ncreation of human meaning. The result: legions of unhappy adults and confused\nteenagers deprived of their innocence, on their way not to maturity but to\ndisillusionment.... These beautifully written essays -- on subjects ranging from the TV\nshow Sex and the City to teen sex to the eclipse of the manly ideal to the benefits of\nmarriage -- add up to the deepest, most informative appraisal we have of how and why\nthe sexual revolution has failed.\n\nHOUSE_OVERSIGHT_018462",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018462.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3204,
    "word_count": 571,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.412552",
    "prefix": "IMAGES-004"
  }
}