{
  "document_id": "HOUSE_OVERSIGHT_013878",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013878.txt",
  "text": "Ritika at Brickwork added the following:\n\n» market research m financial research » business plans » industry analysis » market assessment\nreports m preparing presentations » reports and newsletters m legal research m analytics m website\n\ndevelopment m search engine optimization » maintaining and updating databases m credit scoring =\nmanaging procurement processes\n\nVenky: We have a forgetful client who has us call him all the time with various reminders. One of our\nclients on a custom plan has us wake him up every morning. We’ve done the legwork and found people\nwho fell out of contact after Katrina. Found jobs for clients! My favorite so far: One of our clients has a\npair of trousers that he really likes that aren’t in production anymore. He’s sending them to Bangalore\n(from London) to have created exact replicas at a tiny fraction of the price.\n\nHere are a few other YMII custom requests:\n\n» Reminding an overzealous client to pay his current parking fines,\nas well as not speed and collect parking fines.\n\ne » Apologizing and sending flowers and cards to spouses of clients.\n\ne » Charting a diet plan, reminding client on it regularly, ordering\ngroceries based on the specific diet plan.\n\ne » Getting a job for a person who lost his job due to outsourcing a\nyear back. We did the job search, did the cover letters, did the\nresume tuning, and got the client a job in 30 days.\n\ne » Fixing a broken windowpane of a house in Geneva, Switzerland.\n\ne » Collecting homework information from teacher’s voicemail and e-\nmailing it to the client (parents of the kid).\n\ne » Research on how to tie a shoelace meant for a kid (client’s son).\n\nHOUSE_OVERSIGHT_013878",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013878.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1666,
    "word_count": 290,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:46.920805",
    "prefix": "IMAGES-002"
  }
}