{
  "document_id": "HOUSE_OVERSIGHT_018812",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018812.txt",
  "text": "Summary of Salient Facts and Conclusions 2\n\nExtraordinary Assumptions and Hypothetical Conditions\n\nThe value conclusions are subject to the following extraordinary assumptions that may affect the assignment\nresults. An extraordinary assumption is uncertain information accepted as fact. If the assumption is found to\nbe false as of the effective date of the appraisal, we reserve the right to modify our value conclusions.\n\n1. The subject property has a fueling dock and four fuel storage tanks located on site; including three diesel\nand one gasoline. There were no signs of contamination during our inspection and we have assumed that\nthere is no adverse environmental impactin connection with the existing fuel equipment used on the\nsubject property.\n\n2. The parking garage at the subject slightly encroaches on the neighboring property to the immediate\nnorthwest. This land is owned by the Government of the Virgin Islands and we have assumed that no claim\nwill arise from the encroachments.\n\n3. For this analysis, we have valued the going concern interest in the subject property and have allocated the\nvalue of the personal property from the value of the real property. We were provided with financial\nstatments from ownership thatindicates the depreciated book value of these assets. It is beyond our scope\nto value these assets in use; therefore, we have assumed that the book values of teh personal property\nitems shown in the statments provided by ownership are reasonably accurate for the purpose of this\nallocation exercise.\n\nThe value conclusions are based on the following hypothetical conditions that may affect the assignment\nresults. Ahypothetical condition is a condition contrary to known fact on the effective date of the appraisal\nbut is supposed for the purpose of analysis.\n\n1. No hypothetical conditions were employed in this analysis.\n\nIGY American Yacht Harbor Marina\n\nHOUSE_OVERSIGHT_018812",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018812.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1917,
    "word_count": 298,
    "line_count": 33,
    "import_date": "2025-11-19T21:47:49.025908",
    "prefix": "IMAGES-005"
  }
}