{
  "document_id": "HOUSE_OVERSIGHT_023675",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023675.txt",
  "text": "RLK: First of all, we have to understand it in context.\nThere are twenty-one different clauses in this\nConstitutional Amendment, and the whole point of it is to\nstrengthen the governance system of China. Now China is a\nparty-state system where the party controls the state.\nEveryone is focusing on the abolition of term limits, and it\nis important, but we need to understand the context within\nthis party-state system. In October of 2016, Xi Jinping was\nmade “Core” of the Party, which meant the collective\nleadership of the past was no longer operative; that X was,\nin essence, for the Party, the decision maker. Then just this\nlast October at the 19th CPC National Congress, his name\nwas put into the Party Constitution as “Xi Jinping Thought\non Socialism with Chinese Characteristics for a New\nEra,”... it’s a big phrase.\n\nRLK: But what it means is that Xi is the arbiter of Marxism\n\nand party theory. That means in terms of being the Core ot\nthe Party and the interpreter of Marxism that gives him\nultimate power. He doesn’t even need a formal position when\nhas those two and the Party continues to run the country.\n\nHOST: Is that a good thing? How can it be a good thing for\nthe country when one person has the ultimate power?\n\nRLK: There are two issues. One is how it happened: Now\nthe abolition of presidential term limits coordinates with the\nParty and military, together the three largest positions. So\nthey’re now coordinated because he already had that power\nin the Party and the military.\n\n- via Skype\n\nei—BAm labs\nhe TOMS RART RAS HAS\n\nRobert Lawrence Kuhn | Author, \"How China's Leaders Think\" 33 am amt\nCNN NEWSROOM\n\nWES t=84 PHAR\n\nPARLIAMENT VOTES TO END PRESIDENTIAL TERM LIMITS\n\n9:33 AM CET\n\nCNN NEWSROOM\n\nHOUSE_OVERSIGHT_023675",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023675.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1746,
    "word_count": 304,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:44.728929",
    "prefix": "IMAGES-007"
  }
}