{
  "document_id": "HOUSE_OVERSIGHT_020616",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020616.txt",
  "text": "157\n\nBut it also means that French state television of the 1960s often aired views favorable\nto the Cultural Revolution, while Maoism was influential inside the radical Left.\nFrench diplomacy also has had its “China school,” with leading figures such as Etienne\nManach (a historical Gaullist) and Claude Martin (who recently published his memoirs\nunder a title lifted creatively from a saying by Chairman Mao, “La diplomatie n’est pas\nun diner de gala” or “Diplomacy is not a dinner party”).\n\nStill, the shift in public opinion has been equally notable. Simon Leys wrote in French\nand spawned a critical tradition inside French sinology. The 1989 Tiananmen Square\ncrackdown and a demonstration condoned by the French government on the eve of the\nG-7 Versailles Summit created a lasting row with the PRC (to which arms sales to Taiwan\nin the early 1990s can be traced). President Nicolas Sarkozy’s stand on Tibet around the\n2008 Olympics kindled an even more severe controversy with China, one which also left\na trace inside French officialdom. Although diplomatic relations would be normalized\n\nin ensuing years, this marked the beginning of a rebalancing of France’s foreign policy\nin Asia. Today, France is a leading arms provider to Australia, Malaysia, Vietnam, India,\nSingapore, and—to a lesser degree—Japan. It is the leading country—and one of only\ntwo EU countries—participating in freedom of navigation naval operations in the South\nChina Sea, albeit with more limited objectives than the United States. It has also taken\nthe lead, with Germany and Italy, in calling for investment screening by the EU, a move\nthat clearly targets Chinese attempts to obtain European high technology.\n\nDiaspora\n\nThe Chinese diaspora in France is the largest in Europe, estimated to be between\nsix hundred thousand and one million. Exact figures are not known as ethnic or\nreligious censuses are banned in France. The diaspora is not only large but diverse,\nincluding Hoa refugees from Indochina arriving in the late 1970s, Wenzhou\nimmigrants, Dongbei workers, and, more recently, students and affluent Chinese.\nWenzhou immigrants are notably apolitical, while Dongbei (northeast) people are\ncloser to PRC traditions. Very few influential French of Chinese origins come from\neither of these two groups.\n\nThe PRC embassy in Paris and consulates in Marseilles and Strasbourg have increased\nChina’s outreach to the various Chinese communities in recent years. Notably, actions\nwere taken to encouraging and mobilizing counterdemonstrations (largely from the\nstudent community) in Paris during the 2008 Olympics row and by exploiting the issue\nof crime against Asians (tourists or residents). In 2016, the death of a Chinese resident\nat the hands of the police spawned a very sudden and publicly condoned reaction\n\nin China itself, an echo and perhaps a reminder of the 2008 Olympics row. The PRC\nalso has consulates in French Polynesia and on Reunion Island, with activities more\ndirected to communities of Chinese origin that reside there.\n\nAppendix 2\n\nHOUSE_OVERSIGHT_020616",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020616.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3064,
    "word_count": 482,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:47.203772",
    "prefix": "IMAGES-006"
  }
}