{
  "document_id": "HOUSE_OVERSIGHT_017242",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017242.txt",
  "text": "4.2.12\nWC: 191694\n\nConclusion: The Future of Freedom of Speech\n\nAlthough most Americans support freedom of speech in the abstract, far fewer support speech\nthat hurts them. Free speech for me but not for thee is a common limitation. Let me propose a\ntest for my own readers to see whether you qualify to join “the First Amendment Club.”\n\nDo you really believe in the freedom of speech guaranteed by our First Amendment? Or do you\njust support the speech of those with whom you agree? Nearly two hundred years ago, the\nFrench philosopher Voltaire articulated the fundamental premise underlying true support for\nfreedom of speech: “I disapprove of what you say, but I will defend to the death your right to say\ni,\n\nDefending “to the death” may be a bit strong and “disapprove” a bit weak, but the core of\nVoltaire’s point is crucial. It is easy, and rather self-serving, to rally ‘round the flag of the First\nAmendment on behalf of those whose speech you admire or enjoy. But unless you are prepared\nto defend the freedom to speak of those whom you despise—those who make your blood\nboil—you cannot count yourself as a member of that rather select club of true believers in\nfreedom of expression.\n\nI call it a select club because most people, even most who claim adherence to the First\nAmendment, favor some censorship. Deep down, clearly everyone wants to censor something. I\nhave Jewish friends who support freedom of expression for everyone—except for Nazis who\nwant to march through Jewish neighborhoods like Skokie, Illinois. I have African-American\nfriends who support freedom of speech for everyone—except those who would try to justify\nracism. I have women friends who support freedom of speech for everyone—except those who\nare in the business of selling sexist pornography. And the list goes on.\n\nWhen I spoke at a rally of artists, museum curators, and gallery owners protesting the prosecution\nof the Cincinnati museum curator who had exhibited the Mappelthorpe photographs of naked\nchildren and homosexual adults, it was a very self-serving rally. Of course, artists, museum\ncurators, and gallery owners would protest the censorship of art! Art is their business, after all.\n\nWhen I represented the musical Hair, which had been “banned in Boston” back in the sixties, of\ncourse we got the support of the theater crowd. No one should be surprised that the leader of the\nrock band 2 Live Crew has become a First Amendment maven, since his rap lyrics have been\ncensored. When the Palestine Liberation Organization (PLO) was prevented from opening an\ninformation office in Washington, it was predictable that Arab-American supporters of the PLO\nwould cry “First Amendment foul.” It was not as predictable that many Jewish supporters of\nIsrael followed my lead in opposing such censorship.\n\nAnd what about the classic of self-serving promotion of the Bill of Rights: The Philip Morris\nsponsorship of TV ads praising the First Amendment at a time when Congress was considering\nfurther limitations on cigarette advertising, or corporate support for the First Amendment right to\nmake unlimited contributions to political campaigns. You do not have to be a supporter of\nfreedom of speech to protest when the government tries to censor the speech of those who are\ngoring your ox.\n\n155\n\nHOUSE_OVERSIGHT_017242",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017242.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3309,
    "word_count": 548,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:45.737461",
    "prefix": "IMAGES-004"
  }
}