{
  "document_id": "HOUSE_OVERSIGHT_023838",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023838.txt",
  "text": "92 Teaching Minds\n\n5. Designer Genes—Students consider ethical and political issues\nrelated to genetic engineering, for example, cloning, gene\ntherapies, and the manufacturing of drugs. In the process\nthey learn about DNA and the basics of genetic engineering.\n\n6. Plant Plague—Students working for a fictional county farming\nagency are faced with an anomalous powdery mildew that\nhas infected wheat in their local area. They investigate how\nthe new strain of mildew arose and how it spread to this area\nand crop in particular. They work to develop a treatment for\nthe current crop; then they develop a way to alter the wheat\nor the way in which it is grown to prevent future fungal\noutbreaks.\n\n7. Medical Detective—Students work with the fictional county\nmedical examiner to conduct medical investigations. They\nare asked to determine the time and cause of death for\nvarious mysterious cases.\n\n8. Cutting Costs Without Cutting Care—In this rotation,\nstudents consider business aspects related to healthcare.\nStudents play the role of a hospital consultant whose job\nit is to discern why the hospital is losing money and make\nrecommendations for correcting the situation. In the process\nthey confront ethical issues related to cutting costs in the\narea of healthcare.\n\n9. Outbreak—In this rotation, students work in the areas\nof infectious disease, epidemiology, and public health\nadministration. They begin by diagnosing the cause of a\nfictional patient’s infection that stems from bacteria in a\nfood item. They then learn that many people across the\ncountry have been found with similar illnesses. Students\nhave to develop a plan to manage the outbreak due to the\navailability of the food item to a wide population. Later they\nare fictionally hired to develop a readiness plan for a possible\nworldwide pandemic.\n\nStudents spend weeks in each rotation. What do they learn?\nRemember, the answer cannot be that they learn about health sci-\nences. Why not?\nBecause that is really not the issue. No high school student learn-\ning a subject really learns that subject. Students forget what they have\n\nHOUSE_OVERSIGHT_023838",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023838.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2119,
    "word_count": 339,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:47.398780",
    "prefix": "IMAGES-007"
  }
}