{
  "document_id": "HOUSE_OVERSIGHT_024343",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024343.txt",
  "text": "Table of Contents\n\neo NON-BUSINESS INCREMENTAL COST CELLPHONE\nNAME YEAR MATCH(i) AIRCRAFT USAGK(ii) OF COMPANY CAR Gii) EXPENSKE(iv) TOTAL\nErnest Garcia IT 2018) = = —_ _ —_\n2017 — 12,782 — 3,367 16,149\n2016 = 34,349 16,460 3,199 54,008\nMark Jenkins 2018 3,115 — 18,500 365 21,980\n2017 = = 11,538 903 12,441\n2016 — — 12,294 — 12,294\nBenjamin Huston 2018 4,489 — 14,750 664 19,903\n2017 4,200 — 18,896 938 24,034\n2016 4,200 = 11,399 3,771 19,370\nRyan Keeton 2018 6,589 — 12,750 703 20,042\n2017 6,300 — 12,750 2,638 21,688\n2016 6,300 — 12,750 os 19,050\nDaniel Gill 2018 1,523 — 11,250 384 13,157\n2017 — — 11,250 386 17,451\n2016 = — 11,250 — 11,250\n\nG) Represents discretionary matching contributions under our 401(k) Plan\n\n(i) The 2016 and 2017 amounts for Mr. Garcia is the incremental cost to Carvana of flights relating to a personal event on the private aircraft operated by\nBridgecrest Credit Company, f/k/a DT Credit Company, LLC (“Bridgecrest’’), an affiliate of DriveTime, and leased by Carvana. See “Certain\nRelationships and Related Party Transactions — Relationship with DriveTime — Aircraft Time Sharing Agreement.” The incremental cost to Carvana\nof aircraft used under the aircraft time sharing agreement for a non-business flight is calculated by multiplying the aircraft’s per-mile variable\noperating cost by a flight’s total mileage, which includes the mileage of an empty return flight. Variable operating costs include: (1) landing, parking,\npassenger ground transportation, crew travel, and flight planning services expenses; (2) supplies, catering, and crew traveling expenses; (3) aircraft\nfuel and oil expenses; (4) maintenance, parts, and external labor (inspections and repairs); and (5) any customs, foreign permit, and similar fees. Fixed\ncosts that do not vary based upon usage are not included in the calculation of direct operating cost. On certain occasions, a named executive officer or\na named executive officer’s spouse or other family member may fly on the corporate aircraft as additional passengers. No additional direct operating\ncost is incurred in such situations under the foregoing methodology because the costs would not be incremental. Carvana does not pay its named\nexecutive officers any amounts in respect of taxes (so-called gross-up payments) on income imputed to them for non-business aircraft usage.\n\n(iii) The incremental cost of the company car to us has been calculated based on the depreciation value of the vehicle.\n\n(iv) Represents the cost of company-paid cell phone service.\n\n(v) Mr. Garcia’s “All Other Compensation” for 2018 was less than $10,000.\n\na35 =\n\nHOUSE_OVERSIGHT_024343",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024343.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2636,
    "word_count": 417,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:45.619618",
    "prefix": "IMAGES-007"
  }
}