{
  "document_id": "HOUSE_OVERSIGHT_024552",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024552.txt",
  "text": "“Independent Directors\" of the Board of Directors of the General Partner shall be individuals who (a) are\nnot (i) a Principal, (ii) a family member of a Principal, (iii} an employee of a Principal or any entity\ncontrolled by one or more of the Principals, and (b} meet the definition of “independent director’ set forth\nin Rule 303A.02 of the New York Stock Exchange Listed Company Manual (as if the General Partner,\nKUE and each of its Subsidiaries were the ‘listed company”) , including any such individuals appointed by\nthe investors who otherwise satisfy the requirements of this definition.\n\nAt the time of the final closing of this offering, the General Partner will have at least two Independent\nDirectors. After the Initial Listing and sc long as consistent with contractual, listing and licensing\nobligations, a majority of the board of directors of the listed company will be Independent Directors.\n\n14.7. Initial Listing; Initial Listing Process\n\n“Initial Listing” means a listing on a recognized international securities exchange with a substantially\nconcurrent underwritten offering generating gross proceeds of U.S. $200 million or more. “Initial Listing’\nrefers to the Initial Listing of KUE or any successor or any subsidiary of KUE to which substantially all of\nKUE's assets and liabilities have been transferred or are held.\n\nThe General Partner may take and cause KUE to take such actions as the General Partner reasonably\ndeems necessary to complete the Initial Listing on the recognized international securities exchange or\nexchanges selected by the General Partner, including without limitation a restructuring or reorganization\nor other transaction or asset transfer between or among KUE and any of its subsidiaries. If the Initial\nListing involves the listing of shares or other interests of a subsidiary of KUE, in the General Partner's\ndiscretion, KUE may (i} retain some or all of KUE’s interest in such subsidiary not sold in connection with\nthe Initial Listing, (ii) distribute some or all of KUE’s interest in such subsidiary not sold in connection with\nthe Initial Listing to the Partners, (iii) offer Partners the opportunity to exchange their Common LP Units\nand shares of the General Pariner for interests in such subsidiary, (iv) require Partners to exchange their\nCommon LP Units and shares of the General Partner for interests in such subsidiary, or (v) any\ncombination of the foregoing. Each Partner shall cooperate with the General Partner in connection with\nthe foregoing, including, without limitation, (i) by providing any necessary approvals from such Partner for\n(a) any merger or consolidation of KUE or a subsidiary then permitted by law into an entity that is eligible\nto effect such Initial Listing and has no other material business, assets or liabilities, or (b) a transfer of all,\nsubstantially all or a portion of the assets and liabilities of KUE to one or more wholly-owned subsidiaries\neligible to effect the Initial Listing; (ii} by exchanging such Partner's Common LP Units and shares of the\nGeneral Partner for shares or other interests of the entity to be listed; (iii) by agreeing to customary “lock-\nup” (on terms no more restrictive than KUE LLC or its affiliates or any other Common Limited Partner\nwhich provides a “lock-up\") and other agreements with underwriters; and (iv} by taking such other actions\nas may be reasonably requested by the General Partner, provided that, in connection with such Initial\nListing, no Partner shall be required to contribute additional capital to KUE or the entity effecting the Initial\nListing. The economic interests of the Profits Participation Limited Partner shall not be reduced as a result\nof any actions taken fo effect the Initial Listing.\n\n14.8. Mandatory Conversion of Class B Ordinary Shares\n\nThe Class B Shares will automatically convert to Class A Shares if the Principals' aggregate economic\ninterest in KUE is less than 15% of the outstanding Partnership Units.\n\n14.9. Distributions\n\nCash and other property may be distributed from KUE after payment of ordinary expenses and all\namounts currently due on KUE indebtedness, funding capital expenditures of subsidiaries and joint\nventure, funding operating and other expenses of KUE, its subsidiaries and joint ventures and after the\n\n119\n\nHOUSE_OVERSIGHT_024552",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024552.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4322,
    "word_count": 686,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:48.967749",
    "prefix": "IMAGES-008"
  }
}