{
  "document_id": "HOUSE_OVERSIGHT_017615",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017615.txt",
  "text": "Page 12 of 31\n104 J. Crim. L. & Criminology 59, *75\n\nII. The Justice Department's Unpersuasive Position\n\nDespite the CVRA's broad remedial purposes, its expansive language referring to investigations, and the unanimous case law\nextending rights to victims prior to defendants being charged, the OLC released a memorandum in 2011 concluding that CVRA\nrights attach only \"from the time that criminal proceedings are initiated (by complaint, information, or indictment).\" 8? OLC's\nanalysis is unpersuasive. Although OLC's opinion [*76] invokes the CVRA's definition of crime \"victim,\" its legislative intent,\nand its structure, a closer reading of each demonstrates little support for the notion that crime victims must await the formal\nfiling of charges before accruing CVRA rights.\n\nA. OLC'S MISREADING OF THE CVRA'S DEFINITION OF \"VICTIM\"\n\nOLC's lead argument is that the CVRA's definition of \"victim\" presupposes that criminal charges have been formally filed.\nThe CVRA defines a \"victim\" who is protected as \"a person directly and proximately harmed as a result of the commission of a\nFederal offense.\" °4 Focusing on the word \"offense,\" OLC concedes that it does not \"conclusively resolve\" the question of\nwhen rights attach. Nevertheless, OLC claims that the word \"naturally suggests that a person's status as a \"crime victim’ can\nonly be determined after there has been a formal decision to charge a defendant with a particular Federal offense.\" °° OLC\ngoes on to elaborate:\n\nUnder this reading, the earliest that a \"crime victim\" under the Act could be identified would be upon the filing of a criminal\ncomplaint - that is, at the earliest point at which there is a sworn written statement of probable cause to believe that a particular\ndefendant committed an identified Federal offense and hence the first point at which it is possible with any certainty to identify\na \"crime victim\" directly and proximately harmed by the commission of that offense. °°\n\nOLC is disingenuous in asserting that the \"first point\" at which a person has been harmed by a federal crime arises only after a\ncriminal complaint has been filed. The Department routinely makes such determinations at earlier points in criminal cases, such\nas when it sends a \"target letter\" to a defense attorney during a grand jury investigation. 87 Indeed, OLC remarkably ignores\nthe fact that the Department is directly required to identify victims of a crime before the filing of a criminal complaint, both by\nstatute and through internal policy directives.\n\nThe Victims’ Rights and Restitution Act of 1990 (VRRA) °° requires the Department to identify victims before the filing of a\ncriminal complaint. [*77] Passed in 1990, the VRRA provided crime victims with a set of procedural rights similar to those\nfound in the CVRA, along with rights to notification about victim services. °° In 2004, the CVRA repealed and replaced the\nsection of the VRRA listing procedural rights, while leaving other parts of the VRRA intact. °° Under the remaining parts of\n\n8 OLC CVRA Rights Memo, supra note 2, at 1. Although the opinion is dated December 17, 2010, it was publicly released on May 20, 2011.\nSee Letter from Jon Kyl, supra note 3.\n\n83 OLC CVRA Rights Memo, supra note 2, at 6.\n\n84 718 U.S.C. § 3771(e) (2012) (emphasis added).\n\n85 OLC CVRA Rights Memo, supra note 2, at 5.\n86 Td.\n\n87 A target letter explains the procedural process underlying an indictment and places the defendant on notice of the general nature of the\ngovernment's criminal investigation. See U.S. Dep't of Justice, Title 9: U.S. Attorneys' Criminal Resource Manual § 160, [hereinafter\nCriminal Resource Manual] available at hitp://goo.gl/YHLDke (providing an example target letter); infra Part IIIA (developing this point\nfurther).\n\n88 Pub. L. No. 101-647, 104 Stat. 4820 (codified as amended at 42 U.S.C. §$/0601, 10606-07 (2006)).\n\n89 See supra notes 22-23 and accompanying text.\n\n% Justice for All Act of 2004, Pub. L. No. 108-405, § 102(a), 118 Stat. 2260, 2261 (2004) (codified at 18 U.S.C. § 3771(a) (2012).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017615",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017615.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4087,
    "word_count": 664,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:49.004616",
    "prefix": "IMAGES-004"
  }
}