{
  "document_id": "HOUSE_OVERSIGHT_017162",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017162.txt",
  "text": "4.2.12\nWC: 191694\n\nI had a goal for every class, and when I think back on it, it was far too ambitious. I had to, with\nevery single class, say something original, teach something original that had never been written or\nsaid before by anybody. That was my aspiration, and I worked hard to achieve it. Law, of\ncourse, was based on precedent: you got points for showing that someone, particularly a judge,\nhad said earlier what you are saying now. I hated that approach. It reminded me of my Yeshiva\neducation. I wanted to be original. Every single class had to have something new. I knew the\nstudents wouldn’t appreciate it because they didn’t know it had never been said by anybody, but\nthat was my way of satisfying myself. And I would rip up the notes at the end of the year and I'd\nsay, we have to start from scratch all over again. I was a very energetic teacher and I really tried\nto put everything I had into each class.\n\nI introduced a lot philosophy and psychology into the classroom, and because I was teaching\ncriminal law. I had a lot of freedom since no one really cared about criminal law at Harvard. Our\nstudents were unlikely to become criminal lawyers in those days. In fact, I started out one of my\nclasses by saying, “statistically, more of you are going to be criminal defendants than criminal\nlawyers, so pay attention.” My first year of “crim” class was kind of a course designed to stretch\nthe mind and teach analytic skills because it was not regarded as a “bread and butter” course like\ncorporations or tax. So I had a lot of flexibility in what I could teach.\n\nA few years after I became a full professor, Derek Bok became the Dean of the Law School. We\nnever got along all that well. One day he called me into his office with a smile on his face and told\nme that I was a very expensive professor. Since salaries are fairly standard at Harvard, I didn’t\nknow what he was talking about. He pulled out a letter from a Harvard alum saying that he\nwould make a very considerable donation to Harvard Law School on one condition, namely, that\nI was fired. Many of the old-fashioned alumni were upset by my liberalism and the fact that I was\nteaching subjects like Psychiatry and Law, in addition to traditional subjects such as Criminal\nLaw, but this particular alum had a more personal grievance. I had represented, on a pro bono\nbasis, a young man I had grown up with in Brooklyn, who had been accused of making a bomb\nfor the Jewish Defense League that had caused the death of a young woman employee of Sol\nHurok. The young woman, as it turned out, was the sister-in-law of this wealthy alumnus. He\nwould not contribute a single penny to Harvard Law as long as I remained on the faculty, but if I\nwere fired he would donate a large building worth millions of dollars. In jest, I suggested to\nDerek Bok that maybe we could make a deal for a significant severance package. We both\nlaughed. He knew that a great university like Harvard could never be intimidated, by the threat of\nwithholding any amount of money, into firing a tenured professor.\n\nIn my second semester of teaching, I was assigned the class in family law, which was an advanced\nelective popular with women students, because women lawyers were thought suitable to practice\nin such “soft” areas of law as divorce and child custody. My class included some of the most\nprominent women graduates of that era, including Lydy Dole, who became a United States\nSenator, Elizabeth Holtzman, who became a member of Congress and the District Attorney of\nBrooklyn, Elizabeth Bartholet, who is a professor at Harvard Law School and several other\nprominent figures.\n\n7S\n\nHOUSE_OVERSIGHT_017162",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017162.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3663,
    "word_count": 660,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:48.646156",
    "prefix": "IMAGES-004"
  }
}