{
  "document_id": "HOUSE_OVERSIGHT_017687",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017687.txt",
  "text": "Page 52 of 78\n2007 Utah L. Rev. 861, *933\n\n409 _ and presumably they will be conferring\n\nBut the CVRA already gives victims the right to \"confer\" with prosecutors\nregarding the important topic of sentencing. It is important to emphasize that my proposal would require prosecutors to give all\nrelevant information to the victim; in other words, prosecutors would serve as a conduit to the victim, but not a controller of the\n\nvictim.\n\nThe Advisory Committee declined to adopt my proposal, opining that \"the prosecutor should remain the victim's source of\ninformation regarding the sentencing process and the contents of the presentence report, and the prosecutor should have\ndiscretion to determine what information from the presentence report should be imparted to the victim.\" 4!° This reasoning\nclashes directly with the CVRA's guiding principle: that victims deserve their own rights in the criminal process. Congress\nwanted victims to become participants with rights \"independent of the government or the defendant ... .\" 41! For this reason,\nthe CVRA allows the [*934] victim to assert rights independently of the government. 4!” Senator Kyl explained the victim's\nright to independent action directly: \"[There is no authority for] the government's attorney ... to compromise or co-opt a\nvictim's right... . The rights provided in this bill are personal to the individual crime victim and it is that crime victim that has\nthe final word regarding which of the specific rights to assert and when.\" 413\n\nOne of the victim's independent rights includes the opportunity to make \"sentencing recommendations.\" 4!4 Congress's\ncommand that victims be independent participants cannot be faithfully implemented if prosecutors control the information\nvictims receive. If allowed to do so, prosecutors could simply feed the victim information supporting the government's view,\nwhile withholding information undercutting it. +15 Nothing in the CVRA provides any support for this approach. +!°\n\nThe Advisory Committee was also concerned that presentence reports \"are typically treated as confidential, because they\ninclude a great deal of personal information about the defendant ... .\". 4!” But this concern was easily handled by my\nrequirement that prosecutors pass along only \"relevant\" contents of the presentence reports. Personal information only\ntangentially connected to sentencing issues would not be disclosed. And if personal information about the defendant were\ndirectly connected to sentencing issues, then fairness entitles the victim to that information to formulate a sentencing\nrecommendation. After all, by the time of sentencing, the defendant has been found guilty, beyond a reasonable doubt, of\nharming a victim. By committing a crime against the victim, the defendant has certainly forfeited some privacy interests -\nincluding the chance to keep from the victim information relevant to sentencing. It is also important to recall that this\ninformation is not truly confidential in the sense that no one else [*935] will see it. It has already been disclosed to the\n\nprobation officer, defense counsel, the prosecutor, and the judge.\n\n409 18 U.S.C. § 3771(ay(5) (2006).\n\n419 CVRA Subcommittee Memo, supra note 66, at 18.\n\n411 150 Cong. Rec. $4268 (daily ed. Apr. 22, 2004) (statement of Sen. Kyl).\n\n412 See 8 U.S.C. § 3771(d)(1) (a victim's rights may be asserted by both the prosecutor and the victim or victim's representative).\n413 150 Cong. Rec. $10,912 (daily ed. Oct. 9, 2004) (statement of Sen. Kyl).\n414 150 Cong. Rec. $4268 (daily ed. Apr. 22, 2004) (statement of Sen. Kyl).\n\n415 The Advisory Committee's view that prosecutors should control what information the victim receives is so fundamentally at odds with the\nanimating principles of the CVRA that it makes one wonder where it came from. Interestingly the view seems to have originated in a small\nsubcommittee with a representative from the Justice Department but no crime victims rights representative. See CVRA Subcommittee Memo,\nsupra note 66, at 1 (noting that Deborah Rhodes, Counselor to the Asst. Atty. Gen. of the Criminal Division, served on the subcommittee\ndrafting this language).\n\n416 At another point in its memorandum, the CVRA Subcommittee refers to /8 U.S.C. § 3771(d)(6), which provides that \"nothing in this\nchapter shall be construed to impair the prosecutorial discretion of the Attorney General or any officer under his direction.\" CVRA\nSubcomittee Memo, supra note 66, at 20. But the simple act of giving information in a court document (the presentence report) to crime\nvictims does not impair the government's decision of whether and how to prosecute a defendant. See supra notes 363-365 and accompanying\ntext (discussing impairment issue under Rule 20).\n\n417 CVRA Subcommittee Memo, supra note 66, at 18.\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017687",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017687.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4844,
    "word_count": 755,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:45.215718",
    "prefix": "IMAGES-004"
  }
}