{
  "document_id": "HOUSE_OVERSIGHT_019076",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019076.txt",
  "text": "FD-302a (Rev. 10-6-95)\n\n31E-MM-108062\n\nContinuation of FD-302 of | ,On 08/15/2006 _ ,Page 2\n\nb6\nwould pilot either aircraft without EPSTEIN being a passenger on b7c\n\nthe planes.\n\nThe Boeing 727, tail number N908JE, is owned by a\nsubsidiary company of EPSTEIN, JEGE, INCORPORATED, and can fly up\nto 26 passengers. The Gulfstream, tail number N909JE, is owned and\noperated by another of EPSTEIN's subsidiary companies, HYPERION\nAIR, INCORPORATED, and can fly up to 12 passengers. [___]\nbelieves EPSTEIN has separate entities for each plane for liability\nreasons. [__|]stated that EPSTEIN also owned a six passenger\nHelicopter, Bel 407, tail number 491GM.\n\noe stated that he would usually receive notification\nfrom or from EPSTEIN's office when flight arrangements were\nbeing made. Lead time for a trip most commonly was between eight\nto twenty-four hours. aes EPSTEIN's personal assistant,\nwas responsible for coordinating travel arrangements for EPSTEIN.\nbelieved that[_____] took over rimary duties as EPSTEIN's\npersonal assistant from in late 2001.\nwould handle setting up the staff for EPSTEIN's visits to his multi\nresidences as well as transportation needs to and from the\nairports.\n\n[sdJ advised that he had néver witnessed any underage\nfemales aboard the aircrafts. However did state that there\nhad been to many_to count when it came to females ranging in age\nfrom 21 to 23. also said that he had never observed any sex\ntoys aboard either of EPSTEIN's aircraft.\n\nWhen the interviewing agents asked —__] for specific\ntelephone numbers for several individuals, provided the\n\ninformation from a personal digital assistant (PDA). The below list\nof individuals, primarily, current and past employees of EPSTEIN,\nwere provided by\n\nJEFFREY EPSTEIN - New York Residence, telephone number (212) 772-\n9416; London residence, telephone number 0044767785771552; cellular\ntelephone number (917)601-4143; Columbus, Ohio residence telephone\nnumbers (614)371-4444 and (614)371-1213; Cambridge, Massachusetts\n(617) 496-4667\n\nHOUSE_OVERSIGHT_019076 ©",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019076.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2038,
    "word_count": 304,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:48.611681",
    "prefix": "IMAGES-005"
  }
}