{
  "document_id": "HOUSE_OVERSIGHT_024016",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024016.txt",
  "text": "reducing clinic visits and hospital admissions and by controlling or curing disease so\nthat the patient can return to a fully productive life. At the same time as this revolution\nin the biological sciences is unfolding, exponential increases in the ability to manage,\nprocess, and store information at low cost are coming out of the information technology\n(IT) industry. This rapid technological progress in IT is allowing the creation of entirely\nnew systems and applications that will fundamentally improve how healthcare systems\nmonitor and manage patients across the full range of care settings. The Fund Managers\nbelieve the massive expansion and integration of capabilities occurring in biology and\ninformation technology is enabling a period of innovation in healthcare that sets a\nuniquely positive environment for the investment of NLV-IIL.\n\ne More Favorable Regulatory Environment For New Drug Approvals: Increasing\nnumbers of FDA drug approvals and recently passed U.S. regulatory legislation are\nreflective of a more favorable regulatory environment. The number of new drug\napprovals by FDA in both 2012 (39 NDAs) and 2013 (27 NDAs) trended meaningfully\nhigher compared to the previous 6 years and versus historic averages\". In addition, the\nFood and Drug Administration Safety and Innovation Act (FDASIA) was signed into law on\nJuly 9, 2012, providing for additional tools to enable the FDA to promote innovation by\nstreamlining parts of the approval process and improving communication and\nadministrative processes between the agency and pharmaceutical and biotech\ncompanies. Chief among these new tools is the “Breakthrough Therapy” designation.\nThis new designation helps the FDA assist drug developers to expedite the development\nand review of new drugs with preliminary clinical evidence that indicates the drug may\noffer a substantial improvement over available therapies for patients with serious or life-\nthreatening diseases. Overall, these initiatives and others, both in the U.S. and abroad\n(e.g., EU. and Japan), have made the regulatory environment more favorable for\ninvestors in the biopharmaceutical sector, and have reduced some of the uncertainty and\nrisk in a critical aspect of drug development.\n\ne Capital Markets And Industry Dynamics Are Favorable For New Investments & Exits:\nSince the most recent peak in fundraising in 2008, it has been estimated that the life\nsciences venture capital fundraising has contracted by 68%, from $7.8 billion in 2008 to\n$2.5 billion in 2012\". The Fund Managers believe that there has been a corresponding\ndecline in the number of active venture capital firms investing into life sciences\ncompanies (especially earlier stage), resulting in fewer investors competing for new\ndeals. At the same time, large and mid-sized biopharmaceutical companies have\nbecome increasingly dependent on development stage companies as the source of\ninnovation and new products to supplement R&D pipelines and stimulate future\nerowth. Most of these big companies are committing a large and growing portion of\ntheir R&D budgets to external facing search and evaluation efforts that have the goal of\nobtaining assets through high value mergers, acquisitions, and partnerships, which\ndisproportionally benefit smaller, venture-backed, development stage companies. In\nthe years ahead, we believe that this trend is likely to continue, and possibly accelerate,\ndriven by expected patent expirations on commercial products and continued low\nproductivity of pharma R&D. The Fund Managers believe these dynamics offer venture\n\n© Food and Drug Administration. Center For Drug Evaluation and Research\nDow Jones; Fenwick & West Analysis in 2012 Trends in Terms of Life Science Venture Financings\n\n5 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024016",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024016.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3793,
    "word_count": 569,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:46.818620",
    "prefix": "IMAGES-007"
  }
}