{
  "document_id": "HOUSE_OVERSIGHT_017255",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017255.txt",
  "text": "4.2.12\nWC: 191694\n\nThe largest manhunt in Arizona history was under way, involving patrol cars, helicopters, search\ndogs, roadblocks, and a sophisticated communications system.\n\nThe Tisons were exhausted, and low on money. Gary decided that they had to make a run for the\nMexican border, risky as that was.\n\nAt 2:58 in the morning of August 11, a van approached a police roadblock. Suddenly shots rang\nout, putting two holes in one of the police cars. The van crashed through the roadblock. The\npolice chased the van, traveling at close to a hundred miles an hour.\n\nThey called in helicopters. They knew, but the Tison’s didn’t, that there was a second roadblock\non the other side of the pass. For a moment, Gary, who was manning the gun out the rear\nwindow, thought they had made it. But Donny, the oldest brother who was driving, saw the\nsecond roadblock. He crashed through it, but not before several shots from the waiting police\ncars struck him in the head. The van swerved off the road and came to rest in the desert sand.\nGary yelled, “Every man for himself,” and ran. Ricky, Ray and Randy threw themselves to the\nground. Gary kept going.\n\nThe police found Donny, slumped in the driver’s seat, unconscious from his head wounds. They\nhandcuffed him, called an ambulance, and left him there after removing the guns from the back of\nthe van. At 3:40, the ambulance arrived at the scene of the roadblock with lights flashing and\nsirens blaring. But the driver and medics were made to wait at the roadblock for over five hours.\nWhen they were finally allowed to go to Donny at 9:10, he was dead.\n\nThe police then shoved a shotgun against the back of Ricky’s head and pistol barrel into his\nmouth. They cut his clothes off his body. He was pulled by his hair into a police car surrounded\nby three officers and interrogated—naked and shivering—for five hours. When he expressed\nreluctance to talk, he was asked, “Do you want to see your dying brother?” He believed he\nwould be shot and left to die if he did not confess.\n\n“T don’t want to make a statement,” he said. The police continued the interrogation. Donny,\nbleeding and unconscious, would receive no medical attention until his brothers confessed.\nFinally, the two brothers confessed to their roles in the events following the breakout.\n\nFor over a week no trace was found of Gary. Armed vigilantes combed every inch of desert near\nthe scene of the shootout. A SWAT team was lowered into abandoned mines and caves. Police\ndogs were used. Rumors circulated about Gary’s whereabouts. He was reported in dozens of\nlocations ranging from the Grand Canyon to southern Mexico.\n\nSeveral days later, a Papago Indian smelled something foul in the underbrush. It was a\ndecomposing body. The remains were identified as Gary Tison. He had been hiding out in the\ndesert, just a mile north of the roadblock. The August heat proved too much for him. His end\ncame in the Papago Indian Reservation, lying amongst the brush with a sock full of cactus berries\nsqueezed dry near his head. Underneath him, half buried in the sand, was John Lyons’ gun.\n\n168\n\nHOUSE_OVERSIGHT_017255",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017255.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3116,
    "word_count": 542,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:45.434567",
    "prefix": "IMAGES-004"
  }
}