{
  "document_id": "HOUSE_OVERSIGHT_012773",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012773.txt",
  "text": "predictable. This unpredictability is partially responsible for changes in the brain. Promiscuous mating\nsystems demand more flexibility, creativity and out of the box thinking.\n\nThe anthropologist Steve Gaulin explored the idea that a species’ mating system is directly\nrelated to its capacity to think. Gaulin started by looking at two closely related species of voles, one\nmonogamous and the other polygynous. In the polygynous vole, males typically mate with multiple\nfemales. To achieve this kind of mating success, males have large territories that encompass many\nsmaller female territories. In the monogamous species, the male and female share the same territory, with\nmating restricted to the couple. These differences in mating system and space usage have two direct\nconsequences: relative to the monogamous male vole, the polygynous male vole must travel much further\nin a day than the females and must recall where the female territories are located. For a polygynous male\nvole, mating success depends on long day trips, visiting each of the female territories. For the\nmonogamous male vole, there are no physical or memory challenges as the female is virtually always\nnearby. Given the costs to a polygynous male vole of forgetting where the females live, there should be\nstrong selection on the memory system. Gaulin confirmed this prediction by showing that polygynous\nmale voles outcompete females of their species in a maze running competition, and also have larger\nmemory systems than females. In the monogamous vole, there are no sex differences in maze running or\nmemory.\n\nGaulin’s work provides a gorgeous example of how evolutionary pressures can act on the brain to\ncreate differences in psychological capacity. Other examples abound, including evidence that fruit eaters\nhave larger brains than leaf eaters, primates living in large social groups have larger frontal lobes than\nthose living in smaller groups, and bats living in open habitats have smaller brains than those living in\ncomplex closed habitats. In each case, a particular ecological or social pressure — finding ripe fruit,\nupdating the status of numerous social relationships, avoiding obstacles while in flight — sculpts\ndifferences in brain anatomy and function. Some of these pressures favor extreme specialization and\nmyopia, whereas others favor a broader vision. Relative to every healthy member of our species, all other\nanimals have tunnel vision. When our ancestors began to migrate out of Africa, the diversity of\nenvironments and social opportunities favored generalists with a broad and flexible vision.\n\nTo appreciate the significance of the human revolution in brain engineering, consider three cases\nof myopic, but highly adaptive intelligence in other animals, cases that lack the signature of intellectual\npromiscuity; these cases are of particular interest because they represent the kinds of examples that\ncaused Darwin to doubt the beneficence of God, to reflect upon the cruelty of nature, and to ponder the\nproblem of evil:\n\n* The wasp Ampulex compressa tackles a specific species of cockroach, inserts a\n\nfirst stinger into its body to cause leg paralysis and eliminate fighting, then a second\n\nHauser Chapter 1. Nature’s secrets 27\n\nHOUSE_OVERSIGHT_012773",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012773.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3267,
    "word_count": 504,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:45.977261",
    "prefix": "IMAGES-002"
  }
}