{
  "document_id": "HOUSE_OVERSIGHT_017434",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017434.txt",
  "text": "4.2.12\nWC: 191694\n\npsychoanalyst, has labeled my affliction “FOMS”—“fear of missing something.” I plead guilty to\nthat diagnosis.\n\nNor was this event-filled week unusual. Two weeks later, my wife and I were off to Israel, where\nI received the Begin Prize” for my “contributions to the Jewish people,” and gave several lectures\nin Jerusalem and Tel Aviv. During my visit to Israel, I flew to Paris for a talk and to the Hague\non a human rights matter. Then back to Israel for a conference and meetings with the Prime\nMinister and other government officials. My granddaughter joined us in Vienna for a few days of\nopera and strudel, followed by a visit to Prague as guests of the U.S. Ambassador, a speech at a\nCzech university and the lighting of Chanukah candles at the U.S. Embassy.\n\nI don’t know how long I will be able to keep up this pace. I am now teaching only in the fall\nsemester at Harvard Law School, though I generally squeeze 4 or 5 separate courses into that one\nsemester—one large class, two seminars and one or two reading groups. We move to South\nBeach for the winter, where I write, lecture and consult on cases. I am trying to accept fewer\ncommitments, but I find it hard to say no to interesting offers (FOMS?). I also cannot remain\npassive in the face of injustice and bigotry, which appear to be on the increase. I still love a tough\nchallenge and welcome a good fight. I hate to lose and I never give up.\n\nIf past is prologue, my approach to life—living the passion of the times—will not change, but\nnature has its claim and physical energy inevitably abates and requires choices and priorities. My\n\npriorities will continue to be determined by the seriousness of the wrongs that need to be\nchallenged by rights.\n\n347\n\nHOUSE_OVERSIGHT_017434",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017434.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1763,
    "word_count": 313,
    "line_count": 31,
    "import_date": "2025-11-19T21:47:44.984135",
    "prefix": "IMAGES-004"
  }
}