{
  "document_id": "HOUSE_OVERSIGHT_019470",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019470.txt",
  "text": "hugs her as they attend a Manhattan bash on March 15, 2005 - the same day Palm Beach\n\npolice launched an investigation into his abuse of underage girls\n\n‘Td have been about 17 at the time,’ she said: ‘I flew to the Caribbean with Jeffrey and then Ghislaine\nMaxwell went to pick up Bill in a huge black helicopter that Jeffrey had bought her.\n\n‘She'd always wanted to fly and Jeffrey paid for her to take lessons, and I remember she was very excited\n\nbecause she got her licence around the first year we met.\n\n'T used to get frightened flying with her but Bill had the Secret Service with him and I remember him\ntalking about what a good job she did.\n\n‘T only ever met Bill twice but Jeffrey had told me that they were good friends.\n\n'I asked, “How come?” and he laughed and said, “He owes me some favours.” Maybe he was just joking but\nit constantly surprised me that people with as much to lose as Bill and [Prince] Andrew weren’t more\n\ncareful.’\n\nShe said that when dining that night, Maxwell sat at President Clinton's left, while they were joined by two\n\n‘olive-skinned brunettes’ who had been flown in from New York.\nVirginia claimed: 'I’d never met them before. I’d say they were no older than 17, very innocent-looking.\n\n‘They weren’t there for me. They weren’t there for Jeffrey or Ghislaine because I was there to have sex with\n\nJeffrey on the trip.\n\n“Maybe Jeffrey thought they would entertain Bill, but I saw no evidence that he was interested in them. He\n\nand Jeffrey and Ghislaine seemed to have a very good relationship. Bill was very funny\n\n\"He made me laugh a few times. And he and Jeffrey and Ghislaine told blokey jokes and the brunettes\nlistened politely and giggled.\n\nStar of the night: Rod Stewart and his wife Penny at the Cipriani Wall Street event, where\n\nhe performed in front of a crowd including Ghislaine Maxwell and Jeffrey Epstein\n\nNew York elite: Padma Lakshmi (left) and Sean Lennon (right) both attended the Cipriani\nWall Street event\n\nIndeed, the trio were so close that DailyMail.com told last week how Epstein kept 21 numbers for\n\nPresident Clinton in his contacts book, under the name of his adviser Doug Band.\n\nHOUSE_OVERSIGHT_019470",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019470.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2171,
    "word_count": 384,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:48.092712",
    "prefix": "IMAGES-005"
  }
}