{
  "document_id": "HOUSE_OVERSIGHT_022852",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022852.txt",
  "text": "September, by the end of January I would have made $TK million. Alas, I did not\ninvest.)\n\nAnd something else, which perhaps also surely accounts for Epstein’s\ncontinuing relationships with the rich and powerful:\n\nMost everyone who is now of a certain age and certain ambition and certain\nstatus grew up in, and found they were temperamentally suited to, the new age of\nwealth that started in the late 1970s. A meritocracy on steroids, or, as Vanity Fair\nwould baldly and ingratiatingly dub it, the new establishment, an increasingly\nparallel world, a self-invented one, at further and further remove from the ordinary\none. Epstein is just one version, albeit picaresque, as well as louche, of this shared\nstory.\n\nHe often tells, with some obvious marvel, his middle class to riches tale:\nborn in 1953 in Coney Island, father works for the city’s Parks Department, mother\na housewife.\n\nHis sport, the captain of the math team at Lafayette High school. HE goes\non to Cooper Union where the tuition is free. He drops out after two years and\nbegins taking classes at the NYU’s Courant Institute of Mathematics. Then,\nwithout a college degree, and a sleight of hand, gets a job teaching math and\nphysics at Dalton in 1974. (A few years ago, during a chance encounter with a\nformer Dalton math department chairman, Margo Gumport, I asked her about\nEpstein. She said he was the most brilliant math teacher at Dalton in her 50-year\ncareer and that she had often wondered what had become of him.)\n\nIt’s his first exposure to the wealthy. They have, he concludes, just as many\nproblems as the people in Coney Island, just different ones, almost invariably\ninvolving children ,divorce and money. “I found it as interesting as a physics\nexperiment,” he recalled recently as we chatted about his life. “It did not really\ninvolve me. I could just stand back and watch the experiment unfold.”\n\nDalton fathers were attracted to him. Punch Sulzberger, the publisher of the\nNew York Times, and a Dalton father at the time, tried to recruit Epstein to come\nto the Times. (Epstein recounts with astonishment ,a story of riding with\nSulzberger in his wood paneled station wagon to the family’s country estate and\nSulzberger talking to the chauffer on a phone from the backseat to the front.)\n\nIn 1976, another Dalton father, asking ““wouldn’t you rather be rich than be a\nteacher?” introduced him to Bear Stern’s chief Ace Greenberg, a conversation\nEpstein recounts as this:\n\nGreenberg: “Everyone tells me you’re super smart in math and you’re\nJewish and you’re hungry...so why don’t you start working here tomorrow?”\n\nEpstein: “What?”\n\nGreenberg: “If your supposed to be so fucking smart\n\n99 Ge\n\ndon’t you\n\nHOUSE_OVERSIGHT_022852",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022852.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2709,
    "word_count": 455,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:47.618955",
    "prefix": "IMAGES-007"
  }
}