{
  "document_id": "HOUSE_OVERSIGHT_022595",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022595.txt",
  "text": "93\n\ncandidate to use his or its influence with a foreign government or\ninstrumentality thereof to affect or influence any act or decision of\nsuch government or instrumentality, in order to assist such issuer in\nobtaining or retaining business for or with, or directing business to,\n\nany person.\n(b) Exception for routine governmental action\n\nSubsections (a) and (g) of this section shall not apply to any facilitat-\ning or expediting payment to a foreign official, political party, or party\nofficial the purpose of which is to expedite or to secure the perfor-\nmance of a routine governmental action by a foreign official, political\n\nparty, or party official.\n(c) Affirmative defenses\n\nIt shall be an affirmative defense to actions under subsection (a) or (g)\n\nof this section that—\n\n(1) the payment, gift, offer, or promise of anything of value that was\nmade, was lawful under the written laws and regulations of the foreign\n\nofficial's, political party’s, party official's, or candidate’s country; or\n\n(2) the payment, gift, offer, or promise of anything of value that was\nmade, was a reasonable and bona fide expenditure, such as travel and\nlodging expenses, incurred by or on behalf of a foreign official, party,\n\nparty official, or candidate and was directly related to—\n\nA) the promotion, demonstration, or explanation of products or ser-\n\nvices; or\n\nB) the execution or performance of a contract with a foreign govern-\n\nment or agency thereof.\n\nd) Guidelines by Attorney General\n\nNot later than one year after August 23, 1988, the Attorney General,\nafter consultation with the Commission, the Secretary of Commerce,\nthe United States Trade Representative, the Secretary of State, and the\nSecretary of the Treasury, and after obtaining the views of all interested.\npersons through public notice and comment procedures, shall deter-\nmine to what extent compliance with this section would be enhanced\nand the business community would be assisted by further clarification of\nthe preceding provisions of this section and may, based on such determi-\n\nnation and to the extent necessary and appropriate, issue—\n\n(1) guidelines describing specific types of conduct, associated with\ncommon types of export sales arrangements and business contracts,\nwhich for purposes of the Department of Justice’s present enforce-\nment policy, the Attorney General determines would be in confor-\n\nmance with the preceding provisions of this section; and\n\n(2) general precautionary procedures which issuers may use on a vol-\n\nuntary basis to conform their conduct to the Department of Justice’s\n\npresent enforcement policy regarding the preceding provisions of this\nsection. The Attorney General shall issue the guidelines and procedures\nreferred to in the preceding sentence in accordance with the provisions\nof subchapter H of chapter 5 of Title 5 and those guidelines and proce-\ndures shall be subject to the provisions of chapter 7 of that title.\n\n(e) Opinions of Attorney General\n\n(1) The Attorney General, after consultation with appropriate depart-\nments and agencies of the United States and after obtaining the views\nof all interested persons through public notice and comment pro-\ncedures, shall establish a procedure to provide responses to specific\ninquiries by issuers concerning conformance of their conduct with the\nDepartment of Justice’s present enforcement policy regarding the pre-\nceding provisions of this section. The Attorney General shall, within\n30 days after receiving such a request, issue an opinion in response\nto that request. The opinion shall state whether or not certain speci-\nfied prospective conduct would, for purposes of the Department of\nJustice’s present enforcement policy, violate the preceding provisions\nof this section. Additional requests for opinions may be filed with the\nAttorney General regarding other specified prospective conduct that\nis beyond the scope of conduct specified in previous requests. In any\naction brought under the applicable provisions of this section, there\nshall be a rebuttable presumption that conduct, which is specified in a\nrequest by an issuer and for which the Attorney General has issued an\nopinion that such conduct is in conformity with the Department of\nJustice’s present enforcement policy, is in compliance with the preced-\ning provisions of this section. Such a presumption may be rebutted by\na preponderance of the evidence. In considering the presumption for\npurposes of this paragraph, a court shall weight all relevant factors,\nincluding but not limited to whether the information submitted to\nthe Attorney General was accurate and complete and whether it was\nwithin the scope of the conduct specified in any request received by\nthe Attorney General. The Attorney General shall establish the pro-\ncedure required by this paragraph in accordance with the provisions\nof subchapter II of chapter 5 of Title 5 and that procedure shall be\n\nsubject to the provisions of chapter 7 of that title.\n\n(2) Any document or other material which is provided to, received by,\nor prepared in the Department of Justice or any other department or\nagency of the United States in connection with a request by an issuer\nunder the procedure established under paragraph (1), shall be exempt\nfrom disclosure under section 552 of Title 5 and shall not, except\nwith the consent of the issuer, be made publicly available, regardless of\nwhether the Attorney General responds to such a request or the issuer\n\nwithdraws such request before receiving a response.\n\n(3) Any issuer who has made a request to the Attorney General\nunder paragraph (1) may withdraw such request prior to the time the\nAttorney General issues an opinion in response to such request. Any\n\nrequest so withdrawn shall have no force or effect.\n\n(4) The Attorney General shall, to the maximum extent practicable,\n\nprovide timely guidance concerning the Department of Justice’s\n\nHOUSE_OVERSIGHT_022595",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022595.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5909,
    "word_count": 930,
    "line_count": 125,
    "import_date": "2025-11-19T21:47:44.686034",
    "prefix": "IMAGES-007"
  }
}