{
  "document_id": "HOUSE_OVERSIGHT_025298",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025298.txt",
  "text": "Laffer Associates Game On [Updated 7/6/2016]\n\nHillary’s and Bernie’s kabuki dance is far from over. The continued Sanders’ humiliation and exposé of Clinton is profoundly\ndamaging to the Democrats’ prospects, while the Republicans have just chosen their candidate. Someone ought to tell that\nto Bill Kristol.\n\nWhat is patently obvious from the rise of Bernie Sanders and the massive, hard fought battle in the Republican primary is that\neconomic discontent is at an all-time high. The electorate wants economic change NOW.\n\nBut, then there’s Hillary Clinton’s take on the economy and the Obama record. Like Pat Buchanan’s protectionist niche some\n20 years ago, there is a segment of America that truly likes the Obama record. But, that segment is not even close to being\nlarge enough to elect a winner.\n\nHillary Clinton’s political and academic credentials are second to none—Wellesley undergraduate, Yale Law School,\nWatergate trial activist, Rose Law firm lawyer, First Lady, Senator from New York, and President Obama’s Secretary of State.\nShe has been indefatigably toiling her way through the political superstructure to be the next President of the United States:\nthe incarnation of an Obama third term and protector of the Obama legacy. This tack that she has taken is helpful in the\nDemocratic primary, especially among African Americans, but is a very large mistake in a general election and reflects poorly\non her political judgement.\n\nJudging from the three most important metrics of the economy: i.) detrended real nondefense GDP per adult from 1950 to the\npresent, ii.) employment as a share of adult population during the post-World War II period, and iii.) new housing sales per\n1,000 adults over the past 55 years, anyone who runs on the Obama record is at a great, great, great disadvantage.\n\nJust look at each of these three measures of economic performance:\n\nFigure 1\nReal Nondefense GDP Per Adult Detrended®\n\n(quarterly, 1Q-50 to 4Q-15)\n30%\n\na's Mm Mm = (2) Q oO\n& 8 =| 5 5 g\n26% g g S as > © 26%\no Oo) ~\n22% 22%\n18% 18%\n14% 14%\n10% 10%\n6% 6%\n2%\n\n== % Deviation from Trend\n\n-2% | -2%\n\n2010\n2014\n\nNote: Real GDP per Adult Trend = 1.88% Average Annual Growth from 1Q1950 to 4Q2015\nSource: Bureau of Economic Analysis, Bureau of Labor Statistics, Laffer Associates\n\nEven when a president’s term ends on a high note, as was the case with Presidents Kennedy, Reagan and Clinton, it is a\nchallenge for the incumbent party to maintain the White House. Thus, given that detrended real nondefense GDP per adult as\na measure of our country’s economic performance has ended on very low notes for Obama, “W” Bush and Bush Sr., it is clear\n\n5 Note: the gray vertical lines in figures throughout this paper represent the election dates of these individual presidents. The reason for this (rather\nthan placing vertical lines on inauguration dates) is that we’re using economic metrics throughout this paper as indicators of votes rather than as\ndescriptors for the success or failure of presidential policies.\n\nHOUSE_OVERSIGHT_025298",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025298.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3038,
    "word_count": 510,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:48.069179",
    "prefix": "IMAGES-008"
  }
}