{
  "document_id": "HOUSE_OVERSIGHT_013300",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013300.txt",
  "text": "Clarence “Ace” Parker, 101. Inducted into the Pro Football\n\nHall of Fame in 1972, he played on New York teams in the 1940s,\nand twice spent the off-season playing baseball with the\nPhiladelphia Athletics. Died Nov. 6.\n\nManfred Rommel, 84. He served as the former mayor of Stuttgart,\nGermany, for 22 years and was the son of Erwin Rommel, the\nGerman field marshal during World War II. Died Nov. 7 of\nParkinson’s disease.\n\nSally Lloyd, 64. A third-generation banker who started her\n\ncareer in the early 1970s when few women worked on Wall Street\nand rose to managing director at Smith Barney. Died Nov. 11 of\ncancer.\n\nJohn Tavener, 69. The U.K. composer best known for works such as\n“Song for Athene,” played at the funeral of Diana, Princess of\nWales. Died Nov. 12.\n\nTodd Christensen, 57. An NFL player from 1979 to 1988, who won\ntwo Super Bow/l titles with the Oakland Raiders as a tight end\n\nand was voted All-Pro four times. Died Nov. 13 of complications\nfrom surgery.\n\nGlafcos Clerides, 94. While president of Cyprus from 1993 to\n2003, he oversaw the country’s entrance into the European Union\nin 2004. Died Nov. 15.\n\nDoris Lessing, 94. The British author won the Nobel Prize in\nliterature in 2007 and is best-known for “The Golden\n\nNotebook,” a story about an independent-minded woman growing up\nin Africa. Died Nov. 17.\n\nG. Moffett Cochran, 63. The co-founder and CEO of New York-based\nSilvercrest Asset Management Group Inc., a firm serving wealthy\nfamilies. Died Nov. 18 of cancer.\n\nMichael Weiner, 51. As executive director of the Major League\n\nBaseball Players Association since 2009, he helped keep labor\npeace in the sport. Died Nov. 21 of cancer.\n\nHOUSE_OVERSIGHT_013300",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013300.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1682,
    "word_count": 285,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:47.775488",
    "prefix": "IMAGES-002"
  }
}