{
  "document_id": "HOUSE_OVERSIGHT_010739",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010739.txt",
  "text": "Case 9:08-cv-80736-KAM Document 306 Entered on FLSD Docket 02/02/2015 Page 5 of 19\n\nIn an effort to cite contrary law to the Court, Jane Doe #3’s Response takes remarkable\nliberties in describing what is claimed to be the law to Court. For example, the Response quotes\nCalloway v. Westinghouse Elec. Corp., 115 F.R.D. 73, 74 (M.D. Ga. 1987) for the proposition\nthat “a witness’ interest in his reputation alone . . . does not constitute the required ‘interest\nrelating to the property or transaction which is the subject of the present action’ necessary to\nallow intervention as a matter of right.” Yet what is excised from that quote through the ellipses\nis the most crucial part of the case: “following a finding by a court that he is not credible.”\nCalloway actually stands for the proposition that a witness cannot intervene in a case as of right\nif the Court has found him not credible in one of its orders. This finding has never been made as\nto Prof. Dershowitz either in this Court, or in hundreds of others in which he has appeared.\n\nIl. Jane Doe #3’s Lies About Prof. Dershowitz\nAre Wholly Irrelevant to This Action\n\nMeanwhile, Jane Doe #3 fails to come up with a single credible reason for naming Prof.\nDershowitz in her Joinder Motion. First, she claims she needed to drag Prof. Dershowitz’s name\nthrough the mud to prove that Jane Doe #3 was a victim of sexual abuse by Jeffrey Epstein. Yet,\nin her Joinder Motion, she states that “[t]he Government was well aware of Jane Doe #3 when it\nwas negotiating the NPA, as it listed her as a victim in the attachment to the NPA.” (DE 279 at\n6.) If she was already listed as a victim on the NPA, why would they need to prove that further\nby adding pages of scurrilous allegations against various individuals? And why did they have to\nmention Prof. Dershowitz by name, when elsewhere they claim that “numerous prominent”\nindividuals also allegedly committed sexual abuse, but keep those alleged figures anonymous?\n\nThe bad faith against Prof. Dershowitz is apparent’.\n\n' Similarly, Jane Doe #3’s allegations that she named Prince Andrew because of outstanding\n5\n\nHOUSE_OVERSIGHT_010739",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010739.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2138,
    "word_count": 369,
    "line_count": 32,
    "import_date": "2025-11-19T21:47:47.620799",
    "prefix": "IMAGES-001"
  }
}