{
  "document_id": "HOUSE_OVERSIGHT_017169",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017169.txt",
  "text": "4.2.12\nWC: 191694\n\nThe question I’m most often asked about my classroom teaching is how the students have\nchanged and how the teaching of law has changed during the 50 years I have been at Harvard.\n\nThe change in the student body has been dramatic. The vast majority of our students are no\nlonger the white American males that dominated the classroom in the early 1960s. Nearly half the\nclass is comprised of women, about a quarter of the class of racial and ethnic minorities, and\napproximately 10% from foreign countries. This increased diversity brings with it a wide range of\nviewpoints and experiences that enrich the class discussion.\n\nToday’s students are also older, with more work experience. They come to the classroom with\nfirm, if not always clear, views of who they are and what they want to be. They are not the naive,\nsycophantic, uncritical consumers that characterized my generation of students right out of\ncollege. This is all good, because it makes teaching them more challenging.\n\nEqually important has been the globalization of law over the past quarter decade. When I began\nteaching, all law, like all politics, was local. Today, virtually all law is global. A typical case that\ncomes across my desk and that I now teach about is as follows:\n\nA man born in Israel becomes a British citizen and moves to Houston where he works for\na multinational firm which allegedly paid a bribe to an African prince from one country to\nbuild a gas facility in another African country using French funds transmitted from a Swiss\nbank. The person is now in Canada and the United States and Great Britain are both\nseeking his extradition. The laws of each of the countries differ considerably as to what\nconstitutes a bribe, as distinguished from a proper or merely unethical payment. The laws\nof each country also differ as to the propriety of preparing witnesses and gathering\nevidence.\n\nA lawyer confronting this kind of case must know how to deal with these transnational problems.\nLaw schools have traditionally offered courses in international law, teaching the students about\ninternational tribunals and treaties. The source of problems confronted today are not decided by\ninternational law or international courts. They are transnational, rather than international, in\nnature and require an ability to navigate the very different terrains of many nations’ legal systems.\n\nAmong the areas of law in which political and legal boundaries are frequently crossed, are:\ninternet law, environmental law, antitrust law, corporate law, criminal law and many newly\nemerging fields of law. We are just beginning to teach our students how to practice in this global\nenvironment. We must do more if we are to stay ahead of major changes and prepare our\nstudents to be great lawyers through the middle of the 21* Century.\n\nI have been privileged to teach nearly 10,000 students over my half century career as a law\nprofessor. Among the students I have taught, mentored, advised and encountered have been\nPresidents, Supreme Court justices, judges, senators, congressmen, corporate CEO, deans,\nprofessors, university presidents, journalists and other movers and shakers. With the privileges of\nteaching tomorrow’s world leaders comes enormous responsibilities. Among these\nresponsibilities is not to use the classroom to propagandize one’s captive audience. My goal is\nnot to turn conservatives into liberals, but to make conservatives more thoughtful conservatives,\n\n82\n\nHOUSE_OVERSIGHT_017169",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017169.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3492,
    "word_count": 562,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:44.016082",
    "prefix": "IMAGES-004"
  }
}