{
  "document_id": "HOUSE_OVERSIGHT_011742",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011742.txt",
  "text": "the interview would be a journalistic coup. For me, it was a risk. He was a\nfamously combative questioner, a bit like Sam Donaldson at White House\nbriefings, or Jeremy Paxman and John Humphreys in Britain.\n\nOn the night of July 13, I drove to the television studio in Tel Aviv. Mishal\nconfronted me with Yedio?’s version of events. I was angry, and showed it.\n“This report was not some night editor’s mishap,” I said. “It was authorized by\nthe highest levels of a mass-circulation newspaper which 1s power-drunk,\ncorrupted by power, and manipulative. The so-called ‘story’ was an amateurish\nand distorted depiction of a chief-of-staff who sees wounded soldiers, turns his\nback, deserts them and flies away. That is an evil, vain falsehood.” As Mishal\npressed me about the allegation that I had fled, I cited, by name, other officers\nwho had been there with me and had confirmed precisely the opposite. I had left\nTze’elim, along with Amnon Lipkin, a full 50 minutes after the missiles struck,\nI said. And only after the helicopters had arrived, the injuries had been treated\nand the choppers were evacuating the wounded. “A chief of staffs job is not to\ntreat the wounded, when others are doing that already,” I added. My\nresponsibility was “to keep my head, and ensure a safe and speedy medical\nevacuation.” That was what I’d done. “I’ve given years of my life to serving this\ncountry,” I said. “I have been shot at. I have shot men dead from as close as I\nam to you now. How did the hand that wrote these things against me not\ntremble?”\n\nIt was certainly high drama. But it was not an act. The way that I’d gone\nafter Yediot prompted some pundits to suggest my skin was too thin. One\ncommentator even said I was obviously not suited to politics. Yet what mattered\nmost to me was what the rest of Israel felt: people who were not reporters or\neditors, commentators or politicians. Opinion polls the day afterwards showed\nthat something like 80 percent of Israelis believed what I’d said. I think this was\nonly partly due to the details of the argument I made. When you’re under such\nclose, direct scrutiny, I’m sure viewers have an innate sense of whether what\nthey are hearing is the truth.\n\nAlmost as soon as I’d got home from the interview, the phone rang. It was\nsomeone who, of course, already knew it was the truth: Yitzhak Rabin. “Ehud,”\nhe said, “you did well. Let’s move forward.”\n\n271\n\nHOUSE_OVERSIGHT_011742",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011742.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2419,
    "word_count": 427,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:47.037406",
    "prefix": "IMAGES-001"
  }
}