{
  "document_id": "HOUSE_OVERSIGHT_028547",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_028547.txt",
  "text": "Cite as: 586 U.S. (2019) 5\n\nOpinion of the Court\n\ndeveloped areas, thus supplementing the activities of” the\nWorld Bank. Articles of Agreement of the International\nFinance Corporation, Art. I, Dec. 5, 1955, 7 U.S. T. 2198,\nT. I. A. S. No. 8620. Whereas the World Bank primarily\nprovides loans and grants to developing countries for\npublic-sector projects, the IFC finances private-sector\ndevelopment projects that cannot otherwise attract capital\non reasonable terms. See Art. IG), tbid. In 2018, the IFC\nprovided some $28 billion in such financing.\n\nThe IFC expects its loan recipients to adhere to a set. of\nperformance standards designed to “avoid, mitigate, and\nmanage risks and impacts” associated with development\nprojects. IFC Performance Standards on Environmental\nand Social Sustainability, Jan. 1, 2012, p.2, 41. Those\nstandards are usually more stringent than any established\nby local law. The IFC includes the standards in its loan\nagreements and enforces them through an internal review\nprocess. Brief for Respondent 10.\n\nIn 2008, the IFC loaned $450 million to Coastal Gujarat\nPower Limited, a company located in India. The loan\nhelped finance the construction of a coal-fired power plant\nin the state of Gujarat. Under the terms of the loan\nagreement, Coastal Gujarat was required to comply with\nan environmental and social action plan designed to pro-\ntect areas around the plant from damage. The agreement\nallowed the IFC to revoke financial support for the project\nif Coastal Gujarat failed to abide by the terms of the\nagreement.\n\nThe project. did not go smoothly. According to the IFC’s\ninternal audit, Coastal Gujarat. did not comply with the\nenvironmental and social action plan in constructing and\noperating the plant. The audit report criticized the IFC\nfor inadequately supervising the project.\n\nIn 2015, a group of farmers and fishermen who live near\nthe plant, as well as a local village, sued the IFC in the\nUnited States District Court for the District of Columbia.\n\nHOUSE_OVERSIGHT_028547",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_028547.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2018,
    "word_count": 322,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:44.687902",
    "prefix": "IMAGES-010"
  }
}