{
  "document_id": "HOUSE_OVERSIGHT_019230",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019230.txt",
  "text": "Honorable Mark Filip\nMay 19, 2008\nPage 7\n\nGovernment’s confidential “list of victims.” Most of these lawsuits seek $50\nmillion in money damages.\n\ne Assistant U.S. Attorney David Weinstein spoke about the case in great detail to\nLandon Thomas, a reporter with the New York Times, and revealed confidential\ninformation about the Government’s allegations against Mr. Epstein. The Assistant\nU.S. Attorney also revealed the substance of confidential plea negotiations.\n\ne When counsel for Mr. Epstein complained about the media leaks, First Assistant\nSloman responded by asserting that “Mr. Thomas was given, pursuant to his\nrequest, non-case specific information concerning specific federal statutes.” Based\non Mr. Thomas’ contemporaneous notes, that assertion appears to be false. For\nexample, Mr. Weinstein told Mr. Thomas that federal authorities believed that\nMr. Epstein had lured girls over the telephone and traveled in interstate commerce\nfor the purpose of engaging in underage sex. He recounted to Mr. Thomas the\nUSAO’s theory of prosecution against Mr. Epstein, replete with an analysis of the\nkey statutes being considered. Furthermore, after Mr. Epstein’s defense team\ncomplained about the leak to the USAO, Mr. Weinstein, in Mr. Thomas’ own\ndescription, then admonished him for talking to the defense, and getting him in\ntrouble. Mr. Weinstein further told him not to believe the “spin” of Mr. Epstein’s\n“high-priced attorneys,” and then, according to Mr. Thomas, Mr. Weinstein\nforcefully “reminded” Mr. Thomas that all prior conversations were merely\nhypothetical.\n\nWe are constrained to conclude that the actions of federal officials in this case strike at\nthe heart of one of the vitally important, enduring values in this country: the honest enforcement\nof federal law, free of political considerations and free of the taint of personal financial\nmotivations on the part of federal prosecutors that, at a minimum, raise the appearance of serious\nimpropriety.\n\nWe were told by U.S. Attorney Acosta that as part of the review he requested, the\nDepartment had the authority, and his consent, to make any determination it deemed appropriate\nregarding this matter, including a decision to decline federal prosecution. Yet, CEOS’s only\nconclusion, based on its limited review of the investigation, is that U.S. Attorney Acosta would\nnot abuse his discretion by proceeding against Mr. Epstein. Thus, the decision of whether\n\n4 — As recently as two months ago, Mr. Sloman was still listed publicly as a part of his former law firm. While we\nassume this was an oversight, Mr. Sloman’s identification as part of the firm raises the appearance of\nimpropriety.\n\nHOUSE_OVERSIGHT_019230",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019230.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2686,
    "word_count": 416,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:46.482983",
    "prefix": "IMAGES-005"
  }
}