{
  "document_id": "HOUSE_OVERSIGHT_026038",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_026038.txt",
  "text": "Yet it has been a laggard. This is a top pick for H shares for China in 2017. The other bank with great\nvision in this area is CCB, which has invested in Ant Financial. BUY H shares CCB and CICC. (See\nattached PPT for portfolios and China fintech details).\n\nC. IPOs in 2017. I think Zhong An will be a surprise for 2017 in the Hong Kong market. Its market\ncap is expected to be $10 bn and it has interesting potential in so many areas of insurance. It\nremains an insurance company whose marginal cost of a new customer is zero. It has a talented\nteam of 900 engineers and has new AI and blockchain divisions. It is rolling out an impressive array\nof products including corporate solutions for insurance and investment plans. Lufax CEO Greg Gibb\nmade a big splash at the Finnovasia (Schulte Research co-sponsored it) in Hong Kong last month.\nThe company is a diversified financial conglomerate akin to \"Schwab meets etrade and Fidelity\" --\nonly 25 years ago. It needs an IPO north of $25 bn in order for the private equity partners to make\nmoney. Lastly, Ant Financial will come to the market for a $60 bn IPO in 2017 -- also in Hong Kong.\nThis is a mothership company that goes to the heart of China's system. Its early investors are CIC,\nCDB, CCB, China Life and other vital organs of the system. It will not be allowed to fail. There are\nsome questions about whether to own this through Alibaba, since Alibaba will own 33% of Ant post\nIPO. I'm in this camp. Buy Alibaba on this pullback. (See attached PPT for the full China Fintech\nReport).\n\n2. Koch Industries saturates both the offices of Trump as well as Pence. Mega bullish for Russia, oil\nand gas companies. Mega bearish for alternative energy.\n\nA. The Koch Brothers are not just two grumpy men -- they are a political party. Koch Industries is the\nsecond biggest private company in the US after Cargill. They operate public and secretive political\nentities in 32 states and dole out more than $500 million each political cycle to various entities in the\nstrongest places. The political entities employ more than 1,200 people and the amount of donations\navailable to right wing causes varies dramatically but is as high as $750 million per cycle. It is the\nthird largest party in the US after the Democratic and Republican party. It controls the Libre Alliance,\nAmericans for Prosperity, Freedom Partners, Institute for Energy Research, American Energy Alliance\nand Concerned Veterans.\n\nB. What do they do with their money? They support right wing Republican candidates for all\norganizations -- attorneys general, Senate, House and state political figures. This is where it gets\ninteresting. Freedom Partners is thought of as the \"Koch bank\". Guess who ran this? Marc Short. It\ncontrols about $250 mn in funds for political activity. Guess who employed Marc Short as chief of\nstaff? Indiana Governor Mike Pence. Guess who then employed him as chief of staff? President-elect\nTrump. Matt Lloyd is in charge of communications and strategy for VP-elect Pence -- he came from\nKoch Industries. Governor Pence was a frequent attendee of the secretive semi-annual meetings of\nthe Koch Brothers. Guess who raised more than $100 million for Freedom Partners? Don McGahn.\nGuess who is the new White House Counsel for President-elect Trump? Don McGahn. (McGahn was\nembroiled in the Tom Delay scandal in the 2000s). Guess who had two companies which had Koch\nBrothers as investors and whose chief of staff (Chenowith) came from the Koch world? The new CIA-\ndesignate chief Mike Pompeo. (Pompeo's Kansas campaign received a $900,000 donation from Koch).\nGuess who gave $1 mn to Americans for Prosperity? Education secretary designate Betsy Devos.\nGuess who has written the strategy paper for the Department of Energy transition? Tom Pyle -- He is\naffiliated with the Koch Industries Office of federal Affairs and the Institute for Energy Research.\nGuess who was caught up in a Koch Industries scandal for a petrochemical port project (with a Koch\naffiliated Messr. Henneberry)? Governor Nikki Haley who is UN Ambassador designate.\n\nHOUSE_OVERSIGHT_026038",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_026038.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4099,
    "word_count": 697,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:45.041006",
    "prefix": "IMAGES-008"
  }
}