{
  "document_id": "HOUSE_OVERSIGHT_019915",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019915.txt",
  "text": "One of Kushner’s now-frequent wise-men callers was Henry Kissinger. Kissinger, who\nhad been a front-row witness when the bureaucracy and intelligence community revolted\nagainst Richard Nixon, outlined the kinds of mischief, and worse, that the new\nadministration could face.\n\n“Deep state,” the left-wing and right-wing notion of an _ intelligence-network\npermanent-government conspiracy, part of the Breitbart lexicon, became the Trump team\nterm of art: he’s poked the deep state bear.\n\nNames were put to this: John Brennan, the CIA director; James Clapper, the director of\nnational intelligence; Susan Rice, the outgoing National Security Advisor; and Ben\nRhodes, Rice’s deputy and an Obama favorite.\n\nMovie scenarios were painted: a cabal of intelligence community myrmidons, privy to\nall sorts of damning evidence of Trump’s recklessness and dubious dealings, would, with a\nstrategic schedule of wounding, embarrassing, and distracting leaks, make it impossible\nfor the Trump White House to govern.\n\nWhat Kushner was told, again and again, is that the president had to make amends. He\nhad to reach out. He had to mollify. These were forces not to be trifled with was said with\nutmost gravity.\n\nThroughout the campaign and even more forcefully after the election, Trump had\ntargeted the American intelligence community—the CIA, FBI, NSC, and, altogether,\nseventeen separate intelligence agencies—as incompetent and mendacious. (His message\nwas “on auto pilot,” said one aide.) Among the various and plentiful Trump mixed\nmessages at odds with conservative orthodoxy, this was a particularly juicy one. His case\nagainst American intelligence included its faulty information about weapons of mass\ndestruction that preceded the Iraq war, a litany of Obama Afghanistan-Iraq-Syria-Libya\nand other war-related intelligence failures, and, more recently, but by no means least of all,\nintelligence leaks regarding his purported Russian relationships and subterfuges.\n\nTrump’s criticism seemed to align him with the left in its half century of making a\nbogeyman of American intelligence agencies. But, in quite some reversal, the liberals and\nthe intelligence community were now aligned in their horror of Donald Trump. Much of\nthe left—which had resoundingly and scathingly rejected the intelligence community’s\nunambiguous assessment of Edward Snowden as a betrayer of national secrets rather than\na well-intentioned whistle-blower—now suddenly embraced the intelligence community’s\nauthority in its suggestion of Trump’s nefarious relationships with the Russians.\n\nTrump was dangerously out in the cold.\n\nHence, Kushner thought it was sensible to make a reach-out to the CIA among the first\norders of the new administration’s business.\n\n7 OK Ok\n\nHOUSE_OVERSIGHT_019915",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019915.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2764,
    "word_count": 407,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:44.214824",
    "prefix": "IMAGES-005"
  }
}