{
  "document_id": "HOUSE_OVERSIGHT_026251",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_026251.txt",
  "text": "TT\n\napplication that is known by the government. In the case of Carter Page, the government had at\nleast four independent opportunities before the FISC to accurately provide an accounting of the\nrelevant facts. However, our findings indicate that, as described below, material and relevant\ninformation was omitted.\n\n1)\n\n2)\n\nThe “dossier”? compiled by Christopher Steele (Steele dossier) on behalf of the\nDemocratic National Committee (DNC) and the Hillary Clinton campaign formed an\nessential part of the Carter Page FISA application. Steele was a longtime FBI source who\nwas paid over $160,000 by the DNC and Clinton campaign, via the law firm Perkins Coie\nand research firm Fusion GPS, to obtain derogatory information on Donald Trump’s ties\nto Russia.\n\na) Neither the initial application in October 2016, nor any of the renewals, disclose or\nreference the role of the DNC, Clinton campaign, or any party/campaign in funding\nSteele’s efforts, even though the political origins of the Steele dossier were then\nknown to senior DOJ and FBI officials.\n\nb) The initial FISA application notes Steele was working for a named U.S. person, but\ndoes not name Fusion GPS and principal Glenn Simpson, who was paid by a U.S. law\nfirm (Perkins Coie) representing the DNC (even though it was known by DOJ at the.\ntime that political actors were involved with the Steele dossier). The application does\nnot mention Steele was ultimately working on behalf of—and paid by—the DNC and\nClinton campaign, or that the FBI had separately authorized payment to Steele for the\nsame information. —\n\nThe Carter Page FISA application also cited extensively a September 23, 2016, Yahoo\nNews article by Michael Isikoff, which focuses on Page’s July 2016 trip to Moscow.\n\n- This article does not corroborate the Steele dossier because it is derived from information\n\nleaked by Steele himself to Yahoo News. The Page FISA application incorrectly assesses\nthat Steele did not directly provide information to Yahoo News. Steele has admitted in\nBritish court filings that he met with. Yahoo News—and several other outlets—in\nSeptember 2016 at the direction of Fusion GPS. Perkins Coie was aware of Steele’s\ninitial media contacts because they hosted at least one meeting in Washington D.C. in\n2016 with Steele and Fusion GPS where this matter was discussed.\n\na) Steele was suspended and then terminated as an FBI source for what the FBI defines\nas the most serious of violations—an unauthorized disclosure to the media of his\nrelationship with the FBI in an October 30, 2016, Mother Jones article by David\nCorn. Steele should have been terminated for his previous undisclosed contacts with\nYahoo and other outlets in September—before the Page application was submitted to\n\nUNCLASSIFIED\n\nemery sessed\nPROPERTY OF THE U.S. HOUSE OF REPRESENTATIVES\n\nHOUSE_OVERSIGHT_026251",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_026251.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2835,
    "word_count": 454,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:47.803318",
    "prefix": "IMAGES-008"
  }
}