{
  "document_id": "HOUSE_OVERSIGHT_018409",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018409.txt",
  "text": "linked topologies?5°. Contagions, panics, economic brain freezes - these are the\nessential tactics of our future. The maintenance of our centrality on the topologies\nwe rely on is, then, the essential part of our future security. Interrupting this is, of\ncourse, exactly the edge our enemies seek against us: To infect us - with panic,\nterror or some virtual or real virus. To alter the landscape with one sharp razor\nslice, not a hail of bombs.\n\nThere is no excuse for us to not prepare to struggle in these new terms. Our military\nmust be shifted for the demands of such instant, cross-space attack. But it’s more\nthan that. In recent years America has gotten into a habit of reaching for our military\ntool, and while we've strengthened it to an historically unprecedented degree, we've\nlet other skills atrophy. Our real aim should be to stop our opponents from adapting,\nevolving and connecting to us. If we suffer some strategic, nation-crippling defeat in\nthe future, I don’t think it will be because our military was weak. Rather it will be\nbecause we've not mastered all the other tools of topological control. The first sign\nof our real awarness of this will be when the old, foolishly vulnerable systems and\ntactics and ideas are replaced. We should never build another aircraft carrier\nwithout a sense of new, networked naval plan. The idea of spending hundreds of\nbillions for manned bomber planes is absurd. We should embrace self-imposed\nlimits, we should force ourselves to innovate both with our military and in the\ncreation of new tools of policy. Doing so will prevent any number of conflicts. And it\nwill stiffen our temperament to unconventional thinking.\n\nThere’s a lean efficiency to these five principles that define Hard Gatekeeping. The\nstrategy echoes, in its clarity, in its clean frugality, the postures of some of the most\nenduring orders in human history: The “defense in depth” of the Roman Empire, for\ninstance. The protective order of Tokugawa Japan. The walls of Tang China, part ofa\nchained national history that celebrates heroes as “defenders of the nation,” not\nattackers. Gatekeeping resists unnecessary profligacy. It limits the need to\nproselytize or colonize or force others to our way of thinking. And it has a universal\naspect: Hard Gatekeeping can - with a little imagination and some discipline — be\nlaid on puzzles like terrorism, cyberattacks, US-China relations, order in the Middle\nEast, the proliferation of nuclear weapons, income inequality and global warming. It\nprovides a sharp single image of what we're after - and guidelines for getting there.\nIt’s clear enough what we need to do, I think. Build gates. Use them. Hold inside\nthem and protect the curious, innovative and revolutionary spirit of our people and\nour age.\n\n4,\n\nLet’s use this approach to examine some particular problems, and let’s start with\nUS-China ties - a puzzle whose resolution may be the decisive act of policy in the\n\n250 Super spreaders: Manlio De Domenico, Albert Sole’-Ribalta, Elisa Omodei,\nSergio Gomez & Alex Arenas, “Ranking in Interconnected Multilayer Networks\nReveals Versatile Nodes”, Nature Communications April 23, 2015\n\n177\n\nHOUSE_OVERSIGHT_018409",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018409.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3192,
    "word_count": 522,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:46.998930",
    "prefix": "IMAGES-004"
  }
}