{
  "document_id": "HOUSE_OVERSIGHT_013284",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013284.txt",
  "text": "complications from a fall.\n\nCortright McMeel, 41. He drew on his experience in the\ncommodities market to write a darkly comic novel about energy\ntraders. Died April 19 in Denver, where he lived.\n\nDirce Navarro de Camargo, 100. She became Brazil’s richest woman\nafter inheriting Camargo Correa SA, now the nation’s third-\n\nlargest construction company, founded by her late husband,\nSebastiao Camargo. Died April 20.\n\nRichie Havens, 72. The Brooklyn-born folk singer best known as\nthe opening act at the Woodstock music festival in 1969. Died\nApril 22 of a heart attack.\n\nKathryn Wasserman Davis, 106. She gave her husband about\n$100,000 in 1947 to open his own investment firm, Shelby Cullom\nDavis & Co., which was valued at $800 million when he died in\n1994. Died April 23.\n\nGeorge Jones, 81. The country-music singer, whose emotion-\ndrenched vocal style earned him more hit records than any other\nartist. Died April 26 in Nashville, Tennessee.\n\nTim Taylor, 71. He was Yale University’s ice hockey coach for 28\nseasons, winning six Ivy League titles. Died April 27 of cancer.\n\nJanos Starker, 88. A Hungarian-born child prodigy, who became\none of the most renowned cellists of the 20th century and ended\nhis career as a distinguished professor of music at Indiana\nUniversity. Died April 28.\n\nEdward Feigeles, 58. He was a managing director at Lehman\nBrothers Holdings Inc. in New York, where he led the private\nclient services group, from 1996 to 2005. Died April 29 after a\nbrief illness.\n\nBill Mahoney, 55. He led global sales and marketing at Westport,\n\nConnecticut-based Bridgewater Associates LP, the world’s largest\nhedge fund, before leaving in 2006. Died April 30 of pancreatic\n\nHOUSE_OVERSIGHT_013284",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013284.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1708,
    "word_count": 278,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:45.812889",
    "prefix": "IMAGES-002"
  }
}