{
  "document_id": "HOUSE_OVERSIGHT_023090",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023090.txt",
  "text": "Related BofAML research on US tax reform\n\nBelow we provide links to reports from our BofAML Global Research colleagues that\naddress this topic.\n\nEconomics:\nGlobal Watch: Will border adjustment lead to border battles? 18 January 2017\n\nUS Economic Weekly: Cutting taxes could be taxing 02 December 2016\n\nCredit strategy:\nSituation Room: Corporate tax reform=less debt 28 November 2016\n\nThe HY Wire: ‘A Better Way’: tax proposals could affect HY issuance O09 December 2016\n\nFX:\nFX Watch: Ten thoughts on Border Adjustments 18 January 2017\n\nFX Viewpoint: Homeland Investment redux? 17 October 2016\n\nAutos:\nAutomotive Industry: The Trump trade — implications for the automotive value chain 18\n\nJanuary 2017\n\nConsumer/Retail:\nRetailing - Hardlines: A taxing set of proposals for Hardline Retailers 14 December 2016\n\nSpecialty Retail and Department Stores: Border adjustment seems unlikely but would\ndecimate retail earnings 14 December 2016\n\nUS Consumer Staples: Policy changes: what to watch for 18 January 2017\n\nCosmetics, Household & Personal Care: 2017 — The Year Ahead: a few diamonds in the\nrough 10 January 2017\n\nConsumer Staples: 2017 - the year ahead: sector rotation puts fundamentals in focus 13\nDecember 2016\n\nTobacco: Tobacco Year Ahead 2017: see domestic players having more upside potential\nthis yr 04 January 2017\n\nHomebuilders and Building Products: State of the union 12 December 2016\n\nFinancials / Real Estate:\n2017 Banks Year Ahead: T-R-U-M-P: Find out what it means for “E” (20% potential\nupside) 10 January 2017\n\nUS Banks Chart of the Week: Muni exposure will mute benefit from lower corporate\ntaxes 11 December 2016\n\nInsurance: Tax changes could have mixed implications 18 January 2017\n\nBrokers, Asset Managers & Exchanges: 2017 Year Ahead: An attractive outlook, with 12-\n20%+ upside, with catalysts 12 January 2017\n\nU.S. REITs: Regulatory changes are coming: A REIT analyst guidebook 17 January 2017\n\nHealth Care:\nManaged Care: MCO rally has just begun; beneficiaries of the non-Health Care upside\nfrom Trump 02 December 2016\n\nBiotechnology: On the road to recovery 04 January 2017\n\nHealthcare: 2017 — the year ahead: the only constant is change 15 December 2016\n\n: : Bankof America\n22 Equity Strategy Focus Point | 29 January 2017 Merrill Lynch\n\nHOUSE_OVERSIGHT_023090",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023090.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2288,
    "word_count": 357,
    "line_count": 70,
    "import_date": "2025-11-19T21:47:48.700129",
    "prefix": "IMAGES-007"
  }
}