{
  "document_id": "HOUSE_OVERSIGHT_020203",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020203.txt",
  "text": "51\n\nCHAPTER FOUR\n\nSecret Agent\n“Sure, a whistleblower could use these [computer vulnerabilities], but so could a spy.”\n\n--Edward Snowden in Moscow\n\nThe sudden transformation of Snowden in 2006 from a night watchman on a university\ncampus to secret agent for the CIA provided him with a powerful new identity and one much\ncloser to the avatars he adopted for his fantasy games. It was burnished so deeply in his self-\nimage that he cited it eight years in Moscow. When Brian Williams, then a NBC anchorman,\nbegan an hour-long NBC television interview with Snowden in 2014 by saying, “It seems to me\nspies probably look a lot more like Ed Snowden and a lot less like James Bond these days,\"\nSnowden approvingly smiled and told him, “I was trained as a spy in sort of the traditional sense\nof the word.” Snowden further confirmed his interviewer’s point, sating “I lived and worked\nundercover overseas, pretending to work in a job that I'm not, and even being assigned a name\nthat was not mine.\"\n\nIn reality, Snowden’s employment at the CIA was more prosaic. When he joined the CIA in\n2006, he did not have the required experience in maintaining secret communication systems. So\nthe CIA sent him to its information technology school for six months to train as a communications\nofficer, not aspy. After completing his training, he was dispatched to the CIA station in Geneva,\nSwitzerland. He worked there for the next two years as one of dozens of Information\nTechnologists servicing the CIA’s communication channels in Switzerland. He was stationed\nthere, according to Swiss registry records, under his own name from March 2007 to February\n2009. He was identified as a US State Department employee in Geneva because Switzerland\ndoes not allow any intelligence officers to operate in that country. So officially he was attached\nto the permanent U.S. mission to the United Nations which employed hundreds of US\ngovernment functionaries in Switzerland. It was a thin cover, since the Swiss government was\naware that the CIA maintained its base in Geneva and posted it employees at the US mission,\n\nAlthough he would later claim in the video he made in Hong Kong that he had served as a\n“senior adviser for the Central Intelligence Agency,” he was merely a telecommunications support\nofficer, or TSO in CIA parlance, which was a junior level job at the CIA. He worked as part of a\n12 man team of information technologists under the supervision of senior CIA officers, according\nto a former CIA officer in Geneva. The job of these TSOs was to protect the security of the\nCIA’s computer systems through which the CIA station in Geneva sent and received its secret\ncommunications. As far as is known, Snowden made very few friends at the 800-person\nmission. The only person there to have publicly reported knowing him in Geneva during this\n\nHOUSE_OVERSIGHT_020203",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020203.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2853,
    "word_count": 484,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:45.075104",
    "prefix": "IMAGES-005"
  }
}