{
  "document_id": "HOUSE_OVERSIGHT_012380",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012380.txt",
  "text": "a,\n\nry. Finally, due to the\nhigh volume of prostitution-related crimes, the Federal government lacks the necessary resources\nand capacity to prosecute these offenses.\n\nTherefore, to the extent that thi\n\nDOJ also opposes subsection (g), which would expand the sex tourism offenses to\ninclude those who travel for purposes of illicit sexual activity with adults. The Department’s\ncurrent efforts with regard to extraterritorial offenses focus on child sex tourism, which are very\ndemanding and resource-intensive cases, requiring gathering evidence abroad, bringing victims\nto the United States to testify, and coordination with foreign law enforcement agencies and\nforeign governments generally, among other matters. Any expansion of authority would be a\ndistraction from those priority cases and would exacerbate existing burdens on investigation and\nprosecution.\n\nThe Department believes that the addition of 18 U.S.C. § 2423 is unnecessary and that\n18 U.S.C. § 2423 does not need to be amended.\n\nShould Congress create 18 U.S.C. § 2423A, DOJ believes that language should be\nretained in 18 U.S.C. § 2423(e) that allows the Government to charge attempt or conspiracy for\n18 U.S.C. § 2423{a) crimes. Finally, DOJ notes that the definition of illicit sexual conduct\nneeds to be updated to include production of child pornography.\n\n18. Section 222\n\nAS a general matter, the Department opposes the expansion of jurisdiction over offenses\ninvolving non-American offenders or victims that are committed outside the United States. The\nexpansion of jurisdiction in this section would place an enormous strain on available resources.\nIn addition, this new section’s jurisdiction description overlaps with 18 U.S.C. § 3271. Should\nthe choice be made to keep the jurisdictional provisions provided for in this section, perhaps it\nwould be more effective to expand section 3271.\n\n19, Section 223\n\nThese provisions are not directly related to trafficking. As this section is related to aliens\nbrought into the country for the purposes of prostitution, without a showing of force, fraud, or\ncoercion, and the International Marriage Brokers Act (IMBRA), this bill is not the vehicle for\nthis language. Furthermore, subsection (a)(1) removes the requirement from section 278 of the\nImmigration and Nationality Act that such conduct be done in furtherance of the importation of\nthe alien. By removing this requirement, the bill extends the statute to cover all instances of\n“pimping” an alien.\n\nHOUSE_OVERSIGHT_012380",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012380.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2501,
    "word_count": 380,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:44.014840",
    "prefix": "IMAGES-001"
  }
}