{
  "document_id": "HOUSE_OVERSIGHT_029066",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029066.txt",
  "text": "I see that every day. I’m a very practical, pragmatic capitalist. I was trained at Goldman\nSachs, I went to Harvard Business School, I was as hard-nosed a capitalist as you get. I\nspecialized in media, in investing in media companies, and it’s a very, very tough\nenvironment. And you've had a fairly good track record. So I don’t want this to kinda\nsound namby-pamby, “Let’s all hold hands and sing ‘Kumbaya’ around capitalism.”\n\nBut there’s a strand of capitalism today — two strands of it, that are very disturbing.\n\nOne is state-sponsored capitalism. And that’s the capitalism you see in China and Russia.\nI believe it’s what Holy Father [Pope Francis] has seen for most of his life in places like\nArgentina, where you have this kind of crony capitalism of people that are involved with\nthese military powers-that-be in the government, and it forms a brutal form of capitalism\nthat is really about creating wealth and creating value for a very small subset of people.\nAnd it doesn’t spread the tremendous value creation throughout broader distribution\npatterns that were seen really in the 20th century.\n\nThe second form of capitalism that I feel is almost as disturbing, is what I call the Ayn\nRand or the Objectivist School of libertarian capitalism. And, look, I’m a big believer in a\nlot of libertarianism. I have many many friends that’s a very big part of the conservative\nmovement — whether it’s the UKIP movement in England, it’s many of the underpinnings\nof the populist movement in Europe, and particularly in the United States.\n\nHowever, that form of capitalism is quite different when you really look at it to what I call\nthe “enlightened capitalism” of the Judeo-Christian West. It is a capitalism that really\nlooks to make people commodities, and to objectify people, and to use them almost — as\nmany of the precepts of Marx — and that is a form of capitalism, particularly to a younger\ngeneration [that] they’re really finding quite attractive. And if they don’t see another\nalternative, it’s going to be an alternative that they gravitate to under this kind of rubric of\n\n“personal freedom.”\n\n“Look at what’s happening in ISIS ... look at\nthe sophistication of which they’ve taken the\ntools of capitalism ... at what they’ve done\nwith Twitter and Facebook.”\n\nHOUSE_OVERSIGHT_029066",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029066.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2300,
    "word_count": 389,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:44.272101",
    "prefix": "IMAGES-010"
  }
}