{
  "document_id": "HOUSE_OVERSIGHT_018907",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018907.txt",
  "text": "@Ddabdie Cause Affidavit ©\n\nPalm Beach Police Department\nAgency ORI# FLO 500600\n\nattendingf) ould approach females who wished to work for Epstein. °°\nstated she was offered to work for Epstein but declined. explained that “work” means give\nmassages. She was asked about any formal training in providing massages which she said “no.”[_|said\nshe accompanied IN and other females who were taken to Epstein’s house to provide massages.[___|\nfurther stated she had been to the house approximately 4 or 5 times in the past year. She accompanied\nwih‘ ach time the girs were taken\nover, they were previously told they would have to provide a massage, possibly naked. They were also told that\nshould Epstein require them to do anything extra, and they were not comfortable just to tell him and he would\nstop. [stated ME received $200.00 for each girl she brought over to massage Jeffrey Epstein.\nWhen I asked which girl appeared to be the youngest, she replied,__] who was really young, fifteen years old at\nthe most.[-__] further stated each time she went to the house, she sat in the kitchen and waited with i\nuntil the massage was over. She further stated that the cook would make lunch or a snack for them as they\n\nwaited. I asked her if there was anything that caught her attention within the home.[____]stated there were a\nlot of naked girls in photographs throughout the house.\n\nOn November 8, 2005, at approximately 2:00pm ,Imetwith| sd} dob. ___] at the\nPalm Beach Police Department. During a sworn taped statement[___]stated she had met Epstein\n\napproximately two years ago when she was first approached by NN, a classmate a\n\nME 2p proached her about working for Epstein and providing a massage to him for $200.00.\nMM. 2d made the arrangements however was unable to t\n\na).\n\nake her the day the arrangements were made.\n{hake also attended and was familier\n\nwith Epstein. [_|recalled she was brought there and entered through the back kitchen door. She had met\nwith an assistant and another assistant |. EEbrought her upstairs as she observed several\nphotographs of naked females throughout the house..____] stated Epstein came in the room, wearing only a\ntowel, and laid on the table.[—___] stated he picked out the oils he wanted her to use and requested she\nremove her clothing to provide the massage. T Kitated that on the first massage she provided she did not\nremove her clothing. Cd stated she had returned several times after that. Each time she returned it was\nmore than a massage. Epstein would walk into the master bedroom/bathroom area wearing only a towel. He\nwould masturbate as she provided a massage. [_]stated she was unsure if he climaxed as he masturbated\nunder the towel. Additionally, she never looked below his waist. She claimed that Epstein would convince her to\nremove her clothes. She eventually removed her clothes and stayed in her thong panties. On occasion, Epstein\nwould use a massager/vibrator, which she described as white in color and a large head. Epstein would rub the\nvibrator/massager on her vaginal area as he would masturbate. [|stated she had been to the house\n\n. The foregoing instrument was sworn to or affirmed State of Florida\nbefore me this 1 day of May, 2006 by County of Palm Beach\nDet Joe Recarey, who is personally known to me.\n\nSignature/Arresting Officer\n\nSignature of Police Officer (F.S.S. 117.10) Date: 05/01/2006\n\nPage of 22\n\nHOUSE_OVERSIGHT_018907",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018907.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3403,
    "word_count": 573,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:47.727843",
    "prefix": "IMAGES-005"
  }
}