{
  "document_id": "HOUSE_OVERSIGHT_026781",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026781.txt",
  "text": "2. The New Deduction for Qualified Business Income of Pass Through Entities\n\nCongress also wanted to provide an income tax rate reduction for those businesses that are organized\nas partnerships or S corporations or which are owned by sole proprietors. In order to meet this goal, the\nTax Act provides an income tax deduction for individuals and other non-corporate taxpayers equal to (i)\n20 percent of their domestic \"qualified business income\"; plus (ii) 20 percent of any qualifying dividends\nfrom real estate investment trusts, qualifying income from publicly traded partnerships, and gain\nderived from sale of such publicly traded partnerships that would be treated as ordinary\nincome. Therefore, such deduction results in an effective federal income tax rate of 29.6% on such\nqualifying income for a top bracket individual. The deduction does not apply to investment income (i.e.,\ncapital gains, dividends (other than certain ordinary income dividends paid by REITs), and most interest\nincome). In addition, it does not apply to reasonable compensation income and guaranteed payments\npaid to the taxpayer from the business.\n\nThe 20 percent of \"qualified business income\" deduction described in (i) above is also generally limited\nto the greater of either (a) 50% of the W-2 wages paid with respect to the qualified trade or business,\nor (b) the sum of 25% of the W-2 wages paid with respect to such business plus 2.5% of the unadjusted\ntax basis of all qualified business property of such business. Thus, if the partnership, S corporation or\nsole proprietorship does not pay \"W-2 wages\" and the second limitation is a minor amount or not\napplicable, the owner or pass through taxpayer's tax deduction would be a minor amount or zero.\n\nUnfortunately, partners or owners of certain types of professional service businesses, including\nfinancial services providers, investment managers, brokers, consultants, lawyers and accountants (and\nothers), are not permitted to claim the \"qualified business income\" deduction unless the taxpayer's\nadjusted gross income is below certain levels ($207,500 for individuals and $365,000 for married couples\nfiling jointly). Even in such case, the benefit of the available deduction is phased out ratably as the\ntaxpayer's income exceeds $157,500 if single, or $315,000 if filing a joint tax return. Therefore, fund\nmanagers organized as pass through entities are not likely to, and investment funds organized as\npartnerships will not, derive a significant benefit from this deduction.\n\nlll. ISSUES FOR PARTNERSHIP FUNDS\n\n1. Repeal of Itemized Deductions Previously Available to Non-Corporate Taxpayers for Non-Business\nInvestment Expenses\n\nFor 2018 through 2025, the Tax Act completely repeals the deductions previously allowed to individuals\nand other non-corporate taxpayers for \"miscellaneous itemized deductions\" (which were subject to a\n2% floor and a phase-out rule under prior law). It is important to note that for individual investors in\npartnership funds that are not treated as engaged in a trade or business, the investor's share of the\nfund's investment expenses, including management fees, would now pass through as non-deductible\nmiscellaneous itemized deductions. If the fund is properly classified as an active \"trader\" rather than a\nmere investor, then such expenses would be completely deductible as trade or business expenses. This\nTax Act change obviously puts considerable strain on the fund manager and its tax advisors with respect\nto the trader vs. investor issue. At this time, there is a lack of clear guidance from the Internal Revenue\nService on what level of trading activity is sufficient for a professionally managed fund to qualify as a\n\"trader fund\".\n\nIn cases where a partnership fund's expected activities are not likely to qualify for trader status or\nanother trade or business, the fund's sponsor may find that US high net worth individuals may now\nprefer to invest in the offshore corporate feeder fund instead of the onshore partnership fund. The US\nincome tax reason for this would be that since the offshore feeder is classified as a corporation for US\ntax purposes, its net income would be calculated under the rules applicable to corporations, for which\n\nHOUSE_OVERSIGHT_026781",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026781.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4258,
    "word_count": 663,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:47.137408",
    "prefix": "IMAGES-009"
  }
}