{
  "document_id": "HOUSE_OVERSIGHT_012876",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012876.txt",
  "text": "To accept DeWall's striking results, it is necessary to accept one connection between self-control\n\nand aggression and a second between glucose and self-control:\n\nSELF-CONTROL DOWN ~ AGGRESSION UP\nGLUCOSE DOWN ~ SELF-CONTROL DOWN\n\nThat aggression often follows from a loss of control is backed up by considerable evidence, including\nclinical studies that link lack of inhibition in psychopaths to extreme violence. Also of interest is the fact\nthat impulsive aggression is more likely to arise when individuals are drunk than sober. Alcohol, as we all\nknow, lowers our inhibitions, but also lowers glucose in both the brain and body. Though scientists such\nas Baumeister and DeWall have not yet worked out in detail how glucose is used or replenished in the\ncontext of self-control, there are far too many studies using different methods and subjects to ignore this\nrelationship. Minimally, these studies indicate that we should think about self-control like a resource,\nsomething that can be used up and replenished, something that can be depleted, tipping the scale toward\nviolence.\n\nOne of the interesting implications of DeWall’s work is that individual differences in glucose\navailability are coupled with individual differences in self-control. Diabetes shows a high level of\nheritability, meaning that some individuals are more likely to develop this problem than others simply\nbased on what genes they receive from their parents. The prevalence of diabetes is on the rise in many\ncountries, with some estimates suggesting that by 2025, there will be 325,000,000 diabetics world wide,\nmore than double current estimates. The genetic disorder that lowers glucose levels arises because of a\ndeficiency in a key enzyme, glucose-6-phosphate-dehydrogenase. This is one of the most common\nenzyme deficiencies in the world, affecting over 400,000,000 people, and in many cases, triggered by the\nconsumption of fava beans. As with variation in the frequency of MAOA, so too can variation in this\nglucose-related gene be subject to selection pressures, especially given its link to violence. Once again,\nwe see nature and nurture contributing to individual variation and cultural differences in our capacity to\nharm others.\n\nTogether, these observations of glucose-related disorders speak to a disconcerting reality: we are\nborn with inherent differences in the availability of key resources guiding self-restraint. Some of us start\noff life better equipped to control our frustrations, wait for future gains, and moderate our temper. These\nearly differences can have long lasting and disastrous effects later in life, a point supported by a study that\nbegan forty years ago with four year-old children presented with a marshmallow.\n\nThe American social psychologist Walter Mischel recruited four year old children to his\n\nlaboratory and sat them down at a table with two objects: a marshmallow and a bell. He then told each\n\nHauser Chapter 4. Wicked in waiting 130\n\nHOUSE_OVERSIGHT_012876",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012876.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2987,
    "word_count": 461,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:48.701361",
    "prefix": "IMAGES-002"
  }
}