{
  "document_id": "HOUSE_OVERSIGHT_026653",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026653.txt",
  "text": "Subject: Press: Heatstreat- ‘Shady’ Israeli Mogul Hires Ex-White House Counsel To Represent Employee\nArrested in Inauguration Day Riot, Raising Questions\n\nHi Kathy and Stuart,\n\nYou may have already seen this article, but sharing it just in case you haven’t. Please let us know if we can be\nof any help coordinating with the client’s PR firm, which Stuart mentioned that you were doing yesterday.\n\nAccording to Wikipedia, “Heat Street is a libertarian conservative news, opinion and commentary website.\nLaunched in February 2016, the website is headed by U.S. based British writer and former politician Louise\nMensch. It is owned by News Corp under Dow Jones & Company.”\n\nThanks,\n\nJamie\n\n‘Shady’ Israeli Mogul Hires Ex-White House Counsel To Represent Employee Arrested in Inauguration Day\nRiot, Raising Questions<http://heatst.com/politics/shady-israeli-mo gul-hires-ex-white-house-counsel-to-\nrepresent-employee-arrested-in-inauguration-day-riot-raising-questions/>\n\nBy Heat Street Staff] 6:36 pm, January 23, 2017\n\nThe mystery surrounding a would-be media magnate — who owns surveillance and security firms working for\nrepressive regimes — is growing.\n\nThe questions about Matania (Mati) Kochavi were sparked again this weekend when Kathryn Ruemmler, who\nuntil recently was President Obama’s White House Counsel, showed up on Saturday morning in local\nWashington DC court to represent one of the 217 people arrested for rioting on Inauguration Day.\n\n[http://heatst.com/wp-content/uploads/2017/01/ruemmler-obama.jpg?w=300|]Kathryn Ruemmler and client.\n\nMs. Ruemmler said she was there to represent a journalist, on assignment for the media company\nVocativ<http://www.vocativ.com/>, who’d gotten swept up with the protesters in the arrests.\n\nVocativ is owned by Kochavi. Reporters at the courthouse asked why a big gun like Ruemmler, who has long\nbeen a specialist in corporate crime, would show up for what would seem to be a misunderstanding involving a\njournalist doing his job.\n\nMs. Ruemmler told Buzzfeed that Vocativ is a client of her\nfirm,<https://www.buzzfeed.com/zoetillman/prosecutors-pursue-rioting-charges-over-inaueguration-day-\npro?utm_term=.gtPej4zon#.cgvzaBvG2> Latham & Watkins. The firm is one of the most prestigious law shops\nin New York and Washington with partners such as Ruemmler<https://www.lw.com/people/kathrynruemmler>\ncharging thousands of dollars an hour.\n\nShe did look somewhat out of place among the lawyers there to defend anarchists and other alleged\ntroublemakers who are charged with rioting, burning a limo and smashing up stores on the streets of the capital.\n“The individuals charged were generally brought in front of the judge in groups of 10 and were represented by a\ncadre of public defenders and other court-appointed lawyers,” according to Buzzfeed. That was not the case\nwhen it came to Vocativ.\n\nBased in New York and Tel Aviv, Vocativ publishes mostly reprints of health studies, aggregated videos for\nFacebook, and female focused feature pieces. The company which employs a large team of US journalists and\nex-Israeli intelligence operatives, claims to use technology from the intelligence world to source its stories.\nIndeed its founder, Kochavi, has a background in Israeli intelligence, having made his fortune providing\nsecurity and military grade public safety solutions to the superrich Emirate of Abu Dhabi through an entity\ncalled AGT.\n[http://heatst.com/wp-content/uploads/2017/01/abu-dhabi-mos\n\nHOUSE_OVERSIGHT_026653",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026653.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3477,
    "word_count": 481,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:49.318517",
    "prefix": "IMAGES-009"
  }
}