{
  "document_id": "HOUSE_OVERSIGHT_014369",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014369.txt",
  "text": "Chart 81: What do you expect to be the main driver of success for robo advisors?\n\n50%\n45%\n40%\n35%\n30%\n29%\n20%\n15%\n10%\n\n5%\n\n0%\n\nA low and An efficient | Advanced portfolio Department of Access toa\ntransparent cost technology and construction that — Labor fiduciary human in volatile\nstructure interface platform — outperforms rule markets\n\nSource: BofA Merrill Lynch Global Research\n\n¢ Finally, all of the panel participants believe that the DOL Fiduciary Rule will not be\nrepealed by the new administration, although it may be delayed. In the end, this\nshould benefit robo advisors, as most of the models have low fee structures and\nlimited conflicts of interest.\n\nState of the Multifamily Market: Cooling or Collapsing?\n\nWe hosted a panel to discuss the state and the outlook for the multifamily market\nfollowing a year which has witnessed increased investor anxiety around multifamily loan\ngrowth and heightened scrutiny by banking regulators of multifamily loan portfolios,\nparticularly at banks with a high concentration of multifamily loans. Our panelists\nincluded John Jardine, Co-CEO of Ares Commercial Real Estate Corp, David\nBrickman, Executive Vice President and the Head of Multifamily business at\nFreddie Mac and Alan Fishman, Chairman of the Board at commercial real estate\ninvestment trust Ladder Capital.\n\n= Multifamily on solid footing: The panelists view the multifamily market as having\na solid foundation with most of the risk lying at the high end, class A properties in\nparticular markets (New York, San Francisco). Even here, the panelists agreed that\nthe issues at the high end segment were more likely to manifest themselves in the\nform of decelerating growth in rents (and increased incentives by landlords) as\nopposed to serious credit issues. Investors echoed this sentiment during a live\naudience poll with 60% of the investors seeing issues in the multifamily market\nlimited to certain regions and at certain rental price points.\n\nBankof America a 2016 Future of Financials Conference | 17 November 2016 55\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014369",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014369.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2073,
    "word_count": 329,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:48.880768",
    "prefix": "IMAGES-002"
  }
}