{
  "document_id": "HOUSE_OVERSIGHT_024745",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024745.txt",
  "text": "AC\nCA L CHAPTER VI U.S. and International Cannabis Market Estimates\n\nConsumer Penetration Rates\n\nWe assigned current and prospective consumer penetration rates to each state based on our assessment\nof whether legal consumer access to cannabis in the state should be characterized as “limited,” “moder-\nate” or “broad.” This assessment was based in part on (i) the nature of the cannabis laws in each state\nand (ii) the extent of the cannabis dispensary network in each state. We assigned a specific penetration\nrate to each age group, with the 21—29 age group having the highest and the 70+ age group having the\n\nlowest.\n\nConsumer penetration rates are significantly affected by the available channels for legal access to\ncannabis. States that have only medical laws typically have lower penetration rates than states hav-\ning both medical and recreational laws because the qualifying-condition requirement of medical laws\nprecludes many potential consumers. Similarly, penetration rates are impacted by the widely varying\nnumber and nature of qualifying medical conditions designated by medical laws. States that designate\nmany conditions or highly subjective conditions such as “chronic pain” tend to have higher penetration\nrates than states that designate relatively few or highly specific conditions.\n\nPenetration rates also are affected by the reach of a state’s cannabis dispensary network. Some states\nhave extensive dispensary networks that provide convenient access to cannabis for most consumers.\nOther states have a limited number of dispensaries or networks that reach only urban areas; restricted\nnetworks can be the result of factors such as the amount of time a state has permitted legal cannabis\naccess and the prevalence of county and municipal laws restricting (or in some cases, completely ban-\nning) dispensary operations.\n\nPrior to federal legalization, we expect U.S. penetration rates to increase as states implement new\nmedical and recreational laws and expand the scope of qualifying medical conditions under existing\nmedical laws, and as the FDA begins approving pharmaceutical-grade drugs derived from cannabis.\nAlthough we believe penetration rates in states with recreational laws and robust dispensary networks\nmay fairly represent penetration rates after federal legalization, penetration rates may increase further\nas the medical efficacy of cannabis becomes better understood and negative perceptions of cannabis\ndiminish. Following federal legalization, we believe penetration rates may ultimately be as high as (or\nhigher than) those in other consumer-driven industries, such as alcohol, tobacco and pharmaceuticals.\nThe consumer penetration rates used in our analysis are as follows.\n\n© 2017 Ackrell Capital, LLC | Member FINRA/SIPC 109\n\nHOUSE_OVERSIGHT_024745",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024745.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2797,
    "word_count": 413,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:48.723350",
    "prefix": "IMAGES-008"
  }
}