{
  "document_id": "HOUSE_OVERSIGHT_012672",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012672.txt",
  "text": "2] 004/006\n05/16/2008 11:16 FAX ioe\n\n05/16/08 FRI 11:09 FAX\n\n80 novel as to implicate the so-called “‘clear statement rule,” the Ex Post Facto clause, or the Due\nProcess clause. As with the other legal issues, Mr. Acosta may elect to proceed with the case.\n\nAbsence of coercion. With respect to 18 U.S.C, § 1591, the alleged absence of the use of\nforce, fraud, or coercion is of no moment. The statute does not require the use of force, fraud,\nand coercion against minors. Because of their age, a degree of coercion is presumed. In your\nmaterials, you note that the statute requires that the minors must be “caused” to engage ina\nconunercial sex act, further arguing that the word “cause” suggests that a certain amount of\nundue influerice was used, We reject that interpretation, as it would read back into the offense an\nelement-coercion—that Congress has expressly excluded. We have successfully prosecuted |\ndefendants for the commercial sexual exploitation of minors, even when the minors testified that\nnot only did they voluntarily engage in the commercial sex acts, it was their idea to do so. As\nsuch, Mr. Acosta could properly decide to pursue charges under Section 1591 even if there is no\nevidence of coercion.\n\nMore broadly, a defendant’s criminal liabili ty does not hinge on his victim i dentifying as\nhaving suffered at his hands. Therefore, a prosecution could proceed, should Mr. Acosta decide\nto do so, even though some of the young women allegedly have said that they do not view\nthemselves as victims,\n\nWitness credibility. As all prosecutors know, there are no perfect witnesses. Particularly\nin Cases involving exploited children, as one member of your defense team, Ms, Thacker, surely\nknows from her work at CEOS, it is not uncommon for victim-witnesses to give conflicting\nstatements. The prosecutors are in the best position to assess the witness's credibility, Often, the\nProsecutor may decide that the best approach is to present the witness, let defeuse counsel\nexplore the credibili ty problems on cross-cxamination, and let the jury resolve the issue. Mr.\nAcosta would be within his authority to select that approach, especially when here there are\nnuultiple, mutually-corroborating witnesses.\n\nContradictions and omissions in the search warrant application, We have carefully\nreviewed the factual issues you raise conceming the search warrant application. For a search\nwarrant to be suppressed, however, the factual errors must be material, and the officers must nor\nhave proceeded in good faith, Despite the numerous factual errors you describe, the U.S.\nAttomey’s Office could stil] plausibly argue that the mistakes—whether inadvertent or\nintentional—were not material to the determination that probable cause existed for a search, and\nthat the search was in good faith in any event. As such, Mr. Acosta could properly elect to\ndefend the search warrant in court rather than forego prosecution.\n\nPetite Policy: After reviewing the petite policy and consulting with the Office of\nEnforcement Operations (“OEO”), we conclude that the petite policy does not prohibit federal\nprosecution in this case, According to the U.S. Attomey’s Manual, the petite policy “applies\nwhenever there has been a prior state or federal prosecution resulting in an acquittal, a\nconviction, including one resulting from a plea agreement, or a dismissal or other termination of\n\n3\n\nHOUSE_OVERSIGHT_012672",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012672.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3415,
    "word_count": 543,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.184291",
    "prefix": "IMAGES-002"
  }
}