{
  "document_id": "HOUSE_OVERSIGHT_013147",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013147.txt",
  "text": "12.7 Possible Benefits of Closely Linking AGIs to the Global Brain 231\n\n1. Analogously to language learning, an AGI system may receive ethical training from a wide\nvariety of humans in parallel, e.g. via controlling characters in wide-access virtual worlds,\nand gaining feedback and guidance regarding the ethics of the behaviors demonstrated by\nthese characters\n\n2. Internet-based information systems may be used to explicitly gather information regarding\nhuman values and goals, which may then be appropriately utilized as input for an AGI\nsystem’s top-level goals\n\nThe second point begins to make abstract-sounding notions like Coherent Extrapolated Volition\nand Coherent Aggregated Volition, mentioned above, seem more practical and concrete. It’s\ninteresting to think about gathering information about individuals’ values via brain imaging,\nonce that technology exists; but at present, one could make a fair stab at such a task via\nmuch more prosaic methods, such as asking people questions, assessing their ethical reactions\nto various real-world and hypothetical scenarios, and possibly engaging them in structured\ninteractions aimed specifically at eliciting collectively acceptable value systems (the subject of\nthe next item on our list). It seems to us that this sort of approach could realize CAV in an\ninteresting way, and also encapsulate some of the ideas underlying CAV.\n\nThere is an interesting resonance here with recent thinking in the area of open source\ngovernance [Wik11]. Similar software tools (and associated psychocultural patterns) to those\nbeing developed to help with open source development and choice of political policies (see\nhttp://metagovernment.org) may be useful for gathering value data aimed at shaping\nAGI goal system content.\n\n12.7.1 The Importance of Fostering Deep, Consensus- Building\nInteractions Between People with Divergent Views\n\nTwo potentially problematic issues arising with the notion of using Global Brain related tech-\nnologies to form a \"coherent volition\" from the divergent views of various human beings are:\n\ne the tendency of the Internet to encourage people to interact mainly with others who share\ntheir own narrow views and interests, rather than a more diverse body of people with widely\ndivergent views. The 300 people in the world who want to communicate using predicate\nlogic (see http: //lojban.org) can find each other, and obscure musical virtuosos from\naround the world can find an audience, and researchers in obscure domains can share papers\nwithout needing to wait years for paper journal publication, etc.\n\ne the tendency of many contemporary Internet technologies to reduce interaction to a very\nsimplistic level (e.g. 140 character tweets, brief Facebook wall posts), the tendency of in-\nformation overload to cause careful reading to be replaced by quick skimming, and other\nrelated trends, which mean that deep sharing of perspectives by individuals with widely\ndivergent views is not necessarily encouraged. As a somewhat extreme example, many of\nthe YouTube pages displaying rock music videos are currently littered with comments by\n\"haters\" asserting that rock music is inferior to classical or jazz or whatever their prefer-\nence is — obviously this is a far cry from deep and productive sharing between people with\ndifferent tastes and backgrounds.\n\nHOUSE_OVERSIGHT_013147",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013147.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3356,
    "word_count": 507,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.369376",
    "prefix": "IMAGES-002"
  }
}