{
  "document_id": "HOUSE_OVERSIGHT_031842",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031842.txt",
  "text": "Article 3.\n\nThe Daily Beast\n\nThe Awkward Exit of Mideast Envoy\nGeorge Mitchell\n\nDaniel Stone\n\nMay 13, 2011 -- Two days after Barack Obama's inauguration,\nGeorge Mitchell was named special envoy for Middle East peace.\nWith the new president standing beside Mitchell and Secretary of\nState Hillary Clinton, Vice President Joe Biden took the podium and\nextolled Mitchell's reputation and experience having brokered peace\nin Northern Ireland, calling him an \"outstanding public servant\" with\n\"incredible capacity.\" In the press, Mitchell was praised as the right\nman for the job at the right time.\n\nOn Friday, though, that capacity had reached its limit, and Mitchell\ntold his bosses in the West Wing that he'd had enough. His reasons,\nhe said, were personal—the kind of nebulous rationale that leaves\nample room for interpretation. Unmentioned were the months of\nfrustration that Mitchell had built up as direct negotiations between\nIsraelis and Palestinians became more difficult and the peace process\nfurther off.\n\nThe timing of Mitchell's departure couldn't be more awkward. Obama\nwill meet with Israeli Prime Minister Benjamin Netanyahu and\nJordan's King Abdullah next week, as well as deliver a major speech\non Middle East policy. But the resignation didn't come as a surprise\nto those who worked closest with Mitchell. A State Department\nofficial described to Newsweek a man increasingly annoyed by both\nparties’ constant moving of the goal posts and the constraints of the\nadministration's unshakeable political instinct to support Israel.\n\nHOUSE_OVERSIGHT_031842",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031842.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1567,
    "word_count": 241,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:44.447900",
    "prefix": "IMAGES-011"
  }
}