{
  "document_id": "HOUSE_OVERSIGHT_013565",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013565.txt",
  "text": "had run up her back. The passionate licking and sucking of her musky, moist, pink\nlabial lips brought what she said were explosions of pink and blue lights. She had\nseveral ecstatic multicolored crises in a row, sometimes without pause. She begged\nme to stop. | was as pleased as a sexually inexperienced young man in love could\nhave possibly been.\n\nBowled over by what seemed to be the uniquely sensual properties of her\nbrain, | began to wonder if her sensitivity was more general when she asked me to\nkeep the windows open or top down, even in the cool of a Florida January, because\nthe exhaust smell in my car was suffocating, though | couldn’t smell it. The car had\nbeen checked and registered negative for abnormal fumes and leaks by Anderson\nFord. She asked me never to wear any kind of after-shave lotion because it choked\nher. Jazz music on the car radio had to be played quietly. On-coming headlights\ngave her headaches. Her mother, sometimes desperate, called me for help during\nher daughters episodes of premenstrual emotionality and early menstrual\ndiscomfort. During these times, we would drive together for hours as she explained\nthe many different colors of lower abdominal pain and how this particular kind\nyawned darkly before it cramped. It was more purple then any of the others. | tried\nto explain what | intuited but didn’t understand to her mother about the her gift of\nunfiltered information coming through her nerve endings, her ever readiness for\nsurprise and her brain’s unwillingness or inability dampen or ignore what it didn’t\nlike. She saw things in art, heard things in music that | only saw, and heard after her\ntelling. She had tearful smiles listening to Debussy’s Afternoon of a Fawn. The\nflatted fifths of Charley Parker and the laconic riffs of Miles Davis made her anxious.\n\nSince then and for all these many years, the same sensually susceptible\nbrains showed up in my life carrying a variety of woman’s names and | never lost\nmy fascination for them. | learned that their heightened awareness extended to the\nspiritual realm with unusually strong metaphysical inclinations and readiness for\ntranscendent experience. They seemed to live closer to the direct experience of\nGod. Attending Assembly of God and other Pentecostal midweek service, | found\nthat praying in tongues and dying in the Lord came as easily and dramatically to\n\nthem as their orgasmic experiences. At the same time, distant bad news could\n\n65\n\nHOUSE_OVERSIGHT_013565",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013565.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2476,
    "word_count": 417,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:49.390458",
    "prefix": "IMAGES-002"
  }
}