{
  "document_id": "HOUSE_OVERSIGHT_019585",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019585.txt",
  "text": "Whistle-blower | 97\n\nstay and fight the United States government in the courts.” That bit\nof braggadocio would not be proven out.\n\nGreenwald, Poitras, and MacAskill in their reporting did not\nconcern themselves with any of the mechanics of the largest theft\nof top secret documents in the history of the United States. In the\nentire filmed interview at the Mira hotel, for example, they did not\nask their source how he managed to get access to the documents.\nLam, however, asked him about how he widened his access. When\nshe asked him why he had switched jobs from Dell to Booz Allen\nHamilton in March 2013, his answer provided her with a real scoop:\n“My position with Booz Allen Hamilton granted me access to lists\nof machines all over the world the NSA hacked.” Snowden told her\nthat he deliberately went to Booz Allen Hamilton to get access to\nthe “lists” revealing the NSA’s sources in foreign countries. This\nadmission could further complicate his legal situation in Hong Kong\nbecause it suggested that he meant to steal documents even before\nhe had known their content. In fact, to protect himself, he restricted\nLam from publishing this part of the interview until after he had\n\n© departed Hong Kong. (It was not published until June 24, a day after ©\nhe arrived in Russia.) This condition indicated to Lam that as early\nas June 12, if not before, he was planning on leaving Hong Kong.\n\nHis interview with Lam didn’t reveal how he had learned about\nthese “lists” before taking the job. Nor did he reveal to her what he\nplanned to do with these lists. He made it clear to her, however, that\nhe had not disposed of all his secret documents. “If I have time to go\nthrough this information,” he said, “I would like to make it avail-\nable to journalists in each country to make their own assessment,\nindependent of my bias, as to whether or not the knowledge of US\nnetwork operations against their people should be published.” So as\nlate as June 12, Snowden was still reading and assessing the files he\nhad stolen from the NSA four weeks earlier.\n\nPoitras vetted the Lam interview. Soon afterward, she suspected\nthat she was being followed. That was likely, because by June 14 all\nthe intelligence services in Hong Kong knew that she was in contact\nwith Snowden.\n\n“I was being tailed,” Poitras recalled in an interview with a Vogue\n\n| | Epst_9780451494566_2p_all_r1.z.indd 97 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019585",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019585.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2423,
    "word_count": 425,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:45.218137",
    "prefix": "IMAGES-005"
  }
}