{
  "document_id": "HOUSE_OVERSIGHT_012844",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012844.txt",
  "text": "there was significant activation in the nucleus accumbens. They felt an immediate honey hit, joy over the\nrival’s pain. The higher the activation in this reward area, the more likely they were to choose the option\nof watching the rival experience pain — like watching a public execution and cheering for just deserts.\nThese results show that individual differences in our compassion toward others in pain predicts our\nwillingness to help them. It reveals another dimension, like language, that biases our sense of justice, both\nin our judgments and in our behavior. Conversely, individual differences in our joy over others’ misery\npredicts our willingness to allow others to suffer, suppress our instincts to help and, I suggest, facilitate\nour capacity to harm. Similar response patterns arise in the context of race —a feature of group\nmembership that is fixed at birth.\n\nAs noted earlier, babies stare longer at faces of people from the same race than from people ofa\ndifferent race, and by the pre-school years, are more likely to show social preferences for peers and adults\nof the same race. In brain imaging studies, specific areas activate when we process faces as opposed to\nother objects, and one tenth of a second later, other associated regions activate when we process race.\nThis rapid activation occurs whether we are consciously engaged in classifying faces by race or not; for\nexample, the same areas activate even when we are forced to focus on gender or familiarity. This shows\nthat from the brain’s perspective, we don’t have an option of processing a person’s race. The brain\nautomatically and unconsciously hands us this information, like it or not.\n\nThe fact that we process race automatically gains importance based on a powerful set of\nbehavioral studies showing that virtually every person, independently of their explicit avowals of non-\nracist attitudes, holds implicit or unconscious racist biases. Using a research tool developed by the social\npsychologists Tony Greenwald and Mahzarin Banaji called the Implicit Attitudes Test or IAT, subjects see\ndifferent faces or read different descriptions of people, and then make evaluative judgments about these\npeople. Often, the presentations are rapid so that there is little or no time to reflect upon the evaluation.\nFor example, in a study focused on race, subjects first classified photographs of people’s faces as either\nCaucasian or Black. Next they classified words into those associated with good positive meaning — joy\nand friend — and those with bad negative meaning — hate and bomb. In the third and critical step,\nsubjects saw faces and words together and, using a rule provided by the experimenter, struck one of two\nkeys on a keyboard as fast as possible: for example, strike the #1 key if you see a Black face and a good\nword, but the #2 key if you see a Caucasian face and a good word. The intuition here is that if certain\nfaces and words are more strongly associated, because this is what people have learned over time, then\nthey will press the relevant key faster than for weaker associations. Results from several studies confirm\nthis intuition. For example, Caucasian subjects who explicitly deny racist attitudes are nonetheless slower\nto respond when Black, as opposed to Caucasian faces are associated with good words, and faster to\n\nrespond when Black, as opposed to Caucasian faces are associated with bad words. These patterns hold\n\nHauser Chapter 3. Ravages of denial 98\n\nHOUSE_OVERSIGHT_012844",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012844.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3497,
    "word_count": 572,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:44.252016",
    "prefix": "IMAGES-002"
  }
}