{
  "document_id": "HOUSE_OVERSIGHT_026718",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026718.txt",
  "text": "While central bank investment tranches are\n\nin some ways comparable to sovereign portfolios,\nthey are differentiated by the former's broader\nmarket functions\n\nWhile there are similarities in the approach taken to\ninvestment tranches (in terms of risk asset allocation\nand development of internal capability), central banks\nhave a broader set of functions, including local market\nmoney supply, the role of lender of last resort and\ncurrency exchange rate regime management. These\nfactors have considerable influence over investment\nstrategy and capacity, and differentiate central banks\nfrom sovereign investors.\n\nIn last year’s report, we focused on emerging\nmarket (EM) central banks due to their increasing\nuse of investment tranches (reserves sub-portfolios\nwhich prioritise investment return over liquidity),\nwhich have similar allocations to sovereign investor\nportfolios. We noted that many of the respondent\nbanks were moving up the risk spectrum in response\nto achieving capital preservation in the face of low\nand negative yields, and that reserve managers were\nallocating higher levels of reserves to the investment\ntranche. We explore how central banks in developed\nmarkets with low financial market exposure have\nfollowed emerging market reserve managers up the\nrisk spectrum.\n\nLow banking sector exposure is accompanied\n\nby lesser build-up in the levels of reserves and\n\na growing appetite for risk assets\n\nIn this year’s report, we have expanded our central\nbank sample and segmented the central bank\nuniverse into developed and emerging markets to\nunderstand differences in strategy and pace of change\nwith respect to investment tranches. Within developed\nmarket central banks, we further segmented them\ninto two categories: those with high exposure to\nfinancial markets (DM High FME) and those with\n\nlow exposure (DM Low FME?). We summarise these\nclassifications in figure 27.\n\nWhile there are various means of calculating\nreserves adequacy (with import coverage and short-\nterm debt coverage most frequently cited in figure\n28), all measures link level of reserves to potential\ndrawdown of funds. Following the Global Financial\nCrisis of 2008, DM High FME central banks increased\nestimates of the likelinood and size of potential\ndrawdowns, increasing the level of reserves over\nthe intervening years to better equip themselves as\n‘lenders of last resort’. In 2016, this trend continued\nwith DM High FME central banks increasing reserves\nmore rapidly than DM Low FME and EM (figure 29).\nDM High FME reserve managers rely on these large\nnet inflows to maintain high levels of liquidity (with\n67% of respondents describing reserves as ‘ample’\nin figure 30), and focus less on capital preservation\nand investment returns. Furthermore, reserve\nmanagers in High FME markets noted that they are\nunwilling to invest in risk assets such as equities\nor asset-backed securities as they are seeking to\ndiversify (not correlate) their reserves from local\nfinancial market shocks.\n\nIMeasure of financial exposure based on World Bank\n\nGlobal Financial Development - Private credit by\ndeposit money banks and other financial institutions\nto GDP (%), 24 June 2016.\n\nMedium/Low Medium/Low\n\nHigh/Medium Medium\n\nWw\n\n8\n\nHOUSE_OVERSIGHT_026718",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026718.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3239,
    "word_count": 489,
    "line_count": 87,
    "import_date": "2025-11-19T21:47:48.978119",
    "prefix": "IMAGES-009"
  }
}