{
  "document_id": "HOUSE_OVERSIGHT_019989",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019989.txt",
  "text": "10\n\nGQLDMAN\n\nhe Jarvanka side of the White House increasingly felt that rumors leaked by Bannon\n| and his allies were undermining them. Jared and Ivanka, ever eager to enhance their\nstatus as the adults in the room, felt personally wounded by these backdoor attacks.\nKushner, in fact, now believed Bannon would do anything to destroy them. This was\npersonal. After months of defending Bannon against liberal media innuendo, Kushner had\nconcluded that Bannon was an anti-Semite. That was the bottom-line issue. This was a\ncomplicated and frustrating business—and quite hard to communicate to his father-in-law\n—hbecause one of Bannon’s accusations against Kushner, the administration’s point person\non the Middle East, was that he was not nearly tough enough in his defense of Israel.\n\nAfter the election, the Fox News anchor Tucker Carlson with sly jocularity privately\npointed out to the president that by offhandedly giving the Israel portfolio to his son-in-\nlaw—who would, Trump said, make peace in the Middle East—he hadn’t really done\nKushner any favors.\n\n“IT know,” replied Trump, quite enjoying the joke.\n\nJews and Israel were a curious Trump subtext. Trump’s brutish father was an often\nvocal anti-Semite. In the split in New York real estate between the Jews and non-Jews, the\nTrumps were clearly on the lesser side. The Jews were white shoe, and Donald Trump,\neven more than his father, was perceived as a vulgarian—after all, he put his name on his\nbuildings, quite a déclassé thing to do. (Ironically, this proved to be a significant advance\nin real estate marketing and, arguably, Trump’s greatest accomplishment as a developer—\nbranding buildings.) But Trump had grown up and built his business in New York, the\nworld’s largest Jewish city. He had made his reputation in the media, that most Jewish of\nindustries, with some keen understanding of media tribal dynamics. His mentor, Roy\nCohn, was a demimonde, semiunderworld, tough-guy Jew. He courted other figures he\nconsidered “tough-guy Jews” (one of his accolades): Carl Icahn, the billionaire hedge\nfunder; Ike Perlmutter, the billionaire investor who had bought and sold Marvel Comics;\nRonald Perelman, the billionaire Revlon chairman; Steven Roth, the New York billionaire\nreal estate tycoon; and Sheldon Adelson, the billionaire casino magnate. Trump had\n\nHOUSE_OVERSIGHT_019989",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019989.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2350,
    "word_count": 370,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:45.466932",
    "prefix": "IMAGES-005"
  }
}