{
  "document_id": "HOUSE_OVERSIGHT_015989",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015989.txt",
  "text": "Creativity 299\nANSWER WITHOUT READING ON\n\nThis is the classic test of creativity developed by J.P. Guilford in 1967.\nIt is called the Alternative Uses Task. You can try the task with many\nobjects: bricks, chairs, even water. How did you do on your first attempt?\n8 to 10 uses is about average, 20 is extremely good. It’s possible to teach\nmost people to get near twenty and [ll show you how to do this in a\nmoment.\n\nAnother test of idea generation is to draw 30 things in 30 circles.\nThirty is such a large number it forces us to come up with some nutty\nideas and break our natural tendency to self-censor.\n\nFor example, I'd like you to create logos or logo ideas, for a new\ncoffee company in your circles. The test is best done without a time limit\nso now is the time to break off reading and make yourself a coffee. Then\ncome back and draw 30 circles on a piece of paper. Fill in the circles.\n\nMAKE A COFFEE, THEN START DRAWING.\n\nThe aim of brainstorming is to remove our inhibitions and get us\nto generate a mass of ideas. In normal life, we tend to suppress ideas\neven before we are consciously aware of them. Sir Ken Robinson has\nresearched creativity in children and found the ability to brainstorm\nreduces linearly with age. At five or six, children given one of these\ndivergent thinking tasks come up with many creative solutions: fold the\npaper clip into a dinosaur, and use it to attack your friends, get two and\nuse them as chop sticks. As adults, we tend to disqualify ideas. You could\nnever fold a paperclip that tightly or accurately, we said, “a” paper clip\nnot two. But, you can fold a paper clip tightly, and the room you are\ndoing the test in has thirty paper clips and thirty people in it so just team\nup with a friend. I never said this was a solo task!\n\nDo you see how you impose nonexistent rules on your thinking,\nparticularly the implied rule of not working with others? I did not say\nthis test was subject to examination conditions. The first twenty years of\nour lives teaches us to work alone on intellectual tasks, yet when we get\nto the workplace we can, and indeed must collaborate to succeed. Now\nyou have an idea how to ace the paper clip test: don’t censor yourself and\ndon't imply rules I have not imposed!\n\nHOUSE_OVERSIGHT_015989",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015989.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2263,
    "word_count": 420,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:44.321242",
    "prefix": "IMAGES-003"
  }
}