{
  "document_id": "HOUSE_OVERSIGHT_022991",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022991.txt",
  "text": "said.\n\n»RELATED: The Post’s complete President Trump coverage\n\nWhile Trump has recently distanced himself from Epstein, a 64-year-old\nfinancier, it wasn’t always that way.\n\n“I’ve known Jeff for fifteen years. Terrific guy,” Trump said of Epstein during a\n2002 interview with New York magazine. “He’s a lot of fun to be with. It is even\nsaid that he likes beautiful women as much as | do, and many of them are on\nthe younger side.”\n\nAttorney Spencer Kuvin, one of dozens of lawyers who successfully sued\nEpstein on behalf of roughly 30 women who claimed he lured them to his Palm\nBeach mansion for sexually-charged massages when they were as young as\n14, said he always found the comment curious.\n\n“How would he know that?” he said of Trump’s acknowledgement of Epstein’s\npenchant for young women. The interview came nearly six years before\nEpstein’s secret sex life exploded into public view when the money manager\npleaded guilty to Florida charges of procuring and soliciting a minor for\nprostitution. “Why would he make a joke like that?” the West Palm Beach\nattorney asked.\n\nFurther, Kuvin and others say they can’t believe it is purely coincidental that\nformer South Florida U.S. Attorney Alex Acosta, who signed off on a non-\nprosecution agreement that kept Epstein from spending years behind bars,\nwas tapped by Trump to be U.S. Labor Secretary.\n\nDuring his confirmation hearings in March, Acosta said it was “awful” that\nconvicted sex offender Epstein was allowed to leave the Palm Beach County\nJail to work during his 13-month jail sentence. But he insisted that without the\ninvolvement of his office, Epstein would have received far less punishment and\nhis victims wouldn’t have recovered any money from him. As a result of the\nconviction, Epstein also is on Florida’s registered sex offender list.\n\nScarola, who has represented several of Epstein’s victims in civil lawsuits,\nscoffed at Acosta’s claims. The evidence that Epstein sexually abused young\ngirls was “overwhelming,” he said.\n\nHOUSE_OVERSIGHT_022991",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022991.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2020,
    "word_count": 329,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:48.815100",
    "prefix": "IMAGES-007"
  }
}