{
  "document_id": "HOUSE_OVERSIGHT_011300",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011300.txt",
  "text": "Esa Origins 7 February 24 — 26, 2017\nPROJECT An Origins Project Scientific Workshop\nChallenges of Artificial Intelligence:\n\nEnvisioning and Addressing Adverse Outcomes\n\nARIZONA STATE UNIVERSITY\n\n6) DEEP SOCIETAL INFLUENCES\n\nAl, Agency, and Disempowerment\n\n(Contributions from Gireeja Ranade, Andrew Maynard, David McAllester, Stuart Russell and others)\n\nWe will be benefitting from Al system that are competent at doing important tasks. People and\norganizations seek Al systems that bring new abilities to the table. We desire autonomous cars that\ndrive without collisions, we medical assistants that can diagnose patients accurately and we would like\nto have household assistants that can infer our intentions and execute them flawlessly —and even\nproactively. The military wants Al systems that can help with strategy and tactics, and systems that\noutmaneuver human led troops, and anticipate and respond to threats either on timescales that\nhumans cannot achieve, or over landscapes humans cannot cover.\n\nToday, there is still skepticism about performance of Al systems in a variety of domains. However, we\nexpect that Al systems will become more central decision support, pattern recognition, autonomous\ndecision making, and other types of problem solving. As such, we will become increasingly reliant on Al\nsystems. This raises concerns in several areas, including personal decision support, healthcare,\ntransportation, governance and the handling and operation of weapon systems.\n\nWe shall consider example of healthcare from Gireeja Ranade. The scenario and trajectory applies to\nother areas as we consider the increasing role and power of Al in our lives and in society:\n\nAs healthcare providers are increasingly stretched in providing consultations with patients, diagnosing\nconditions, and developing treatment and/or intervention plans, tech companies identify a market\nopportunity for Al-based digital assistants that are designed to augment healthcare providers by\ncollecting data from consultations, cross-referencing it with existing medical records, and providing\nfeedback to aid appropriate diagnosis and decisions on how to proceed with treatment. Given the\neconomic and health-base potential of the technology, it receives widespread support from the federal\ngovernment (predominantly through grants and initiatives supporting it’s development), together with\nhealthcare providers and healthcare insurance companies.\n\nInitial implementations are based on modular systems that share some commonalities with digital\nassistants like Siri and Echo/Alexa. Under the general name “Al-consult”, they consist of a physical unit\nin a consulting room that constantly monitors conversations, and sends encoded information to cloud-\nbased servers. Here, information is coded, interpreted, and parsed out to further agents that cross-\nreference interpreted data with identified patient and healthcare provider records. Multiple and\ndiverse databases are interrogated at this point. The result is data packets that include key information\non the patient, including medical history, life style, and current status, and on the healthcare provider,\nincluding past history of diagnoses, recommendations, successes and failures. These are forwarded to\na dedicated Al engine that analyzes the packets, and returns notes, advice and recommendations to\nthe physical unit in the consultation room.\n\n17\n\nHOUSE_OVERSIGHT_011300",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011300.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3421,
    "word_count": 483,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:44.597150",
    "prefix": "IMAGES-001"
  }
}