{
  "document_id": "HOUSE_OVERSIGHT_021151",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021151.txt",
  "text": "parts of my childhood. J reminisced how it had used to be before all my\nlife turned upside down. Before all of the fights with my family, before I\nhad to look after myself, and before I was a slave to men.\n\nThose days were too long gone now. With too many hard times passing\nme by it seemed surreal to think that life had ever even existed in the first\nplace. With that thought I shook myself out of reminiscing that way.\nWhatever was going to happen was out of my control now, I just had to\ngive myself some hope that I would have the strength to get myself out\nthese circumstances before anything really bad happened.\n\nChapter 2\n\nThe house was quiet so I just assumed Charlie was still asleep. |\ndecided to get cleaned up and have a shower. Not even a knock on the\ndoor when Charlie walked in with ease. “Typical” I thought. It was an\neasy way for Charlie to break the ice. “You really are as beautiful as Ron\nsaid” as he opened the curtain. Watching me rinse myself in the shower\nand me knowing I had no way out of this except to go along with\nwhatever he wanted. I just looked down at the mention of Ron’s name,\nwondering what else he had told Charlie about me. Realizing later that he\nwouldn’t have said anything anyways, in fear I would’ve been a damaged\nproduct that wouldn’t make him the money that young girls go for.\n\nHe just sat on the side of the vanity top and continued to take\nobservations of me standing submerged under the falling water. I avoided\nlooking at him and let him do all the talking, after all I knew what I had\nto say was of no importance, that is if he was anything like Ron. Between\nthe water beating down over my head I could slightly hear him ramble on\nabout some club and restaurant he owned in FT. Lauderdale. He said he\nwas going to take me shopping for some club outfits and we would party\ntogether tonight, as if | was supposed to be excited over this so-called\ntreat of his.\n\n[looked up-and gave him a quick smile adding a compliant nod and\nturned my attention to turning off the faucets and quickly grabbing my\ntowel. I was falling so far from who I used to be, shying away from my\noutgoing personality to a quiet girl that didn’t even recognize herself in\nthe mirror anymore. I dried myself off and looked at the man standing\nbetween the doorway and me. He was still watching me with a sleazy\nlook on his face but now preceded to move in my direction, arms wide\nopen. He embraced me, running his hands up around my youthful curves,\nlicking my neck and earlobes. Then his large, rough hands cupped my\nsmall breasts and continued downwards to fee! in between my legs. I\n\n13\n\n1) Copyright Protected Material\nCONFIDENTIAL GIUFFRE004146\n\nknew what I had to do to get this over and done with as quick as possible,\nbut I was dreading this moment from the second he greeted me at the\ndoor last night.\n\nI fell to my knees and gave into his demented perversions. Thankfully\nit didn’t last long before he climaxed and I was allowed to get myself\ndressed and ready to go out. I was nothing but money well spent in his\nmind. This was another extremely wealthy man with a completely new\nset of wants and needs asking a fourteen year old girl to affectionately\ndote on sexual desires to a man in his mid forties. I really hated myself,\nthese men, and just about everything my life had boiled up to by this\npoint, but I knew from a young age that to survive in this harsh world I\nwould have to do many things | would not willingly choose to.\n\nAt the shops he decided he would choose the clothes he paid for, which\nI might as well have been declared a teenage prostitute. Just like Ron he\nalso liked it that way. The more degrading he was to me only proved his\nownership of my body. He bought me tiny cocktail dresses, and skimpy\noutfits, which I thought closely, resembled the lingerie he’d also bought\nfor me to wear for him. I noticed that day that he enjoyed parading me\naround the shopping mall and out for lunch at hooters, even joking with\nthe waitress that he’d like to buy her uniform because he thought it'd look\nsexy on his new girlfriend.\n\nWe arrived at his two in one, Restaurant and Club, at around nine\no’clock in the evening. It was a revolving tower called “Hot Chocolates”\nin downtown Ft. Lauderdale. The food was delicious and for the first time\nsince being with Ron, I ordered a hefty meal with steak and mashed\npotatoes with a scrumptious gravy smothered on top. Charlie ordered\nstrong cocktails for us both and before I knew it my head was spinning\nand we were on the dance floor together. The music blared in my head\nand the rhythm of my body took over, completely forgetting about even\ndancing with Charlie and letting the music take ahold and work it’s\nmagic.\n\nIt didn’t do me any justice though as Charlie watched me imagining\nwhat pleasures lay in store for him later on. Taking me home before the\nclub had even closed, he just couldn’t wait to indulge on exactly what he\nwas fantasizing from beforehand. Once back at his townhouse he led me\nup the stairs into his bedroom and pushed me down in the middle of his\nbed. The motions from the wavy mattress made me dizzy and feel even\ndrunker when he lay on top of me. Coming at me like a hungered beast\nwanting to ravage his next meal, it was intimidating as he entered into me\nwith a forceful thrust, he moaned out in delectable heaves. ] looked away\nwhile he self indulged his own gratifying needs using my body as his\ninstrument in pleasure. [ only grew stronger in my head letting the hatred\nfor men desires intensify.\n\n14\n\nU Copyright Protected Material\n\nGIUIFFRLO04 147\n\nHOUSE_OVERSIGHT_021151",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021151.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5597,
    "word_count": 1047,
    "line_count": 105,
    "import_date": "2025-11-19T21:47:49.314518",
    "prefix": "IMAGES-006"
  }
}