{
  "document_id": "HOUSE_OVERSIGHT_012386",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012386.txt",
  "text": "PRESIDENTIAL AUTHORITY TO DECLINE TO EXECUTE\nUNCONSTITUTIONAL STATUTES\n\nThis memorandum discusses the President's constitutional authority to decline to execute\nunconstitutional statutes. |\n\nNovember 2, 1994\n\nMEMORANDUM FOR THE HONORABLE ABNER J. MIKVA\nCOUNSEL TO THE PRESIDENT\n\nI have reflected further on the difficult questions surrounding a President's decision to decline to\nexecute statutory provisions that the President believes are unconstitutional, and I have a few thoughts\nto share with you. Let me start with a general proposition that I believe to be uncontroversial: there are\ncircumstances in which the President may appropriately decline to enforce a statute that he views as\nunconstitutional.\n\n__ First, there is significant judicial approval of this proposition. Most notable is the Court's decision\nin Myers v. United States, 272 U.S. 52 (1926). There the Court sustained the President's view that the '\n' Statute at issue was unconstitutional without any member of the Court suggesting that the President had\nacted improperly in refusing to abide by the statute. More recently, in Freytag v. Commissioner, 501\nU.S. 868 (1991), all four of the Justices who addressed the issue agreed that the President has \"the\npower to veto encroaching laws . . . or even to disregard them when they are unconstitutional.\" Id, at\n906 (Scalia, J., concurring); see also Youngstown Sheet & Tube Co. v. Sawyer, 343 U.S. 579, 635-38\n(1952) (Jackson, J., concurring) (recognizing existence of President's authority to act contrary to a\nstatutory command).\n\nSecond, consistent and substantial executive practice also confirms this general proposition.\nOpinions dating to at least 1860 assert the President's authority to decline to effectuate enactments that\nthe President views as unconstitutional. See, e.g., Memorial of Captain Meigs, 9 Op. Att'y Gen. 462,\n469-70 (1860) (asserting that the President need not enforce a statute purporting to appoint an officer);\nsee also annotations of attached Attorney General and Office of Legal Counsel opinions. Moreover, as\nwe discuss more fully below, numerous Presidents have provided advance notice of their intention not\nto enforce specific statutory requirements that they have viewed as unconstitutional, and the Supreme\nCourt has implicitly endorsed this practice. See INS v. Chadha, 462 U.S. 919, 942 n.13 (1983) (noting\nthat Presidents often sign legislation containing constitutionally objectionable provisions and indicate .\nthat they will not comply with those provisions).\n\nWhile the general proposition that in some situations the President may decline to enforce\nunconstitutional statutes is unassailable, it does not offer sufficient guidance as to the appropriate\ncourse in specific circumstances. To continue our conversation about these complex issues, I offer the\nfollowing propositions for your consideration.\n\n1. The President's office and authority are created and bounded by the Constitution; he is required to\nact within its terms. Put somewhat differently, in serving as the executive created by the Constitution,\nthe President is required to act in accordance with the laws -- including the Constitution, which takes\nprecedence over other forms of law. This obligation is reflected’ in the Take Care Clause and in the\nPresident's oath of office.\n\n2. When bills are under consideration by Congress, the executive branch should promptly identify\nunconstitutional provisions and communicate its concerns to Congress so that the provisions can be\ncorrected. Although this may seem elementary, in practice there have been occasions in which the\n\n_ President has been presented with enrolled bills containing constitutional flaws that should have been\n\nHOUSE_OVERSIGHT_012386",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012386.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3738,
    "word_count": 559,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:44.560903",
    "prefix": "IMAGES-001"
  }
}