{
  "document_id": "HOUSE_OVERSIGHT_018557",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018557.txt",
  "text": "KAP therapist first.\n\n* The annual Alternative Sexualities conference. This is a comparatively new effort\nfrom the Community-Academic Consortium for Research on Alternative Sexualities.\nThey describe it as \"a conference for clinicians and researchers, addressing issues around\nBDSM/Kink sexualities and consensual non-monogamies.\" 2012 will mark the fifth\nConference on Alternative Sexualities. I was on a panel at the 2009 conference in\nChicago, and I thought it was pretty awesome, but I am obviously biased.\n\n* Community workshops. Most BDSM communities in large cities have educational\nworkshops. These teach SM-related ideas or skills such as community etiquette, how to\nuse various types of equipment, etc. Every SM workshop I have ever attended has\nemphasized careful negotiation and has, at the very least, mentioned safewords. One\nworkshop -- \"The Emotional Aspects of BDSM Play,\" taught by San Francisco's\nEduKink -- gave a detailed list of ideas for how to tell BDSM from abuse, which I wrote\ndown:\n\n1) Consent. BDSM is consenting; abuse is not.\n\na) Assuming consent was given -- was it informed consent? Did everyone know what they\nwere consenting to?\n\nb) Was consent coerced or seduced from the partner? Did everyone feel like they could\nsay no if they wanted? Was anyone worried about suffering negative consequences if they\nsaid no?\n\n2) Intent. A BDSM partner intends to have a mutually enjoyable encounter; an abusive\npartner does not.\n\na) Did everyone leave the scene feeling somewhat satisfied?\n\n3) Damage. A BDSM partner tries to minimize the actual damage inflicted by their\nactions; an abusive partner does not.\n\na) Did the two partners learn what they were doing before they did it? Did they learn\nhow to perform their activities safely?\n\nb) Were the partners aware of the potential risks of their activities?\n\n4) Secrecy. Abuse often happens in secret. This is the hardest one on this checklist,\nbecause -- due to the fact that BDSM is a very marginalized, misunderstood sexuality --\nBDSM often happens in secret, too. But this is one of the benefits of having an entire\nsubculture that deals with BDSM: we try to look out for each other.\n\na) Were the two partners involved in the local BDSM scene? Did they get advice from\nknowledgeable, understanding BDSM people during rough patches in their relationship?\n\nI've heard of one or two workshops specifically focused on \"BDSM for Survivors.\" I've\nalso heard of support groups for BDSM-identified survivors of abuse, but I've never run\nacross one in person. I've said this before, but I'll say it again: I believe that the safest\nplace to have a BDSM relationship is within the BDSM community.\n\nHOUSE_OVERSIGHT_018557",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018557.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2688,
    "word_count": 437,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:48.946323",
    "prefix": "IMAGES-005"
  }
}