{
  "document_id": "HOUSE_OVERSIGHT_025545",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025545.txt",
  "text": "Tein would represent me. Upon review of Lewis’ background, it was suggested that\nhe might now not have the credibili y that he had represented, and rumors were\nthat he had been asked to leave the Department of Justice for inappropriate billing. |\ntold him in no uncertain terms that if his were true he would need to tell me, as he\nwas representing my credibility with the government. If he had been asked to leave\nthe Department of Justice, it would dramatically hurt my chances if it were he\nmaking my case to senior officials. He swore up and down, as southerners are apt to\ndo, that there was no truth whatsoever to the allegations. Being charged with\nuntrue allegations rang close to my heart, and | chose to side with Lewis. Only after\nmy incarceration, when Lewis and Tein came to see me in a 9’x 10’ attorney room\nthat smelled of urine, and I told them that I was now being sued by many of the girls\non the government list, they expressed their regrets and their willingness to help.\nHowever, as they walked out down the dungeon like hall with the sound of clanging\ngates in the background, they were unaware of the security cameras and\nmicrophones throughout the hallway. They chose to high-five one another on\ncamera and smile with the comment, “This is going to be a couple more years of\nfees”. The guards at the jail, accustomed to some of the most heinous physical\ncrimes imaginable, and hardened against most of humanity’s foibles, were caught off\nguard by the exhilaration of the potential of more fees.\n\nSex for money; it’s a sensitive subject. The reactions range from snl res Dworkin\nthe feminist who considers all intercourse a form of rape; man inserting his\nauthority, to Jackie Mason that posits that when a man takes a woman 1 for dinner,\nmany times his real motivation is the hope of receiving sex at the end of the evening.\nHe suggests it is hypocritical for the man to be able to pay the florist for flowers, the\ndoorman for getting a cab, the restaurant for the food, and the liquor store for the\ngift of wine, but can’t pay the only person that performs the actual sex act without\ncommitting a crime. Yes, I paid for sex. 1am a john. Yes, ] understand that\nprostitution is a crime and a crime that very few johns have even gone to jail for. |\nam aware that there are strong feelings amongst many people regarding that crime.\nMany countries have legalized it, some states have legalized it; many have a policy of\nno enforcement. New York City has escort services that openly advertise, massage\nparlors that have neon signs in midtown. In actual fact, the crime of paying for sex at\nthe time of my transgressions was under penal code 230; equivalent to that of jay\nwalking unless the girl was under 15. Yes, under the age of 15. That was in New\nYork. In Florida, the age of consent is 18. Misrepresentation of age is not considered\na defense. Even if the girl worked in a sex establishment where one has to prove age\nto work, if the girl was met in a bar where the drinking age is 21, or shows ID that\nappears to be valid that she is over 18, that is not a defense. The State Attorneys\nwho deal with this sort of crime on a regular basis reviewed the case brought by the\nlocal police, and said in no uncertain terms that there “were no real victims “ in the\nEpstein case. NO real victims. Their words; they said the women knew what they\nwere doing. They even brought their best friends to Epstein’s house after going\nthere a number of times themselves. How could there be a serious crime?\n\nHOUSE_OVERSIGHT_025545",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025545.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3538,
    "word_count": 649,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:45.972920",
    "prefix": "IMAGES-008"
  }
}