{
  "document_id": "HOUSE_OVERSIGHT_017184",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017184.txt",
  "text": "4.2.12\nWC: 191694\n\ncriteria for bringing such a challenge, particularly if one were seeking an injunction against a state\nprosecution, were quite narrow. Nevertheless, we decided to try it. We asked the three judges to\nenjoin the Boston prosecutor, a man named Garrett Byrne, from prosecuting the theater owner.\n\nThe three judges we drew were not a promising crew.\n\nWhen I learned that Judge Aldrich would preside over the panel selected to hear the I Am\nCurious Yellow case, I was concerned that he would remember the incident we had when I turned\ndown his invitation to speak at his restricted club, and hold it against me. I didn’t know the other\ntwo judges, both of whom were Italian American and Catholic. One of them, Judge Julian,\nhad anglicanized his original Italian name, but his strict Catholic upbringing and world views\nbecame evident throughout the hearing. The third judge, Raymond Pettine, was from Providence,\nRhode Island and he surprised me with his apparent liberalism. I argued the case for several\nhours over three separate days.\n\nI began by presenting my broad challenge to the power of the state to regulate the content of films\nshown in adult-only theaters:\n\nIf the First Amendment means anything, it means that a state has no business telling a man,\nsitting alone in his own house, what books he may read or what films he may watch. Our\nconstitutional heritage rebels at the thought of giving government the power to control\nmens’ minds.\n\nI argued that the ruling in the Stanley case was analogous to what was occurring in our case:\n\nThere is no distinction in law, in logic, in common sense between the individual [watching\na film at home or] deciding to go to a movie theater [and] pay his $2.50 or $3.\n\nI could see skepticism in the faces of the judges—they did not seem to see any connection\nbetween the Stanley case and this one—as I continued with my argument:\n\nI submit that it’s indistinguishable whether a person makes a private, individual decision to\ngo to a movie theater and there to satisfy his intellectual and emotional needs in the\ncompany exclusively of voluntary people, people who have sought out and decided to see\nthis film (with the possible exception of a few policemen and officials who see this film\nbecause of business reasons and who may indeed be offended by what they see, but with\nrespect, it’s part of their job.)\n\nI acknowledged that “the Supreme Court ruled only on [home] possession in the Stanley case,”\nbut I argued that there was no real difference between possession and exhibition:\n\nSurely Stanley could not have been prosecuted under Justice Marshall’s decision if he\n\nwere caught putting the film in the 8mm projector and showing the film to himself or his\nfriends in the privacy of his basement.\n\no7\n\nHOUSE_OVERSIGHT_017184",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017184.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2792,
    "word_count": 477,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.556566",
    "prefix": "IMAGES-004"
  }
}