{
  "document_id": "HOUSE_OVERSIGHT_024209",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024209.txt",
  "text": "Global Utility White Paper CONFIDENTIAL\n\nUS Utilities PE/SPX PE\n\nClose to record\nrelative PE\n\not Fs) a\nJUTY tne (Ptladeighia Sock Euchre Uttity Ince) utes wn tread mare\n\nSource: Bloomberg\n\nWhile we will continue to see solid growth from the regulated names, and a total return argument can\nstill be made that justifies the current premium valuation of US utilities, we do see capex growth starting\nto level off. This is the opposite of what will happen in Europe and Asia, where we expect regulatory capex\nto increase. Moreover, we believe US utility regulators will continue to pressure returns on equity\n(ROEs) as interest rates remain low. We believe there is greater opportunity among companies with non-\nregulated power generation assets, as we expect firm natural gas and thus power prices to flow through\nto earnings. Note, for example, that every $1/mmbtu improvement in natural gas prices would increase\nExelon’s long-term earnings by more than 20%, whereas for pure generators such as NRG the leverage\nexceeds 30%.\n\nBelow is a partial list of structural changes driving long/short opportunities in the US:\n\nElectron’s structural changes: US\n\ne Coal retirements’ impact on power markets\n\ne Change in competitive generation market structure as a result of the shale gas boom\n\n¢ Transmission spending to integrate renewables/improve reliability, and its impact on power prices\ne Obama initiatives on climate change legislation, and the EPA threat\n\ne Energy efficiency initiatives — utility uncoupling , demand growth\n\ne Nuclear assets facing closure — impact on power markets\n\ne Renewables’ power markets distortions (impact on peak and off-peak power prices)\n\ne Increased infrastructure spending to move shale gas from basins\n\ne LNG export impact on gas and power markets\n\ne Regulatory ROE changes with low rates, higher capex, declining load growth, commodity price changes\ne Increased generator retail selling versus wholesale\n\ne Capacity market in TX, CA\n\ne State generation subsidy impacts on capacity markets\n\ne M&A and asset divestitures’ impact on power markets and utility risk profiles\n\ne Oil-to-gas residential switching\n\ne —_ Electric vehicle demand impact\n\ne Regional load growth changes — manufacturing renaissance, state taxes, etc.\n\n8 Electron Capital Partners, LLC\n\nHOUSE_OVERSIGHT_024209",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024209.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2312,
    "word_count": 358,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:45.461382",
    "prefix": "IMAGES-007"
  }
}