{
  "document_id": "HOUSE_OVERSIGHT_017233",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017233.txt",
  "text": "4.2.12\nWC: 191694\n\nNot everyone—even university professors—seem to understand this important distinction. I\nencountered this intellectual muddle-headedness in 2010 when I received an honorary doctorate\nfrom Tel Aviv University and was asked to deliver a talk on behalf of the honorees. In my talk, I\ndefended the right of professors at the University of Tel Aviv to call for boycotts against Israeli\nuniversities. This is part of what I said:\n\nIsraeli academics are free to challenge not only the legitimacy of the Jewish state but even,\nas one professor at this university has done, the authenticity of the Jewish people. Israeli\nacademics are free to distort the truth, construct false analogies and teach their students\ntheories akin to the earth being flat—and they do so with relish and with the shield of\nacademic freedom. So long as these professors do not violate the rules of the academy,\nthey have the precious right to be wrong, because we have learned the lesson of history\nthat no one has a monopoly on truth and that the never-ending search for truth requires, to\nquote the title of one of Israel's founders' autobiographies, \"trial and error.\" The answer to\nfalsehood is not censorship; it is truth. The answer to bad ideas is not firing the teacher,\nbut articulating better ideas which prevail in the marketplace. The academic freedom of\nthe faculty is central to the mission of the university.\n\nAfter defending their right to freedom of expression, I exercised my own right to express my own\nviews about the merits and demerits of their ideas:\n\nBut academic freedom is not the province of the hard left alone. Academic freedom\nincludes the right to agree with the government, to defend the government and to work\nfor the government. Some of the same hard leftists who demand academic freedom for\nthemselves and their ideological colleagues were among the leaders of those seeking to\ndeny academic freedom to a distinguished law professor who had worked for the military\nadvocate general and whose views they disagreed with. To its credit, Tel Aviv University\nrejected this attempt to limit academic freedom to those who criticized the government.\n\nRules of academic freedom for professors must be neutral, applicable equally to right and\nleft. Free speech for me but not for thee is the beginning of the road to tyranny.\n\nFollowing my talk a group of Tel Aviv professors accused me of McCarthyism and of advocating\ncensorship. The Chronicle of Higher Education “reported” that I was pressuring the University to\ntake action against professors who support boycotts against Israeli Universities. I responded:\n\nI continue to oppose any efforts by any university to punish academics for expressing anti-\ngovernment views. But I insist on my right to criticize those with whom I disagree. Surely\nthat is the true meaning of academic freedom. I urge your readers to read the full text of\nmy controversial talk at Tel Aviv University.*\n\nAnother example of the confusion between defending someone’s right to speak and reporting that\nperson’s views on the merits of his speech arose in the context of efforts by Norman Finkelstein, a\n\n» http://www.haaretz.com/full-text-of-alan-dershowitz-s-tel-aviv-speech-1.289841\n\n146\n\nHOUSE_OVERSIGHT_017233",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017233.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3252,
    "word_count": 523,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.098745",
    "prefix": "IMAGES-004"
  }
}