{
  "document_id": "HOUSE_OVERSIGHT_017516",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017516.txt",
  "text": "trying to make money. : was a real case going on, but that within that ] would\nQ. And these young lawyers, would you consider : have to create some sort of fictions in order tose].\nMr. Edwards to be a young lawyer or a middle-aged : the fake product.\nlawyer? : Q. Okay. At the time that you decided to use\nA. Young lawyer. i the Epstein case as part of your illicit Ponzi scheme\nQ. Okay. Was he one of young lawyers that came : theme, I think you testified earlier today, when you\nto these fundraisers at your home? were in some dire straights, you needed an influx of\nA. J] don't recal] whether he was there or not. money, right?\n} recall] him being at some, but ] didn't know if he A. Yes.\nwas at all of them. t Q. That's when you decided to use the Epstein\nQ. Okay. You do recall] him coming to some of i matters, correct?\nthe fundraisers, though, correct? i A. Yes.\nA. I recall him being at my home. It may have : Q. Okay. And you knew, | assume, being the\nbeen for firm parties or other parties, it may have : Ponzi scheme mastermind here, that you needed to make\nbeen for fundraisers there. s sure that you had at least a working knowledge of the\n16 Q. And that was during the time period that the i Epstein case so that you could answer questions to the\nPonzi scheme was stil] going on, correct? 3 investors. I recognize that you left the room and\ngis A. Yes. H told them to look at it, but you had to some knowledge\n19 Q. Did Adler ever the tell you about any : of the case, right?\n20 discussions he had with Brad Edwards about the illegal | MR. SCAROLA: Counsel, that's a\n21 __ part of the operations at Rothstein? é misrepresentation of what the earlier testimony was.\n22 A. Can you reask the question, please? : ] object, no proper predicate.\n23 Q. Sure. Sure. i MR. GOLDBERGER: Okay, let's g0 through the\na24 Did Russell Adler ever tell you -- Russel] : whole thing again.\n25 Adler is your co-conspirator, we've established that. MR. SCAROLA: No, you are not going to go\nPage 102, Page 104\n\nPek eore tee * MAUR OAR ET TARE RAM LC ee EE ha I te a Se a a AA EN aN EE ELE EEE ETRE\n\narent\n\nee\n\nsaRerpanee sy\n\nDid Russell Adler in the furtherance of your\nconspiracy ever tell you he had discussed with Brad\nEdwards about the illegal activities at RRA?\n\nA. No.\nQ. Now, you testified when asked about whethei asked about whether\n\nthe press -- if you were involved in asking the press asking the press\nto run with the Epstein story, you said something to\nthe effect, \"the way I was selling the Ponzi scheme it\n\nwould be overkill.”\n\n1 didn't understand your answer like you\ndidn't understand some of my questions, so I'd like\nyou to kind of tel] me what you meant by that.\n\nA. 1 was selling purportedly confidential\nsettlements. Confidentiality was the hallmark of the\nPonzi scheme, so too much publicity would have created\na problem for me in the sale of what was supposed to\nbea completely confidential settlement.\n\nQ. J think what you are telling me, and] don't\nwant to misstate what I think you are telling me, but\nis it true that you felt some publicity would be okay\nbut too much would be counter to the purposes of the\nconspiracy. Js that a fair statement?\n\nA. The way J was thinking about it at the time\nthis was going on was that some publicity would assist\n\nin establishing for the potential investors that there\nPage 103\n\nthrough the whole thing again. Just because we have\ntolerated two lawyers asking questions, does not mean\nwe are going to tolerate two lawyers asking the same\nquestions.\n\nMR. GOLDBERGER: Your objection is noted.\nBY MR. GOLDBERGER:\n\nQ. Okay. So let's talk about your need to use\nthe Epstein case to further your conspiracy. You\nneeded an influx of money, did you not?\n\nA. Yes.\n\nQ. Okay. You decided to use the Epstein case\nfor that purpose, right?\n\nA. Yes.\n\nQ. And in order to use the Epstein case, you\nwere going to meet with the investors and pitch the\nEpstein case with the investors, correct?\n\nA. Yes.\n\nQ. And in an effort to pitch the case to the\ninvestors, you had to have some knowledge of the case,\ndid you not?\n\nA. Some level of knowledge, yes, sir.\n\nQ. Okay. And in order to gain that knowledge,\nyou spoke to your co-conspirator, Russell Adler; is\nthat correct?\n\nA. That's one of the things ] did.\n\nDIDO RWNYE\nPeep\n\nhp 4\n\nOe WNHOF OW DWAIADO BF WHR DW DAAIRAU B® WYNY EE\n\nmw HM MH NH LH +\n\ncanter rea eae ean eee ence at teat m8 IS EG NDE AY PATE RSA CHER UES AMEE TEE UN\nes 4\n\nPage 105\n\n27 (Pages 102 to 105)\n\nFRIEDMAN, LOMBARDI & OLSON\n305-371-6677\n\n5ed93085-0554-447f-bcdd-ca2d8fe941 df\n\nHOUSE_OVERSIGHT_017516",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017516.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4558,
    "word_count": 867,
    "line_count": 129,
    "import_date": "2025-11-19T21:47:47.673245",
    "prefix": "IMAGES-004"
  }
}