{
  "document_id": "HOUSE_OVERSIGHT_033366",
  "filename": "IMAGES-012-HOUSE_OVERSIGHT_033366.txt",
  "text": "5/29/2019 Opinion | Trump Hands China an Easy Win in the Trade War - The New York Times\n\nDays after the president’s tweets, China listed three “red lines,” positions the United States had\ntaken in the trade talks that were unacceptable: First, that it would keep tariffs in place for a\nperiod after the proposed trade agreement was signed. Second, that it could impose punitive\ntariffs if it judged China to be in violation of the agreement, and that China would be forbidden\nfrom retaliating with its own tariffs. Third, the ever-inflating expectations of the terms under\nwhich Beijing would buy American goods under a proposed bilateral purchasing agreement.\n\nThese “red lines” were new. Before that, China’s negotiating team had a fully flexible remit from\nthe leadership. But not anymore. Now that these three lines are in the public domain, there is no\nway Chinese leaders can yield on them. The leaks of large parts of the negotiating text to the\nAmerican news media has added a new level of toxicity, making it virtually impossible to return\nto the existing text as a basis of negotiations. Together with recent moves against the Chinese\ntelecom company Huawei presumably intended to pressure Beijing further, the possibility of\nnegotiating a revised agreement that is more accommodating to American interests is now very\nslim.\n\nInstead, what I have seen in Beijing over the last few weeks is a country moving in exactly the\nopposite direction.\n\nRelated\nMore on the trade war.\n\nOpinion | Michelle Cottle\n\nDonald Trump’s Great Patriotic Wars May 26, 2019\n\nEconomic analysts, meanwhile, have been calculating the impact of a full-blown trade war,\nestimating a loss of about 1.2 percentage points to Chinese G.D.P. growth. This figure is now\nportrayed in the Chinese media as entirely manageable given China’s capacity to use fiscal and\nmonetary policy stimulus to support domestic demand and keep growth above 6 percent.\n\nEven if a trade deal with the United States is still possible, some in the Chinese leadership are\nnow starting to ask, why bother? They argue that in technology, investment, foreign policy,\nnational security and human rights, the Trump administration has made it clear that it has\nembarked on a more adversarial position toward China. So why should Beijing expend any more\npolitical capital on a trade deal? Perhaps it’s better, in China’s view, to cut its losses now and get\nready for the next Cold War.\n\nhttps:/Avww.nytimes.com/2019/05/29/opinion/trump-china-trade-war.html 2/3\n\nHOUSE_OVERSIGHT_033366",
  "metadata": {
    "original_filename": "IMAGES-012-HOUSE_OVERSIGHT_033366.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2530,
    "word_count": 406,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:49.350366",
    "prefix": "IMAGES-012"
  }
}