{
  "document_id": "HOUSE_OVERSIGHT_022270",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022270.txt",
  "text": "would happen next. | took high school graduation tests and then the college\nentrance exams (Russian system din not have SATs back then and every college\nrequired students to take particular exams to be admitted).\n\nMy family has always placed a high value on education and the only option we\nthought would help me succeed in life was the Moscow State University of Foreign\nRelations, famously referred to as “Harvard of Russia” by Henry Kessinger. My\nentrance grades were excellent and | got the state scholarship covering my tuition\nand living costs. Most of the students studying with me were coming from a\ncompletely different “oligarchy” world, driving (or being driven) the most\nexpensive cars in the world and being accompanied by bodyguards. Girls would fly\nto Milan and Paris to shop the latest Chanel collections. | was an outlier, a normal\nkid, taking a bus and commuting for 2 hours to get to school. And | was pretty\nunhappy feeling that just didn’t belong to this world and got there by mistake. Not\nhaving many friends, | focused on my studies, graduating Cum Laude top on the\nclass with only “A” grades in my diploma. Now looking back, | am incredibly\ngrateful for something | used to see as a traumatizing experience. | would have\nnever grown up as ambitious and resilient had | been given all the opportunities\nmy peers had at a young age.\n\nWhat's the biggest challenge(s) you're currently facing as you grow WE Talks -\npersonally and/or professionally - and what are you doing to navigate that\nchallenge(s)?\n\nWE Talks started as an idea and became a rapidly growing community. We were\nexpecting just about 30 attendees at our first gathering, but ended up having over\n50 guests. Consequently, we have been growing at a 50% monthly rate and just\nhad an event in partnership with TOPSHOP with over 100 attendees, including\nmore than 30 entrepreneurs. One of the major challenges would be to keep\ngrowing at a Sustainable pace and to turn the community into a business.\n\nWhen | was just starting WE Talks, many told me that the event space market in NY\nin very saturated and that without a significant experience | the event space it\nwould be incredibly hard to create a quality community. And yet here we are,\n\nAnything else you want us to know?\n\nHOUSE_OVERSIGHT_022270",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022270.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2284,
    "word_count": 396,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:48.600557",
    "prefix": "IMAGES-006"
  }
}