{
  "document_id": "HOUSE_OVERSIGHT_012981",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012981.txt",
  "text": "4.3 Emergentist Cognitive Architectures 65\n\n4.3 Emergentist Cognitive Architectures\n\nAnother species of cognitive architecture expects abstract symbolic processing to emerge from\nlower-level “subsymbolic” dynamics, which sometimes (but not always) are designed to simu-\nlate neural networks or other aspects of human brain function. These architectures are typically\nstrong at recognizing patterns in high-dimensional data, reinforcement learning and associative\nmemory; but no one has yet shown how to achieve high-level functions such as abstract reason-\ning or complex language processing using a purely subsymbolic approach. A few of the more\nimportant subsymbolic, emergentist cognitive architectures are:\n\ne DeSTIN [ARK09a, ARCO9], which is part of CogPrime, may also be considered as an\nautonomous AGI architecture, in which case it is emergentist and contains mechanisms\nto encourage language, high-level reasoning and other abstract aspects of intelligent to\nemerge from hierarchical pattern recognition and related self-organizing network dynamics.\nIn CogPrime DeSTIN is used as part of a hybrid architecture, which greatly reduces the\nreliance on DeSTIN’s emergent properties.\n\ne Hierarchical Temporal Memory (HTM) [I06] is a hierarchical temporal pattern\nrecognition architecture, presented as both an AI approach and a model of the cortex. So\nfar it has been used exclusively for vision processing and we will discuss its shortcomings\nlater in the context of our treatment of DeSTIN.\n\ne SAL [JL08], based on the earlier and related IBCA (Integrated Biologically-based Cog-\nnitive Architecture) is a large-scale emergent architecture that seeks to model distributed\ninformation processing in the brain, especially the posterior and frontal cortex and the\nhippocampus. So far the architectures in this lineage have been used to simulate various\nhuman psychological and psycholinguistic behaviors, but haven’t been shown to give rise to\nhigher-level behaviors like reasoning or subgoaling.\n\ne NOMAD (Neurally Organized Mobile Adaptive Device) automata and its successors\n[KE06] are based on Edelman’s “Neural Darwinism” model of the brain, and feature large\nnumbers of simulated neurons evolving by natural selection into configurations that carry\nout sensorimotor and categorization tasks. The emergence of higher-level cognition from\nthis approach seems rather unlikely.\n\ne Ben Kuipers and his colleagues [MK07, MIX08, MIXO09]have pursued an extremely innovative\nresearch program which combines qualitative reasoning and reinforcement learning to enable\nan intelligent agent to learn how to act, perceive and model the world. Kuipers’ notion of\n“bootstrap learning” involves allowing the robot to learn almost everything about its world,\nincluding for instance the structure of 3D space and other things that humans and other\nanimals obtain via their genetic endowments. Compared to Kuipers’ approach, CogPrime\nfalls in line with most other approaches which provide more “hard-wired” structure, following\nthe analogy to biological organisms that are born with more innate biases.\n\nThere is also a set of emergentist architectures focused specifically on developmental robotics,\nwhich we will review below in a separate subsection, as all of these share certain common\ncharacteristics.\n\nOur general perspective on the emergentist approach is that it is philosophically correct\nbut currently pragmatically inadequate. Eventually, some emergentist approach could surely\nsucceed at giving rise to humanlike general intelligence — the human brain, after all, is plainly\nan emergentist system. However, we currently lack understanding of how the brain gives rise\nto abstract reasoning and complex language, and none of the existing emergentist systems\n\nHOUSE_OVERSIGHT_012981",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012981.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3781,
    "word_count": 539,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:46.319120",
    "prefix": "IMAGES-002"
  }
}