{
  "document_id": "HOUSE_OVERSIGHT_017649",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017649.txt",
  "text": "Page 14 of 78\n2007 Utah L. Rev. 861, *879\n\nvictims’ rights in the [*880] plea process. Because the CVRA guarantees victims a right in the plea process, its dictates will\nultimately govern. But only the Advisory Committee can pretermit such needless litigation about how to interpret its rules. In\nshort, it would be much simpler for all concerned if Rule 11 - and, indeed, all the other rules - were redrafted to simply fold\nvictims in at the appropriate point in the process.\n\nFinally, one of the overriding goals of the CVRA is to dramatically reform the entire approach of the federal criminal justice\nsystem. As Senator Feinstein explained \"this legislation is meant to correct, not continue, the legacy of the poor treatment of\ncrime victims in the criminal process.\" !!> And Senator Kyl added, \"[a] central reason for these rights is to force a change in a\ncriminal justice culture which has failed to focus on the legitimate interests of crime victims ... .\"_!!® Given Congress's clear\nintent to change a hostile legal culture, it makes no sense to leave victims to the mercies of litigation to determine the scope of\ntheir rights.\n\nFor all these reasons, the Federal Rules of Criminal Procedure should be amended not only to implement the narrow rights\narticulated in the CVRA but also its more open-ended rights, particularly the victim's right to be treated with fairness.\n\nIV. Specific Rule Changes to Comply with the CVRA\n\nAgainst the backdrop of the statutory command that victims should be treated with fairness, the balance of this Article will\ncompare my specific proposals for amending the Rules with those of the Advisory Committee - attempting to show the strong\npoints of my ideas. For convenience, the Article proceeds sequentially through the Rules from beginning to end, relying in the\ncase of proposed amendments on the Advisory Committee's numbering.\n\nRule 1 - Definition of \"Victim\" and \"Victim's Representative\" The Proposals:\nI proposed amending Rule 1 to include a definition of victim and the victim's representatives as follows:\n\n\"Victim\" means a person directly and proximately harmed as a result of the commission of a federal offense or an offense in the\nDistrict of Columbia. In the case of a crime victim who is under 18 years of age, incompetent, incapacitated, or deceased, the\nlegal guardians of the crime victim or the representatives of the crime victim's estate, family members, or any other persons\nappointed as suitable by the court, may [*881] assume the crime victim's rights under these rules, but in no event shall the\ndefendant be named as such guardian or representative. !!7\n\nThe Advisory Committee instead proposed to cross-reference the statutory definition of \"crime victim\" as follows:\n\n\"Victim\" means a \"crime victim\" as defined in /8 U.S.C. § 377/(e). A person accused of an offense is not a victim of that\n118\n\noffense.\nDiscussion:\n\nThe rules should be amended to make clear that both a victim and the victim's representative can assert the victim's rights. As\nan effort in that direction, I proposed amending Rule 1 to mclude a definition of \"victim\" as well as a definition of \"victim's\n\nlawful representative.\" !!9 My definitions were lifted from the CVRA. !?° In response, the Advisory Committee agreed to\n\ninclude a definition of \"victim\" but left to an Advisory Committee Note the reference to the victim's representative. !7!\n\n> 150 Cong. Rec. $4269 (daily ed. Apr. 22, 2004) (statement of Sen. Feinstein).\n© 150 Cong. Rec. $4269 (daily ed. Apr. 22, 2004) (statement of Sen. Kyl).\n\n7 Cassell, Proposed Amendments, supra note 4, at 856-57.\n\n8 Proposed Amendments, supra note 71, R. 1(b)(11), at 1.\n\n° Cassell, Proposed Amendments, supra note 4, at 852, 856-57.\n\n20 See 18 U.S.C. § 3771 (e) (2006); see also United States v. Sharp, 463 F. Supp. 2d 556, 558 (E.D. Va. 2006) (person harmed by former\ndomestic partner of marijuana user was not \"victim\" entitled to provide victim impact statement pursuant to CVRA).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017649",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017649.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4013,
    "word_count": 664,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:47.907375",
    "prefix": "IMAGES-004"
  }
}