{
  "document_id": "HOUSE_OVERSIGHT_017581",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_017581.txt",
  "text": "From: \nSent: \nTo: \nSubject: \n11/28/2012 5:28:55 PM \nJeffrey Epstein [jeeyacation@gmail.com] \nRe: Invite to Dialog 2014 (16 months away) \nImportance: High \nSo let me understand. You are suggesting tourism? \nSent from my Verizon Wireless BlackBerry \nFrom: Jeffrey Epstein <jeevacation@gmail.com> \nDate: Wed, 28 Nov 2012 11:28:51 -0500 \nTo: Lisa Randall \nSubject: Re: Invite to Dialog 2014 (16 months away) \nsundance is nice „ go \nOn Wed, Nov 28, 2012 at 11:17 AM, Lisa Randall.___________ wrote: \nIs this worthwhile? \n--------Original Message-------- \nSubject: Invite to Dialog 2014 (16 months away) \nDate: Wed, 28 Nov 2012 08:05:58 -0800 \nFrom: Auren Hoffman \nTo: < \nDear Fouad, \nDear Lisa — \nYou are invited to join us at Dialog 2014 -- a two-day bipartisan retreat discussing how to change the world. \nThere will be no speeches ... just many moderated break-out discussions of 6-15 people on various topics. And \nwe design the agenda around your ideas and needs. \nPlease let us know if you would like to join us, \n/- Peter Thiel and Auren Hoffman/ \np.s. and yes, we know Dialog 2014 is 16 months away, but we are giving you a chance to sign up now \n*DETAILS*: \nYou're invited to join us at the Dialog Retreat ... 150 people to change the world ... a participatory and \nentrepreneurial conversation on changing the world. \nThe *Dialog//*participants aren't modest. We want to change the world. \nBut we don't want to spend our time being in a large audience listening to winded speeches. There are no \nspeakers. No panels. All attendees participate in break-out facilitated discussions. And we *limit the discussion \nHOUSE OVERSIGHT 017581 \nto only 150 global leaders*who can have an impact now and emerging leaders who can help implement the \nplans we develop. \n*Dates**:*March 13-15, 2014 \n*Location:* Sundance Resort, Utah (40 minutes from the Salt Lake City airport) \n/We've rented out the entire resort/ \nRegister at: \nhttp://dialog2014.eventbrite.com  \npassword: dialog2014 \nYou qualify for a significant discount on the retreat fee. On the registration page, click on the link that says \n'Enter promotional code' and enter: \n*AcademicDialoger* \n/note: the invite is only for Lisa Randall and is not transferable as we are limited to only 150 participants. \nThere are no sponsors. We increase the retreat fee weekly to reward the people that sign up early. And this \nretreat is 100% off-the-record. / \nWe hope you can join us. \nDialog participants... \n/... partial list of people who will be participating in the 2013 Dialog Retreat (all are references): / \n*Veronica Allende Serra**— Founding Partner, Pacific Investments. Chm, Portal de Documentos. Boards: \nAllied Advanced Technologies, Wow! Nutrition, Mercado Libre, ISmart Foundation.* \n*Susan **Athey*-- Professor of Economics, Harvard University. Chief Economist, Microsoft. 2007 Winner of \nJohn Bates. Clark Medal. \n*Byron **Auguste*-- Director and Head of Social Sector Office, McKinsey & Co. Chm, Hope Street \nGroup.Boards: William and Flora Hewlett Foundation; Pacific Council on International Policy; Center for \nAmerican Progress. \n*David Barron*— Professor, Harvard Law School. Fmr Acting AsstU.S. Attorney General in the Office of \nLegal Counsel. \n*Kirsten Bartok*-- CEO, AirFinance. Fmr CFO of XOJet. Fmr GP at Alpine Investors. \n*Evan Bayh*— Sr Advisor, Apollo Management. Partner, McGuireWoods. Fmr U.S. Senator (D-IN) (1999-\n2011). Fmr Governor of Indiana (1989-1997). Author, /From Father to Son/. \n*Tom Bedecarre*— CEO, AKQA. \n*Nick Beim*— GP, Matrix. Boards: Gilt Groupe, TheLadders, Care.com, Conductor, Intent Media, \nBuyWithMe. \nHOUSE OVERSIGHT 017582 \n*Nicolas **Berggruen*-- President, Berggruen Holdings. \n*Charles Best*— CEO, DononrsChoose. \n*Elizabeth Blackburn*— Prof of Biology and Physiology, UCSF. 2009 Winner of Nobel Prize in Medicine. \nPresident, American Association of Cancer Research. \n*David Bonderman*— Founding Partner, Texas Pacific Group (TPG). Founding Partner, Newbridge Capital. \nBoards: Continental Airlines, Bowe Bell & Howell, Ducati Motorcycles, Credicom Asia, National Education \nCorp, Beringer Wine, Carr Reality, Virgin Cinemas, CoStar Group, GemAlto, RyanAir Holdings, Wilderness \nSociety, World Wildlife Fund. \n*Jason Bordoff*— Senior Advisor for Energy and Environmental Policy to U.S. President Obama. \n*Erik Brynjolfsson*— Prof of Economics, MIT Sloan School of Management. Director, MIT Center for Digital \nBusiness. Chair, /MIT Sloan Management Review. / Author, /Race Against the Machine/. \n*John Burbank*— CEO, Passport Capital. \n*John Burbank*— President, Nielsen Strategic Initiatives. Fmr CEO of Online, Nielsen. Fmr CMO, Nielsen. \nFmr CMO, AOL. \n*Leah Busque*— Founder, TaskRabbit. \n*Marc Cenedella*— CEO, TheLadders. \n*Stephen Cohen*— cofounder, Palantir. \n*Gio Colella *— CEO, Castlight Health. Fmr CEO, RelayHealth. \n*Mark Colodny*— Managing Director, Warburg Pincus. Boards: CAMP Systems, GlobalSpec, MLM \nInformation, iParadigms, MultiView, A Place for Mom, EVIDON, eCert, Spigit, OnTargetJobs. \n*Boykin Curry*-- Managing Director, Eagle Capital. Creator of Playa Grande. Cofndr, Girls Prep. Boards: \nAlliance for School Choice, Democrats for Education Reform. \n*Adam D'Angelo*— CEO, Quora. Fmr CTO, Facebook. \n*Mitch Daniels **— President, Purdue University. Governor, State of Indiana (2005-2013). Fmr Director, \nOffice of Management and Budget (2001-2003). * \n*Lanny Davis*-- FmrSpecial Counsel to the President (under Clinton).Author of Scandal and The Emerging \nDemocratic Majority. \n*Ken Denman*— CEO, Machine Perception Technologies. Fmr CEO of Openwave. Fmr CEO of iPass (IPAS). \nFmr CEO, AuraSery Communications. Fmr SVP Media0ne. National Markets. \n*Marc Ecko*— Chief Creative Officer, Marc Ecko Enterprises. Award-winning artist. \n*RP Eddy *— CEO, Ergo. Fmr Director, White House National Security Council. Fmr Chief of Staff to U.N. \nAmbassador Richard Holbrooke. Sr Fellow, Manhattan Institute. \nHOUSE OVERSIGHT 017583 \n*Juan Enriquez*— CEO, Biotechonomy. Founding Director of the Life Sciences Project, Harvard Business \nSchool. Boards: Cabot Corp, Craig Venter Institute. Fmr CEO, Mexico City 's Urban Development \nCorporation. \n*Jeff Epstein*— fmr CFO, Oracle. Fmr CFO, DoubleClick. Fmr CFO, King World Productions. Boards: \nPriceline.com, Stanford University Hospital. \n*Niall Ferguson*— Prof History, Harvard. Author of /The World's Banker: The History of the House of \nRothschild/,/The Cash Nexus/,/Empire, Colossus/,/The War of the World, The Ascent of Money/, and others. \n*Brad Garlinghouse*— CEO, YouSendIt. \n*Julius Genachowski*— Chairman, Federal Communications Commission (FCC). \n*Jared Genser*— MD, Persesus Strategies. Founder, Freedom Now. International lawyer for Aung San Suu \nKyi. \n*Jeff George*— Global Head, Sandoz. Member of Exec Committee, Novartis. \n*Dave Goldberg*— CEO, SurveyMonkey. \n*Tom Goldstein*-- Partner, Goldstein & Howe. Fmr Partner and head of Supreme Court practice, Akin Gump. \nHas argued over 20 cases before Supreme Court. CEO, SCOTUSblog. \n*Fabrice **Grinda*-- CEO, OLX. Fmr fndrand CEO, Zingy. Fmr CEO, Aucland. \n*Ash Gupta*— Chief Risk Officer, American Express. \n*Richard Haass*— President, Council on Foreign Relations. Fmr Director of Policy Planning, U.S. State \nDepartment. Fmr U.S. Special Envoy to Northern Ireland. \n*Victor Halberstadt*— Prof of Economics, Leiden University (Netherlands). Fmr President, International \nInstitute of Public Finance. Mbr, Investment Committee, ABP Pension Fund. Boards: RHJ Internationall. \n*Janet Hanson*— CEO, 85Broads. \n*Hollie Moore Haynes*— MD, Silver Lake Partners. \n*Bob Hertzberg*-- Chairman, G24 Innovations.Partner, Mayer Brown Rowe & Maw. Fmr Speaker, California \nState Assembly (2000-2002). Fmr Regent, University of California. Fmr Chm, Mayor Antonio Villaraigosa \ntransition team. Board: Solar Integrated Technologies (Chm), California Historical Society, MALDEF, Town \nHall Los Angeles, Century Housing. \n*Jim Himes *— U.S. Congressman (D-CT). \n*Auren Hoffman*-- CEO of LiveRamp. Chm, Rapleaf. Curator, Dialog Retreat. Board: Retargeter. \n*Reid Hoffman*— Chairman and founder, LinkedIn. Partner, Greylock. Boards: DoSomething, Kiva, Endeavor \nGlobal, Mozilla. Zynga. \n*Jacob Hsu*— CEO, Symbio. \nHOUSE OVERSIGHT 017584 \n*Daisuke Iwase*— cofounder and COO, Lifenet Insurance (top life insurance company in Japan). \n*Christian Johansson*— Secretary of Department of Business and Economic Development (DBED), State of \nMaryland. Fmr CEO, Economic Alliance of Greater Baltimore. \n*David Kamenetzky*— Group Head, Mars & Co. \n*PV **Kannan*— CEO, 24/7 Customer. \n*Andy **Karsner*— CEO, Manifest Energy. Fmr U.S. Asst Sec of Energy for Energy Efficiency and \nRenewable Energy (2005-2009). Fmr Managing Director, Enercorp. Boards: Applied Materials, Conservation \nInternational. \n*Garry Kasporov*— Fmr World Chess Champion. Chm, United Civil Front of Russia. \n*Neal **Katyal*— Partner, Hogan LoveIls. Fmr Acting Solicitor General for the United States (2010-2011). \nProfessor of Law, Georgetown U. Lead counsel for the plaintiff in Supreme Court case Hamdan vs. Rumsfeld. \n*Terry Kawaja *— CEO, Luma Partners. \n*Juliette Kayyem*— Foreign Affairs Columnist, Boston Globe. Lecturer in Public Policy, Harvard. Asst Sec. \nfor Intergovernmental Affairs, U.S. Dept. of Homeland Security. \n*Jeff Kearl*— Chm, SkullCandy. \n*Peter Kellner*-- MD, Richmond Management. Cofounder, Endeavor. Fmr partner, VectisGroup. \n*Chris Kelly*-- Fmr Chief Privacy Officer and Head of Global Public Policy at Facebook . Fmr Chief Privacy \nOffice, Excite@Home. \n*Pradeep **Khosla*— Chancellor, UC San Diego. Fmr Dean of College of Engineering, Carnegie \nMellon.Boards: Quantpoint, BioMatricore, BitArmor, Children's Institute, IIT Foundation, Mellon-Pitt Corp. \n*Charlie Kim*— CEO, NextJump. \n*David Kirkpatrick*— Author, /The Facebook Effect/. Fmr head technology writer, FORTUNE. \n*Henry Kravis*— Co-CEO of KKR. Chm, First Data. Boards: Claremont McKenna College, Metropolitan \nMuseum of Art, Mount Sinai Medical Center, Council on Foreign Relations, Columbia Business School, \nRockefeller University, others. Fmr Chair, Partnership for New York City. \n*Marie-Josee Kravis*— Boards: Publicis, LVMH. Boards: Memorial Sloan-Kettering Cancer Center, Robin \nHood Foundation, Council on Foreign Relations, Qatar Museum Authority. President, Museum of Modern Art \nboard of directors. Fmr Board: Ford, IAC, CIBC. \n*Will Lansing*— CEO, FICO (NYSE: FICO). Fmr CEO, InfoSpace. Fmr CEO, NBC Internet. Fmr COO, \nProdigy Communications. \n*Renaud Laplanche*— CEO, Lending Club. \n*Laura and Gary Lauder*-- General Partners, Lauder Partners. Cofndrs, Socrates Society. \nHOUSE OVERSIGHT 017585 \n*Jenna Lee*— Anchor, Fox News. Host, /Happening Now/ on Fox News. \n*Jorge Lemann*— Fmr Owner, AmBev (largest brewery in Latin America) and now one of the largest \nshareholders in Anheuser-Busch InBev. Boards: Lojas Americanas, Gillette, Swiss Re, Burger King. \n*Max Levchin*— fmr CEO, Slide. Fmr co-founder, PayPal. \n*Jonathan Levin*— Prof and Chair of Dept of Economics, Stanford. 2011 Winner of the John Bates Clark \nMedal. \n*Ann Lewis *— President, NoLimits. Fmr Director of Communications to the U.S. President (1997-2000). \n*Rob LoCasio*— CEO, LivePerson (NASDAQ: LSPN). \n*Jeremy Liew*— GP, LightSpeed Venture Partners. Investor in: Bonobos, CarDomain, Flixster, Focus, Kixeye, \nKongregate, LivingSocial, Playdom, RockYou, ShoeDazzle, and others. \n*Joe Lonsdale*— CEO, Adepar. cofounder, Palantir. \n*Doreen Lorenzo *— President, Frog Design. \n*Bob **Luskin*-- Partner and Co-Chair of Litigation Dept, Patton Boggs.Attorney to Karl Rove and Lance \nArmstrong. Fmr Chief Counsel to the Organized Crime & Racketeering Section of DOJ. \n*Jorn Lyseggen*— CEO of Meltwater. \n*John Maeda*— President, Rhode Island School of Design. Author, /Laws of Simplicity./ \n*Divesh Makan*— CEO, Iconiq Capital. \n*Meyer **Malka**— co-CEO, Lemon. * \n*Andy McAfee*— Principal Research Scientist at the Center for Digital Business, MIT. Author of /Race \nAgainst the Machine. / \n*General Stan **McChrystal**— Ret. 4-star U.S. General. Led all U.S. forces in Afghanistan. *Fmr \nCommander, Joint Special Operations Command.*Current Principal, *McChrystal*Group. Sr. Fellow, Yale's \nJackson Institute for Global Affairs.* \n*Andrew McLaughlin**— Fmr VP, Tumblr. Fmr Deputy CTO of the United States, White House. Fmr Dir of \nPublic Policy, Google. Boards: Public Knowledge, Code for America. * \n*Dmitri **Mehlhorn**— COO, *StudentsFirst*.* \n*Lenny **Mendonca*-- Director, McKinsey. Head of McKinsey's strategy practice. Chm, McKinsey Global \nInstitute. Chm, Bay Area Council. Board: McKinsey & Co, Economic Institute of the Bay Area, Bay Area \nScience and Innovation Consortium, The New America Foundation, Common Cause, Committee for \nEconomic Development, ChildrenNow, and DonorsChoose. \n*Eugene Meyer*— President, Federalist Society. \nHOUSE OVERSIGHT 017586 \n*Chris Michel**— GP, Nautilus Ventures. Award-winning photographer. *Fmr*CEO, Affinity Labs. \n*Fmr*CEO, Military.com. Boards: International Data Group, Dale Carnegie, *Kixeye*, *Castlight*Health, \nUSO, *Marine*Corps University Foundation. * \n*Katie Mitic **— Fmr Head of Platform Marketing, Facebook. Fmr SVP, Palm. Fmr VP Product Strategy, \nYahoo! Fmr Fndr and CEO, Four11. Boards: eBay, Special Olympics International. * \n*Wes Moore*-- Author, \"The Other Wes Moore\". Fmr. Special Assistant to Secretary of State Rice. Fmr \nDirector of Information Operations, 82nd Airborne Division, US Army, Afghanistan 2005-2006. \n*Nader Mousavizadeh*— CEO of Oxford Analytica. \n*Luke Muehlhauser*— Exec Director, Singularity University. \n*Matt Mullenweg *— Founder, Wordpress. \n*Roger Myerson*-- Prof of Economics, U of Chicago. 2007 winner of Nobel Prize in Economics. \n*Scott Nathan*— Partner, Baupost Group. \n*Meghan O'Sullivan*-- Professor, Harvard Kennedy School of Govt. Fmr Deputy National Security Advisor \nfor Iraq and Afghanistan, President George W. Bush. Mbr, Trilateral Commission. \n*Chamath **Palihapitiya*— CEO, Social+Capital. fmr VP Growth, Mobile, and International at Facebook. Fmr \nGM of AIM at AOL. Boards: SecondMarket, FixYa, Lemon, Integrated Plasmonics. Co-Owner, Golden State \nWarriors. \n*Eli **Pariser**—*Fmr President, Move0n.Cofndr, Avaaz.org. Boards: Move0n, Avaaz, New Organizing \nInstitute and Simon's Rock College. \n*Mark Penn*— Corp VP of Strategic Projects (reports to the CEO), Microsoft. Fmr CEO, Burson-Marsteller. \nPresident, of polling firm Penn, Schoen and BerlandAssociates. Fmr Chief Strategist, Hillary Clinton for \nPresident 2008. Author, Microtrends. Fmr pollster to President Clinton. Fmr pollster to Prime Minister Tony \nBlair. \n*Lois Quam*— Executive Director, Global Health Initiative — part of the State Department and she reports \ndirectly to Secretary Clinton. Fmr CEO of Public and Senior Markets, UnitedHealth Group ($30 billion \ndivision). \n*Dan Rosensweig *— CEO, Chegg. Fmr CEO, Guitar Hero. Fmr COO, Yahoo. \n*Robert Rubin*— Co-Chairman, Council on Foreign Relations. Fmr U.S. Secretary of the Treasury (1995-\n1999). Fmr Director, National Economic Council (1993-1995). Chm, Local Initiatives Support Corporation \n(LISC). Fmr Co-Chairman, Goldman Sachs. \n*Sal Russo*— Founder, Tea Party Express. Partner, Russo Marsh. \n*Tod Sacerdoti*— CEO, BrightRoll. Board: ReTargeter. \n*Amy Salzhauer *— CEO, Ignition. \n*Cami Samuels*— General Partner, Versant Ventures. Boards: Achaogen, APT Pharmaceuticals, Kythera \nHOUSE OVERSIGHT 017587 \nBiopharmaceuticals, Semprae Laboratories. \n*Ken Sawyer*-- CEO, Saints Ventures (manages over $1 billion in capital). Selected to Forbes Midas List. \nBoards: Continuous Computing, HK Systems, Cleargauge, Travel Intelligence, Envivio, Alliance Consulting, \nAcsis and Laureate Pharmaceuticals. \n*Jessica Schell*— EVP BD and Strategic Planning, Universal Pictures. Fmr SVP Digital Strategy and Business \nDevelopment, NBC Universal. Board: World Wide Biggies. \n*Barry Silbert *— CEO of SecondMarket. \n*Josh Silverman*— President of US Consumer Services, American Express. Fmr CEO, Skype. Fmr CEO, \nShopping.com. Fmr CEO and Fndr, eVite. \n*Sukhinder Singh Cassidy*— Chm, JOYUS. Fmr CEO, Polyvore. Fmr President of Asia Pacific and Latin \nAmerica, Google. Boards: TripAdvisor (TRIP) and Formspring. \n*Megan Smith*— VP Business Development, Google. Fmr CEO, PlanetOut. \n*Charles **Songhurst*-- GM and Head of Strategy and M&A, Microsoft. MD, Katana Capital. \n*Angelo Sotira*— CEO, DeviantArt. \n*Bret Stephens*-- Member of Editorial Board, Wall Street Journal. Main Foreign Affairs Columnist, Wall \nStreet Journal. Fmr Editor-in-Chief, Jerusalem Post. \n*Simon Stevens*— EVP, UnitedHealth Group. Fmr CEO, Ovations (revenues of $31 billion). Fmr Health \nPolicy Director to British Prime Minister Tony Blair. \n*Henry Sweica*— CEO, Talpion Fund Management. Fmr co-founder, Highbridge Capital Management. \n*Alexander Tamas*- Partner, DST. Boards: Forticom, mail.ru  \n*Peter Thiel*-- CEO of Thiel Capital. Managing Director, Founders Fund. Fmr founder and CEO of PayPal. \nBoards: Facebook and Palantir. \n*Steve Wayne *— CEO, Jensen Group. \n*Will Wechsler*— Deputy Asst. Sec of Defense for Counternarcotics and Global Threats. \n*Adam Weiss**— co-CEO, Scout Capital. * \n*Katharine Weymouth**— Publisher, Washington Post.* \n*Michael Wolf*— CEO, Activate. fmr President and COO, MTV Networks. Fmr Prtnr, McKinsey. Former \nSenior Partner, Booz Allen & Hamilton. \n*Paul Wolpe*— Director, Center of Ethics. Prof of Bioethics, Emory. Sr Bioethicist, NASA. Co-Editor, \nAmerican Journal of Bioethics. \n*Jed York*— CEO of San Francisco 49ers. \nHOUSE OVERSIGHT 017588 \n*Lauren Zalaznick*— Chairman, Entertainment & Digital Networks and Integrated Media, NBCUniversal. She \noversees Bravo, Oxygen Media, Style, PBS Sprout, Telemundo, iVillage, Swirl, Daily Candy, and Fandango. \n*Eric Zinterhofer — *co-CEO, Searchlight Capital. Chm, Charter Communications. Fmr Sr Partner, Apollo \nManagement. Boards: Central European Media Enterprises, Dish TV India. \n*Karl-Theodor zu Guttenberg*— fmr Minister of Defense, Germany. Fmr Minister of Economics and \nTechnology, Germany. \n--\n*********************************************************** \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJeffrey Epstein \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nHOUSE OVERSIGHT 017589",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_017581.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 18835,
    "word_count": 2561,
    "line_count": 289,
    "import_date": "2025-11-19T21:47:46.032667",
    "prefix": "TEXT-001"
  }
}