{
  "document_id": "HOUSE_OVERSIGHT_033293",
  "filename": "TEXT-002-HOUSE_OVERSIGHT_033293.txt",
  "text": "From: Martin G. Weinberg \nSent: 5/6/2016 7:52:09 PM \nTo: jeevacation@gmail.com; \nSubject: Fw: media inquiry - Fox News \nImportance: High \nFrom: \nSent: Friday, May 06, 2016 3:26 PM \nTo:_____________________________ \nSubject: Re: media inquiry - Fox News \nJust following up again in hopes of arranging a phone interview or email exchange. \nThanks for your consideration. \nFrom: \nSent: Wednesday, April 27, 2016 12:47 PM \nTo: \nCc: \nSubject: media inquiry - Fox News \nMr. Weinberg \nI was referred to you by Alan Dershowitz, who told me you're Jeffrey Epstein's attorney. \nIf this is the case, I was hoping to reach him through you to see if he'd be willing to speak on the record about \nhis ties - or previous ties - to both the Clintons and Donald Trump? \nWould you be able to arrange a call or email exchange this week? \nThanks for your consideration. \nInvestigative Reporter, \nFoxNews.com  \n2044 Armacost Avenue \nLos Angeles, CA 90025 \nHOUSE OVERSIGHT 033293 \nThis message and its attachments may contain legally privileged or confidential information. It is intended \nsolely for the named addressee. If you are not the addressee indicated in this message (or responsible for \ndelivery of the message to the addressee), you may not copy or deliver this message or its attachments to \nanyone. Rather, you should permanently delete this message and its attachments and kindly notify the sender \nby reply e-mail. Any content of this message and its attachments that does not relate to the official business of \nFox News or Fox Business must not be taken to have been sent or endorsed by either of them. No \nrepresentation is made that this email or its attachments are without defect. \nHOUSE OVERSIGHT 033294",
  "metadata": {
    "original_filename": "TEXT-002-HOUSE_OVERSIGHT_033293.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1704,
    "word_count": 278,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:47.145764",
    "prefix": "TEXT-002"
  }
}