{
  "document_id": "HOUSE_OVERSIGHT_020222",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020222.txt",
  "text": "70\n\nCHAPTER EIGHT\nHacktavist\n. “When you gaze long into an abyss the abyss gazes into you”. ~ Friedrich Nietzsche\n\nBy 2012, the alienated hacktavist battling to unlock the secrets of evil corporations and\ngovernments had become a stock hero of popular culture. For example, in the prize-winning Gir/\nwith the Dragon Tattoo trilogy by Stieg Larsson, which sold 90 million copies, the heroine, a self-\neducated hacker in her twenties named Lisbeth Salander steals incriminating documents from\ncomputers that provides journalist Mikael Blomkvist with scoops that save the progressive\nmagazine he edits from bankruptcy. Her sociopathic behavior, which includes embezzling\nmillions of dollars, extortion, maiming and murder, is accepted by the journalists at the magazine\nbecause her hacking exposes crimes and abuses of power. In the realm of non-fiction universe,\nhacktavists also use their skills to attempt to redress perceived abuses of power, For example in\nDecember 2010, the group “Anonymous,” whose members called “Anon” often wear Guy\nFawkes masks resembling those worn in the 2006 movie V Js For Vendetta, launched a successful\ndenial of service attack called “Operation Avenge Assange,” It was aimed at paralyzing\ncompanies, including PayPal and MasterCard that refused to process donations for Wikileaks\nbecause these “anons” believed that these companies were stifling the freedom of the Internet by\nhindering the money flow to Wikileaks. Since hacktavists often use illicit means to redress their\ngrievances, such denial of service attacks, theft of passwords and hacking into computers, they\nmust conceal their true identities to avoid the retribution of the FBI and other law enforcement\nagencies. This requires them to operate on the dark side of cyber space which has become known\nas the dark net. | Fortunately for hacktavists, the dark net is accessible to anyone.\n\nIt is a place frequented by those that want to avoid laws, regulations and government\nsurveillance. Its denizens include cyber saboteurs, industrial spies, purveyors of illegal contraband,\nspammers, pranksters, identity thieves, video pirates, bullies, slanderers, drug dealers, child\npornographers, money launderers, contract killers, inside traders, anarchists, terrorists, and the\nintelligence services of many countries.\n\nSue Halpern writing about it in the New York Review of books noted: “My own forays to the\ndark Net include visits to sites offering counterfeit drivers’ licenses, methamphetamine, a template\nfor a US twenty-dollar bill, files to make a 3D-printed gun, and books describing how to receive\nillegal goods in the mail without getting caught. There were, too, links to rape and child abuse\nvideos “\n\nTo operate effectively on the dark net, a mask of anonymity is often necessary. But it is not\neasy to completely hide enes tracks in cyber space. The way that the Internet ordinarily works is\nthat whenever an individual sends emails, instant messages, or visits a websites, his or her identity\ncan be referenced by the IP address assigned to him or her by their internet service provider.\n\nThe problem is that if dark side users’ IP address is discoverable, they obviously cannot remain\n\nHOUSE_OVERSIGHT_020222",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020222.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3213,
    "word_count": 498,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:49.268836",
    "prefix": "IMAGES-005"
  }
}