{
  "document_id": "HOUSE_OVERSIGHT_010950",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010950.txt",
  "text": "measure its change (net investment) at book? And isn’t it better to measure the\neffectiveness of thrift with neither the lag nor the well-known problems of book\n\ndepreciation?\n\nI will show the math of my simultaneous rates method in Chapters 4 and 5. Chapter\n4 reasons from the Y =C +] equation, even though I don’t accept it, while Chapter 5\ntranslates findings into the new version I do accept. Charts and tables show both\nversions for all eight countries reported, over all years reported, and run the\naverages. The thrift index, or ratio of the supposed cost to actual growth, averages\nzero. I found it best to show separate charts for each country by each of the two\nversions of the Y = C + I equation and by each of three levels of denominator-\nscreening (none, then two progressively wider screens). Other charts track other\ndata that seemed informative. That explains why charts take up so much of this\n\nbook.\n\nThis completes my first survey of free growth theory and its support in the data.\nChapters 4 and 5 will cover the same ground again from new perspectives. So it will\nbe with other themes of this book and other chapters. My problem is to sell\nunfamiliar ideas, although not necessarily new ones, and in somewhat unfamiliar\nlanguage too. My “simultaneous rates method”, yet to be clarified, is an example. |\nuse the standard language of economics where I can, but must sometimes tweak\nwords or coin them. We will see that in Chapter 3. I try to cope with that double\nchallenge - unusual ideas in unusual terms - by the same strategy of restatement\n\nfrom new perspectives until all fits together.\n\nFixing the Y =I + C Equation\n\nIf] had any sense, I would pretend to accept the Y = 1 + C equation as Mill and all\nother economists seem to do. Then I could have done with only half as many charts,\nand made this a book about free growth only. Any fool knows that a book should\npick a focus. The data confirming Mill’s idea would have made a spectacular finale.\n\nWhy undermine my own case by questioning his assumptions? So I should probably\n\nChapter 2: Fast Forward 1/06/16 10\n\nHOUSE_OVERSIGHT_010950",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010950.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2113,
    "word_count": 378,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:48.021933",
    "prefix": "IMAGES-001"
  }
}