{
  "document_id": "HOUSE_OVERSIGHT_011155",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011155.txt",
  "text": "Evolution and Human Choice over Time\n\nAlan R. Rogers”\n1997\n\n1 The connection between evolution and economics\n\nIn economics, equilibria are often found by equating two versions of the marginal rate of sub-\nstitution (MRS). For example, my MRS in preferences (the ratio at which I am “just willing” to\nexchange two goods) should equal the MRS in exchange (the ratio at which I can exchange them\nin the market). Otherwise, I would have reason to sell one good and buy the other. At equilibrium\n(as shown in figure 1) these two versions of the MRS must be equal.\n\nThis analysis is also familiar to evolutionary ecologists, as shown in figure 2. There, the indif-\nference curves are replaced by fitness isograms, which connect points of equal Darwinian fitness.!\nIn place of a budget constraint, ecologists study a variety of other constraints. The principle, how-\never, is the same: equilibrium occurs at the point where the two curves have equal slope.\n\nThese two forms of analysis are connected by something deeper than analogy. They are con-\nnected by a third equilibrium principle, which was first described by Hansson and Stuart [12].\nThese authors define the MRS in fitness as the ratio at which two goods can be exchanged without\naffecting Darwinian fitness. Thus, the MRS in fitness measures the absolute slope of the dotted\nlines in figure 2. The new equilibrium principle asserts that, at evolutionary equilibrium, the MRS\nin fitness must equal that in preferences. A simple proof of this principle is shown in figure 3.\n\nThe new equilibrium principle adds an additional equation to the arsenal of economics. The\nMRS in preferences must now equal that in fitness as well as those in exchange and production.\nIf the hypothesis of evolutionary equilibrium turns out to be useful, then this should allow a more\npowerful theory of economics.\n\n*Research Centre, King’s College, Cambridge CB2 1ST, U.K. Present address: Dept. of Anthropology, University\nof Utah, Salt Lake City, UT 84112, U.S.A.\n\nPublished as pp. 231-252 in Characterizing Human Psychological Adaptations, edited by G. Bock and G. Cardew.\nCIBA Foundation Symposium 208. John Wiley and Sons.\n\n'Tn models with discrete generations, Darwinian fitness is the conditionally expected number of an individual’s\noffspring, given its genotype. In models with overlapping generations, fitness is measured by R. A. Fisher’s [8]\n“Malthusian parameter,’ which measures the asymptotic rate of exponential increase in the numbers of one’s descen-\ndants [2].\n\nHOUSE_OVERSIGHT_011155",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011155.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2533,
    "word_count": 406,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:47.532305",
    "prefix": "IMAGES-001"
  }
}