{
  "document_id": "HOUSE_OVERSIGHT_017323",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017323.txt",
  "text": "4.2.12\nWC: 191694\n\ncourt cross examination by Tyson's trial lawyer, the issue of the contingency fee agreement was\nexplicitly raised. Yet, the prosecutor did everything in his power to keep the truth from coming\nout. He arranged for the Washington family to take the courtroom pass away from their lawyer,\nso that he could not attend the trial and feel ethically compelled to stand up and correct the\nWashingtons' testimony when they falsely denied any contingency fee or written agreement with\nhim. (The prosecutor also had an ethical obligation to correct the false testimony given by his\nwitness. Indeed he had an even greater obligation because he was the one who put on the\ntestimony that he knew was false.)\n\nThe ploy worked—at least for a while. But the Rhode Island lawyer soon learned that his clients\nwere not being straight with the jury. He began to worry that he might have an ethical obligation\nto blow the whistle on his clients, as lawyers do when their clients or witnesses are committing\nperjury. So the lawyer went to the Rhode Island Disciplinary Counsel—the attorney in charge of\nenforcing the ethical rules that govern lawyers—to obtain guidance. She referred the matter to\nthe Rhode Island Supreme Court which issued an unprecedented opinion concluding that “the\nattorney had an obligation to disclose the existence of his contingent fee agreement to the\n[Indiana] criminal trial court.” The state’s highest court found that the agreement’s “existence\nmight well have had a bearing upon the jury’s determination.” The Rhode Island court then\ndirected the attorney to disclose to the Indiana court the information that the Washingtons had\nwithheld. He did so but the Indiana courts ignored this new information, despite the conclusion\nof the Rhode Island Supreme Court that it might well have affected the jury’s verdict. Indeed,\nwhat could be more important than the fact—unbeknownst to the jury—that Desiree Washington\nhad millions of dollars riding on whether Mike Tyson was convicted or acquitted, since without a\nconviction, it would have been difficult for her to collect monetary damages or sell her story to\nthe media. The only thing that might have been more important is that she had been untruthful\nabout her financial motive for accusing Tyson of rape.\n\nIt also turns out that Desiree was hardly the naive virgin she pretended to be. Once her name was\ndisclosed following the trial, numerous witnesses confirmed that Desiree Washington was a\nsexually active young woman who hung out in nightclubs. Indeed, her lawyer implied to the media\nthat Washington had been examined for venereal disease a month before she had sex with Tyson\nand that she was \"not sexually active\" during that brief period.\n\nNot only was the jury misinformed about Desiree Washington's general sexual proclivities, they\nwere also denied the most crucial eyewitness testimony of what she was doing just minutes before\nshe went to Tyson's hotel room. She denied necking with Tyson in the limo on the way to the\nhotel. Indeed, she testified that she rebuffed his attempt to kiss her and \"jumped back.\" Tyson's\ntestimony was precisely the opposite. He swore that when he kissed her, \"she kissed me,\" and that\non the drive to his hotel, he and Washington were \"kissing, touching.\" The jury obviously believed\nDesiree's testimony because Tyson's was uncorroborated and self-serving.\n\nBut it turns out that there were three eyewitnesses -- disinterested outsiders who happened to be\nin front of the hotel when the limo pulled up -- who saw what was going on inside and outside the\nlimo just before Tyson and Washington left it to go to his hotel room. They saw them necking --\n\"they were all over each other\" -- and holding hands on the way to the hotel (Desiree denied both\nnecking and holding hands).\n\n236\n\nHOUSE_OVERSIGHT_017323",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017323.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3830,
    "word_count": 635,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:45.588857",
    "prefix": "IMAGES-004"
  }
}