{
  "document_id": "HOUSE_OVERSIGHT_013594",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013594.txt",
  "text": "episodes of rageful envy of everyone else in the world that had been spared. My\nwife escaped into an alcoholic flirtation with her major professor; my sons grew\nincreasingly ensconced in the generous and kind neighborhood homes of their\nplaymates. | metered as many hours as possible in equity growing, long lonely days\nin a small, dark, couch filled, university office, listening to Beverly Hills, Brentwood\nand West Los Angles citizens as they psychoanalyzed their mysterious lack of\nemotional fulfillment from materialistic fulfillment. Legend has it that Gautama’s\nsudden insight about the universality of this sated, bored condition occurred in 528\nB.C. after 49 days of sitting in the lotus position under the bodhi tree, now called\nficus religiosa. In contrast with Buddha’s illumination, my psychoanalytic training-\ninduced, Freudian-Darwinian instinctual conflict, driven by fears of starvation and\ncastration, drew me tighter into the world of meaningless, coin flip probabilities.\n\nOur house was a block away from a West Los Angeles synagogue and we\nknew the Rabbi and his family well. Our sons played together frequently. The Rabbi\ntried to bring comfort to me on my death watch, with hours of discussions about\ntrans-individual, ethnic belonging and a deeper foray into philosophical humanism.\nBoth felt completely irrelevant to my condition. As an intern tending to those dying at\nnight in Ochsner Foundation Hospital in New Orleans, it seemed to me that Jews\ntended to die more noisily than Catholics. For my personal escape from low-lying\ndread, | needed the metrically linear time of chronos to become the metric-free,\ntopological, continuous surface of the twisted circular ribbon of a Mobius loop, with\nthe view from each moment a kairos, a stretchable infinity of each moment’s internal\nmultiplicity of times.\n\nThe ruthlessly reasonable Hebraic historicity, configured by the tooth-for-a-\ntooth, Mosaic and Roman falion law, the reciprocal, economic, exchange-calculating\nbrains of Barkow, Cosmide and Tooby’s The Adapted Mind (1992) and the terrifying\nstories of the Five Books of Moses, made the hopelessness of this sinner’s plight\ninevitable. It felt like my dichotomous choice of God-type was between One of\nmerciless fairness and the He and She of unconditionally forgiving generosity. The\nmind set of logical problem solving applied to the question about which of these two\n\nrepresented the true character of God lead to a momentarily distracting, metaphoric\n\n94\n\nHOUSE_OVERSIGHT_013594",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013594.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2513,
    "word_count": 387,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.280541",
    "prefix": "IMAGES-002"
  }
}