{
  "document_id": "HOUSE_OVERSIGHT_015381",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015381.txt",
  "text": "Upon my death, | wish to be cremated. The disposition of my ashes\n(dispersal at sea, on land or in the air) shall be determined by my surviving\nfamily (wife and daughter) in accordance with their knowledge of my\nprejudices and philosophies regarding geography and spirituality. Under\nno circumstances are my ashes to be retained by anyone or buried in a\nparticular location. The eventual dispersal can be delayed for any\nreasonable length of time required to reach a decision, but not to exceed\none month following my death.\n\n| wish no public service of any kind. | wish no religious service of any kind.\n| prefer a private gathering at my home, attended by friends and family\nmembers who shall be determined by my surviving family (wife and\ndaughter). It should be extremely informal, they should play rhythm and\nblues music, and they should laugh a lot. Vague references to spirituality\n(secular) will be permitted.\n\nKelly added, “There will be no mention of God allowed” and “No one\nwill be allowed to say that ‘George is now smiling down at us from\nHeaven above.’ “\n\nCarlin once told an audience of children how to be a class clown as a\nway of attracting attention. “I didn’ t start out with fake heart attacks in\nthe aisle,” he explained. Ah, if only that’ s what he was doing this time.\n\nBut a reporter did once ask him how he wanted to die.\n\n“I’ d like to explode spontaneously in someone’ s living room,”\n\nhe replied. “That, to me, is the way to go out.”\n\nAnd, through his CDs, DVDs, books, and online, George Carlin does\nindeed continue to explode spontaneously in living rooms across the\ncountry and around the world. Roasting With Robin\n\nHOUSE_OVERSIGHT_015381",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015381.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1671,
    "word_count": 294,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:44.090679",
    "prefix": "IMAGES-003"
  }
}