{
  "document_id": "HOUSE_OVERSIGHT_010798",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010798.txt",
  "text": "wow on Dm ew DnN\n\nNNNNNN HHH ee ee ee EL\nMP WwNeF OOF MAA PWN HO\n\nworn nau *F WN\n\nNNNNN YN RP FP RF RF FP FP RF RF HM Re\nWn FW NF OO ON Dm FWY NY KF Oo\n\n237\n\nA. It was whenever -- I'm not sure I ever saw\nthe date. He just quickly showed me the e-mail and\nI quickly looked at it.\n\nQ. The e-mail that you are referencing, in\nfact, occurred after you had begun all of your media\nappearances with respect to this filing ~~\n\nA. Let me be very clear about --\n\nQ. -- didn't it, sir?\n\nA. Let me be very clear about my media\nappearances so that | --\n\nQ. How about just answering the questions?\n\nA. I'm trying to answer the question. All of\nmy media appearances --\n\nQ. The question is: Did it occur before or\nafter your media -- your media appearances? That\ndoesn't call for a speech --\n\nA. It came --\n\nQ. ~it calls for before or after.\n\nA. It came before some and after some. It\ncame, for example, before my appearance on the BBC\nbecause they showed me the e-mail before they\ninterviewed me for the BBC. So some occurred -- it\noccurred before some and it occurred after some.\n\nQ. Allright. So itis your assertion that\nthis single e-mail that you have made reference to\n\noOo on DM FF WHD HE\n\nNNN NNN FH ee oe Be Be BE BE BoB\nMme WNH OW ON AU BR wWNHPR OO\n\nMR. SCOTT: I think he's answered that\ntwice.\n\nA. It came after. It came after.\n\nBY MR. SCAROLA:\n\nQ. Thank you, sir. On January 5, you made\nanother CNN Live appearance in an interview with\nHala Gorani. Do you recall that?\n\nA. 1 do not recall the name of the person --\n\nQ. Take a look at the transcript, if you\nwould, please, page 15.\n\nMR. SCOTT: Take a moment to review the\ntranscript, please, Mr. Dershowitz.\n\nTHE WITNESS: Page 15.\n\nMR. SCOTT: Take your time to review that.\n\nA. Yeah, that name is not familiar to me but,\nof course, I remember doing an interview, yes.\n\nBY MR. SCAROLA:\n\nQ. All right, sir. And during the course of\nthat interview, you said: \"There are flight\nmanifests. They will prove I was never on any\nprivate airplane with any young woman.\" Correct?\n\nA. Yes.\n\nQ. Go to page 17, if you would.\n\nA. Uh-huh.\n\nQ. Atline 4 of transcript of that same\n\n238\n\nwhere Paul Cassell says \"asks Dershowitz these\nquestions\" occurred before your -- your media\nappearances and after your media appearances; ts\nthat correct?\nMR. SCOTT: Objection, form, argumentative\nand repetitious.\nA. It occurred before some of the media\n\nappearances, and it occurred after some of media\n\nappearances, yes.\nBY MR. SCAROLA:\nQ. Did it occur before your first media\nappearances?\nA. My first media appearances came as the\nresult of phone calls I received from --\nQ. That's nonresponsive to my question, sir.\nA. -~ newspapers --\nQ. I didn't ask you anything about what your\nfirst media appearances occurred --\nA. Yes, you did.\nQ. -- asa result of. 1 asked you --\nMR. SCOTT: Let him ask his question.\nBY MR. SCAROLA:\nQ. -- whether the e-mail that you claimed to\nhave seen was sent before or after your first media\nappearance?\n\nwo on Du FF WN\n\nN NNN NN HH eM ew Be eB eo be\n“uP WNeHF OW AANA UN PF wWNHRE OO\n\n240\n\ninterview, you said: \"She made the whole thing up\nout of whole cloth. I can prove it by flight\nrecords. | can prove it by my travel records.\"\n\nDid you make those statements?\n\nA. Yes, and they're absolutely true.\n\nQ. Okay. I am going to hand you every flight\nrecord that has been produced in connection with\nthis litigation.\n\nA. Uh-huh,\n\nMR. SCAROLA: Could we mark that as the\nnext composite exhibit, please?\n\n(Thereupon, marked as Plaintiff\nExhibit 6.)\n\nMR. SCAROLA: And mark this as the next\ncomposite exhibit, which will be 7.\n\nMR. SCOTT: These are all the flight\nmanuals?\n\nMR. SCAROLA: As far as I know.\n\nMR. SCOTT: Okay.\n\nMR. SCAROLA: They're the only ones that\nhave been produced in discovery. If there are\nmore, I'm going to be interested to hear about\nit.\n\n(Thereupon, marked as Plaintiff\nExhibit 7.)\n\n16 (Pages 237 to 240)\n\nwww.phippsreporting.com\n(888) 811-3408\n\nHOUSE_OVERSIGHT_010798",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010798.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3934,
    "word_count": 742,
    "line_count": 176,
    "import_date": "2025-11-19T21:47:49.351970",
    "prefix": "IMAGES-001"
  }
}