{
  "document_id": "HOUSE_OVERSIGHT_013832",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013832.txt",
  "text": "terminal boredom as a tolerable status quo.\n\nRemember— boredom is the enemy, not some abstract “failure.”\n\nCorrecting Course: Get Unrealistic\n\nTrex is a process that I have used, and still use, to reignite life or correct course when the Fat Man in\n\nthe BMW rears his ugly head. In some form or another, it is the same process used by the most\nimpressive NR I have met around the world: dreamlining. Dreamlining is so named because it applies\ntimelines to what most would consider dreams.\n\nIt is much like goal-setting but differs in several fundamental respects:\n\nThe goals shift from ambiguous wants to defined steps.\nThe goals have to be unrealistic to be effective.\n\n3. It focuses on activities that will fill the vacuum created when work is removed. Living like a\nmillionaire requires doing interesting things and not just owning enviable things.\n\nNow it’s your turn to think big.\n\nHow to Get George Bush Sr. or the\nCEO of Google on the Phone\n\nThe article below, titled “Fail Better” and written by Adam Gottesfeld, explores how I teach Princeton\nstudents to connect with luminary-level business mentors and celebrities of various types. I’ve edited it\nfor length in a few places.\n\nPeople are fond of using the “it’s not what you know, it’s who you know” adage as an excuse for\ninaction, as if all successful people are born with powerful friends.\n\nNonsense.\n\nHere’s how normal people build supernormal networks.\n\nFail Better\nBY ADAM GOTTESFELD\n\nMOST PRINCETON students love to procrastinate in writing their dean’s date [term] papers. Ryan Marrinan\n°07, from Los Angeles, was no exception. But while the majority of undergraduates fill their time by\nupdating their Facebook profiles or watching videos on YouTube, Marrinan was discussing Soto Zen\nBuddhism via e-mail with Randy Komisar, a partner at the venture capital firm Kleiner Perkins Caufield\nand Byers, and asking Google CEO Eric Schmidt via e-mail when he had been happiest in his life.\n(Schmidt’s answer: “Tomorrow.”)\n\nPrior to his e-mail, Marrinan had never contacted Komisar. He had met Schmidt, a Princeton\nUniversity trustee, only briefly at an academic affairs meeting of the trustees in November. A self-\ndescribed “naturally shy kid,’ Marrinan said he would never have dared to randomly e-mail two of the\nmost powerful men in Silicon Valley if it weren’t for Tim Ferriss, who offered a guest lecture in\n\nHOUSE_OVERSIGHT_013832",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013832.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2399,
    "word_count": 395,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:48.597771",
    "prefix": "IMAGES-002"
  }
}