{
  "document_id": "HOUSE_OVERSIGHT_012224",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012224.txt",
  "text": "_\n\n45\n\n16\n\n7\n\n19\n\n20\n\n21\n\n22\n\nMP:\n\nMP:\n\njust gonna pay you money but | didn't think that !, | thought that was just ma:\nbusiness whatever [iii do, just gonna go over there. And she told me that it\nwas a rich guy and she was saying oh my God, he’s so rich, blah, blah, blah.\nAnd he has like a new Mercedes and all this stuff and she’s like explaining him.\nAnd then, what's it called...so actually we didn’t, we left but we didn’t end up\ngoing to the bowling alley. Her boyfriend went to his house really fast to go get\nHE something from his house and then he (inaudible) brought his car back to\nHE s house and we were just sitting there watching the movie but she was\nlike, | are you sure you're going to go with me and | was like okay, I'll go\nwith you. |’m like last time, I’m like, what are we gonna do ii we were going\nto. go shopping and we were discussing what we were going to buy with our\nmoney, cause she told me how much money | was gonna get, $300. And | was\ncool, | know whal I'm gonna buy. We're just like saying what we were gonna buy\nwith the money. She said | need to go buy a purse and then the next day,\nactually | gave her my phone number that night so she could call, so she could\npick me up. And when | went in the house that moming, she called me, she\n| Ee you still gonna come with me and !'m like yeah. So she’s like okay,\nget ready. !’m gonna be there in like 30 minutes and then she came to the\nhouse in like 30 minutes. And she had a friend with her.\nDo you remember the name of tne friend?\n| don't know her name but she was like really dark, kind of like a Spanish girl. |\ndon't (inaudible)...\nDarker than me?\n\nPage 14 0f 43\n\n05130\n\nHOUSE_OVERSIGHT_012224",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012224.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1682,
    "word_count": 347,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:44.743459",
    "prefix": "IMAGES-001"
  }
}