{
  "document_id": "HOUSE_OVERSIGHT_012841",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012841.txt",
  "text": "At birth, newborns preferentially listen to their native language over a non-native language. Soon\nthereafter, infants prefer to listen to their native dialect over a non-native dialect, and look longer at their\nown race than another race. This shows that they can discriminate between different languages, dialects,\nand racial groups. But do they form social preferences based on these distinctions? Would a young baby\nor child prefer to take a toy from an unfamiliar person who speaks the same or different language, from\nthe same or different race? To answer these questions, the American psychologist Katharine Kinzler put 5\nmonths old babies to a test.\n\nBabies born into mono-racial and mono-lingual families sat on their mother’s lap in front of two\nmonitors, each presenting short video clips of different people. After watching the videos, Kinzler\ncreated a bit of magic. The people in the monitor appeared to emerge from the 2D image and offer the\nbaby a toy. The trick: a real person, hidden beneath the monitor, synchronized her reach with the reach in\nthe monitor. Who would the baby choose given that both people offered the same toy? Babies preferred\npeople speaking the native over non-native language, and native-accent over the non-native accent. At\nthis young age, however, they showed no preference for native over non-native race. Thus, early in life\nthe connection between discrimination and social preference is well established for language, but not race.\nWhen do things change for race?\n\nKinzler carried out another series of experiments on race with one group of 2.5 year old children\nand a second group of 5-year olds. Though the methods were somewhat different, they both focused on\nthe child’s preferences, including who they would share toys with and who they would prefer as friends.\nThe 2.5 year olds showed no preferences, whereas the 5 year olds preferred their own race. Race is\ntherefore a slowly developing category, at least in terms of its impact on social preferences, and especially\nwhen contrasted with both language and accent.\n\nKinzler took these studies one step further to explore whether there is anything like a hierarchy\namong these social categories and the features that define them. What’s more important to a young child\nbuilding an inner sanctum of trusted others —race, language, or dialect? Would they rather interact with\nsomeone of the same race who speaks a foreign language or someone of a different race who speaks the\nnative language? Using similar procedures, Kinzler showed that by 4-5 years of age, language trumps\nrace. Children would rather interact with someone from a different race speaking the same language than\nsomeone of the same race speaking a foreign language.\n\nWhy would language trump race? Kinzler's answer relies on an idea developed by the American\nevolutionary psychologist Robert Kurzban. Imagine a hunter-gatherer in South Africa, living during the\nearliest stages of our evolutionary history. As individuals searched for food to eat, areas to sleep, water to\ndrink, and places to avoid, they came across other individuals. These individuals were always members\n\nof the same race. Racial differences did not emerge until relatively late in human evolution, well after our\n\nHauser Chapter 3. Ravages of denial 95\n\nHOUSE_OVERSIGHT_012841",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012841.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3319,
    "word_count": 531,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:45.205638",
    "prefix": "IMAGES-002"
  }
}