{
  "document_id": "HOUSE_OVERSIGHT_011392",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011392.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n89\nH3VOGIU1\n\nname of it, but it was the plaintiff's motion, sort of omnibus\n\nrelated to different acts either under 404(b) or 415.\nThe plaintiff wanted until 15 days before trial to\n\nmake whatever showing they wanted. It would make sense --\n\nwell, in defendant's 404(b) motion, there are some of those\n\nissues, as well. We certainly could argue part of that. The\n\nCourt may want to defer that to the entirety of when we have\n\nwhatever the supplement is to that motion yesterday.\n\nThen we also, I believe, dealt with yesterday the\n\nissue related to the Jane Doe 102 complaint. We have a\ncompeting motion on that. That's 663. It seems to me that was\nargued yesterday, and we don't need to repeat those arguments,\nwhich is the same argument we had yesterday.\n\nSo in my view, your Honor, that leaves the bifurcated\n\ntrial motion, which has been fully briefed, the Kellen and\nMarcinkova issue, and the police report issue. So by my count,\n\nwe have those thr\n\nI also have on my calendar that our motion to\npreclude -- or the plaintiff's motion to preclude calling\nattorneys as witnesses, which is 685 and 772, and by my\ncalendaring the reply was due yesterday. I think Ms. McCawley\nhas a different version of that, and so frankly, I don't care\nwhether we hear that today or some other time.\n\nSo that's my accounting of what we have ripe for\n\nargument today, or shouldn't have argument today, as the case\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011392",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011392.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1540,
    "word_count": 273,
    "line_count": 79,
    "import_date": "2025-11-19T21:47:46.762466",
    "prefix": "IMAGES-001"
  }
}