{
  "document_id": "HOUSE_OVERSIGHT_010947",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010947.txt",
  "text": "the crash. (Yes, some of the strongest boom years in history came during the world\n\ndepression.)\n\nThis is not to question the need for national accounts. We could not manage without\nthem. But the genius of accountancy is in its reporting of cash flow items.\nDepreciation, even its sophisticated form used in national accounts, is a makeshift\napproximation better than nothing. I argue that it is obsoleted by our access to\n\nmarket-valued capital appearing in the last few decades.\n\nMill’s argument was that capital growth might be explained by productivity gain as\nwell as by thrift in deferred consumption. The way to test between them that I will\ndescribe takes measurements of market-valued capital, its year-to-year change in\nthese, and consumption at the same time. I call it the simultaneous rates method. In\nany year and country where consumption restraint explains growth, although the\ndata show none, rise in growth rate would equal current drop in consumption rate\n(consumption/capital) while rate of return (output/capital) holds unchanged. When\nproductivity gain is the explanation, as the data confirm so far, it is consumption\nrate that holds the same while growth rate and return rise equally. That’s what I\ntest. Data in charts and tables for those four nations from 1870 through 2010, and\nfrom Australia, Canada, Italy and Japan from 1970 through 2010, show that faster\ncapital growth coincides with higher consumption rates in the same year as often as\nnot. Less consumption has simply meant less output with no growth to show for it.\n\nThat is the sense in which growth is free.\n\nThese countries and periods are not cherry-picked to support Mill’s idea. They are\nall | have found. My source for national accounts including market-valued capital\nwas the website of Thomas Piketty and Gabriel Zucman adjusting their data to\nuniform accounting standards and measuring them in 2010 currency units. It also\ncollects recent and past research by other economists modeling what national\naccounts, again including accounts of market-valued capital, would have shown in\n\nyears before they were founded in 1930 or so. Simon Kuznets, for example, who\n\nChapter 2: Fast Forward 1/06/16 7\n\nHOUSE_OVERSIGHT_010947",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010947.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2215,
    "word_count": 355,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:48.425068",
    "prefix": "IMAGES-001"
  }
}