{
  "document_id": "HOUSE_OVERSIGHT_021776",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_021776.txt",
  "text": "The 20-year-old Royal Palm Beach woman who told police she recruited girls for Mr.\nEpstein has a Web page on myspace.com that features one girl using the name \"Pimpin'\nMade EZ.\"\n\nAlthough no charges of witness tampering have been filed, the parents of at least one of\nthe teenage victims complained to police of being followed and intimidated by two men.\nPolice determined that their vehicles were registered to two private investigators. Mr.\nGoldberger denied knowing anything about it.\n\nPolice also note in their reports that the state attorney's office offered Mr. Epstein a plea\ndeal that would have placed him on probation for five years, allowing him ultimately to\nwalk away with no criminal record at all.\n\nI asked Mr. Krischer's spokesman, Mike Edmondson, why the case was referred to a\ngrand jury instead of Mr. Epstein being charged and facing a trial before a jury. And\nshouldn't the victims' credibility be a factor to determine whether a crime's been\ncommitted, not whether a jury will convict? (After all, as Mr. Goldberger told The Palm\nBeach Post of Mr. Epstein, \"He's never denied girls came to the house.\")\n\nEspecially, I asked Mr. Edmondson to explain: Why shouldn't the public look at this case\nand think there are two kinds of justice - one for the wealthy and one for the rest of us?\n\nMr. Edmondson said he could not comment on the case because it is active, but on the\nlatter point, he offered, for the sake of \"philosophical debate\": \"Whether wealth buys a\ndifferent standard of justice across the country ... the answer to that would, of course, be\nyes.\"\n\nBut in this case, he said, \"regardless of the battery of attorneys, the outcome would be the\nsame. Every issue that was debated in public was debated in our office before this case\nwent to the grand jury.”\n\nIn this case, it is not the victims' credibility but the state attorney's that deserves\nquestioning.\n\nPalm Beach Post Editorial #2\n\nMassaging the system\nPalm Beach Post Editorial\n\nThursday, August 10, 2006\n\nPalm Beach police say their 11-month investigation shows that 53-year-old part-time\ntown resident Jeffrey Epstein committed unlawful sex acts with and lewd and lascivious\nmolestation on five underage girls. Defense attorney Jack Goldberger claims that his\nclient, Jeffrey Epstein, had no idea that the untrained girls he hired for massages were\nminors.\n\nHOUSE_OVERSIGHT_021776",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_021776.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2371,
    "word_count": 395,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.140657",
    "prefix": "IMAGES-006"
  }
}