{
  "document_id": "HOUSE_OVERSIGHT_028129",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028129.txt",
  "text": "Yitzhak’s murder had acted like a kind lightning strike, freezing Israelis in a\nmix of disgust over what had occurred and awareness of the dangers this brand\nof hatred and extremism posed. I was concerned the moment would be allowed\nto pass. My hope was that we could seize the opportunity to bring together all\nthose Israelis — on left and right, secular and Orthodox, Ashkenazi and Sephardi\n— who were prepared to stand up against the fanaticism, the violent messianism,\nof which Yigal Amir was just a part. That was the main reason I wanted Peres\nto call an early election, an issue that would be discussed, off and on, over the\nnext few months. I felt the time was right to present the country with a choice:\nnot just between those for and against specific compromises being contemplated\nin pursuit of peace, but between those who wanted a tolerant, functioning\ndemocracy and those who were ready to use demagoguery and violence to get\ntheir way.\n\nPeres’s first order of business was to put in place a new cabinet. He did,\nbriefly, consider giving up the Defense Ministry and putting me there. But\ninstead, he made me Foreign Minister. Like Rabin before him, Shimon\nstipulated that he, as Prime Minister, would retain authority over the peace\nnegotiations. Still, with his agreement, I was involved in all the discussions\naround the peace talks, and in meeting many of the Arab leaders we’d have to\nnegotiate with if we were to find a lasting resolution of the Arab-Israeli conflict.\nJust a few weeks after the assassination, I represented Israel at a Euro-\nMediterranean Partnership conference in Barcelona. Its only real diplomatic\nwork consisted of ironing out the wording of the communique. The real value\nwas in the corridors, and at the dinner held at one of King Juan Carlos’s palatial\nestates, and, for me, a first opportunity to meet not only Arab foreign ministers\nbut Yasir Arafat.\n\nMy first, brief encounter with Arafat began a bit embarrassingly. I’d arrived\na few minutes early for the conference dinner and was led into an impressive\nhall that was almost empty except for a wonderfully cared-for royal Steinway. I\nsat down to play. Lost in the beauty of a Chopin sonata, I was completely\nunaware of PLO leader’s approach behind me. A bit awkwardly, I rose to greet\nhim. I grasped his hand. “It’s a real pleasure to meet you,” I said. “I must say I\nhave spent many years watching you — by other means.” He smiled. Our hosts\nhad set aside time after dinner for the two of us to talk at greater length, with no\naides present. But my hope was to begin by establishing simple, human contact;\nto signal respect; to begin to create the conditions not to try to kill Arafat but, if\nhe shared the same goal, to make peace with him. “We carry a great\n\n281\nHOUSE_OVERSIGHT_028129",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028129.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2787,
    "word_count": 490,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:44.082079",
    "prefix": "IMAGES-009"
  }
}