{
  "document_id": "HOUSE_OVERSIGHT_028157",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028157.txt",
  "text": "/ BARAK / 23\n\nStanley was worried by polling data that suggested most Israelis saw Bibi as\n“strong.” I argued that strength was one area where we wouldn’t have to worry.\n“No way, in a campaign, he’ Il end up coming over looking stronger than me.”\nStanley seemed not entirely convinced.\n\nBoth in “strength” and other ways, I think my background did prove an\nadvantage. The 35 years I’d spent in the military had given me a singleminded\ndetermination to set goals, follow through and achieve them. After Haim Ramon\ncame to my office before the no-confidence vote to ask whether I was sure I\nwanted to go ahead, and I answered with an unhesitating “yes,” Haim had told a\ncouple of reporters: “Barak has balls of steel.” In truth, I was puzzled he’d even\nasked me. As when I was in uniform, it would never have occurred to me to ask\nhim to try to line up the necessary votes if I hadn’t thought it through and intended\nto go ahead with it.\n\nStill, my military background was not always an asset as I found my feet as\nparty leader and prepared to take on Bibi in the election campaign. In searching for\nthe tools, the structure, and the people I felt would give us the best chance to win, I\nsometimes failed to pay due attention to the party’s existing apparatus and\ninstitutions. This alienated a number of established Labor politicians, eventually\nincluding Haim himself. So as the campaign approached I tried to shore up my ties\nwith the party establishment. I drafted in Bougie Herzog to act as my regular\nliaison with leading figures in the party. I was careful to include a number of Labor\npoliticians in our campaign team as well, though, as Philip Gould had\nrecommended, I made sure they didn’t actually run it.\n\nThe closest equivalent to the role Haim had played in Peres’s campaign went to\na young businessman, PR professional and Labor supporter named Moshe Gaon.\nAs spokeswoman, we brought in someone who, though she’d been a messenger of\ndoom during the Tze’elim controversy that engulfed me before joining Rabin’s\ngovernment, had undeniable experience and ability which I valued and respected:\nYitzhak’s former media aide Aliza Goren. As campaign coordinator, I chose Tal\nSilberstein, who at the time was in charge of a citizens’ group called Dor Shalem\nDoresh Shalom: “A Whole Generation Demands Peace.” I relied on frequent, less\nformal input from political friends whose judgement I had learned to trust, like\nEitan Haber and Giora Eini. Also playing a key role was a group of four young\nwomen, led by Orna Angel, a successful architect and a former soldier in Sayeret\nMatkal. She built from scratch an army of nearly 20,000 volunteers who helped\n\n309\nHOUSE_OVERSIGHT_028157",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028157.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2686,
    "word_count": 467,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:46.607509",
    "prefix": "IMAGES-009"
  }
}