{
  "document_id": "HOUSE_OVERSIGHT_028570",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_028570.txt",
  "text": "12 JAM v. INTERNATIONAL FINANCE CORP.\n\nBREYER, J., dissenting\n\nA\n\nThe “commercial activity” exception to the sovereign\nimmunity of foreign nations is broad. We have said that a\nforeign state engages in “commercial activity” when it\nexercises “‘powers that can also be exercised by private\ncitizens.” Republic of Argentina, 504 U.S., at 614. Thus,\n“a contract to buy army boots or even bullets is a ‘commer-\ncial’ activity,” even if the government enters into the\ncontract to “fulfil[l] uniquely sovereign objectives.” IJbid.;\nsee also H. R. Rep. No. 94-1487, p. 16 976) [A] transac-\ntion to obtain goods or services from private parties would\nnot lose its otherwise commercial character because it was\nentered into in connection with an [Agency for Interna-\ntional Development] program’).\n\nAs a result of the majority’s interpretation, many of the\ninternational organizations to which the United States\nbelongs will discover that they are now exposed to civil\nlawsuits based on their (U. S.-law-defined) commercial\nactivity. And because “commercial activity” may well have\na broad definition, today’s holding will at the very least\ncreate uncertainty for organizations involved in finance,\nsuch as the World Bank, the Inter-American Development\nBank, and the Multilateral Investment Guarantee Agency.\nThe core functions of these organizations are at least\narguably “commercial” in nature; the organizations exist\nto promote international development by investing in\nforeign companies and projects across the world. See Brief\nfor International Bank for Reconstruction and Develop-\nment et al. as Amici Curiae 1—4; Brief for Member Coun-\ntries and the Multilateral Investment Guarantee Agency\nas Amici Curiae 13-15. The World Bank, for example,\nencourages development either by guaranteeing private\nloans or by providing financing from its own funds if pri-\nvate capital is not available. See Articles of Agreement of\nthe International Bank for Reconstruction and Develop-\nment, Art. I, Dec. 27, 1945, 60 Stat. 1440, T. 1. A. S. No.\n\nHOUSE_OVERSIGHT_028570",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_028570.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2054,
    "word_count": 314,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:49.270541",
    "prefix": "IMAGES-010"
  }
}