{
  "document_id": "HOUSE_OVERSIGHT_024056",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024056.txt",
  "text": "VII. ONGOING RELATIONSHIP WITH SPROUT FUNDS\n\nSince 2005, the Fund Managers have managed the remaining portfolio of healthcare technology\ninvestments in Sprout Capital VI, L.P., Sprout Capital VII, L.P., and Sprout Capital IX, L.P.\nunder a Sub-Management Agreement between Credit Suisse and New Leaf Venture Partners,\nL.L.C. (the “Management Company”). In return for these management services, the\nManagement Company had received a portion of the management fee collected by those Sprout\nfunds related to the healthcare portfolio.\n\nAt the present time, Sprout Capital IX, L.P. is the only fund with any remaining active\nhealthcare technology investments. There were six active health care technology companies\n(three board seats) in the Sprout Capital IX, L.P. portfolio that are managed by the Fund\nManagers, which represented $68 million of carrying value as of March 31, 2014. These\nremaining investments are in mature companies and the Fund Managers intend to continue to\nmanage the investments with an emphasis on finding exit opportunities for each company at an\nappropriate time. The Fund Managers have already exited a portion of these companies in\nearly 2014, leaving a very limited tail of Sprout investments and board seats.\n\nThe Fund Managers expect the arrangement with Credit Suisse to continue for the foreseeable\nfuture, but the Management Company no longer receives any management fees for these\nservices. The Sub-Management Agreement between Credit Suisse and the Management\nCompany will wind down and eventually be terminated as the investments in the Sprout\nCapital IX, L.P. portfolio are exited.\n\n45 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024056",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024056.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1677,
    "word_count": 254,
    "line_count": 27,
    "import_date": "2025-11-19T21:47:44.287032",
    "prefix": "IMAGES-007"
  }
}