{
  "document_id": "HOUSE_OVERSIGHT_010937",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010937.txt",
  "text": "than what the bank decides. Then how can profit from lending rates, watered down\n\nby costs of attracting depositors, translate into higher equity rates?\n\nEasily, but dangerously. That’s where the leverage comes in. If the amount borrowed\nis much larger than the amount invested as equity, absolute profit from borrowing\nmight be large compared to the amount invested. If hens lay only one egg per day,\n\nbut I own three hens, then I can eat three eggs a day.\n\nMore money lent out, compared to equity invested, presupposes more deposits to\nlend. The leverage needed, or deposits/equity ratio in the bank’s case, works out to\nequal the market equity return for investments of equal risk, divided by the market\nborrowing rate for loans of such term and risk, net of expense percent including\n\ncosts of attracting depositors. This has tended to pencil out at about ten to one.\n\nFirms in general are considered risky when leverage (debt/equity in that case)\nreaches one to one. Four to six is more typical. Not ten to one. Banks invest in loans,\nwhich are safer. But not ten times safer. Few people today would risk their money in\nbank deposits without federal deposit insurance. My own reading of history finds\nthat deposit-and-lend banks have failed systemically, or needed bailouts, about once\nper generation since they were innovated in Marco Polo’s time. They failed because\nborrowers default in high winds, and defaults are magnified tenfold in effects on\nstockholders’ investment. We rebuilt them, and the tenfold leverage, because we\nblamed the high winds rather than the rickety structure. The Practical Pig knew\nbetter.\n\nIt began occurring to me in the mid 90s that mutual funds might replace bank\ndeposits, and deal with the tightrope problem too. Too much money burns holes in\npockets today because money earns nothing while we hold it. Mutual funds pay\nreturns, and are owned for their own sake. If their shares were somehow money,\npeople would feel no impatience to spend it, and no supply would be too much. I\ngradually figured out how the obvious problems in fungibility and divisibility and\n\nother moneyness qualities could be addressed.\n\nChapter 1: Recollections 1/06/16 21\n\nHOUSE_OVERSIGHT_010937",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010937.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2209,
    "word_count": 364,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:47.843734",
    "prefix": "IMAGES-001"
  }
}