{
  "document_id": "HOUSE_OVERSIGHT_024320",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024320.txt",
  "text": "Table of Contents\n* reviewing and monitoring our accounting principles, accounting policies, financial and accounting controls, and compliance with legal and\nregulatory requirements;\n\n* — establishing procedures for the confidential anonymous submission of concerns regarding questionable accounting, internal controls, or auditing\nmatters;\n\n* reviewing and approving related party transactions; and\n* overseeing our enterprise risk management program.\nOur Board has affirmatively determined that Mr. Platt, Mr. Maroone, and Mr. Sullivan meet the definition of “independent director” for\npurposes of serving on an Audit Committee under Rule 10A-3 of the Exchange Act and the NYSE rules. In addition, our Board has determined that\n\nMr. Platt qualifies as an “audit committee financial expert,” as such term is defined in Item 407(d)(5) of Regulation S-K. The written charter for our Audit\nCommittee is available at our corporate website at investors.carvana.com/corporate-governance/governance-documents.\n\nCOMPENSATION AND NOMINATING COMMITTEE\nThe Compensation and Nominating Committee is responsible for, among other matters,\n* reviewing key employee compensation goals, policies, plans, and programs;\n\n* reviewing and providing recommendations to the Board regarding the compensation of our directors, chief executive officer, and other\nexecutive officers;\n\n* reviewing and approving employment agreements and other similar arrangements between us and our executive officers;\n* administering stock plans and other incentive compensation plans;\n\n* identifying individuals qualified to become members of our Board, consistent with criteria approved by our Board;\n\n* overseeing the organization of our Board to discharge the Board’s duties and responsibilities properly and efficiently;\n\n* identifying best practices and recommending corporate governance principles; and\n\n¢ developing and recommending to our Board a set of corporate governance guidelines and principles applicable to us.\nThe Board has adopted a written charter for the Compensation and Nominating Committee, which is available on our corporate website at\ninvestors.carvana.com/corporate-governance/governance-documents. Each member of our Compensation and Nominating Committee is an independent\n\ndirector as defined by NYSE rules.\n\n=126\n\nHOUSE_OVERSIGHT_024320",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024320.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2326,
    "word_count": 311,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:44.361869",
    "prefix": "IMAGES-007"
  }
}