{
  "document_id": "HOUSE_OVERSIGHT_011035",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011035.txt",
  "text": "CHAPTER 6: PARALLELS WITH THE FIRM\n\nMy Own History with These Ideas\n\nFor sheer shock value, at least to economists, the pay rule and the Y rule must count\nfirst amount the surprises I promised. Who would have thought that human\ndepreciation is expected to be recovered in revenue (pay) and product value just as\nwith plant depreciation? Heresy! Yet nothing is more easily proved. Either the\n\nmaximand rule or the deadweight loss rule is enough.\n\nFree growth theory and next generation theory give more scope and policy\nimplications. But the pay and Y rules have plenty of those, and may be new to the\n\nworld. Mill and Petty beat me to the others.\n\n| have been arguing the pay and Yrules from the time | reversed course from\nQuesnay’s idea some five years ago. I will rederive both in new ways at the end of\nthis chapter. My change of mind was a classical epiphany. I had been resisting the\nobvious for years. I showed how my parable of the boss and her secretary got me on\n\ntrack.\n\nMy depreciation theory is a lesser shock. It occurred to me over the Christmas\nholidays this year. It contradicts the national accounts, whose Capital Consumption\nAdjustment corrects book depreciation from linear to exponentially falling. That\nwould make depreciation fastest at the start, and progressively less. No one has\nobjected because practical experience seems to say the same. If we resell a new car\nor house after only a few months of use, we take a big hit. If we resell a new factory,\nwhich would have been tailored to our unique business plan, we take a bigger one.\nMy counter-argument is that premature resale reflects adverse selection. The usual\nmotive for premature trade is bad news and pressure to sell, not pressure from\n\nothers to buy.\n\nChapter 6: Parallels with the Firm 2/4/16 1\n\nHOUSE_OVERSIGHT_011035",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011035.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1807,
    "word_count": 314,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:47.382818",
    "prefix": "IMAGES-001"
  }
}