{
  "document_id": "HOUSE_OVERSIGHT_014387",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014387.txt",
  "text": "We use an equal weighted, three-factor valuation framework (P/E, P/TBV, DCF) to arrive\nat our PO of $14. We assigned a 1.2x multiple to 2Q17E TBV and a 12x multiple on\n2017E EPS, with lower PTBV/PE multiple than peers assigned due to the higher\nperceived risk of their lending model. Our DCF assumes a two-stage cost of capital of\n9.4% and 11.5% and a terminal growth rate of 2%.\n\nUpside risk to our price objective is a less onerous residential real estate cycle favorably\nbenefiting credit provision forecasts. Downside risks are a double dip in home prices\nand a prolonged low rate environment.\n\nTexas Capital Bancshares Inc. (TCBI)\n\nWe use a three-factor valuation framework (P/TBV, P/E, DCF) to arrive at our $74 price\nobjective and assign a 1.7x multiple to our 2Q17E TBV, below high growth peers due to\npossible losses as a result of the downturn in energy prices. We place a 17x multiple on\nour 2017E EPS, below TCBI's historical pre-crisis P/E multiple based on possible EPS\nheadwinds from their energy exposures. Our DCF assumes a two-stage cost of capital of\n10% and a terminal growth rate of 4%.\n\nDownside risks to our price objective are lower than expected oil prices and a slowdown\nin economic activity in Texas. Upside risk to our price objective is better than expected\nramp up in MCA business, and sooner than expected hike in rates, faster than expected\nrecovery in oil prices.\n\nThe Blackstone Group (BX)\n\nOur price objective (PO) for Blackstone is $29, which results in a target price-to-ENI\n(P/ENI or P/E} multiple of 12x our 2017 ENI estimate. Our price objective is based on\nour sum-of-the-parts (SOTP) analysis. Our SOTP analysis is based on the following\ncomponents: a target multiple on fee related earnings (16x - roughly in line with or a\npremium to top tier asset manager multiples given healthy growth and sticky assets},\nbook value for the balance sheet investments and accrued carry, and a discounted value\non the performance fee upside over a cycle (1.5x MOIC). Based on this method, we value\nthe fee related earnings at $14/unit, the balance sheet (principal investments and\naccrued carry) at $6/unit, and the discounted value of future carry income and\ninvestment income at $9/unit, which equates to a total value of $29, in line with our\nprice objective.\n\nRisks to our PO: a weak macro and capital markets backdrop, potential changes in tax\nlaws related to carried interest and partnerships, legal and political risk, increased\nregulation, poor performance, weak fundraising, expansion risk, key person and talent\nrisk, competition, and a unique corporate structure that limits unitholder control.\n\nThe Carlyle Group (CG)\n\nOur price objective (PO) for Carlyle is $18, which implies a target price-to-ENI (P/ENI or\nP/E) multiple of 13x our 2017 ENI estimate. Our price objective is based on our sum-of-\nthe-parts (SOTP) analysis. Our SOTP analysis is based on the following components: a\ntarget multiple on fee-related earnings (16x, roughly in line with or a premium to asset\nmanager multiples given growth outlook), book value for the balance sheet investments\nand accrued carry, and a discounted value on the performance fee upside over a cycle\n(1.5x MOIC). Based on this method, we value the fee-related earnings at $4 share, the\nbalance sheet at $5 share, and incentive upside at $9 share, which equates to a total\nvalue of $18, in line with our price objective.\n\nRisks to our PO: a weak macro and capital markets backdrop, potential changes in\ncarried interest and partnership tax laws, regulatory and political risk, poor performance,\nweak fundraising, expansion risk, key person and talent risk, competition, a unique\ncorporate structure that limits shareholder control, a limited float, and share lock-ups\nthat could weigh on the stock.\n\nBankof America\n\nMerrill Lynch 2016 Future of Financials Conference | 17 November 2016 73\n\nHOUSE_OVERSIGHT_014387",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014387.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3894,
    "word_count": 638,
    "line_count": 66,
    "import_date": "2025-11-19T21:47:48.564149",
    "prefix": "IMAGES-002"
  }
}