{
  "document_id": "HOUSE_OVERSIGHT_024204",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024204.txt",
  "text": "Global Utility White Paper CONFIDENTIAL\n\n1. Executive Summary\n\nThis White Paper discusses Electron Capital’s (“Electron”) views on the global utility sector and outlines why\nnow is a particularly advantageous time for long/short investing in the sector using Electron’s research\napproach that focuses on structural change.\n\nElectron’s 5 investment professionals, working together an average of 6 years, have generated a 7-year track\nrecord of long/short investing in the global utility sector. Returns have annualized 10.3% and have been\ncharacterized by strong alpha generation (80% of returns; Jensen’s alpha calculation) in a dismally-performing\nglobal sector (-0.2% absolute).\n\nElectron will continue its approach with the Electron Global Fund, an absolute return product. (See\nAppendices 1 and 2 for Electron’s process and the sector’s history.)\n\nElectron invests in a deep universe of utility and infrastructure stocks, comprising 375 companies with a\nmarket cap of $2.8 trillion. Our approach is truly global as 40-60% of the portfolio’s historical gross has been\nallocated outside the US. Stocks covered include the electric, gas, water and waste utilities in addition to\ninfrastructure companies (defined as those levered to utilities or utility-like). For the sake of simplicity, the\nrest of this White Paper will focus on the electric utilities, the largest subsector; we refer to this subsector\nwhen we reference “utility”.\n\ne Advantageous time to be long/short investing in the global utility sector (Section 2).\no Structural change in the sector has been accelerating after a recession-induced slowdown.\n©  Long-only investors are not positioned for such structural change in what is the world’s most\nunderweight sector.\no We believe hedge fund investors have already begun to make this turn as evidenced by a\nsignificant increase in net exposure over the last 6 months.\n\ne Structural changes will drive the largest alpha opportunities in all major regions (Section 3).\n\no US utilities will face the strongest headwinds, yet structural change will occur which will drive\nalpha opportunities. We believe the most interesting US structural changes will have a magnified\neffect internationally given commodity interlinkages.\n\no European and Asian utilities offer the most abundant and attractive alpha opportunities.\n\no Japan and Latam will be more trading markets over the near term.\n\ne Some structural changes will have a global impact (Section 4).\n\no The shale gas and coal price washout (with its knock-on effect on global power prices) is largely\nover; the global utility sector has substantial optionality to any increase in power prices due to\nnatural gas and coal prices, which will be heavily influenced by trends in the US.\n\n= On the supply side, US spot gas at $3.42/mmbtu is below the breakeven full-cycle\nnatural gas production cost of $3.50-4.00/mmbtu. We believe this provides downside\nprotection to the current gas price despite the proliferation of shale gas.\n=\" Potential additional demand for natural gas is enormous:\ne In the US power sector (37% of demand), EPA mandates will force coal plant\nclosures (e.g. potentially adding 10% to natural gas demand) and increase the\nmarginal switching cost for the most efficient plants to $4/mmbtu, providing a\nrunway for structurally higher gas demand/prices.\ne Other large potential structural sources of demand arise from LNG exports\n(also 10% of US demand), a gas-intensive industrial renaissance (also 10%), and\nsubstitution of LNG/CNG for oil-based vehicle fuels.\n\n3 Electron Capital Partners, LLC\n\nHOUSE_OVERSIGHT_024204",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024204.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3598,
    "word_count": 549,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:47.643298",
    "prefix": "IMAGES-007"
  }
}