{
  "document_id": "HOUSE_OVERSIGHT_015314",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015314.txt",
  "text": "placard, You don't need magic to tight the franchising. A lone, sad-faced\nclown bore a banner with a white dove in a red heart.\n\nIn Golden Gate Park, an emcee asked the crowd a series of rhetorical\nquestions to rev them up: “How many people were here in the sixties? . ..\nHow many are here now? ... How many don't know? ... How many don't\ncare?” A musician announced, “We were told not to have amplifiers, but\nwe decided to break the law today.” Hog Farmer Sharon Share-alike\noffered her roll of hard candy to novelist Herb Gold, which immediately\naroused his fear of dosing. He asked, “These really are Life Savers, right?”\n\nThe Summer of Love reunion continued at the I-Beam, a disco on\nHaight Street. On stage, | compared the decades:\n\nIn the sixties, marijuana was ten dollars an ounce. In the eighties, it's\nthree hundred. In the sixties, teenagers used to hide their pot\nsmoking from their parents. In the eighties, parents have to hide it\nfrom their kids. In the sixties, the favorite chemical drug was LSD. In\nthe eighties, it's Ecstasy. In the sixties, Ken Kesey wasn't allowed to\ndonate blood because he had ingested acid. In the eighties, there\nare those who are afraid to get a blood transfusion because of AIDS.\nIn the sixties, Lenny Bruce got arrested for saying “cocksucker” on\nstage. In the eighties, Meryl Streep got an Academy Award for\nsaying it in Sophie's Choice. Now, almost the entire audience at a\nGrateful Dead concert is younger than the number of years the band\nhas been together--but these kids have less deconditioning to go\nthrough than we did. They have less innocence to lose.\n\nWhen a group of students and other protesters, including Abbie\nHoffman and Amy Carter (the president’ s daughter), won their case\nagainst CIA recruiting on campus by using a_ “necessity defense,”\n\nattorney Leonard Weinglass told me that the turning point for the\n\nHOUSE_OVERSIGHT_015314",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015314.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1896,
    "word_count": 328,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:46.664198",
    "prefix": "IMAGES-003"
  }
}