{
  "document_id": "HOUSE_OVERSIGHT_024318",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024318.txt",
  "text": "Table of Contents\n\nboard of Cleveland Clinic Florida, a non-profit, multispecialty academic hospital; and as a member of the board of the Cleveland Clinic. Mr. Maroone\npreviously served on the Cleveland Clinic Board of Trustees and was co-chairman of the Florida Leadership Board of the Cleveland Clinic. He holds a B.S.\ndegree in small business management from the University of Colorado Boulder. Mr. Maroone was selected to serve on our Board because of his advisory\nexperience and his extensive experience in the automotive retail industry\n\nINDEPENDENCE STATUS\n\nThe listing standards of the New York Stock Exchange require that, subject to specified exceptions, each member of a listed company’s audit\ncommittee, and compensation committee, and nominating committee be independent and that audit committee members also satisfy independence criteria\nset forth in Rule 10A-3 under the Exchange Act.\n\nOur Board has determined that each of our non-employee directors, including our director nominees Dan Quayle and Gregory Sullivan, meets\nthe requirements to be an independent director. In making this determination, our Board considered the relationships that each non-employee director has\nwith Carvana and all other facts and circumstances that our Board deemed relevant in determining their independence, including beneficial ownership of\nour Class A common stock.\n\nCONTROLLED COMPANY STATUS\n\nFor purposes of the corporate governance rules of the NYSE, we are a “controlled company.” Controlled companies under those rules are\ncompanies of which more than 50% of the voting power for the election of directors is held by an individual, a group, or another company. The Garcia\nParties beneficially own more than 50% of the combined voting power of Carvana Co. Accordingly, we expect to be eligible for, but do not currently intend\nto take advantage of, certain exemptions from the corporate governance requirements of the NYSE. Specifically, as a “controlled company,” we would not\nbe required to have:\n\n* amajority of independent directors,\n\n* anominating and corporate governance committee composed entirely of independent directors with a written charter addressing the\ncommittee’s purpose and responsibilities,\n\n* acompensation committee composed entirely of independent directors with a written charter addressing the committee’s purpose and\nresponsibilities, or\n\n* an annual performance evaluation of the nominating and governance and compensation committees.\n\n-10-\n\nHOUSE_OVERSIGHT_024318",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024318.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2497,
    "word_count": 366,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:44.766907",
    "prefix": "IMAGES-007"
  }
}