{
  "document_id": "HOUSE_OVERSIGHT_011101",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011101.txt",
  "text": "house they would have bought. They will not have missed a sure-fire investment.\nThe crash of 2008 showed that houses are risky too. The time to commit to huge and\nilliquid investments, as houses are, is after ten or fifteen years of business\n\nexperience.\n\nI see no reason why lending banks should not make equity investments too. Loans,\nconvertible loans and equity investments need the same “due diligence”, or research\ninto prospects of success and return. All might serve the same clients. “Lending\nbanks” might simply be investment banks. That’s why splitting of investment banks\nand commercial (deposit-and-lend) banks may be a step in the wrong direction. The\n\nkey is splitting off deposits.\n\nMacroeconomics in General\n\nSplitting up commercial banks into omnibus funds and depositless lending banks\ncould change the nature of macroeconomics. Macro has meant the art of maintaining\ngrowth and money value stability at the same time. This has proved mostly a\ntightrope walk between inflation and recession. Easy money risks the first, and tight\nmoney the second. My idea is to disconnect the problems of underemployment and\nmoney value instability. If medicine for one has no side effect on the other, each can\n\nbe treated more freely.\n\nI would first dissociate money value from money supply. No supply is too large if\nmoney earns competitive returns while we hold it. That was one of the main ideas of\nthe omnibus fund. Milton Friedman thought my early version of this idea was\nanathema. Franco Modigliani liked it fine, but asked tough questions. I'll try to\n\nanswer some of them below.\n\nMy approach to the problems of underemployment and the business cycle begins\n\nwith phasing out deposit-and-lend banks as | described. | more or less agree with\n\nChapter 8 Banks, Money and Macroeconomics 2/8/16 12\n\nHOUSE_OVERSIGHT_011101",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011101.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1830,
    "word_count": 297,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:44.924883",
    "prefix": "IMAGES-001"
  }
}