{
  "document_id": "HOUSE_OVERSIGHT_018915",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018915.txt",
  "text": "RY roy Ww\n\n@ able Cause Affidavit @\n\nPalm Beach Police Department\nAgency ORI# FLO 500600\n\nbed. On one occasion Epstein ordered Rodriguez to go to the Dollar rent a car and rent a car for the same girl\nhe brought the roses to, so that she could-drive her self to Epstein's house without incident. Rodriguez said the\ngirl always needed rides to and from the house. .\n\nRodriguez produced a green folder which contained documents, and a note with Mr. Epstein's stationary\n\nwith direction to deliver a bucket of roses t after [__Jhigh school drama\nperformance. Also in that same note was direction to rent a car for and direction to extend the rental b6\n\ncontract. b7c\n\nDuring the course of the investigation, subpoenas were obtained for cell phone and home phone records\nfrom several victims and witnesses along with the cell phone records of NN. An analysis of these\nrecords was conducted which found numerous telephone calls were made between (QB and the victims.\nThese records indicate the dates the calls were made are consistent with the dates and times they\nvictims/witnesses stated they were contacted. Specifically, The phone records showed 9B called\n\nMEE during the exact times and dates when victim! advised the incident occurred. | also coordinated\nthe encounters with during the time frame the girls\nstated they occurred.\n\nPursuant to a lawful subpoena I obtained Epstein’s private plane records for 2005 from Jet Aviation.\nThe plane records show arrival and departure of Epstein’s plane at Palm Beach International airport. These\nrecords were compared to the cell phone records of Po This comparison found that all the phone calls\nMM nade tol and the victims were made in the days just prior to their arrival or during the time Epstein\nwas in Palm Beach.\n\nTherefore, as Jeffrey Epstein, who at the time of these incidents was fifty one years of age, did have\nvaginal intercourse either with his penis or digitally vie who were minors at the time this\noccurred, there is sufficient probable cause to charge Jeffrey Epstein with four counts of Unlawful Sexual Activity\n\nwith a Minor, in violation of Florida State Statute 794.05(1), a second degree felony. As Epstein, who at the time —\n\nof the incident was fifty two years of age, did use a vibrator on the external vaginal area of a fourteen year\nold minor, there is sufficient probable cause to charge him with Lewd and Lascivious Molestation, in violation of\nFlorida State Statute 800.04 (5), a second degree felony.\n\n_The foregoing instrument was sworn to or affirmed State of Florida\nbefore me this 1 day of May, 2006 by County of Palm Beach\nDet Joe Recarey, who is personally known to me.\n\nSignature/Arresting Officer\n\nSignature of Police Officer (F.S.S. 117.10) Date: 05/01/2006\n\nPage of 22\n\nHOUSE_OVERSIGHT_018915",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018915.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2779,
    "word_count": 467,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:46.977304",
    "prefix": "IMAGES-005"
  }
}