{
  "document_id": "HOUSE_OVERSIGHT_011342",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011342.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n39\nH3VOGIU1\n\nDershowitz that we would then believe, in light of your ruling,\n\nshould be redacted. But until we have any rulings from your\n\nHonor restricting the case, it's our position that all --\n\nTHE COURT: But you don't have an edited version of\n\nthe intervention motion that you would like me to consider.\n\n7)\n\nMR. CASSELL: We would propose one once we get rulings\n\nfrom your Honor on the motions in limine.\n\n=\n\nTHE COURT: By the way, just parenthetically, folks,\n\nthese motions in limine are good fun, and we're all having a\n\nnice time, but they're not binding. I mean by that, I'm\n\nexpressing my view, or I will, I hope, some day express my view\non these issues, but the trial may turn in a different\n\ndirection and, you know, who knows. Okay.\n\nr,\n\nMR. CASSELL: We understand. And one of the reasons\n\nwe have not proposed a redacted joinder motion, that showed up\nin a reply brief from the defendant, we didn't move to file a\nsurreply with a possible motion. We think the best way to\nproceed, and we're happy to get guidance from your Honor, but\n\nonce we have rulings from you on what's in the case and what's\n\nout, then we might go through the joinder motion. But where\nwe're sitting today, the joinder motion goes in in its\n\nentirety.\n\nBut what does not come in is then, all right, that's a\n\nlegal pleading. Gee, I wonder what happened. Judge Marra made\n\na ruling, we don't need to get into the details of that ruling.\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011342",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011342.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1569,
    "word_count": 285,
    "line_count": 90,
    "import_date": "2025-11-19T21:47:47.229164",
    "prefix": "IMAGES-001"
  }
}