{
  "document_id": "HOUSE_OVERSIGHT_016844",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016844.txt",
  "text": "Dan Dennett is the philosopher of choice in the AI community. He is perhaps best\nknown in cognitive science for his concept of intentional systems and his model of human\nconsciousness, Which sketches a computational architecture for realizing the stream of\nconsciousness in the massively parallel cerebral cortex. That uncompromising\ncomputationalism has been opposed by philosophers such as John Searle, David\nChalmers, and the late Jerry Fodor, who have protested that the most important aspects\nof consciousness—intentionality and subjective qualia—cannot be computed.\n\nTwenty-five years ago, I was visiting Marvin Minsky, one of the original AI\npioneers, and asked him about Dan. “He’s our best current philosopher—the next\nBertrand Russell,” said Marvin, adding that unlike traditional philosophers, Dan was a\nstudent of neuroscience, linguistics, artificial intelligence, computer science, and\npsychology: “He’s redefining and reforming the role of the philosopher. Of course, Dan\ndoesn’t understand my Society-of-Mind theory, but nobody’s perfect.”\n\nDan’s view of the efforts of AI researchers to create superintelligent AIs is\nrelentlessly levelheaded. What, me worry? In this essay, he reminds us that Als, above\nall, should be regarded—and treated—as tools and not as humanoid colleagues.\n\nHe has been interested in information theory since his graduate school days at\nOxford. In fact, he told me that early in his career he was keenly interested in writing a\nbook about Wiener’s cybernetic ideas. As a thinker who embraces the scientific method,\none of his charms is his willingness to be wrong. Of a recent piece entitled “What Is\nInformation?” he has announced, “TI stand by it, but it’s under revision. I’m already\nmoving beyond it and realizing there’s a better way of tackling some of these issues.” He\nwill most likely remain cool and collected on the subject of AI research, although he has\nacknowledged, often, that his own ideas evolve—as anyone ’s ideas should.\n\n41\n\nHOUSE_OVERSIGHT_016844",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016844.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2010,
    "word_count": 307,
    "line_count": 31,
    "import_date": "2025-11-19T21:47:45.114462",
    "prefix": "IMAGES-004"
  }
}