{
  "document_id": "HOUSE_OVERSIGHT_012186",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012186.txt",
  "text": "ALLEN GUTHRIE MCHUGH & THOMAS, PLLC\n\nMr. John Roth\nJune 19, 2008\nPage 4\n\ntext and history indicate, these statutes were designed to address problems that are truly national\nand international in scope: human trafficking in § 1591; telephone or Internet sexual predation in\n§ 2422; and sex tourism in § 2423. Unlike the alleged conduct at issue here, those problems\nunquestionably present multi-jurisdictional obstacles that States and localities cannot confront\neffectively on their own. Mr. Epstein’s conduct was purely local in nature, and the State of\nFlorida and Palm Beach County are effectively prosecuting and punishing that conduct.\n\nAlthough CEOS asserts, “that a prosecution of Mr. Epstein might not look precisely like the\ncases that came before it is not dispositive” (CEOS letter at p. 4), the fact is this case does not look\nanything like those cases. The facts here do not carry any of the hallmarks that typify an appropriate\nfederal prosecution for child exploitation as reflected in all such prior federal prosecutions.\nSpecifically, the facts here do not carry the hallmarks for a sex trafficking or child prostitution\nprosecution.. Mr. Epstein did not target minors. In fact, the evidence indicates just the opposite.\nThere was no travel in interstate commerce for the purpose of engaging in illicit sexual activity.\nThere was no prohibited use ofa facility of interstate commerce. There was no commercial for profit\nsexual enterprise. There was no force. There was no violence. There was no use of drugs or\nalcohol. There was no child pornography. .\n\n18 U.S.C. § 1591 is clearly designed to combat organized rings of individuals who engage in\nthe business of human trafficking, involving both a commercial and coercive component. As\nPresident Bush has noted:\n\ngenerally speaking, trafficking in persons refers to actions, often including the use of\nforce, fraud or coercion, to compel someone into a situation in which he or she will\nbe exploited for sexual purposes, which could include prostitution or pornography, or\nfor labor without compensation, which could include forced or bonded labor. . .\ntrafficking in persons is often linked to organized crime, and the profits from\ntrafficking enterprises help fund other illegal activities. The growth of vast\ntransnational criminal networks supported in part by trafficking in persons fosters\nofficial corruption and threatens the rule of law.”\n\nThis in no way describes the case here. Yet the USAO has been unwavering in its single\nminded focus to stretch the limits of these federal statutes beyond their intended use, and beyond\nprecedent, in order to prosecute Mr. Epstein. As the CEOS letter acknowledges, the legal theories\nthe USAO intends to attempt to pursue against Mr. Epstein are “novel,” having never before been\nsanctioned by federal law. They should not be sanctioned now. As the Supreme Court recently\npronounced, when a statutory term in a criminal statute could support both a narrow or broad\napplication of the federal criminal law, “the tie must go to the defendant.” United States v. Santos,\n553 U.S.___ and Cuellar v. United States, 553 U.S ___ (June 2, 2008), Slip Op. at 6.\n\n2 February 25, 2003 Trafficking in Persons National Security Presidential Directive.\n\nHOUSE_OVERSIGHT_012186",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012186.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3277,
    "word_count": 524,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:45.153092",
    "prefix": "IMAGES-001"
  }
}