{
  "document_id": "HOUSE_OVERSIGHT_028233",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028233.txt",
  "text": "/ BARAK / 99\n\nBy the end of November, I believed that the chances of a peace agreement with\nArafat were so microscopic as to border on non-existent, and that my own\nprospects for retaining sufficient support to be an effective Prime Minister much\nbeyond Clinton’s departure were not much better. It was not just Arik and the\nLikud, but other parties on the right that were actively attempting to bring down\nthe government. I was being squeezed politically: by opposition to the concessions,\nespecially on Jerusalem, I’d been willing to consider in pursuit of a peace\nagreement, and by the ever-worsening Palestinian violence. Shlomo Ben-Ami put\nit best, saying that in the view of most Israelis, “Arafat’s response to Camp David\nwas not peace, it was an intifada.”\n\nBy the second part of November, there were five separate motions of no-\nconfidence working their way through the Knesset. I could have quashed them all\nat a single stroke, since Arik, both publicly and privately, was conveying to me his\ncontinuing interest in joining a unity coalition. But I again decided against it, at\nthis stage not so much because I expected a peace deal, but because I believed\ncontinued Israeli engagement in the peace process was essential to preventing\nArafat from evading his responsibility for making a deal impossible.\n\nI could also have wrongfooted my opponents by insisting that any early election\nbe not just for a new Prime Minister but for a new Knesset, something very few\nexisting Knesset members were anxious to see happen. I did, in fact, do precisely\nthat at the end of November, delaying an immediate move to try to topple the\ngovernment. But I immediately regretted doing it. The game-playing side of\npolitics was the part I least understood, and most disliked. I recognized that to\nbring down the Knesset along with me would be unfair to the country, not to\nmention my own Labor Party, which still had the largest number of parliamentary\nseats. In pursuing my peace efforts with Hafez al-Assad, and at Camp David, I'd\ninsisted I was acting on the mandate I’d received in the Prime Ministerial election.\nIf the peace efforts had failed, or if a significant part of the country felt I was\nwrong to have tried in the way I did, surely the responsibility for that, too, should\nfall on me.\n\nI remained confident I had been right to make the efforts with Arafat, with\nAssad, and, of course, to have followed through on my pledge to withdraw our\ntroops from Lebanon. But believing that you are night, even if later events might\nbear you out, was not all that mattered in politics. You had to be able to bring the\npublic with you. It was clear my support was ebbing away. Looking ahead to the\n\n385\nHOUSE_OVERSIGHT_028233",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028233.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2720,
    "word_count": 472,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:47.211215",
    "prefix": "IMAGES-009"
  }
}