{
  "document_id": "HOUSE_OVERSIGHT_024759",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024759.txt",
  "text": "ACKRELL\nCAPITAL CHAPTER VII Capital Markets for Cannabis Companies\n\nCapital Raised by U.S. Publicly Traded Cannabis-Related Companies\n\nThe following table shows the amount of capital (equity and debt) raised by cannabis-related compa-\nnies traded on U.S. stock markets in the twelve months ended September 30, 2017. Although more\nthan 200 cannabis-related companies were traded on the OTC during this period, the data indicates\nthat very few raised meaningful capital.\n\nCapital Raised by U.S. Publicly Traded Cannabis-Related Companies (LTM ended September 30, 2017)\n\n$300\n$250\neS $200\n2\n=\nwi —-$150\n—\n&,\n$100\n: ee _\n$0\nNasdaq NYSE/NYSE American Total\nAmount Raised $130 $82 $56 $268\nNumber of Deals 2 2 11 15\nAverage Deal Size $65 $41 $5 $18\n\nSource: S&P Global Market Intelligence. In December 2017, a $317 million financing was completed by GW Pharmaceuticals (Nasdaq: GWPH),\nbut the transaction occurred outside the date range of the analysis. Due to the size of the transaction, it is worth noting here.\n\nFinancial Data and Trading Multiples of\nU.S. Publicly Traded Cannabis-Related Companies\n\nThe following tables show selected financial and trading information of cannabis-related companies\nthat are publicly traded on U.S. markets. As the tables indicate, with few exceptions, these companies\nhave little to no revenue and are not profitable. Consequently, most trading multiples are not mean-\ningful and the companies tend to trade more on expectations for the overall cannabis industry than on\nspecific company fundamentals (especially for those companies traded on the OTC).\n\n© 2017 Ackrell Capital, LLC | Member FINRA/SIPC 123\n\nHOUSE_OVERSIGHT_024759",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024759.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1662,
    "word_count": 256,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:44.842261",
    "prefix": "IMAGES-008"
  }
}