{
  "document_id": "HOUSE_OVERSIGHT_028313",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028313.txt",
  "text": "THE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\n\nPRESS CLIPPING (INTERNET)\n\narthistro”\n\ncreate and connect\n\nhttp://artbistro.monster.com/news/articles/11590-6m-worth-of-picassos-to-go-on-show-during-frieze\n\n£6m worth of Picassos to go on show during Frieze\n\nGareth Harris, October 15, 2010\n\nFour rare works by Picasso thought to be worth over £6m and an 1875 Cézanne oil on canvas will go on sale\nduring Frieze week next month in an ambitious exhibition to be held at a London property part owned by a\nRussian billionaire. The show, entitled \"The House of the Noble Man\" (12-20 October), will open at 2 Cornwall\nTerrace, an 18th-century building off Regent's Park in London near to the Frieze Art Fair site. The exhibition is\ncurated by artist Wolfe von Lenkiewicz, whose works will feature in the display, and Russian curator Victoria\nGolembiovskaya. Around £20m worth of art will be for sale, approximately a third of the show, confirms Von\nLenkiewicz.\n\nAccording to the co-curator, the Picasso pieces on offer will include Buste d'Homme 4 Ia Pipe (1969, priced at\n£3m); the 1905 drawing The Family of Saltimbanques and a cubist painting, Nature Morte au Gobelet (around\n1914). An 1875 oil on canvas by Cézanne, Don Quixote, is priced at £1.25m. Works by Yves Klein, Egon Schiele,\nGerhard Richter, Damien Hirst and Andy Warhol will also be for sale. Von Lenkiewicz's own works will be in the\n£30,000-£60,000 price range. \"The Picassos etc. are from anonymous dealers who will take their portion of the\npercentages. Any other proceeds made during the show will go back into the funding of the exhibition which is\nhugely expensive despite its sponsorship [by the Russian real estate company Mirax],\" adds Von Lenkiewicz. A\nselection of works from Charles Saatchi's \"New Sensations 2010\" roster of emerging artists will also be for sale.\nTwenty students shortlisted for the prize, which is sponsored by Cadogan Tate, have been chosen to present their\nwork; these artists include Matthew Welch, Katie Sims and Pablo Wendel. A non-selling section will include works\nfrom the London-based Zabludowicz Collection and the holdings of the Iraqi-born industrialist Ragdan El-akabi.\n\n\"The show came about when | was in Moscow exhibiting my work at Triumph Gallery. Victoria took me to the\nMirax city project, a huge development in central Moscow. She talked to Sergei Polonsky [head of Mirax] about\nthe Cornwall Terrace buildings which he has shares in. He was willing to sponsor the show,\" says Von Lenkiewicz.\nThe Mirax group are co-developers of the Cornwall Terrace historical complex, parts of which are up for sale.\nIronically the exhibition, awash with blue-chip items, is meant to reflect the typical tastes of a 21st-century\ncollector who may well treat art as a commodity. \"The notion of the noble man with sangre azul, [with] blue\nblood developing a blue-grey skin tone from eating off the family silver, has prevailed for centuries. But this idea\nis bankrupt, outmoded. Our collector spends his days and nights bathed in the blue light of a computer screen, as\nhe trades in dematerialised securities, or price options based on weather conditions on the other side of the\nglobe,\" according to a press statement. \"It is important that the show comes across strongly as a curatorial\nconcept playing with the idea of commerce, mirroring the [art] market with irony. We based the idea around\nnobility and bankrupt values in a post humanist age,\" says Von Lenkiewicz.\n\n33\n\nHOUSE_OVERSIGHT_028313",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028313.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3528,
    "word_count": 565,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:45.066132",
    "prefix": "IMAGES-009"
  }
}