{
  "document_id": "HOUSE_OVERSIGHT_019000",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019000.txt",
  "text": "Date: 7/13/06 PALM BEACH POLICE DEPARTMENT Page: 47\n\nTime: 9:27:55 Incident Report Program: CMS3011\n\nCase No. . .. : 1-05-000368 (Continued\nintroduced himself as Jeff. advised she recalled she and b6\nremoved their clothing down to their panties, Epstein lay on his b7c\nstomach area and they provided a massage on his legs and feet area. I\n\nasked[____ J] if she had any formal massage training and she replied\nno. [__] advised she was topless and the panties she wore were the\nboy shorts lace panties. She and[__|continued the massage until\nthe last ten minutes of the massage, Epstein, toldf to leave the\nroom so that[7_—idj could finish the massage.\n\n[got dressed and Epstein turned over onto his back. Epstein then\n‘removed the towel, which had been around his waist. Epstein_laid\n\nthere naked and requested that[___—sidJrub his chest area.\n\nstated as she did this, Epstein, began masturbating as she rubbed his\nchest. [_____] stated he pulled down her boy short panties and he\nproduced a large white vibrator with a large head. She stated it was\nwithin a drawer in his master bathroom. He rubbed the vibrator-.on her\nvagina area. [___] advised he never penetrated her vagina with the\n\nvibrator.\n\nHe continued to rub her vagina with the vibrator as he continued to\nmasturbate. [L__] stated she was very uncomfortable during the\nincident but knew it was almost over. Epstein climaxed and started to\nremove himself.from the table. He wiped himself with the towel he had\non previously and went into the shower area. [~__]got dressed and\nmet with in the kitchen area. Epstein came into the kitchen and\nprovided $200.00 for bringing and paid $200.00 to\n\nfor providing the massage. a was told to leave her telephone\nnumber with EBB, his assistant for future contact. provided\nher cellular telephone number for future contact. was asked\n\nif she was recently contacted about this investigation by anyone from\nthe Epstein organization. She replied she was called but it was for\nwork. She stated she was called by for her to return to work\nfor Epstein. [____] stated work is the term used by HEM to provide\nthe massage in underwear. [____] advised she declined, as she was not\ncomfortable in providing that type of work. The interview was\nconcluded and the videotape was placed into evidence.\n\nInvestigation Continues..\n\nKEEEKRKEKKREKEREEKKEEKEEERERKEERE NARRATIVE HE 1G RE RRKEKKKREKKEERREEKEKKREREE\nNA Reported By: RECAREY, JOSEPH 11/10/05\nEntered By.: ALTOMARO, NICKIE A. 11/10/05\n\nOn November 7, 2005, I made telephone contact with [(_] who\nadvised she would be able to meet with me at her home. Det. Sandman\nand I traveled to her home in Royal Palm Beach and made contact with\n. During a sworn taped statement, [sd stated she met\nJeffrey Epstein through . would approach females\nwho wished to work for him. stated she was asked to work for\nhim but declined. [—__] explained that work means give massages.\nShe was asked about any formal training in providing massages to which\nshe said no. [____]| said she accompanied [ERRRJ and other females\n\nHOUSE_OVERSIGHT_019000",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019000.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3063,
    "word_count": 508,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:46.892295",
    "prefix": "IMAGES-005"
  }
}