{
  "document_id": "HOUSE_OVERSIGHT_015626",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015626.txt",
  "text": "Edwards, Bradley vs. Dershowitz\n\nCase No.: CACE 15-000072\n\nEdwards and Cassells Response to Dershowitz's Motion to Determine Confidentiality of Court Records\nPage 6 of 20\n\nwhen the medical condition becomes an integral part of the civil proceeding, particularly when\nthe condition is asserted as an issue by the party seeking closure” (emphasis added)).\n\nIl. JUDGE MARRA’S ORDER IN HIS CASE DOES NOT REQUIRE THAT\nTHE RECORDS BE SEALED IN THIS CASE.\n\nDershowitz also appears to contend that Judge Marra’s order striking some of the\nmaterials from the records at issue somehow requires that these stricken materials be kept\nconfidential in this case. Dershowitz’s argument misunderstands both the scope of Judge\nMarra’s order and its effect in this case. His argument rests on a truncated — and misleading --\ndescription of the events surrounding Judge Marra’s ruling striking certain documents. A more\ncomplete description makes clear that Judge Marra has not determined the documents are\nsomehow “confidential” even in the federal Crime Victims’ Rights Act case — much less in this\nseparate state defamation action.\n\nEdwards and Cassell filed the federal case pro bono on behalf of two young women who\nwere sexually abused as underage girls by Dershowitz’s close personal friend — Jeffrey\nEpstein. In 2008, Edwards and Casell filed a petition to enforce the rights of “Jane Doe No. 1”\nand ‘Jane Doe No. 2” under the Crime Victims’ Rights Act (CVRA), 18 U.S.C. § 3771, alleging\nthat the Government had failed to provide them rights with regard to a plea arrangement it was\npursuing with Epstein. Jane Doe No. I and Jane Doe No. 2 v. United States, No. 9:08-cv-80736\n(S.D. Fla.). In the course of that case, on October 11, 2011, the victims filed discovery requests\nwith the Government, including requests specifically seeking information about Dershowitz,\n\nPrince Andrew, and others. Further efforts from the Government to avoid any discovery\n\nHOUSE_OVERSIGHT_015626",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015626.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1965,
    "word_count": 313,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:44.072774",
    "prefix": "IMAGES-003"
  }
}