{
  "document_id": "HOUSE_OVERSIGHT_013850",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013850.txt",
  "text": "What information consumes is rather obvious: it consumes the attention of its recipients. Hence,\na wealth of information creates a poverty of attention and a need to allocate that attention\nefficiently among the overabundance of information sources that might consume it.\n\n—HERBERT SIMON, recipient of Nobel Memorial Prize in Economics® and the A.M. Turing\nAward, the “Nobel Prize of Computer Science”\n\nReading, after a certain age, diverts the mind too much from its creative pursuits. Any man who\nreads too much and uses his own brain too little falls into lazy habits of thinking.\n\n— ALBERT EINSTEIN\n\nI hope you’re sitting down. Take that sandwich out of your mouth so you don’t choke. Cover the\n\nbaby’s ears. ’'m going to tell you something that upsets a lot of people.\n\nI never watch the news and have bought one single newspaper in the last five years, in Stansted\nAirport in London, and only because it gave me a discount on a Diet Pepsi.\n\nI would claim to be Amish, but last time I checked, Pepsi wasn’t on the menu.\n\nHow obscene! I call myself an informed and responsible citizen’? How do I stay up-to-date with\ncurrent affairs? (Il answer all of that, but wait—it gets better. I usually check business e-mail for about\nan hour each Monday, and I never check voicemail when abroad. Never ever.\n\nBut what if someone has an emergency? It doesn’t happen. My contacts now know that I don’t\nrespond to emergencies, so the emergencies somehow don’t exist or don’t come to me. Problems, as a\n\nrule, solve themselves or disappear if you remove yourself as an information bottleneck and empower\nothers.\n\nCultivating Selective Ignorance\n\nThere are many things of which a wise man might wish to be ignorant.\n—RALPH WALDO EMERSON (1803-1882)\n\nFm this point forward, ’'m going to propose that you develop an uncanny ability to be selectively\n\nignorant. Ignorance may be bliss, but it is also practical. It is imperative that you learn to ignore or\nredirect all information and interruptions that are irrelevant, unimportant, or unactionable. Most are all\nthree.\n\nThe first step is to develop and maintain a low-information diet. Just as modern man consumes both\ntoo many calories and calories of no nutritional value, information workers eat data both in excess and\nfrom the wrong sources.\n\nLifestyle design is based on massive action—output. Increased output necessitates decreased input.\nMost information is time-consuming, negative, irrelevant to your goals, and outside of your influence. I\nchallenge you to look at whatever you read or watched today and tell me that it wasn’t at least two of the\nfour.\n\nHOUSE_OVERSIGHT_013850",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013850.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2627,
    "word_count": 436,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:46.907313",
    "prefix": "IMAGES-002"
  }
}