{
  "document_id": "HOUSE_OVERSIGHT_019504",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019504.txt",
  "text": "16 | HOW AMERICA LOST ITS SECRETS\n\nUniversity of Maryland, she went on to law school, graduating with\nhonors. Unlike his sister, Edward Snowden experienced a string of\nfailures in his education. In 1998, after only one year of classes, he\ndropped out of Arundel High School; according to school records,\nhe stopped attending classes at the age of fifteen. He later attributed\nhis absence from school to a medical problem, mononucleosis, but\naccording to Robert Mosier, a spokesman for Anne Arundel County\npublic schools, there is no record of any illness. Brad Gunson, who\nknew Snowden before he dropped out of high school, recalled in an\ninterview with The Washington Post only that he had a high-pitched\nvoice, liked magic cards, and played fantasy video games.\n\nInstead of completing a formal education, Snowden went his own\nway. Still in his teens, he became the product of a broken home. His\nparents were entangled in messy divorce proceedings until he was\nseventeen. By this time, Jessica had her own apartment. When his\nparents separated, Snowden’s mother bought a two-bedroom condo-\nminium in Ellicott City, Maryland. She moved Edward, along with\nhis two cats, into the condominium, while she remained in the fam-\n\n© ily house awaiting its sale. According to a condominium neighbor, ©\nJoyce Kinsey, Snowden stayed home alone almost all the time. From\nwhat she could observe, he spent long hours in front of a computer\nscreen.\n\nAt the age of eighteen, while other teens his age went to college,\nSnowden was still living by himself, now devoting a large part of his\ntime to playing fantasy games on the Internet. Posting under the\nalias TheTrueHooHa on a website called Ars Technica, he showed\nhimself to be a passionate gamer. He was especially drawn to anime,\na graphically violent style of Japanese animation. These anime\ngames had by 2002 achieved a fanatic following in both Japan and\nthe United States. He claimed special skills at Tekken, a martial arts\nfighting game. He even went to anime conventions in the Washing-\nton, D.C., area. When he became a webmaster for Ryuhana Press,\na website running these anime-based games, he described himself\nsomewhat fancifully as a thirty-seven-year-old father of two chil-\ndren. The only truth in his description was that he was born on “the\nlongest day of the year” (June 21).\n\nHe wrote Internet posts under his TrueHooHa alias about how he\n\n| | Epst_9780451494566_2p_all_r1.z.indd 16 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019504",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019504.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2484,
    "word_count": 414,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:47.954921",
    "prefix": "IMAGES-005"
  }
}