{
  "document_id": "HOUSE_OVERSIGHT_019116",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019116.txt",
  "text": "Note\n\niposing residence had a stone\nmt door that wouldn't have\nistle. And, like our neighbor’s\nram: raised brass letters that\n\n, the two women belonged to\nul man who was also a regis-\nste for underage women.\n\nn-year-olds. But younger girls\n\nised dozens of young women,\n‘ttled potential lawsuits with\n‘ison time for his crimes. A bit\n\nin the world again.\ntng women.\n\nries about Jeffrey Epstein for a\n\nld not have been more differ-\n\noth live, is small and tightly\n\n1e people.\n\nidlines in papers all over the\n\n:d a scandal that continues to\n\nsmell.\n\nase in the media and talked\nI wondered why it had taken\no catch up with Epstein. And,\n\n30 little jail time.\n\ntions, but there were others:\n\ney, possibly billions? No one\n\nea a ant oemmsipganhintla. amp Saw db me\n\nSe ne eee\n\nAuTHor’s Note\n\nseemed to know. And while the news media had some details\nabout the underage girls, reporters seemed only to know what\nhad happened at the moment of his arrest.\n\nEpstein definitely liked his massages. He got them from two,\neven three, young women a day, right in his mansion on the\nisland. He'd been operating on an almost industrial scale. But\nwho were these girls? Where had they come from? How did they\nfind their way to his home on a secluded street in Palm Beach?\n\nEpstein had powerful friends. He'd flown Bill Clinton around\nin his private jet and rubbed shoulders with heads of state, Nobel\nPrize winners, any number of billionaires. Prince Andrew, the\nman sixth in line to the British throne, had been a close friend.\n\nWere any of these connections the reason that Epstein was\nnow a free man?\n\nI wanted to know. After all, our homes were a half mile apart,\nand Epstein’s actions had had an undeniable impact on the town\nwhere | lived. Stirred by that sighting of Epstein up in New York,\nTim Malloy and I began to investigate.\n\nWe partnered with John Connolly, a tough, no-nonsense\njournalist who had once been a cop with the NYPD and had been\nfollowing the Epstein story for close to ten years.\n\nWorking together, we interviewed Epstein’s friends, going all\nthe way back to his childhood; we met with Epstein’s acquain-\ntances, employees, neighbors, and business associates, and finally\nwith the families of his victims. We interviewed law enforce-\nment officers who'd worked on the investigation in Palm Beach\nand lawyers on all sides of the resulting court cases, some of\nwhich are still working their way through the court system.\n\nCombining our interview material with evidence obtained\nfrom court filings and other investigations, such as the one\n\nHOUSE_OVERSIGHT_019116",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019116.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2569,
    "word_count": 446,
    "line_count": 89,
    "import_date": "2025-11-19T21:47:48.580387",
    "prefix": "IMAGES-005"
  }
}