{
  "document_id": "HOUSE_OVERSIGHT_020011",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020011.txt",
  "text": "chairman Devin Nunes in a farcical effort to discredit Comey and support the wiretap\ntheory. The scheme shortly collapsed in universal ridicule.\n\nBannon, taking a public hands-off with respect to both health care and Comey, began\nto advise reporters that the important story wasn’t health care but Russia. This was cryptic\nadvice: it was not clear whether he was trying to distract attention from the coming health\ncare debacle, or couple it with this new dangerous variable, thus amping up the kind of\nchaos that he usually benefited from.\n\nBut Bannon was unequivocal about one thing. As the Russia story unfolds, he advised\nreporters, keep your eye on Kushner.\n\nOOK Ok\n\nBy mid-March, Gary Cohn had been drafted into the effort to salvage the faltering health\ncare bill. This might have seemed like a form of hazing for Cohn, whose grasp of\nlegislative matters was even more limited than that of most in the White House.\n\nOn Friday, March 24, the morning of the theoretical House vote for the Republican\nhealth care bill, Politico’s Playbook characterized the chances of a vote actually coming to\nthe floor as a “toss-up.” In that morning’s senior staff meeting, Cohn was asked for an\nassessment of where things stood and promptly said, “I think it’s a toss-up.”\n\n“Really?” thought Katie Walsh. “That’s what you think?”\n\nBannon, joining Walsh in a pitiless contempt for the White House effort, targeted\nKushner, Cohn, Priebus, Price, and Ryan in a series of calls to reporters. Kushner and\nCohn could, per Bannon, be counted on to run at the first sound of gunfire. (Kushner, in\nfact, had spent much of the week on a skiing holiday.) Priebus mouthed Ryan talking\npoints and excuses. Price, supposedly the health care guru, was an oafish imposter; he\nwould stand up in meetings and mumble nothing but nonsense.\n\nThese were the bad guys, setting up the administration to lose the House in 2018,\nthereby assuring the president’s impeachment. This was vintage Bannon analysis: a certain\nand immediate political apocalypse that sat side by side with the potential for a half\ncentury of Bannonism-Trumpism rule.\n\nConvinced he knew the direction of success, keenly aware of his own age and finite\nopportunities, and—if for no clear reason—seeing himself as a talented political infighter,\nBannon sought to draw the line between believers and sell-outs, being and nothingness.\nFor him to succeed, he needed to isolate the Ryan, Cohn, and Kushner factions.\n\nThe Bannon faction held tight on forcing a vote on the health care bill—even knowing\ndefeat was inevitable. “I want it as a report on Ryan’s job as Speaker,” said Bannon. That\nis, a devastating report, an epic fail.\n\nThe day of the vote, Pence was sent to the Hill to make one last pitch to Meadows’s\n\nHOUSE_OVERSIGHT_020011",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020011.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2774,
    "word_count": 463,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:44.054621",
    "prefix": "IMAGES-005"
  }
}