{
  "document_id": "HOUSE_OVERSIGHT_014583",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014583.txt",
  "text": "To be sure, there are good reasons to be\ncautious, as we discussed in Section I, The Risks to\nOur Outlook. Even worse, investors are exposed to\nthese dangers at a time when most asset valuations\nare expensive by historical standards, providing\nthem with a narrow margin of safety to absorb\nsuch adverse developments. This is particularly\ntrue in the US, where valuations have been cheaper\nat least 90% of the time historically.’ Even in\nEurope, where valuations are more attractive, that\nfact is counterbalanced by greater geopolitical risks\nand deeper structural fault lines.\n\nStill, as we highlighted in Section I of this\nOutlook, there are three reasons why remaining\ninvested in risk assets is still warranted despite\nwhat are likely to be uninspiring returns. First,\nwe see only a 15% probability of a US recession,\nwhich has historically been the key driver of\nlosses in risk assets. Indeed, the S&P 500 has\ngenerated positive annual total returns 86% of\nthe time during economic expansions in the post-\nWWII period. Second, the comparable returns\nof investment alternatives—such as cash and\nbonds—are unappealing, particularly in the rising\ninterest rate environment that we expect. Third,\nrisk assets can surprise us to the upside, as last year\ndemonstrated. The potential for returns to exceed\nour expectations is especially true in the US, given\nthe possibility of tax reforms, fiscal expansion\nand deregulation. The same could be said for\nour tactical positions across various asset classes,\nwhich we discussed in Section I, Our Tactical Tilts.\n\nWhile we have suggested that the dilemma\nshould be resolved in favor of remaining invested,\nwe are not Pollyannaish. Investors have ridden\nthis bull market for eight years, and while we\ndon’t expect the ride to end in 2017, we must stay\nvigilant to avoid the horns.\n\nExhibit 47: US Equity Price Returns from Each\nValuation Decile\n\nIn the past, subsequent returns from high valuation levels\nhave been muted.\n\n1 m5-Year Annualized Price Return %\n14 - @% Observations With Positive Returns (Right) - 100\n+ 90\n\n12 +\n\noa e rs | 80\n10 L 70\n5 o 60\n0 66 66 50\n6 40\n4 30\n20\n\n2\n10\n0 0\n\nData as of December 31, 2016.\n\nNote: Based on 5 valuation metrics for the S&P 500, beginning in September 1945: Price/Trend\nEarnings, Price/Peak Earnings, Price/Trailing 12m Earnings, Shiller Cyclically Adjusted Price/\nEarnings Ratio (CAPE) and Price/10-Year Average Earnings. These metrics are ranked from least\nexpensive to most expensive and divided into 10 valuation buckets (“deciles”). The subsequent\nrealized, annualized 5-year price return is then calculated for each observation and averaged\nwithin each decile. Past performance is not indicative of future results.\n\nSource: Investment Strategy Group, Bloomberg, Datastream, Robert Shiller.\n\nValuation\nDecile\n\nUS Equities: Life in the Fast Lane\n\nUS stocks have been driving in the fast lane since\n2009. Over this nearly eight-year period, the S&P\n500 has generated a stunning 16.5% annualized\nprice return, a pace exceeded only 3% of the time\nsince 1945. As a result, the 500 companies in the\nindex are collectively worth $20 trillion today,\nabout 3.5 times as high as they were at the trough\nof the financial crisis. Needless to say, investors\nhave had a good ride.\n\nYet such a fast drive also raises the question of\nwhether US equities are now running on empty.\n\nExhibit 46: ISG Global Equity Forecasts—Year-End 2017\n\nEnd 2017 Central Case Implied Upside from\n\nCurrent Dividend\n\n2016 YE Target Range Current Levels Yield Implied Total Return\nS&P 500 (US) 2,239 2,225-2,300 -1-3% 2.1% 1-5%\nEuro Stoxx 50 (Eurozone} 3,291 3,250-3,400 -1-3% 3.6% 27%\nFTSE 100 (UK} 7143 7,050-7,310 2% 4.0% 3-6 %\nTOPIX (Japan} 1,519 1,530-1,590 —5% 1.9% 3-7%\nMSCI EM (Emerging Markets} 862 880-925 2-1% 2.6% 5-10%\nData as of December 31, 2016.\nNote: Forecast for informational purposes only. There can be no assurance that the forecasts will be achieved. Please see additional disclosures at the end of this Outlook.\n\nSource: Investment Strategy Group, Datastream, Bloomberg.\n\n50 | Goldman Sachs | JANUARY 2017\n\nHOUSE_OVERSIGHT_014583",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014583.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4107,
    "word_count": 671,
    "line_count": 114,
    "import_date": "2025-11-19T21:47:47.274607",
    "prefix": "IMAGES-003"
  }
}