{
  "document_id": "HOUSE_OVERSIGHT_012878",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012878.txt",
  "text": "measure of risk, a factor that both juvenile and adult courts should be using to determine their sentencing,\nespecially the individual’s future dangerousness.\n\nIndividual differences in glucose metabolism, together with relative differences in brain activity,\nlead to stable differences in self-control. But there’s more, both luck of the draw genetic effects and\nclinical distortions. Recall that the low expressing form of the MAOA gene results in lower levels of\nserotonin which, in turn, leverages less control over aggressive impulses. There is another gene —\nSLC6A4 — that also comes in two forms and regulates the level of serotonin. The short form of this gene\ngives you less serotonin, is commonly found in pathological gamblers and psychopaths — two heavily\nmale-biased disorders that are associated with impoverished impulse control. Psychopaths also have\nrelatively smaller frontal lobes , especially within a region that has a high density of serotonin neurons.\nPsychopathy is joined by a family of impulse control disorders that also implicate dysfunction of the\nserotonin system, including kleptomania (stealing), pyromania (burning), trichotillomania (hair pulling),\nand oniomania (shopping). Like glucose, serotonin plays a lead role in our capacity for self-control.\nWhen serotonin is sidelined from the performance, any number of impulsivity problems may emerge.\n\nWhat I have said thus far is only a partial accounting of the biological ingredients that figure into\nour capacity for self-control. What this partial recipe tell us is that regardless of the situation, some\nindividuals are inoculated against the pull of authority and group ideology and others are susceptible. If\nyou missed the inoculation clinic in utero, you are more susceptible to temptations and excesses,\nincluding excessive violence. This is important for our interpretation of the real world and of the famous\npsychological experiments by Milgram, Zimbardo, and others in which seemingly good people carried\nout unambiguously horrid things. Some individuals carry a genetic skeleton that resists the push and pull\nof charismatic leaders and powerful isms. These people will not be pushed into doing bad things. Others,\nfaced with the exact same situation, will find their skeleton buckling, tempted to take risks and lash out\n\nwhen the going gets tough.\n\nInvisible risks\n\nSeveral years ago, Ira Glass, the brilliant radio show host of This American Life, delved into the topic of\nsuperheroes. One episode focused on a question that has become part of my repertoire for dinner parties,\nespecially those in need of a conversational catalyst: if you could become a superhero with one power,\nwhich would you take — the ability to fly or to be invisible? Most people have a rapid-fire, confident\nresponse to this question, while others reflect a bit, often engaging themselves in a public debate over\ntheir conflicted views. What is interesting about people’s answer to this question, independently of\n\nwhether they pick flying or invisibility, is that they rarely talk about using their power to do good in the\n\nHauser Chapter 4. Wicked in waiting 132\n\nHOUSE_OVERSIGHT_012878",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012878.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3164,
    "word_count": 488,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:44.259154",
    "prefix": "IMAGES-002"
  }
}