{
  "document_id": "HOUSE_OVERSIGHT_031533",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031533.txt",
  "text": "Explosion\n\nMove-in day was complete, Welcome Week had gone swimmingly, and the new academic year — 2015-\n16-- loomed just ahead, filled with promise. Then came the explosion. A closely-watched rape trial was\nunderway at the McLennan County courthouse, a magnificent structure symbolizing the community-\nunifying goal of justice. Justice for all. Sam Ukwuachu, a super-talented defensive end on Baylor’s\nfootball team who had transferred from football powerhouse Boise State, was in the dock, charged with\nan egregious offense against basic human dignity. Sam’s rape trial launched a crisis. Suddenly, for all the\nwrong reasons, Baylor football was thrust into the national limelight.\n\nExplosion |\n\nTriggering the unexpected explosion was a provocative on-line piece by the wildly popular home-grown\nperiodical, Texas Monthly. Based in Austin, and unremittingly progressive in tone, TM published a\nharshly-critical on-line piece just as pre-season was drawing to a close. The muck-raking on-line attack\nclaimed that, in effect, a rape culture had grown up in the fabulously successful football program under\nthe turbo-charged leadership of Coach Art Briles. This was the first anyone around the Executive Council\nroundtable had heard anything of the sort.\n\nA terrible pall fell over the conference room in Pat Neff 100. Just hours before, we had all been exulting\nin the excitement of a new year. Football was an integral part of what would soon unfold that autumn.\nAfter all, in a few short years, Coach Briles had built a national powerhouse on the banks of the Brazos.\nAnd his dream (described in Chapter 1) of an on-campus stadium had come true. The House that RG III\nbuilt was, in fact, the House that Art Briles and Drayton McLaneean, Jr. built. Coach Briles was the\ninspiration, and Drayton — the dreamer of great dreams — was the driving force.\n\nCoach and Drayton were joined by a cracker-jack in-house Development team, augmented by members\nof the Board of Regents, especially former Regent Chair Dary Stone. The staff and Regent volunteers\npoured themselves into the unprecedented fundraising effort. They had triumphed. And Year One at\nMcLaneean had gone beautifully, marred only by injuries to two key quarterbacks. Even then, the 2014\nseason had ended with a record-shattering offensive display in Orlando as the Baylor Bears\noverwhelmed the Tar Heels of North Carolina with a high-speed “Wildcat” offense (no quarterback).\n\nFor his part, Coach Briles had quickly built an eye-popping football program that matched the stunningly\nimpressive stadium, which in short order became a gathering place for the broader community, not just\nthe Baylor family. Indeed, at Coach Briles’ urging, the very first game played at McLaneean Stadium was\nnot a Baylor Bears high-octane display of razzle-dazzle offense, but a high-school match-up straight out\n\nHOUSE_OVERSIGHT_031533",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031533.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2876,
    "word_count": 451,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:48.354714",
    "prefix": "IMAGES-011"
  }
}