{
  "document_id": "HOUSE_OVERSIGHT_019039",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019039.txt",
  "text": "Date:\nTime:\n\nCase\n\n7/13/06\n9:27:55 Incident Report Program: CMS301L\nNo. . . . : 1-05-000368 (Continued)\n‘ Entered By.: ALTOMARO, NICKIE A. 6/06/06\n\nOn May 22, 2006, I received several phone calls throughout the day\nfrom Mr. who stated he had been followed aggressively by a private\ninvestigator. Mr.[_|stated that as he drove to and from work and\nrunning errands throughout the county, the same vehicle was behind him\nrunning other vehicles off the road in an attempt not to lose sight of\nMr. vehicle.\n\nI explained to him as Mr. Epstein had retained new legal council it\n\nwas possible it would be new private investigators following him to\nobserve his daily activities. I also explained to him that there was\na meeting scheduled with ASA Lana Belohlavek and Attorney Jack\nGoldberger at Mr. Krischer's office scheduled on June 1, 2006 at 9:00\nam. I attempted to call ASA Lana Belohlavek to inform her of the\nprivate investigators following Mr.[_ Jhowever; she was on her vacation\nduring the week of May 22 through May 30 2006.\n\nOn May 23, 2006, I received other phone calls from Mr. and Mrs .[|who\nadvised they were able to acquire the private investigators license\nplate information. The subj following them was again driving very\naggressively and caused Mrs. to run off the road. Mrs .[ | stated\nthe vehicle is a green Chevy Monte Carlo bearing Florida tag I35-XGA.\nThe vehicle is registered to Zachary Bechard of Jupiter Florida.\nBechard is employed with Gandor Investigations from Jupiter, Florida.\nBechard is a licensed Private Investigator in the State of Florida.\n\novery of the threat made against one of the victims in\nI requested subpoenas for all calls made to and\nreceived from during the month of March 2006 for her\ncell phone an ome phone. I had confirmed with\n\nthe exact dates of Spring Break for 2006.. The Spring Break\nwas from March 4, 2006 through March 12, 2006. I received a subpoena\nfrom Sprint/Nextel with all calls made during the month of March 2006.\nI reviewed the 989 calls made and received during the month of March\n2006. I observed on March 7, 2006,[___]made and received thirty\nfive calls during that day. . :\n\nSince the\nthis case\n\nDate Time Seconds In/Out To/From Bre\n7-Mar-06 11:03 AM 492 Outbound 561XXXX\n\n7-Mar-06 11:16 AM 6 Inbound 56 1XXxXxX\n\n7-Mar-06 11:22 AM 887.2 Inbound 561XXXxX\n\n7-Mar-06 11:37 AM 48 Outbound\n\n7-Mar-06 11:39 AM 28.2 Inbound\n7-Mar-06 12:02 PM 727.2 Tnbound\n\nThe table reflects the date of the calls, time of day (EST), duration\n\nHOUSE_OVERSIGHT_019039",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019039.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2508,
    "word_count": 428,
    "line_count": 66,
    "import_date": "2025-11-19T21:47:47.237707",
    "prefix": "IMAGES-005"
  }
}