{
  "document_id": "HOUSE_OVERSIGHT_012697",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012697.txt",
  "text": "Arch gift card for free McDonalds hamburgers. A bargain is a bargain,\nrich people run around like lunatics, collecting gifts for their\nhousekeepers. Among the shoppers are Steven and Heather Mnuchin,\nViacom’s Deborah and Philippe Dauman, Tamara Mellon, Christine Taylor\nand Ben Stiller, Cate Blanchette, Susan and Robert Downey,Jr., and Debra\nand Hugh Jackman.\n\nNext stop is The Weinstein Company’s Pre-Oscar party at the Soho House,\nsponsored by MontBlanc, celebrating their new charity partnership and $1\nmillion dollar donation to the Princess Grace Foundation-USA. Long gone\nare the funky Miramax Saturday night parties where nominees spoofed\ntheir own films in homemade costumes and ad-libbed hilarious skits.\nGrown men would dress as Anna Paquin and play the piano in hopes of\nwinning a Max Award.\n\nThere is social anxiety at the Soho House garage entrance. Guests\npatiently wait as super stars whisk by. A four hundred pound gorilla\nrefuses to let me on the elevator until I spot Benny Medina. Once on, I\nsee the radiant Jennifer Lopez in the corner and remind her we met on\nLen Blavatnik’s yacht in Cannes. She graciously pretends to know me. Her\nmanager, Benny Medina is kicking me.\n\nI slip into Colin Firth’s booth by the front bar to have a tete-a-tete\nwith him and his wife Livia Giuggioli about tomorrow night. Jokingly, I\nsuggest when he wins to say, “I’m speechless”. Colin patiently assures\nme many people, far more clever than I, have already mentioned this. He\nthen says that others are waging bets on whether he might subconsciously\nstutter. I grill him about his wardrobe, assuming he will be wearing a\nnew Tom Ford tuxedo. He tells me both he and Ford will be in older\nmodels as Ford only designs classics. I tell him I made director Charles\nFerguson, front runner for the financial documentary “Inside Job” spend\n$6,000 dollars last week for a new Tom Ford tuxedo.\n\nIn the back room Jennifer Lopez is now seated with Weinstein’s wife\nGeorgina Chapman. Nominee Helena Bonham Carter, her husband Tim Burton\nand her mother Elena circulate. Celebs have now drifted over from The\nNight Before Party. The star power includes Adrien Brody, Mary-Kate and\nAshley Olsen, Cameron Diaz, Camilla Belle, Chace Crawford, Claire Danes\nand Hugh Dancy, Darren Aronofsky, Emma Stone, Jaime Foxx, director John\nWells, Kerry Washington, Piers Morgan, Rachel Zoe, Russell Simmons, Sean\nParker, Sir Ben Kingsly, Zack Braff , Michelle Williams and Leonardo\nDicaprio with Bar Rafaeli. “Speech” filmmakers are functioning on high\nanxiety.\n\nSunday, February 27, 2011\n\nHOUSE_OVERSIGHT_012697",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012697.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2585,
    "word_count": 420,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:48.349043",
    "prefix": "IMAGES-002"
  }
}