{
  "document_id": "HOUSE_OVERSIGHT_018217",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018217.txt",
  "text": "been to show the Soviets that the United States meant business, testing\nnearly twice a month throughout the entire Cold War would have been\noverkill. In fact, Operation Sandstone -- a series of three tests at Enewetak\nAtoll in 1948 -- was not intended to warn off the Soviets as tensions rose\nover Berlin. Nor was the series of 48 underground tests launched in the\nsummer of 1964 designed to impress the newly installed premier, Leonid\nBrezhnev. And the United States would not have conducted a dozen\natomic blasts at its Nevada test site in the first half of 1977 -- including the\nCove, Dofino, Marsilly, Bulkhead, Crewline, Forefoot, Carnelian, Strake,\nFlotost, Gruyere, Scantling, and Scupper detonations -- just because new\nPresident Jimmy Carter was vulnerable to right-wing criticism.\n\nThe United States did what it did because it needed its ultimate deterrent\nto actually work, and because the technical requirements of the nuclear\nmission continually changed. The ruins of Hiroshima and Nagasaki were\nevidence enough that the United States could destroy cities, but deterring\nthe Soviet Union was a far greater challenge. If the Soviets had invaded\nWestern Europe, for example, U.S. bombers would have had to penetrate\nalerted Soviet air defenses, identify Soviet ground forces and industrial\ncenters, and attack them. Accordingly, U.S. bombers had to be highly\nmaneuverable and able to carry multiple weapons, so the bombs\nthemselves had to be lighter and smaller than the ones the United States\nused against Japan. The Soviets put another wrinkle in Washington's plans\nwhen they began to deploy large numbers of their own nuclear weapons.\nThe United States needed to find a way to potentially destroy the Soviet\narsenal on the ground. Eliminating those targets -- numerous and often\nhardened -- required even greater numbers of bombs, even lighter designs,\nand more accurate delivery systems. So the United States updated its\ndesigns and tested. And tested. And tested again.\n\nLike the United States during the Cold War, North Korea has apparently\ndecided that nuclear weapons are central to its national security strategy.\nWith few friends, its conventional military forces outgunned, an economy\nin tatters, and facing off against a superpower prone to deposing\ndictatorships across the globe, the Kim regime set about building an\noperational nuclear arsenal. And just as NATO planned to thwart a Soviet\n\nHOUSE_OVERSIGHT_018217",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018217.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2438,
    "word_count": 387,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:45.866063",
    "prefix": "IMAGES-004"
  }
}