{
  "document_id": "HOUSE_OVERSIGHT_017967",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017967.txt",
  "text": "Even from jail, Jeffrey Epstein manipulated the system | Miami Herald Page 4 of 17\nCase 1:19-cv-03377 Document 1-1 Filed 04/16/19 Page 5 of 18\n\nSupport investigative journalism\n\nThe Miami Herald obtained thousands of FBI and court records, lawsuits, and witness depositions, and went to federal court in New York to access sealed documents in the reporting of \"Perversion of\n\nJustice.\" The Herald also tracked down more than 60 women who said they were victims, some of whom had never spoken of the abuse before.\n\nYour digital subscription, starting at $0.99 for the first month, supports investigative journalism like this.\n\nCLICK TO SUBSCRIBE\n\nSome of Epstein’s victims will finally have an opportunity to testify for the first time as part of the Dec. 4 case in state court in Palm Beach County. It pits\nFort Lauderdale attorney Bradley Edwards against Epstein, who had accused Edwards of malfeasance in his representation of several victims.\n\nJack Scarola, the attorney representing Edwards, said Epstein should be held accountable for his unrelenting attacks against Edwards — as well as others\nwho were involved in his case.\n\n“We are going to demonstrate through this case that no one — no matter how much money they have — can abuse children and then attempt to bully\nthose who come to the defense of children,” said Scarola, a former state prosecutor.\n\nFlorida and beyond\n\nFew people had as much insight into Epstein’s lifestyle — and its international reach — as Virginia Roberts. By age 16, Roberts had lived a life that was\nbeyond that of most high school girls.\n\nAt 11, she says, she was sexually molested by a family friend. At 12, she was smoking pot and skipping school. At 13, she was in and out of foster homes, and\nat 14, she was on the street.\n\nIn Miami, the runaway became a captive of a 65-year-old sex trafficker, Ron Eppinger. For months, she says, she was sexually abused, kept in an\napartment and pimped out to pedophiles. After his indictment in 2000 on trafficking charges, Roberts returned to West Palm Beach and tried to heal.\n\n~*\n>\n\nhttps://www.miamiherald.com/news/local/article2 19494920 html 4/3/2019\nHOUSE_OVERSIGHT_017967",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017967.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2156,
    "word_count": 357,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.753768",
    "prefix": "IMAGES-004"
  }
}