{
  "document_id": "HOUSE_OVERSIGHT_017698",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017698.txt",
  "text": "Page 63 of 78\n2007 Utah L. Rev. 861, *949\n\nto give effect to these rights that does not unduly complicate or prolong the proceedings.\" *°7 Thus, in a situation where\nnumerous victims might overwhelm courtroom seating capacity, the court might craft a reasonable alternative procedure to\nassure attendance rights. One such reasonable procedure would appear to be closed-circuit transmission of court proceedings to\na facility sufficiently large to accommodate all the victims. This was the procedure followed in the Oklahoma City bombing\ncase, 498\n\nBut tracking the CVRA is not enough. The language for my proposed rule comes from another statute, 42 U.S.C. ¢ 10608(a),\nwhich authorizes closed-circuit transmissions \"notwithstanding any provision of the Federal Rules of Criminal Procedure to the\n\ncontrary\" in cases in which a proceeding has been transferred more than 350 miles. 4°? The Advisory Committee repeatedly\nproposed folding language from the CVRA straight into the Federal Rules of Criminal Procedure. But if the goal is to fold\nstatutes into the Rules, other relevant victims’ statutes should be folded in as well.\n\nWhile folding in a provision on closed-circuit broadcasting, there appears to be no good reason to limit such transmissions to\nsuch situations where venue has been transferred. The CVRA mandates that the courts must always craft \"reasonable\nprocedures\" to protect the rights of multiple victims. °° The proposed rule simply authorizes courts to allow such\ntransmissions in appropriate cases. Interestingly, the CVRA's drafters specifically endorsed the closed-circuit procedure. >!\n\n[*950] For reasons that have yet to be articulated, the Advisory Committee has not only failed to act on my proposal but it has\nleft in place a conflict between a statute and Rule 53. As noted above, 42 U.S.C. § /0608(a) specifically trumps Rule 53 in\nsituations where cases have been transferred more than 350 miles. *°? The Rules should at least be amended to fix that conflict.\n\n503 While fixing that problem, the Advisory Committee should also adopt my change, which faithfully implements the CVRA's\ncommands.\n\n(New) Rule 60(a)(1) - Notice of Proceedings for Victims The Proposals:\nI proposed requiring federal prosecutors to give notice to crime victims of their rights and the court process as follows:\nRule 10.1 Notice to Victims.\n\n(a) Identification of Victim. During the prosecution of a case, the attorney for the government shall, at the earliest reasonable\nopportunity, identify the victims of the crime.\n\n(b) Notice of Case Events. During the prosecution of a crime, the attorney for the government shall make reasonable efforts to\nprovide victims the earliest possible notice of:\n\n497 Proposed Amendments, supra note 71, R. 60(b)(3), at 24 (tracking 78 U.S.C. § 3771(d)(2) (2006)).\n\n498 Jo Thomas, Trial To Be Shown in Oklahoma for Victims, N.Y. Times, Jan. 30, 1997, at A14; Paul G. Cassell & Robert F. Hoyt, The Tale\nof Victims’ Rights, Legal Times, Dec. 23, 1996, at 32.\n\n499 42 USC. § 10608(a).\n\n90 18 U.S.C. § 3771(A)(2).\n\n%0l See 150 Cong. Rec. $10912 (daily ed. Oct. 9, 2004) (statement of Sen. Kyl) (noting that, because of multiple victims in the Oklahoma\nCity bombing case, closed-circuit broadcasting used; this is \"merely one example\" of how a court could fashion an appropriate procedure to\naccommodate multiple victims).\n\n502 42 US.C. § 10608(a).\n\n*03 Perhaps it could be argued that Rule 53 itself accommodates any conflict because its prohibition of broadcasting applies \"except as\notherwise provided by a statute or these rules.\" Fed. R. Crim. P. 53. But reliance on that language is a bit odd because it should go without\nsaying that nothing in the Rules can trump a substantive statute passed by Congress. See 28 U.S.C. § 2072(b). Moreover, as a simple matter\nof drafting clarity, it is desirable to have the Rules themselves avoid conflicts with statutes. Otherwise, courts may inadvertently follow the\n\nRules in violation of the statutory command. See, e.g., Cassell, Barbarians at the Gates, supra note 6, at 516 (recounting how this happened in\nthe Oklahoma City bombing case).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017698",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017698.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4163,
    "word_count": 665,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:47.167112",
    "prefix": "IMAGES-004"
  }
}