{
  "document_id": "HOUSE_OVERSIGHT_029664",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029664.txt",
  "text": "But we need tools to mine good intentions: inspirations, ones which await the creative spark, the source of all\nenlargement. Creativity is central to our progress and to all human endeavour.\n\nMusic provides the clue: unlike other forms of art, music is not representational. Unlike the outcome of the\nsciences, it was never discoverable or awaiting discovery. A Mahler symphony did not exist before Mahler created\nit.\n\nE.T.A. Hoffman, a contemporary of Beethoven's, famously said: \"Music reveals to man an unknown realm, a world\nquite separate from the outer sensual world surrounding him, a world in which he leaves behind all feelings\ncircumscribed by intellect in order to embrace the inexpressible.\"\n\nThis is not to turn our back on reason. Or to argue that modernism, with all its secular progress through education,\nindustrialisation, communications, transport and the centralised state, has not spectacularly endowed the world as\nno other movement before it. But a void exists between the drum-roll of mechanisation with its cumulative power of\nscience and the haphazard, explosive power of creativity and passion. Science is forever trying to undress nature\nwhile the artistic impulse is to be wrapped in it.\n\nWhile these approaches are different - perhaps often diametrically opposite - they inform related strands of thinking\nin ways that promote energy and vision.\n\nThis is what | have found when these forces are contemplated in tandem. When passion and reason vie with each\nother, the emerging inspiration is invariably deeper and of an altogether higher form. One is able to knit between\nthem, bringing into existence an overarching unity - a coherence - which fidelity to the individual strands cannot\nprovide.\n\nIn the world | have lived in, the world of politics, political economy and internationalism, the literature exists in\nabundance. But what is far from abundant are the frameworks for the intuitive resolution of complex problems that\nrequire multi-dimensional solutions.\n\nBut from where do we glean this extra dimensionality?\n\nFor me, it has always been from two sources: policy ambition in its own right and from imagination - the dreaming.\nPolicy ambition arising from Kant's higher self, and imagination promoted by those reliable wellsprings - music,\npoetry, art and architecture - blending the whole into a creative flux.\n\nThis collection of speeches reflects many of those interests and impulses - whether it be Joern Utzon's Opera\nHouse or the imperative of liberal internationalism in foreign policy or Neoclassicism, the future of native title or the\nrise of China. Each is related in a wider construct which is part and parcel of the way | have viewed and thought\nabout the world.\n\nWhile the speeches are from the period after my prime ministerial life and period in government, the impulse in\nwriting them came from the same framework and inclinations which informed my life in public office.\n\nThe speeches may be read individually or read together, subject to subject, idea to idea. Either way, a common\nthread informs them all.\n\n| trust this might be evident to the reader.\n\nHOUSE_OVERSIGHT_029664",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029664.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3135,
    "word_count": 503,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:44.743916",
    "prefix": "IMAGES-010"
  }
}