{
  "document_id": "HOUSE_OVERSIGHT_013861",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013861.txt",
  "text": "routine and ensure that you achieve more outside of the meeting than the attendees do within it; repeat\nthe disappearing act as often as possible and cite improved productivity to convert this slowly into a\npermanent routine change.\n\nLearn to imitate any good child: “Just this once! Please!!! I promise [ll do X!” Parents fall for it\nbecause kids help adults to fool themselves. It works with bosses, suppliers, customers, and the rest of\nthe world, too.\n\nUse it, but don’t fall for it. If a boss asks for overtime “just this once,” he or she will expect it in the\nfuture.\n\nTime Consumers: Batch and Do Not Falter\n\nA schedule defends from chaos and whim.\n— ANNIE DILLARD, winner of Pulitzer Prize in nonfiction, 1975\n\nIF you have never used a commercial printer before, the pricing and lead times could surprise you.\n\nLet’s assume it costs $310 and takes one week to print 20 customized T-shirts with 4-color logos. How\nmuch and how long does it take to print 3 of the same T-shirt?\n\n$310 and one week.\n\nHow is that possible? Simple—the setup charges don’t change. It costs the printer the same amount in\nmaterials for plate preparation ($150) and the same in labor to man the press itself ($100). The setup is\nthe real time-consumer, and thus the job, despite its small size, needs to be scheduled just like the other,\nresulting in the same one-week delivery date. The lower economy of scale picks up the rest: The cost for\n3 shirts is $20 per shirt x 3 shirts instead of $3 per shirt x 20 shirts.\n\nThe cost- and time-effective solution, therefore, is to wait until you have a larger order, an approach\ncalled “batching.” Batching is also the solution to our distracting but necessary time consumers, those\nrepetitive tasks that interrupt the most important.\n\nIf you check mail and make bill payments five times a week, it might take 30 minutes per instance and\nyou respond to a total of 20 letters in two and a half hours. If you do this once per week instead, it might\ntake 60 minutes total and you still respond to a total of 20 letters. People do the former out of fear of\nemergencies. First, there are seldom real emergencies. Second, of the urgent communication you will\nreceive, missing a deadline is usually reversible and otherwise costs a minimum to correct.\n\nThere is an inescapable setup time for all tasks, large or minuscule in scale. It is often the same for one\nas it is for a hundred. There is a psychological switching of gears that can require up to 45 minutes to\n\nresume a major task that has been interrupted. More than a quarter of each 9-5 period (28%) is\nconsumed by such interruptions.\n\nThis is true of all recurring tasks and is precisely why we have already decided to check e-mail and\nphone calls twice per day at specific predetermined times (between which we let them accumulate).\n\nFrom mid-2004 to 2007, I checked mail no more than once a week, often not for up to four weeks at a\ntime. Nothing was irreparable, and nothing cost more than $300 to fix. This batching has saved me\nhundreds of hours of redundant work. How much is your time worth?\n\nLet’s use a hypothetical example:\n\n1. $20 per hour is how much you are paid or value your time. This would be the case, for example, if you\n\nHOUSE_OVERSIGHT_013861",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013861.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3242,
    "word_count": 581,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:46.048546",
    "prefix": "IMAGES-002"
  }
}