{
  "document_id": "HOUSE_OVERSIGHT_022976",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022976.txt",
  "text": "Michael Reiter was a popular small-town police chief _\nLeaned on: Police chief Michael Reiter\n\nwith a lifetime’s experience in finding the balance\n\nbetween patrolling the millionaire’s playground of Palm Beach, Florida, and its blue-collar neighbour\n\nWest Palm Beach, home to unglamorous social housing projects and trailer parks.\n\nThroughout his 28-year career, he prided himself that his force treated the wealthy on his patch just the\nsame as the very poorest. But his investigation into the lifestyle of predatory paedophile Jeffrey Epstein\n\nexploded his illusion that law enforcement could ever be impartial.\n\nHe soon discovered at first hand that a man such as Epstein, with almost unlimited wealth and influential\nfriends including former President Bill Clinton, Prince Andrew and Israeli defence minister Ehud Barak,\n\ncan effectively bend the law to his whim.\n\nThe 53-year-old police chief, who retired in 2009, was so furious at what he believed was obstruction by\nstate prosecutors, who he felt had downplayed charges against Epstein, that he outlined his frustrations in\n\nan extraordinary letter to Florida state attorney Barry Krischer in May 2006.\n\nHe wrote: ‘I must urge you to examine the unusual course that your office’s handling of this matter has\ntaken and consider if good and sufficient reason exists to require your disqualification from the\n\nprosecution of these cases.’\n\nAfter failing to get a satisfactory response from prosecutors he believed had been ‘got at’ by Epstein, he\nreferred the case to the FBI.\n\nHe wrote to one of Epstein’s victims, saying: ‘I do not feel that justice has been sufficiently served by the\n\nindictment that has been issued.’\n\nEpstein’s conviction for solicitation of prostitution came after an unprecedented plea bargain designed to\n\nprotect him from future charges.\n\nMr Reiter later complained in sworn testimony connected to civil actions brought against Epstein that\n\nprominent politicians had repeatedly leaned on him to downplay the allegations against the financier.\n\nMike Fisten, an ex-FBI taskforce superviser who has led the campaign for the Epstein case to be reopened,\nsaid: ‘Reiter went up against the entire town of Palm Beach to do what was right but he is not chief any\n\nmore because of this.\n\n‘And eventually Epstein was given an immunity from prosecution deal the like of which I have never seen\n\nin my entire career.’\n\nShare or comment on this article\n\nHOUSE_OVERSIGHT_022976",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022976.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2446,
    "word_count": 386,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:44.347927",
    "prefix": "IMAGES-007"
  }
}