{
  "document_id": "HOUSE_OVERSIGHT_024058",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024058.txt",
  "text": "required to contribute the same percentage of its Commitment\nas each of the other Limited Partners had been required to\ncontribute prior to such closing plus an additional amount,\ncalculated like interest at the prime rate plus 2% per annum,\ncompounded quarterly, on the amount of such contribution.\n\nGeneral Partner The General Partner will commit to the Fund at least 1.5% of the\nCommitment aggregate Commitments of the Partners.\nTerm: 10 years, subject to the General Partner’s right to extend the\n\nterm for up to three one-year periods, with the approval of the\nAdvisory Board (as defined below).\n\nDrawdowns: Commitments are expected to be drawn down on an as needed\nbasis, generally, with not less than 10 business days’ prior\nwritten notice. The initial capital contributions of the Partners\nwill be due on not less than 7 business days’ prior written\nnotice.\n\nInvestment Period: The Partners will have no obligation to make additional capital\ncontributions to fund new investments during a Suspension\nPeriod (as defined below) or after the period commencing on\nthe Fund’s initial closing date and ending on the earliest of (i)\nthe fifth anniversary of the Final Closing Date and (ii) the date\non which a Suspension Period becomes permanent (the\n“Investment Period”); provided, however, that the Partners will\nhave a continuing obligation to make capital contributions to\nfund prospective investments in process, follow-on investments,\nand to pay Fund expenses and other Fund obligations\n(including, without limitation, the Management Fee (as defined\nbelow) and indemnification obligations).\n\nDiversification & Without the approval or ratification of the Advisory Board:\n\nInvestment Limitations:\n(a) the Fund’s total investment in any single Portfolio\n\nCompany shall not exceed 10% of the aggregate Subscriptions\nof all Partners;\n\n(b) the Fund’s total investment in Portfolio Companies\norganized in jurisdictions outside of the United States and\nCanada shall not exceed 15% of the aggregate Subscriptions of\nall Partners;\n\n(c) the Fund may not as of any time invest more than 10% of\nthe aggregate Subscriptions of all Partners in open market\npurchases of securities that, at the time of investment, are\ntraded on a Public Securities Market and are being purchased as\na stand-alone passive investment; provided, however, that for\nthe avoidance of doubt, the foregoing restriction shall not apply\n\n47 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024058",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024058.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2462,
    "word_count": 381,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:49.391939",
    "prefix": "IMAGES-007"
  }
}