{
  "document_id": "HOUSE_OVERSIGHT_023387",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023387.txt",
  "text": "In re: TERRORIST ATTACKS ON SEPTEMBER 11, 2001., 2012 WL 257568 (2012)\n\nattacks.\n\n*72 B. The District Court Erred In Finding that Plaintiffs Failed to Plead that Defendants Knowingly or Recklessly\nProvided Support for Terrorism\n\nThe district court faulted plaintiffs’ pleadings and dismissed their ATA claims against Al Rajhi Bank, Saudi American Bank,\nSaleh Abdullah Kamel, Dallah al Baraka, and DMI Trust principally based on a conclusion that plaintiffs failed to state a\nclaim with respect to a single narrow element of the ATA cause of action: the defendants’ state of mind in the course of\nproviding support to al-Qaeda. Under a theory of either primary or secondary ATA liability, a defendant is liable if it “either\nknows that the organization engages in [terrorist] acts or is deliberately indifferent to whether it does or not, meaning that one\nknows there is a substantial probability that the organization engages in terrorism but ... does not care.” Boim IT, 549 F.3d at\n693 (by analogy, giving “a small child a loaded gun would be a case of criminal recklessness and therefore satisfy the state of\nmind requirement”) (emphasis omitted); see also Wultz, 755 F. Supp. 2d at 50-51, 57 (finding that plaintiffs sufficiently pled\nthat defendant had the requisite mental state to be both primarily and secondarily liable for providing banking services to a\nterrorist organization when plaintiffs alleged that the bank was warned by the Chinese government that its *73 services were\nbeing used by terrorists); Weiss, 453 F. Supp. 2d at 613-14 & n.4, 627 n.15 (finding that aiding and abetting liability was\nsufficiently pled based on allegation that defendant bank “had reason to know” that its clients were supporting terrorism).\nThe district court held that plaintiffs’ pleadings did not adequately establish that defendants knew or had reason to know that\ntheir support, through financing and the provision of services, was being provided to persons and entities advancing\nal-Qaeda’s efforts. See SPA237-39 (Terrorist Attacks V); SPA112-114 (SAMBA ID); SPA110 (DMI-Kamel); SPA57-58\n(Terrorist Attacks 1).\n\nIn determining that plaintiffs’ pleadings were conclusory and inadequate, the district court misapplied fundamental legal\nprinciples governing the assessment of a complaint and related pleadings upon a motion to dismiss. It also dramatically\nunderstated or disregarded the scope, detail, and logic of plaintiffs’ pleadings. Four principal errors infected the district\ncourt’s analysis: (1) the district court adopted and applied a heightened pleading standard for defendants accused of\nsupporting terrorism, disregarding the well-established Rule 12 and Rule 8 standards and ignoring Congress’s intent\nregarding the ATA’s scope and operation; (2) the district court understated and overlooked plaintiffs’ *74 extensive pleading\nallegations regarding defendants’ knowing and reckless support for al-Qaeda, which were far from conclusory and provided\nextensive detail; (3) the district court failed to draw all reasonable inferences from plaintiffs’ pleadings taken as a whole,\nwhich sufficiently alleged and clearly supported an inference regarding defendants’ scienter through allegations of (a) direct\nsupport for the world’s most notorious terrorist organization, al-Qaeda, (b) the publicly-known terrorism associations of the\ncharities and entities defendants supported, and (c) defendants’ proximity to, range, and pattern of dealings with entities\nessential to the al-Qaeda network; and (4) far from accepting the truth of the facts alleged by plaintiffs, the district court\nassessed and rejected certain evidence underlying plaintiffs’ claims, and considered and credited evidence to the contrary.\n\n1. The District Court Applied an Incorrect, Heightened Standard In Evaluating Plaintiffs’ Pleadings.\n\nThe district court’s entire analysis of plaintiffs’ ATA allegations was tainted by its use of an erroneous legal standard to\nassess the adequacy of plaintiffs’ pleadings. A pleading need only provide a “short and plain statement of the claim showing\nthat the pleader is entitled to relief.” Fed. R. Civ. P. 8(a)(2). “To survive a motion to dismiss, a complaint must *75 contain\nsufficient factual matter, accepted as true, to state a claim to relief that is plausible on its face.” Ashcroft v. Iqbal, 129 S. Ct.\n1937, 1949 (2009) (quotation marks omitted). A claim is facially plausible if it includes “factual content that allows the court\nto draw the reasonable inference that the defendant is liable for the misconduct alleged.” Jd.\n\nThe district court, however, applied a heightened standard of scrutiny to plaintiffs’ pleadings, one that has no basis in the\nFederal Rules and one that it created out of whole cloth exclusively for claims related to terrorism. The court found that due\nto “the extreme nature of the charges of terrorism, fairness requires extra-careful scrutiny of plaintiffs’ allegations as to any\nparticular defendant, to ensure that he -- or it -- does indeed have fair notice of [the claims].” SPA55 (Terrorist Attacks I\n(emphasis added, brackets in original, and quotation marks and citation omitted); accord SPA108 (DMI-Kamel); SPA100\n(SAMBA I). Not only is this departure from the Federal Rules a fundamental legal error, but it also accounts for and explains\n\nWESTLAW\n\nHOUSE_OVERSIGHT_023387",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023387.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5343,
    "word_count": 811,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:47.832895",
    "prefix": "IMAGES-007"
  }
}