{
  "document_id": "HOUSE_OVERSIGHT_024668",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024668.txt",
  "text": "Or\nLA\n“a\nPlan\ncre\n\nCannabis Investment Report | December 2017\n\nCannabis Industry Segments\n\nE prove? n d Business Business\nquipmen an Software Services\nSupplies\n\nDistribution Digital Media\n\nOnline Content Online\nand Networking Directories\n\nConsumer Products\n\nVaporizers and\nAccessories\n\n| Involves “touching the plant” | Does not involve “touching the plant”\n\n= Production\n\nWe divide the production segment of the cannabis industry into three subsegments: cultivation, pro-\nduction equipment and supplies, and production and testing services. Cultivation involves operating\ngrow facilities, propagating cannabis strains, and harvesting and curing cannabis flower. Production\nequipment and supplies include the physical components used in production, such as extraction\nequipment, testing equipment, lighting, irrigation systems and plant nutrients. Production and testing\nservices include services that support production, such as extraction or packaging, as well as testing ser-\nvices related to product safety, composition and quality control. Each of these production subsegments\nis described in more detail in the following discussion.\n\nCultivation\n\nThe principal function of a cannabis cultivator is to produce cannabis plants and flowers with the\naromas, flavors, active compounds and overall quality demanded by consumers and production inter-\nmediaries. A cultivator can access hundreds of existing cannabis strains by purchasing seeds or clones\nfrom commercial seed banks or nurseries, or developing unique strains through selective breeding. A\ncultivator seeks to optimize the quality and quantity of a plant's yield by managing cultivation input\nvariables such as light, air, nutrition, and drying and curing times.\n\nCannabis Cultivation Process\n\nOrdinarily, a period of three to ten months is required to grow and prepare cannabis flower for con-\nsumption. The cultivation process generally can be organized into six phases: seed selection, seedling,\nvegetative, flowering, harvesting and curing. Each of these phases is summarized in the following table.\n\n32 © 2017 Ackrell Capital, LLC | Member FINRA/SIPC\n\nHOUSE_OVERSIGHT_024668",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024668.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2142,
    "word_count": 301,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:46.674852",
    "prefix": "IMAGES-008"
  }
}