{
  "document_id": "HOUSE_OVERSIGHT_010621",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010621.txt",
  "text": "OGE Form 278 (March 2014)\n\nInstructions for Part 1\nNote: This is a public form. Do not include account numbers, street addresses, or family member names. See instructions for required information,\n\nFiler's Name Page Number\nDonald J. Trump 5 of 51\n\nPart 1: Filer's Positions Held Outside United States Government\n\ni. JOrganization Name Organization Type Position Held\n\n153 THC Baku Hotel Manager Services LLC New York, NY LLC | President/Member 12/19/14 1/19/2017 |\n154 THC Baku Hotel Manager Services Member Corp. New York, NY Corporation Director/Chairman/President 12/19/14 1/19/2017\n155 | THC Baku Services LLC New York, NY a Member/President\n156 _|THC Baku Services Member Corp Corporation Director/Chairman/President\n158 _|THC Central Reservations LLC. Member/President\n159 THC Central Reservations Member Corp Corporation Chairman/Director/President\n160 [THC China Development LLC ({ka Trump China Development LLC President 02/20/08 4/49/2017\n162 _|THC Development Brazil Managing Member Corp Chairman/Director/President\n163 LLC Member/President\n164 New York, NY LLC Member/President 10/30/14 11/20/2015\nNew York, NY Corporation Chairman/Director/President 40/30/14 14/20/2015\n166\n167 President o1ier2\n168 THC Miami Restaurant Hospitality Member Corp New York, NY Corporation Chairman/Director/President 02/01/13 41/19/2017\n169 [THC Miami Restaurant Hospitality LLC New York, NY 02/01/13 4/19/2017\n170 [THC Rio Managing Member Corp New York, NY\n171 Member/President 04/14/13\n[172 | THC Sales & Marketing LLC New York, NY Member/President o9/t7/13 4/19/2017\n173 _|THC Sales & Marketing Member Corp _ New York, NY Chairman/Diractor/President 09/17/13\n174 THC China Technical Services Manager Corp New York, NY Corporation\n175 __|THC China Technical Services LLC New York, NY\n176__|THC Qatar Hotel Manager LLC New York, NY\n177 THC Qatar Hotel Manager Member Corp New York, NY Corporation\n178 [THC Services Shenzhen LLC New York, NY Member/President 14/25/14 4/19/2017\n179 THC Services Shenzhen Member Corp New York, NY Corporation Chairman/Director/President 41/25/14 [4/19/2017\n180 THC Shenzhen Hotel Manager LLC New York, NY LLC Member/President 41/25/14 4/19/2017\n181 THC Shenzhen Hotel Manager Member Corp New York, NY Corporation\n182 _|THC Vancouver Management Corp New York, NY Corporation Chairman/Director/President 01/23/13\n183 THC Vancouver Payroll ULC. British Columbia (Canada) Corporation Director/President 02/20/15 4/19/2017\n184 THC Venture | LLC New York, NY LLC Member/President 03/14/14 1119/2017 _|\n185 THC Venture Il LLC. New York, NY. LLC Member/President 03/14/14 4/19/2017\n186 [THC Venture Ill LLC - N/K/A TTTT Venture LLC New York, NY LLC President/ 40/27/14\n187 THC Venture | Managing Member Corp. New York, NY Corporation Chairman/Director/President 03/14/14 1/19/2017\n188 THC Venture Il Managing Member Corp. New York, NY Corporation Chairman/Director/President 03/14/14\n189 [THC Venture Ill Member Corp - N/K/A TTTT Venture Member Corp New York, NY Corporation | Chairman/Director/President 10/27/14\n190 The Donald J. Trump Foundation, Inc. New York, NY Non profit Director 02/18/87 49/2017\n191 The Trump Corporation New York, NY. Corporation Director/President/Chairman 07/30/80 41/49/2017\n192 Corporation Chairman/Director/President 12/13/10 19/2017\n193 The Trump Equitable Fifth Avenue Compan New York, NY Parinership Partner 01/30/80 4/19/2017\n194 | TIGL Common Area Management Corp New York, NY Corporation President/Director 02/21/14 4/19/2017\n195 TIGL Common Area Management Holdings LLC New York, NY LLC Member/President 02/21/14\n196 TIGL Ireland Enterprises Limited (Trump International Golf Links - Doonbeg) Doonbeg, Ireland Foreign Entity Director/President 02/24/14\n197 TIGL Ireland Management Limited Doonbeg, Ireland Foreign Entit President/Director 02/24/14 4/19/2017\n198 TIHC Reservations LLC New York, NY LLC Member/President 08/09/10 49/2017 _|\n199 TIHH Member Corp New York, NY Corporation President/Director 09/10/09 4/19/2017\n\nGaps in numerical sequence are due to the removal of previously reported items no longer reportable on this part.\n\nHOUSE_OVERSIGHT_010621",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010621.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4116,
    "word_count": 568,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:44.343423",
    "prefix": "IMAGES-001"
  }
}