{
  "document_id": "HOUSE_OVERSIGHT_026553",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026553.txt",
  "text": "Perhaps it's not entirely surprising that Iran's Shiite fundamentalists -- not unlike their\nevangelical Christian, Catholic, Orthodox Jewish, and Sunni Muslim counterparts -- spend\nan inordinate amount of time pondering sexuality. They are human, after all. But the\nsexual manias of Iran's religious fundamentalists are worthy of greater scrutiny, all the\nmore so because they control a state with nuclear ambitions, vast oil wealth, and a young,\ndynamic, stifled population. Yet for a variety of reasons -- fear of becoming Salman\nRushdie, of being labeled an Orientalist, of upsetting religious sensibilities -- the\n\nremarkable hypocrisy of the Iranian regime is often studiously avoided.\n\nThat's a mistake. Because religion is politics in a theocracy like Iran, uninformed or\nantiquated notions of sexuality aren't just confined to the bedroom -- they pervade the\ncountry's seminaries, military barracks, boardrooms, courtrooms, and classrooms. A\ncommon aphorism among Iranians is that before the revolution, people partied outside\nthe home and prayed inside, while today they pray outside and party inside. This reverse\ndichotomy is true of a lot of social behavior in Iran. For many Iranians, this perverse state\nof affairs is now so ingrained, such an inherent aspect of daily interactions with Iranian\nofficialdom, that it is no longer noteworthy. For those in the West who seek to better\nunderstand what makes Tehran tick, though, the regime's curious fixation on sex cannot\n\nbe ignored.\n\nTo paraphrase the late U.S. House Speaker Tip O'Neill, in the Islamic Republic of Iran\nall politics may not be sexual, but all sex is political. Exhibit A is the revolution's father, the\nlate Ayatollah Ruhollah Khomeini. Like all Shiite clerics aspiring to become a \"source of\nemulation\" (marja'’-e taglid), Khomeini spent the first part of his career meticulously\nexamining and dispensing religious guidance on personal behavior and ritual purity that\nranged from the mundane (\"It is reeommended not to hold back the need to urinate or\n\ndefecate, especially if it hurts\") to the surprisingly lewd.\n\nIn his 1961 religious treatise A Clarification of Questions (Towzih al-Masael), Khomeini\nissued detailed pronouncements on issues ranging from sodomy (\"If a man sodomizes\nthe son, brother, or father of his wife after their marriage, the marriage remains valid\") to\n\nbestiality (\"If a person has intercourse with a cow, a sheep, or a camel, their urine and\n\nHOUSE_OVERSIGHT_026553",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026553.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2476,
    "word_count": 384,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:47.592212",
    "prefix": "IMAGES-009"
  }
}