{
  "document_id": "HOUSE_OVERSIGHT_012814",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012814.txt",
  "text": "evaluation of desirability.\n\nMorewedge’s experiments point to a mismatch between how delicious something is and how\ndelicious we think it will be, or how delicious we thought it was. It reveals a distortion in our capacity to\nanticipate — or forecast in the words of the American social psychologist Daniel Gilbert — how we will\nfeel, and in particular, how much we will like the experience. This is a problem for the elements of\npleasure that I laid out earlier in this chapter, as we expect the system that links wanting and liking to be\nwell honed, even optimized to make sure that we really want things we really like. Is this distortion\nsomething to expect across the board, independently of context, or is it specific to our food? Is the social\ndomain similarly vulnerable to a distorted view of anticipated pleasure?\n\nConsider revenge. When someone transgresses over the borders of social norms, either harming\nus or those we care about, we often seek revenge, motivated to even things up. We often imagine that\nrevenge will make us feel better, providing a honey hit to the brain that will satisfy our desire to redress\nan imbalance. But is this the outcome we consistently achieve when we follow through on a plot of\nrevenge or, as Sir Frances Bacon noted over three hundred years ago, might “A man that studieth revenge,\nkeeps his own wounds green, which otherwise would heal, and do well.” In more modern and plain\nEnglish, might our desire for revenge inoculate us against healing, creating an illusion that we will feel\nbetter? If so, revenge looks like an addictive process, with wanting unhinged from liking.\n\nThe American psychologist Kevin Carlsmith set up an experimental game that allowed each\nsubject within a group to contribute money to a public good. At the end of one round, the bank multiplied\nthe total by a pre-determined amount, divided this total by the number of players, and then redistributed\nthis amount to each player. In this game, the best for each player in the group is to contribute to the\ncommon pot because this maximized the returns. However, the best strategy for an individual is to defect,\nholding on to the initial endowment while reaping the rewards of everyone else’s generous contributions.\nThose who opt out of cooperation in a public good situation stand to benefit, especially in a world with no\npunishment.\n\nCarlsmith created an experimental world of punishment for some players, but not all, and then\nexplored how punishment contributed to a subject’s feelings. Some could pay to punish, some witnessed\nthe consequence of another’s punitive act, and some had no exposure to a game involving punishment.\n\nWhen given the opportunity to punish the defector, most people punished. Everyone, both\npunishers and non-punishers alike, expected punishment to feel good. They were wrong. Both punishers\nand those who witnessed punishment felt worse, with the act of punishment compounding the bad\nfeelings. The fact that the witnesses felt worse, as opposed to better, may seem at odds with our\nexperience of schadenfreude, of enjoying another’s misery. Shouldn’t the witnesses have rejoiced upon\n\ndiscovering that the offenders were slapped with a punitive fine? In our own personal experience with\n\nHauser Chapter 2. Runaway desire 68\n\nHOUSE_OVERSIGHT_012814",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012814.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3304,
    "word_count": 544,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:47.537024",
    "prefix": "IMAGES-002"
  }
}