{
  "document_id": "HOUSE_OVERSIGHT_014955",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014955.txt",
  "text": "TED2017: The future you\n\nhttps://ted2017.ted.com/program\n\n4/20/17, 12:07 PM\n\nMartin Ford\nFuturist\n\nMartin Ford imagines what the accelerating progress in robotics and artificial intelligence may mean for the economy, job market and\nsociety of the future.\n\nMartin Ford was one of the first analysts to write compellingly about the future of work and economies in the face of the growing\nautomation of everything. He sketches a future that's radically reshaped not just by robots but by the loss of the income-distributing power\nof human jobs. How will our economic systems need to adapt?\n\nHe's the author of two books: Rise of the Robots: Technology and the Threat of a Jobless Future (winner of the 2015 Financial\nTimes/McKinsey Business Book of the Year Award ) and Zhe Lights in the Tunnel: Automation, Accelerating Technology and the Economy\nofthe Future, and he's the founder of a Silicon Valley-based software development firm. He has written about future technology and its\nimplications for the New York Times, Fortune, Forbes, The Atlantic, The Washington Post, Harvard Business Review and The Financial\nTimes.\n\nmfordfuture.com @MFordFuture\n\nJack Conte\nMusician, entrepreneur\n\nWith his membership platform Patreon, YouTube star Jack Conte may have solved a perennial problem of content creators -- getting paid\nfor digital media.\n\nAs a solo artist and member of folk-rock duo Pomplamoose, Jack Conte garnered millions of views for his offbeat “video songs,” including\nhis breakout hit “Yeah Yeah Yeah” and “Pedals,” a robotic tour-de-force with a set that duplicates the cockpit of the Millennium Falcon.\n\nDespite his success, Conte noted the disconnect between page views and revenue, and realized that if you’re a widely viewed artist and you\naren’t making money, “that’s not your fault -- it’s technology’s fault.” His solution is Patreon: a membership platform built on recurring\npayments from patrons to support creatives with ongoing projects.\n\npatreon.com/jackconte @jackconte\n\nSara DeWitt\nChildren’s media expert\nLike Mister Rogers before her, Sara DeWitt strives to make every child feel special by charting the forefront of new digital mediums where\n\nkids spend their time.\n\nSara DeWitt’s vision seems simple: make each digital interaction an opportunity to learn and delight in new discoveries. How does that\nvision come to light as kids access technology at younger ages than ever before?\n\nOver the past 18 years, DeWitt has worked at the forefront of new platforms in an effort to be everywhere kids are -- now she's at PBS\nKids Digital, building award-winning sites, games and apps. As more media outlets try to capture the interest of our youngest audiences,\nher research on how digital spaces affect skills and social emotional development in kids is more relevant than ever.\n\npbskids.org @saradewitt\n\nRay Dalio\nHedge fund chair\n\nRay Dalio is the founder, chair and co-chief investment officer of Bridgewater Associates, a global leader in institutional portfolio\nmanagement and the largest hedge fund in the world.\n\nDalio started Bridgewater out of his two-bedroom apartment in New York City in 1975 and has grown it into the fifth most important\nprivate company in the U.S. (according to Fortune magazine). Because of the firm’s many industry-changing innovations over its 40-year\nhistory, he has been called the “Steve Jobs of investing” by aiC7O magazine and named one of TIME magazine’s \"100 Most Influential\nPeople.\"\n\nDalio attributes Bridgewater’s success to its unique culture. He describes it as “a believability-weighted idea meritocracy” in which the\npeople strive for “meaningful work and meaningful relationships through radical truth and radical transparency.” He has explained this\napproach in his book Principles, which has been downloaded more than three million times and has produced considerable curiosity and\ncontroversy.\n\nbridgewater.com principles.com\n\nAnthony D. Romero\nAttorney, public-interest activist\n\nAnthony D. Romero is the executive director of the American Civil Liberties Union (ACLU).\n\nThe ACLU is dedicated to defending liberty and individual freedom in the US -- which is an interesting mandate to have right now.\nAnthony Romero has headed the organization since 2001, focusing on building capacity in order to defend the laws that protect Americans’\nfreedoms.\n\nUnder Romero's watch, the ACLU launched its national \"Keep America Safe and Free\" campaign to protect basic freedoms during a time\nof crisis; launched its unique legal challenge to the patents held by a private company on the human genes associated with breast and\n\novarian cancer; launched litigation and lobbying efforts to win the freedom to marry for same-sex couples; and filed the first lawsuit\nagainst President Trump’s Muslim Ban.\n\nPage 5 of 21\n\nHOUSE_OVERSIGHT_014955",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014955.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4798,
    "word_count": 739,
    "line_count": 90,
    "import_date": "2025-11-19T21:47:45.635644",
    "prefix": "IMAGES-003"
  }
}