{
  "document_id": "HOUSE_OVERSIGHT_022588",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022588.txt",
  "text": "DOJ Opinion\nProcedure\n\nDOJ OPINION PROCEDURE\n\nDOuJ's opinion procedure is a valuable mechanism for companies and individu-\n\nals to determine whether proposed conduct would be prosecuted by DOJ\n\nunder the FCPA.** Generally speaking, under the opinion procedure process,\n\nparties submit information to DOJ, after which DOJ issues an opinion about\n\nwhether the proposed conduct falls within its enforcement policy. All of DOJ’s\n\nprior opinions are available online.*” Parties interested in obtaining such an\n\nopinion should follow these steps:\n\nFirst, those seeking an opinion should evaluate whether\ntheir question relates to actual, prospective conduct.’ The\nopinion procedure cannot be used to obtain opinions on\npurely historical conduct or on hypothetical questions. DOJ\nwill not consider a request unless that portion of the transac-\ntion for which an opinion is sought involves only prospective\nconduct, although the transaction as a whole may have com-\nponents that already have occurred. An executed contract\nis not a prerequisite and, in most—if not all—instances, an\nopinion request should be made before the requestor com-\nmits to proceed with a transaction.“ Those seeking requests\nshould be aware that FCPA opinions relate only to the\nFCPAs anti-bribery provisions.“\n\nSecond, before making the request, the company or\nindividual should check that they are either an issuer or a\n\ndomestic concern, as only those categories of parties can\n\n404 If the transaction involves more than\n\nreceive an opinion.\none issuer or domestic concern, consider making a request\nfor an opinion jointly, as opinions only apply to the parties\nthat request them.\n\nThird, those seeking an opinion must put their request\nin writing. The request must be specific and accompanied\nby all relevant and material information bearing on the con-\nduct and circumstances for which an opinion is requested.\nMaterial information includes background information,\ncomplete copies of all operative documents, and detailed\nstatements of all collateral or oral understandings, if any.\nThose seeking opinions are under an affirmative obligation\nto make full and true disclosures.“* Materials disclosed to\nDOJ will not be made public without the consent of the\n\nparty submitting them.”\n\nHOUSE_OVERSIGHT_022588",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022588.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2277,
    "word_count": 343,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:48.842783",
    "prefix": "IMAGES-007"
  }
}