{
  "document_id": "HOUSE_OVERSIGHT_020010",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020010.txt",
  "text": "structural issue. It was an opposition move. You could express surprise at how fierce,\ncreative, and diabolical the moves turned out to be, but you shouldn’t be surprised that\nyour enemies would try to hurt you. This was check, but far from checkmate, and you had\nto continue to play the game, knowing that it would be a very long one. The only way to\nwin the game, Bannon argued, was with a disciplined strategy.\n\nBut the president, prodded here by his family, was an obsessive and not a strategist. In\nhis mind, this was not a problem to address, this was a person to focus on: Comey. Trump\neschewed abstractions and, ad hominem, zeroed in on his opponent. Comey had been a\ndifficult puzzle for Trump: Comey had declined to have the FBI pursue charges against\nClinton for her email dodge. Then, in October, Comey had single-handedly boosted\nTrump’s fortunes with the letter reopening the Clinton email investigation.\n\nIn their personal interactions, Trump had found Comey to be a stiff—he had no banter,\nno game. But Trump, who invariably thought people found him irresistible, believed that\nComey admired his banter and game. When pressed, by Bannon and others, to fire Comey\nas one of his early acts—an idea opposed by Kushner, and thus another bullet on Bannon’s\nlist of bad recommendations by Kushner—the president said, “Don’t worry, I’ve got him.”\nThat is, he had no doubt that he could woo and flatter the FBI director into positive feeling\nfor him, if not outright submission.\n\nSome seducers are preternaturally sensitive to the signals of those they try to seduce;\nothers indiscriminately attempt to seduce, and, by the law of averages, often succeed (this\nlatter group of men might now be regarded as harassers). That was Trump’s approach to\nwomen—pleased when he scored, unconcerned when he didn’t (and, often, despite the\nevidence, believing that he had). And so it was with Director Comey.\n\nIn their several meetings since he took office—when Comey received a presidential\nhug on January 22; at their dinner on January 27, during which Comey was asked to stay\non as FBI director; at their Valentine’s Day chat after emptying the office of everybody\nelse, including Sessions, Comey’s titular boss—Trump was confident that he had laid on\nthe moves. The president was all but certain that Comey, understanding that he, Trump,\nhad his back (1.e., had let him keep his job), would have Trump’s back, too.\n\nBut now this testimony. It made no sense. What did make sense to Trump was that\nComey wanted it to be about him. He was a media whore—this Trump understood. All\nright, then, he, too, could play it this way.\n\nIndeed, health care, a no-fun issue—suddenly becoming much less fun, if, as seemed\nincreasingly possible, Ryan couldn’t deliver—palled before the clarity of Comey, and the\nfury, enmity, and bitterness Trump, and Trump’s relatives, now bore him.\n\nComey was the larger-than-life problem. Taking Comey down was the obvious\nsolution. Getting Comey became the mission.\n\nIn Keystone Cops fashion, the White House enlisted House Intelligence Committee\n\nHOUSE_OVERSIGHT_020010",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020010.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3092,
    "word_count": 513,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:44.194498",
    "prefix": "IMAGES-005"
  }
}