{
  "document_id": "HOUSE_OVERSIGHT_032090",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_032090.txt",
  "text": "disease will get lost at least once, said Andrew Carle, director of George Mason University's\nsenior housing administration program.\n\nRead the full story\n\nKeep Track of Your Kids This Summer\nFrom GPS to Temporary Tattoos With Contact Info, Keep Your Kid Safe This Summer\n\nABC News - Good Morning America - July 31, 2009 - Those of you with iPhone know that\nthere are many GPS applications. One of the latest is the Locimobile. Ideal for the 3.0 family\n(you and your teen need to have the phone). You download the app to your phones, and then your\nteen lets you check on his or her whereabouts, perhaps in exchange for getting an iPhone in the\nfirst place. The Locimobile app allows you to see exactly where your child or children are on a\nmap. You can monitor several kids at one time.\n\nRead the full story\n\nUnderstanding Dementia And 'Wandering'\n\nNPR - USA - July 14, 2009 - A shoe company, Aetrex Worldwide, and a firm that\n\nmakes global positioning devices, GTX Corp., have created shoes containing GPS\n\ntechnology for wanderers to ...\n\nGTX in Sports Illustrated\n\nJune 29, 2009 - GTX, a technology company, and Aetrex Worldwide have announced plans\nfor shoes containing a GPS chip that will allow family members or saftey personnel to locate\nanyone wearing the shoes through online tracking software.\n\nDownload the article\n\nGPS Tech Review:\n\nInterviews with Leading GPS Innovators\nGPS Tech Review is a forum for current news stories and interviews with the leading innovators\n\nof GPS-enabled personal location services.\n\nHOUSE_OVERSIGHT_032090",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_032090.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1546,
    "word_count": 259,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:45.237931",
    "prefix": "IMAGES-011"
  }
}