{
  "document_id": "HOUSE_OVERSIGHT_029248",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029248.txt",
  "text": "Working closely with such partners as The Nantucket Project, Nautilus Magazine, The Aspen\nIdeas Festival, and The Big Think, and, of course, HarvardX, Harvard’s provider of free open\nonline courses, we are continuing to create rich educational media on poetry for adult\nlearners and lifelong learners. These materials include short form videos such as this one on\n\nRobert Pinsky’s “Shirt” (as featured in The New Yorker), and, this spring, the sixth module of the\nfree seven-part Poetry in America MOOC, which has registrants in over 150 countries.\n\nGrowing rapidly, and outpacing our current staff and infrastructure, Poetry in America has a\nfundraising goal this year of 2.5 million dollars to fund its expanding group of projects. We’ve\ntaken a big step, hiring the design agency Threespot to help us develop our web presence. Our\nwebsite— to launch early 2016— will eventually serve as an online hub for our TV show and\neducational projects. We hope you'll join us then for a virtual launch!\n\nFinally, Jeffrey, you have been such a wonderful supporter of my Poetry in America project. The\nLeon Black gift changed everything for me last year. It paid salaries for staff | desperately needed\nto complete projects (detail below), but first and foremost, it gave me leverage, enabling me to set\ndown a Solid Harvard base for my activities by giving the school something to point to: this public\nhumanities project among the list of projects the Dean supports. The money did it: as soon as\nthey heard about the gift, they took my project more seriously. Because of that gift, the Faculty of\nArts and Sciences, which is space-stingy, found and rewired a studio space for me to house my\nvideo production operation and team. That gift woke up the Deans to the importance of Harvard's\nrole in producing the highest quality humanities content for the WORLD, and not just for Harvard\nstudents. My main employee has half of her salary paid with these funds, and the foundation of\nour collection for PBS LearningMedia is being made with this support. This gift represented one of\nthe most consequential shifts of the last year, allowing me create content and launch projects this\nyear that make future projects that much more likely. If | can keep this base sturdy at Harvard,\nrefilling these coffers, | will be that much more able to keep working.\n\n| am also so grateful for the help you gave me in defining my project for Templeton, and, what\nhelp you have offered to give in bringing them around. | have, since Templeton turned me down,\ngotten funding to produce video on two of the poems I'd proposed to Templeton and to create,\nand test, that video in schools as | proposed. One of my partners in that project is Success\nAcademy, where | could also expand my work with Templeton. And there are still other poems\nthat may satisfy their character criteria more fully, including the third of the poems Id originally\nproposed and that Joe Biden had agreed to discuss with me (on parenthood and humility). At this\npoint, I’m gaining the platform and the name recognition to be an effective spokesperson for the\nfoundation on building literacy and character in the schools.\n\nIt really means a lot to me, ail financial help aside, Jeffrey, that you are rooting for me and thinking\nabout me. You push back a lot (as Larry does), and it’s always annoying but | always learn.\n\nWith abundant gratitude,\nLisa\n\nElisa New\n\nPowell M. Cabot Professor of American Literature\nHarvard University\n\n148 Barker Center\n\n12 Quincy Street\n\nCambridge, MA\n\nHOUSE_OVERSIGHT_029248",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029248.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3548,
    "word_count": 602,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:44.813027",
    "prefix": "IMAGES-010"
  }
}