{
  "document_id": "HOUSE_OVERSIGHT_028622",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_028622.txt",
  "text": "Headline Journalist Outlet Full Text\nEnergy\nNuclear Operator Raises Alarm on Crisis Hiroko Tabuchi New York Times Article text\nThe New Nuclear Craze Mark Bittman New York Times Article text\nPipeline-Capacity Squeeze Reroutes Crude Oil Russell Gold Wall Street Journal Article text\nU.S. Electrical Grid on the Edge of Failure Jeff Tollefson Nature Article text\nTechnology\nBallmer Departure From Microsoft Was More Sudden Kara Swisher All Things D Article text\nThan Portrayed by the Company\nThe Decline of E-Empires Paul Krugman New York Times Article text\nAs Amazon Stretches, Seattle’s Downtown Is Reshaped Kirk Johnson & Nick New York Times Article text\nWingfield\nState Budgets and Healthcare Costs\nHow to Charge $546 for Six Liters of Saltwater Nina Bernstein New York Times Article text\nStates scramble to get health-care law’s insurance Sarah Kliff and Washington Post Article text\nmarketplaces up and running Sandhya\nSomashekhar\n80 House members: Shutdown better than Obamacare Charles Babington Associated Press Article text\nBerkshire Hathaway\nNo breaking news\nPhilanthropy\nPhilanthropy: the givers club Cordelia Jenkins Livemint and the Wall Article text\nStreet Journal\nGlobal Health and Development\nPat on the back or force for good: what purpose do Mark Tran Guardian blog Article text\ndevelopment awards serve?\nEducation\nA Chance at Learning Ginia Bellafante New York Times Article text\nObama goes for college ‘datapalooza’ Nick Anderson Washington Post Article text\nMassively Online And Offline Too: How MOOCs Will Giovanni Rodriguez Forbes Article text\nEvolve In The Physical World\nWomen and Children\nIndian Police Arrest Suspects in Two Gang Rapes Sean Mclain and Wall Street Journal Article text\nKhushita Vasan\nIs there any space in the development debate for African Andrew Quinn Guardian blog Article text\nexperts?\nChild marriage campaigners in south Asiareceive $23m Mark Tran Guardian blog Article text\n\ncash injection\n\nARTICLE TEXT\n\nHOUSE_OVERSIGHT_028622",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_028622.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1974,
    "word_count": 298,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:44.224823",
    "prefix": "IMAGES-010"
  }
}