{
  "document_id": "HOUSE_OVERSIGHT_024739",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024739.txt",
  "text": "CHAPTER VI\nU.S. and International\nCannabis Market Estimates\n\n= Global Market Overview\n\nCannabis is the most widely cultivated, produced, trafficked and consumed drug worldwide, accord-\ning to the United Nations Office on Drugs and Crime (UNODC). In 2003, the UNODC estimated\nthat the global illegal cannabis market was $113 billion, with 160 million consumers. The UNODC\ncontinues to estimate the number of cannabis users worldwide and recently estimated that 183 million\npeople globally between the ages of 15 and 64, or more than 4% of this age group, consumed cannabis\nin 2015.\n\nIn 2010, the RAND Corporation (RAND) estimated that the U.S. illegal cannabis market was\n$40 billion. Adjusting this estimate solely for inflation and population growth, the U.S. illegal market\nwould now be approximately $48 billion.\n\nBoth the UNODC and RAND acknowledge the challenges inherent in studying an illegal con-\nsumer market, and both allow significant room for error in their estimates. However approximate,\ntheir estimates make clear that there is significant global demand for cannabis. Less clear is how quickly\nillegal markets will transition to legal markets, as well as the extent to which legalization may increase\noverall demand.\n\nThe Legal Cannabis Market: Key Growth Drivers\n\nWe believe that numerous factors will increase consumer penetration rates and the overall size of the\nlegal cannabis market. Such factors include the following.\n\nU.S. Federal Legalization. We believe it is a question of when, not if, cannabis becomes federally\nlegal. We predict six developments on the path to federal legalization: (1) the FDA will begin approv-\ning individual pharmaceutical-grade drugs derived from cannabis; (2) more states will adopt medical\ncannabis laws; (3) more states will adopt recreational laws; (4) the FDA will adopt routine approval\nprocedures for drugs with extracts of low-THC/high-CBD cannabis varieties; (5) the FDA will adopt\n\n© 2017 Ackrell Capital, LLC | Member FINRA/SIPC 103\n\nHOUSE_OVERSIGHT_024739",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024739.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2019,
    "word_count": 308,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:46.496048",
    "prefix": "IMAGES-008"
  }
}