{
  "document_id": "HOUSE_OVERSIGHT_023857",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023857.txt",
  "text": "How to Teach the Twelve Cognitive Processes 177\n\nSo, upon reaching school age, a child can do some of the cognitive\nprocesses. Now the question is, How to we teach him to get better at\nthem?\n\nFirst let’s see what the cognitive processes fundamentally have in\ncommon. This will give us a way of thinking about how to teach them.\n\nThe first and most important thing they have in common is that\nthey all rely on a case base. We have all engaged in each of these\nprocesses many times and we have a range of experiences we can call\nupon to guide us the next time we find ourselves doing them. Each\nprocess relies on a story base as well. We can tell stories about inter-\nesting experiences we have had in doing each one of them. Stories\nusually revolve around failures, or at least unexpected results, since\nwithout these there are no good Stories to tell. Engaging in any cogni-\ntive process includes the possibility of making a mistake during the\nprocess. We expect to get smarter each time as a result of any mistakes\nwe make. This is what cognitive processes are like. We learn cognitive\nprocesses through experience and we index the failures we have so\nthat we can find them again and perhaps avoid making the same mis-\ntake. When we avoid an error that we know we have made previously,\nwe say that we have learned.\n\nIt follows, therefore, that acquiring a case base, learning the sto-\nries of others and learning to tell our own stories, and learning classic\nmistakes and being able to analyze behavior to find a mistake are all\naspects of learning the cognitive processes.\n\nAcquiring the case base and consciously analyzing the cases in\nthat case base, then, is the fundamental issue in teaching the cogni-\ntive processes.\n\nHOW TO TEACH PREDICTION\n\nWe live in a physical world but we also live in a social world. Children\nneed to understand that if they drop something heavy on their foot,\nit will hurt; they also need to know that if they do something mean\nto someone, the person may dislike them for it and may seek revenge.\nWe use predictions to figure out what will happen as a result of our\nactions and then we use that knowledge to guide us in our future\n\nHOUSE_OVERSIGHT_023857",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023857.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2186,
    "word_count": 395,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:44.429750",
    "prefix": "IMAGES-007"
  }
}