{
  "document_id": "HOUSE_OVERSIGHT_011426",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011426.txt",
  "text": "10\n\nid.\n\n12\n\n13\n\n14\n\nL5\n\n16\n\nne)\n\n18\n\nlife)\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n123\nH3vlgiu2\n\nthe business records exception. But even if it weren't to come\nin under the business records exception, it can come in not for\n\nthe truth of the matter asserted but to show for knowledge.\n\nAnd you say in your June 20th order, \"Notwithstanding the\n\nquestions are directed to reveal relevant answers regarding\n\ndefendant's knowledge of plaintiff's allegations, that\n\nknowledge goes directly to the truth or falsity of the\n\ndefamation, a key element of plaintiff's claims.\" In other\n\nwords, what Maxwell knew at the time she's making the statement\n\ngoes to the truth of the falsity of those statements, and that\n\nincludes this police report, your Honor, so we believe that\n\nit's critical evidence to show that. And you'll see that,\n\nagain, she was working for the defendant at the time that this\n\ninvestigation happened. She has testified to that. She was on\n\nthe flights with him at the time this was going on over 300\n\ntimes during that period.\n\nTHE COURT: You know, spare me the flights, okay?\n\nMS. McCAWLEY: Sure. Okay.\n\nTHE COURT: I've heard that before.\n\n|e\n\nMS. McCAWLEY: Sure. I'm sorry, your Honor. I'll try\nto cut to the chase here.\n\nSo certainly, you know, it's interesting, because you\nheard defense counsel here not too long ago saying that they\n\nwanted to get in police reports of an under-aged minor,\n\nVirginia Giuffre, from when she was 14, being raped by two\n\nSOUTHERN DISTRICT REPORTERS, P.C.\n(212) 805-0300\n\nHOUSE_OVERSIGHT_011426",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011426.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1529,
    "word_count": 259,
    "line_count": 88,
    "import_date": "2025-11-19T21:47:47.886487",
    "prefix": "IMAGES-001"
  }
}