{
  "document_id": "HOUSE_OVERSIGHT_012175",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012175.txt",
  "text": "KIRKLAND & ELLIS LLP\n\nevidence that Mr. Epstein routinely and daily receives massages from adults. Only a\nsmall percentage of the masseuses turned out to be minors. The majority of those minors\ninterviewed by law enforcement admitted to lying directly to Epstein about their ages\n(not “unbeknownst to Epstein”), and inventing further false details to substantiate their\nlies. Indeed, the civil attorney for several of these women admitted at his recent press\nconference that they lied to Mr. Epstein about their ages. Numerous witnesses testified\nthat Mr. Epstein asked that all masseuses be over the age of 18. Further, the evidence is\nundisputed that Mr. Epstein’s assistants scheduled the massages and Mr. Epstein did not\nknow which masseuses his assistants had scheduled on a particular day, until the massage\ntook place. We admitted that there was sexual conduct, and argued—not that it was\n“innocuous” as Mr. Sloman alleges—but that it was mostly Mr. Epstein’s own self-\npleasuring, which did not satisfy the requisite federal element of criminal sexual conduct\n(which is, in turn, defined by state law). These are important distinctions and show that\nMr. Sloman has misrepresented the record about the most basic part of our defense.\n\n4. SLOMAN DEMANDS AN UNREALISTIC DEADLINE TO COMPLY WITH AN\nAGREEMENT HE UNILATERALLY MODIFIES.\n\nMr. Sloman’s Letter:\n\ne “Unless [Mr. Epstein] complies with all of the terms and conditions of the [Deferred\nProsecution] Agreement, as modified by the United States Attorney’s December 19,\n2007 letter to Ms. Sanchez by close of business on Monday, June 2, 2008, the SDFL will\nelect to terminate the Agreement.” Zd., p.1\n\nThe Truth:\n\ne The Deferred Prosecution Agreement was never modified by U.S. Attorney Acosta’s\nDecember 19, 2007 letter. Oddly, Mr. Sloman acknowledges this on page 4 of his May\n19 letter, where he writes that Mr. Acosta “proposed” this modification and that “[Mr.\nLefkowitz] rejected these proposals.” Thus, Mr. Sloman is threatening to terminate the\nDeferred Prosecution Agreement, unless Mr. Epstein complies with a unilateral\nmodification that Mr. Sloman concedes was never agreed to by defense counsel.\n\ne Orchestrating the information, plea and sentencing requirements of the Deferred\nProsecution Agreement within the extremely limited two-week timeframe imposed by\nMr. Sloman’s June 2, 2008 deadline would have been difficult enough.\n\ne More importantly, as explained below, the SDFL has refused to provide the defense with\ninformation it requires to enable Mr. Epstein to comply with the additional plea and\nsentencing requirements of the Deferred Prosecution Agreement (let alone, by the June 2\ndeadline arbitrarily imposed by Mr. Sloman).\n\no The Deferred Prosecution Agreement requires Mr. Epstein to plead guilty to and\nbe sentenced for an additional offense which requires that he be registered as a\nsex offender. In different places in his May 19, 2008 letter, Mr. Sloman\n\n4\n\nHOUSE_OVERSIGHT_012175",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012175.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2971,
    "word_count": 464,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:48.245288",
    "prefix": "IMAGES-001"
  }
}