{
  "document_id": "HOUSE_OVERSIGHT_030012",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030012.txt",
  "text": "Eye on the Market | June 14, 2011 J.P Morgan\n\nTopics: On lessons learned running the Stratford Inn\n\nIn short, “one-size-fits-all” rules for business ignore the reality of the market place. And setting thresholds for\nregulatory guidelines at artificial levels--e.g., 50 employees or more, $500,000 in sales--takes no account of other\nrealities, such as profit margins, labor intensive vs. capital intensive businesses, and local market economics.\n\nThe problem we face as legislators is: Where do we set the bar so that it is not too high to clear? I don't have\nthe answer. I do know that we need to start raising these questions more often.\n\nSo, there you have it, one of the more remarkable epiphanies in American politics: a paean to entrepreneurship and\ngovernment restraint from one of its most progressive members. Public epiphanies like this are rare, but there have been\nothers. Last year, Al Gore conceded that first-generation ethanol was “not good policy” given its low energy conversion ratios,\nand said he had supported ethanol out of “a certain fondness for the farmers in the state of lowa because I was about to run for\npresident.\"* In 2008, former Fed Chair Greenspan conceded that his Ayn Rand philosophies regarding regulations and\nshareholder self-interest were flawed. Perhaps the most famous epiphany was from Robert McNamara, Secretary of Defense\nand one of the principal architects of the Vietnam War. In 1995, he conceded that he was “wrong, terribly wrong” about the\nwar. George McGovern was one of the war’s fiercest opponents, saying on the floor of the Senate, “I'm tired of old men\ndreaming up wars for young men to fight”.\n\nThere may be no magic elixir of policies to speed the adjustment the US faces. Look at it this way: the US is trying the mega-\nstimulus route, while the UK has accelerated its fiscal austerity program. Yet both countries are struggling with below-trend\ngrowth and employment. Perhaps after a debt binge, there are no easy answers, other than time. What to do next? McGovern’s\narticle suggests that an overly interventionist public sector may be the wrong answer, given the unintended consequences.\n\nUS and UK still searching for answers\nTotal household , non-financial corporate, federal and municipal debt,\n\npercentof GDP\n300%\n\n280%\n260%\n240%\n220% US\n200%\n180%\n160%\n\n140%\n1987 1990 1993 1996 1999 2002 2005 2008\nSource: Federal Reserve, Office for National Statistics. UK Data as of 2009.\n\nUK\n\nMichael Cembalest\nChief Investment Officer\n\nThe material contained herein is intended as a general market commentary. Opinions expressed herein are those of Michael Cembalest and may differ from those of other J.P. Morgan\nemployees and affiliates. This information in no way constitutes J.P. Morgan research and should not be treated as such. Further, the views expressed herein may differ from that\ncontained in J.P. Morgan research reports. The above summary/prices/quotes/statistics have been obtained from sources deemed to be reliable, but we do not guarantee their accuracy or\ncompleteness, any yield referenced is indicative and subject to change. Past performance is not a guarantee of future results. References to the performance or character of our portfolios\ngenerally refer to our Balanced Model Portfolios constructed by J.P. Morgan. It is a proxy for client performance and may not represent actual transactions or investments in client\naccounts. The model portfolio can be implemented across brokerage or managed accounts depending on the unique objectives of each client and is serviced through distinct legal entities\nlicensed for specific activities. Bank, trust and investment management services are provided by J.P. Morgan Chase Bank, N.A, and its affiliates. Securities are offered through J.P.\nMorgan Securities LLC (JPMS), Member NYSE, FINRA and SIPC. Securities products purchased or sold through JPMS are not insured by the Federal Deposit Insurance Corporation\n(CFDIC\"); are not deposits or other obligations of its bank or thrift affiliates and are not guaranteed by its bank or thrift affiliates; and are subject to investment risks, including possible\nloss of the principal invested. Not all investment ideas referenced are suitable for all investors. These views may not be suitable for all investors. Speak with your J.P. Morgan\nRepresentative concerning your personal situation. This material is not intended as an offer or solicitation for the purchase or sale of any financial instrument. Private Investments may\nengage in leveraging and other speculative practices that may increase the risk of investment loss, can be highly illiquid, are not required to provide periodic pricing or valuations to\ninvestors and may involve complex tax structures and delays in distributing important tax information. Typically such investment ideas can only be offered to suitable investors through a\nconfidential offering memorandum which fully describes all terms, conditions, and risks.\n\nIRS Circular 230 Disclosure: JPMorgan Chase & Co. and its affiliates do not provide tax advice. Accordingly, any discussion of U.S. tax matters contained herein (including any\nattachments) is not intended or written to be used, and cannot be used, in connection with the promotion, marketing or recommendation by anyone unaffiliated with JPMorgan Chase &\n\nCo. of any of the matters addressed herein or for the purpose of avoiding U.S. tax-related penalties. Note that J.P. Morgan is not a licensed insurance provider.\n\n© 2011 JPMorgan Chase & Co. All rights reserved.\n\n® As reported by Reuters, Gerald Wynn, November 22, 2010.\n\nHOUSE_OVERSIGHT_030012",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030012.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5610,
    "word_count": 881,
    "line_count": 74,
    "import_date": "2025-11-19T21:47:46.567507",
    "prefix": "IMAGES-010"
  }
}