{
  "document_id": "HOUSE_OVERSIGHT_031356",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031356.txt",
  "text": "oo Nobel Charitable Trust 2) ;\n\nNOBEL CHARITABLE TRUST\n\nPurpose of Efforts\n\n@Contributing to the stable preservation of our planet and the development of our environment through sustainable energy resources by providing\ngrants to efforts in the fields of natural conservation, natural resources and energy, education, culture and other relevant areas.\n\n@ Support activities to improve children’s environments and education conditions and provide learning experiences around the world as children\n\nwill bear the future of energy.\n\nDescription of Activities\n\nEngage in activities such as disclosing information on environmental improvement, formation of a fund division, obtaining sup port from researchers in the\nfield of environmental improvement, providing grants to corporations, organizing environment forums and expos etc.\n\nPromote exchange of information by networking with charity organizations.\nSeek and review support members amongst organizations and corporations, and work to expand networks and disclose information relating to\n\nenvironmental improvement mainly throughout East Asia.\n\nEstablishing Certificates of Merits and NCT Awards for Fields in Environmental Technology,\n\nContribution to Society, Environmental Design, Renewable/Alternative/Sustainable Energy\n\nWith recommendations from a qualified committee, various awards will be granted to individuals and/or organizations who have attained the best\nachievements or most practical inventions in the above fields. (Selection from 4 Categories — Politician, Researcher, Artists, Corporations)\n\n@Awards shall be granted at every selection ceremony. A medal/certificate /scholarship will be awarded in accordance with the various awards.\n\n@ Individuals Candidates will be selected from around the world — Scientist who have made a contribution through sciences, politicians who have made a\ncontribution through policies, artists who have made a contribution through the arts.\n\n@Organizations: Candidates will be selected from around the world - When an organizations or corporation that have made a contribution through their\nproducts has been selected, such invention (product) shall be granted with the NCT accreditation mark..\n\n@NCT is a non-profit organization and has no connection to any political organization, corporations or government agencies.\n\nServices to Members\n\n@ Distribution of The “Nobel Family”, a monthly web mail service.\n\n1. Grants to researches and projects relating to water, natural resources and energy\n@ Providing consulting, information and education on technologies for environmental\n\n2. Grants to researches in natural conservation, education, culture and other relevant areas.\n3. Grants to projects that educate the younger generation on environmental, educational and\n\ncultural issues.\n\n4. Grants to researches and projects in the above fields conducted in foreign countries,\nespecially in developing countries.\n\n5. Other projects necessary for NCT to fulfill its objectives.\n\nimprovement\n@ Information on seminars and other events hosted by NCT\n\n2\nHOUSE_OVERSIGHT_031356",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031356.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3069,
    "word_count": 422,
    "line_count": 62,
    "import_date": "2025-11-19T21:47:46.984762",
    "prefix": "IMAGES-011"
  }
}