{
  "document_id": "HOUSE_OVERSIGHT_013535",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013535.txt",
  "text": "change stories midstream without apparent loss of continuity or confidence. He\nlearned the power of a claim of abuse, and used the threat of it to control his\nenvironment. Damon talked other children out of their candy allotments, cheated at\ngames and stole clothes from other children’s lockers.\n\nDebbie, age eight, was the eldest of four children. Her mother was a street\nprostitute with an expensive drug habit. Debbie was thin, restless and worried. A\nself-appointed mother from the age of four, Debbie felt responsible for the care and\nfeeding of her brother and two sisters. With a history of physical and sexual abuse\nby a series of her mother’s boyfriend-pimps, Debbie spent most of her time cleaning\nand recleaning their small apartment and worrying about obtaining enough food for\nher brothers and sisters. Her mother was often gone for one or two days at a time,\nand food supplies were not dependable. On several occasions, Debbie was caught\nstealing food from all night grocers. The investigative social worker reported that\nDebbie had learned to sell oral sex to the men who loitered behind a neighborhood\nbar. She used the money to buy food. For several days after admission to the crisis\nhome, Debbie was anxious and sleepless. She worried endlessly about the welfare\nof her sisters and brother despite reassurances that they were in caring foster\nhomes. She checked on them as frequently as allowed by phone. In a playroom\ntherapy session, wielding a rubber knife, she pointed to a scar on her left forearm\nand told a story about the time that she cut herself with a kitchen knife and fed her\nblood to her infant sister when there wasn’t any food in the house. Debbie kept her\nroom very tidy, did all her chores and sometimes those of other children. Even after\nseveral months in residence, always-busy Debbie didn’t have even one close\nrelationship with any of the other children or members of the staff.\n\nDespite the superficial differences, there are subtle and pervasive similarities\namong the personality styles of Alicia, Grace, Damon and Debbie. Like overgrown\nand tasteless cabbages, pale and four feet across, growing from seeds over-treated\nwith gibberellin or auxin plant hormones, the inner lives of these prematurely big\nlittle people are relatively empty of stable interpersonal objects. The pantheon of\nindwelling companions are either malignant, absent or both. There is a deficiency of\n\ninternalized significant others with qualities we more healthy neurotics paste onto\n\n35\n\nHOUSE_OVERSIGHT_013535",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013535.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2531,
    "word_count": 413,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:45.789481",
    "prefix": "IMAGES-002"
  }
}