{
  "document_id": "HOUSE_OVERSIGHT_020116",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020116.txt",
  "text": "seized the day. But, as sure as politics, someone would.\n\nIn that sense, the Trumpian and Republican future was already moving beyond this\nWhite House. There was Bannon, working from the outside and trying to take over the\nTrump movement. There was the Republican leadership in Congress, trying to stymie\nTrumpism—if not slay it. There was John McCain, doing his best to embarrass it. There\nwas the special counsel’s office, pursuing the president and many of those around him.\n\nThe stakes were very clear to Bannon. Haley, quite an un-Trumpian figure, but by far\nthe closest of any of his cabinet members to him, might, with clever political wiles, entice\nTrump to hand her the Trumpian revolution. Indeed, fearing Haley’s hold on the president,\nBannon’s side had—the very morning that Bannon had stood on the steps of the Breitbart\ntown house in the unseasonable October weather—gone into overdrive to push the CIA’s\nMike Pompeo for State after Tillerson’s departure.\n\nThis was all part of the next stage of Trumpism—to protect it from Trump.\n\n7 OK Ok\n\nGeneral Kelly was conscientiously and grimly trying to purge the West Wing chaos. He\nhad begun by compartmentalizing the sources and nature of the chaos. The overriding\nsource, of course, was the president’s own eruptions, which Kelly could not control and\nhad resigned himself to accepting. As for the ancillary chaos, much of it had been calmed\nby the elimination of Bannon, Priebus, Scaramucci, and Spicer, with the effect of making\nit quite a Jarvanka-controlled West Wing.\n\nNow, nine months in, the administration faced the additional problem that it was very\nhard to hire anyone of stature to replace the senior people who had departed. And the\nstature of those who remained seemed to be more diminutive by the week.\n\nHope Hicks, at twenty-eight, and Stephen Miller, at thirty-two, both of whom had\nbegun as effective interns on the campaign, were now among the seniormost figures in the\nWhite House. Hicks had assumed command of the communications operation, and Miller\nhad effectively replaced Bannon as the senior political strategist.\n\nAfter the Scaramucci fiasco, and the realization that the position of communications\ndirector would be vastly harder to fill, Hicks was assigned the job as the “interim”\ndirector. She was given the interim title partly because it seemed implausible that she was\nqualified to run an already battered messaging operation, and partly because if she was\ngiven the permanent job everyone would assume that the president was effectively calling\nthe daily shots. But by the middle of September, interim was quietly converted to\npermanent.\n\nIn the larger media and political world, Miller—who Bannon referred to as “my\ntypist’ —was a figure of ever increasing incredulity. He could hardly be taken out in public\nwithout engaging in some screwball, if not screeching, fit of denunciation and grievance.\n\nHOUSE_OVERSIGHT_020116",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020116.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2918,
    "word_count": 472,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:46.468530",
    "prefix": "IMAGES-005"
  }
}