{
  "document_id": "HOUSE_OVERSIGHT_029959",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029959.txt",
  "text": "From: es ee\n\nSent: 5/18/2016 2:42:38 PM\nTo: Jeffrey Epstein [jeevacation@gmail.com]\nSubject: Hello\n\nImportance: — High\n\nHi Jeffrey,\n\nHope all is well with you. Enjoying this political climate ©? | moved from the Trump campaign to Kasich as there was a\nfabulous opportunity to be on his Advisory Committee for Elder Issues. Now, I’m going to try to get on with Trump as an\nadvisor. He’s going to have big problems with Trump University and the charge of Senior Financial Abuse in CA and FL.\n\nAlso, starting anew company helping Seniors age successfully, especially individuals with dementia - the earlier we catch\nit the better. I’ve been working with a memory center and individuals in DC and it’s remarkable the results I’ve been\nable to achieve over the last year. Of course, only want to work with people/families/guardians that are SERIOUS about\ngetting the best care. | stress ‘serious’ because | don’t want to get into a situation like as last summer.\n\nHow is Fred? It’s just sad sad sad that instead of letting me help him, Joe had me fixing his watch and finding a school\nfor his son... | think of where Fred could be today, and instead he’s probably locked up in his apartment with no help that\nhas dementia training — he probably thinks he’s crazy by now. Know you like Joe, but it was sad sad sad that he didn’t\nlet me do my job. Was it an intentional con? Very few things he said were the truth (but, hey, people liked Bernie\nMadoff too)....\n\nAnyway — the past. I’m charging in the range of $1000 — 1500 per day plus expenses and it’s all highly confidential. A\ncustomized ‘mind-body’ enhancement to achieve the most out of one’s life! And, training for the family to help\n\ntransition to the ‘new reality’ with their loved one with later stage dementia.\n\nI’m in NYC Friday for the annual meeting of the Circumnavigator’s Club, and will stay over the weekend. Love to see you\nif you’re in town! Would also like to have lunch with Fred - enjoyed his company - but Joe probably won’t let that\n\nhappen ®.\nLove you! And wishing you Love and Happiness, z=\n\nPS. Any idea how to get rid of this damn smoking gun article? It’s now the first thing you see when googling me...\n\nBeck Center for Longevity & Successful Aging\n\nSpecializing in a highly confidential approach to living longer, being sharper, and getting more out of your life!\n\nHOUSE_OVERSIGHT_029959",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029959.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2363,
    "word_count": 419,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:46.858994",
    "prefix": "IMAGES-010"
  }
}