{
  "document_id": "HOUSE_OVERSIGHT_028293",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_028293.txt",
  "text": "THE HOUSE OF THE NOBLEMAN\nCURATED BY WOLFE VON LENKIEWICZ & VICTORIA GOLEMBIOVSKAYA\n\nPRESS CLIPPING (INTERNET)\n\nartnet\n\nhttp://www.artnet.com/magazineus/news/artnetnews/frieze-week-preview10-8-10.as\n\nHERE COMES FRIEZE WEEK\n\nOct. 8, 2010\n\nHere it comes. Next week, Oct. 14-17, 2010, is London’s time to shine like the diamond it is in the international\nart-market sun, as Frieze Week bows in the British super-city. With dozens of events and most of the best\ngalleries making the trip, the whole thing is exhausting just to think about. Here, then, a quick-and-dirty summary\nof some of the highlights. We’re sure we’ve missed a few, but this’Il do to start:\n\nFRIEZE\nOf course the centerpiece, as usual, is the Frieze Art Fair itself, going up in Regent’s Park. The selection is top-\nnotch, with some 173 exhibitors on board, including most of the top dealers you’d expect.\n\nMORE, MORE, MORE\nMuch more is going on, including big events like the launch of Ai Weiwei’s Turbine Hall installation at Tate\nModern. We, however, prefer to focus on some of the freakier offerings.\n\nOr what about the The Museum of Everything in Primrose Hill, which was \"regarded as the most successful new\naddition to the Frieze scene last year\" (according to the Independent). For the third exhibition at the space,\nopening Oct. 13, Pop art pioneer Peter Blake curates a show of \"outsider\" art and artifacts, including pieces by\nMorton Bartlett, James Castle, Henry Darger and Martin Ramirez. During Frieze Week, contemporary art stars\nlike Bob & Roberta Smith, Polly Morgan and Jeremy Deller are scheduled for various tours and talks at the\nMuseum. Worth a swing by.\n\nThen there is the mysterious House of the Noble Man, Oct. 12-20, at 2 Cornwall Terrace, an 18th-century building\noff Regent’s Park, near Frieze. What exactly this show is remains unclear, but it is some kind of conceptual selling\nexhibition, sponsored by the Russian billionaire who owns the property, and curated by artist Wolfe von\nLenkiewicz with Russian curator Victoria Golembiovskaya. Lenkiewicz, for his part, describes it as \"a curatorial\nconcept playing with the idea of commerce, mirroring the [art] market with irony.\" The Art Newspaper reports\nthat some £20-million in art will be for sale, including works by Picasso and Cézanne, as well as a selection of\nworks from Charles Saatchi’s \"New Sensations 2010\" roster of emerging artists, and the holdings of the lraqi-born\nindustrialist Ragdan El-akabi.\n\n13\n\nHOUSE_OVERSIGHT_028293",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_028293.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2485,
    "word_count": 395,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:48.708397",
    "prefix": "IMAGES-009"
  }
}