{
  "document_id": "HOUSE_OVERSIGHT_020085",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020085.txt",
  "text": "By now Bannon believed McMaster would be out by August. He was sure he had the\npresident’s word on this. Done deal. “McMaster wants to send more troops to\nAfghanistan, so we’re going to send him,” said a triumphal Bannon. In Bannon’s scenario,\nTrump would give McMaster a fourth star and “promote” him to top military commander\nin Afghanistan.\n\nAs with the chemical attack in Syria, it was Dina Powell—even as she made\nincreasingly determined efforts to get herself out of the White House, either on a Sheryl\nSandberg trajectory or, stopping first at a way station, as ambassador to the United Nations\n—who struggled to help support the least disruptive, most keep-all-options-open\napproach. In this, both because the approach seemed like the safest course and because it\nwas the opposite of Bannon’s course, she readily recruited Jared and Ivanka.\n\nThe solution Powell endorsed, which was designed to put the problem and the\nreckoning off for another year or two or three, was likely to make the United States’\nposition in Afghanistan even more hopeless. Instead of sending fifty or sixty thousand\ntroops—which, at insupportable cost and the risk of national fury, might in fact win the\nwar—the Pentagon would send some much lower number, one which would arouse little\nnotice and merely prevent us from losing the war. In the Powell and Jarvanka view, it was\nthe moderate, best-case, easiest-to-sell course, and it struck just the right balance between\nthe military’s unacceptable scenarios: retreat and dishonor or many more troops.\n\nBefore long, a plan to send four, five, six, or (tops) seven thousand troops became the\nmiddle-course strategy supported by the national security establishment and most\neveryone else save for Bannon and the president. Powell even helped design a PowerPoint\ndeck that McMaster began using with the president: pictures of Kabul in the 1970s when it\nstill looked something like a modern city. It could be like this again, the president was\ntold, if we are resolute!\n\nBut even with almost everyone arrayed against him, Bannon was confident he was\nwinning. He had a united right-wing press with him, and, he believed, a fed-up, working-\nclass Trump base—its children the likely Afghanistan fodder. Most of all, he had the\npresident. Pissed off that he was being handed the same problem and the same options that\nwere handed Obama, Trump continued to heap spleen and mockery on McMaster.\n\nKushner and Powell organized a leak campaign in McMaster’s defense. Their narrative\nwas not a pro-troops defense; instead, it was about Bannon’s leaks and his use of right-\nwing media to besmirch McMaster, “one of the most decorated and respected generals of\nhis generation.” The issue was not Afghanistan, the issue was Bannon. In this narrative, it\nwas McMaster, a figure of stability, against Bannon, a figure of disruption. It was the New\nYork Times and the Washington Post, who came to the defense of McMaster, against\nBreitbart and its cronies and satellites.\n\nIt was the establishment and never-Trumpers against the America-first Trumpkins. In\n\nHOUSE_OVERSIGHT_020085",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020085.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3093,
    "word_count": 503,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.730861",
    "prefix": "IMAGES-005"
  }
}