{
  "document_id": "HOUSE_OVERSIGHT_019959",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019959.txt",
  "text": "And somehow, because of his prior unseriousness, and his what-you-see-is-what-you-get\nnature, the braggart businessman, with his bankruptcies, casinos, and beauty pageants, had\navoided serious vetting. For Trump students—which, over his thirty years of courting\nattention, many in the media had become—the New York real estate deals were dirty, the\nAtlantic City ventures were dirty, the Trump airline was dirty, Mar-a-Lago, the golf\ncourses, and the hotels all dirty. No reasonable candidate could have survived a recounting\nof even one of these deals. But somehow a genial amount of corruption had been figured\ninto the Trump candidacy—that, after all, was the platform he was running on. /’// do for\nyou what a tough businessman does for himself.\n\nTo really see his corruption, you had to see it on a bigger stage. Foer was suggesting a\nfabulous one.\n\nAssembling a detailed road map for a scandal that did not yet exist, Foer, without\nanything resembling smoking guns or even real evidence, pulled together in July virtually\nall of the circumstantial and thematic threads and many of the various characters that\nwould play out over the next eighteen months. (Unbeknownst to the public or even most\nmedia or political insiders, Fusion GPS had by this point hired the former British spy\nChristopher Steele to investigate a connection between Trump and the Russian\ngovernment.)\n\nPutin was seeking a resurgence of Russian power and, as well, to block encroachments\nby the European Union and NATO. Trump’s refusal to treat Putin as a semi-outlaw—not\nto mention what often seemed like a man crush on him—meant, ipso facto, that Trump\nwas sanguine about a return of Russian power and might actually be promoting it.\n\nWhy? What could possibly be in it for an American politician to publicly embrace—\nsycophantically embrace—Vladimir Putin and to encourage what the West saw as Russian\nadventurism?\n\nTheory 1: Trump was drawn to authoritarian strongmen. Foer recounted Trump’s\nlongtime fascination with Russia, including being duped by a Gorbachev look-alike who\nvisited Trump Tower in the 1980s, and his many fulsome and unnecessary “odes to Putin.”\nThis suggested a lie-down-with-dogs-wake-up-with-fleas vulnerability: consorting with or\nlooking favorably upon politicians whose power lies partly in their tolerance of corruption\nbrings you closer to corruption. Likewise, Putin was drawn to populist strongmen in his\nown image: hence, Foer asked, “Why wou/dnt the Russians offer him the same furtive\nassistance they’ ve lavished on Le Pen, Berlusconi, and the rest?”\n\nTheory 2: Trump was part of a less-than-blue-chip (much less) international business\nset, feeding off the rivers of dubious wealth that had been unleashed by all the efforts to\nmove cash, much of it from Russia and China, out of political harm’s way. Such money, or\nrumors of such money, became an explanation—still only a circumstantial one—in trying\nto assess all the Trump business dealings that largely remained hidden from view. (There\n\nHOUSE_OVERSIGHT_019959",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019959.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3029,
    "word_count": 475,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:45.878470",
    "prefix": "IMAGES-005"
  }
}