{
  "document_id": "HOUSE_OVERSIGHT_016192",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016192.txt",
  "text": "Disclosures\nImportant Disclosures\n\nCredit opinion history\n\nBahrain / BHRAIN\nSovereign Date* Action Recommendation\nBahrain / BHRAIN 12-Nov-2015 Initial Marketweight\n\nTable reflects credit opinion history as of previous business day’s close. “First date of recommendation within last 36 months. The investment opinion system is contained at the end of the\nreport under the heading \"BofA Merrill Lynch Credit Opinion Key.\"\n\nDubai / DUGB\n\nSovereign Date’ Action Recommendation\n\nDubai / DUGB 12-Nov-2015 Initial Marketweight\n08-Jan-2016 Downgrade Underweight\n28-Apr-2016 Upgrade Marketweight\n\nTable reflects credit opinion history as of previous business day’s close. “First date of recommendation within last 36 months. The investment opinion system is contained at the end of the\nreport under the heading \"BofA Merrill Lynch Credit Opinion Key.\"\n\nQatar / QATAR\n\nSovereign Date’ Action Recommendation\n\nQatar / QATAR 12-Nov-2015 Initial Marketweight\n08-Jan-2016 Downgrade Underweight\n26-Feb-2016 Upgrade Marketweight\n25-May-2016 Restricted NA\n\nTable reflects credit opinion history as of previous business day’s close. “First date of recommendation within last 36 months. The investment opinion system is contained at the end of the\nreport under the heading \"BofA Merrill Lynch Credit Opinion Key.\"\n\nBofA Merrill Lynch Credit Opinion Key\n\nBofA Merrill Lynch Global Research provides recommendations on an issuer's bonds (including corporate and sovereign external debt securities), capital securities, equity preferreds and CDS as\ndescribed below. Convertible securities are not rated. An issuer level recommendation may also be provided for an issuer as explained below. BofA Merrill Lynch Global Research credit\nrecommendations are assigned using a three-month time horizon.\n\nIssuer Recommendations: If an issuer credit recommendation is provided, it is applicable to bonds and capital securities of the issuer except bonds and capital securities specifically\nreferenced in the report with a different credit recommendation. Where there is no issuer credit recommendation, only individual bonds and capital securities with specific recommendations\nare covered. CDS and equity preferreds are rated separately and issuer recommendations do not apply to them.\n\nBofA Merrill Lynch Global Research credit recommendations are assigned using a three-month time horizon:\n\nOverweight: Spreads and /or excess returns are likely to outperform the relevant and comparable market over the next three months.\nMarketweight: Spreads and/or excess returns are likely to perform in-line with the relevant and comparable market over the next three months.\nUnderweight: Spreads and/or excess returns are likely to underperform the relevant and comparable market over the next three months.\n\nBofA Merrill Lynch Global Research uses the following rating system with respect to Credit Default Swaps (CDS):\nBuy Protection: Buy CDS, therefore going short credit risk.\n\nNeutral: No purchase or sale of CDS is recommended.\n\nSell Protection: Sell CDS, therefore going long credit risk.\n\nSovereign Investment Rating Distribution: Global Group (as of 31 Mar 2016)\n\nCoverage Universe Count Percent Inv. Banking Relationships* Count Percent\nBuy § 12.82% Buy 2 40.00%\nHold 28 71.79% Hold 12 42.86%\nSell 6 15.38% Sell 6 100.00%\n\n* Issuers that were investment banking clients of BofA Merrill Lynch or one of its affiliates within the past 12 months. For purposes of this Investment Rating Distribution, the coverage universe includes only Sovereign\nissuer recommendations. A Sovereign issuer rated Overweight is included as a Buy, a Sovereign issuer rated Marketweight is included as a Hold, and a Sovereign issuer rated Underweight is included as a Sell.\n\nFUNDAMENTAL EQUITY OPINION KEY: Opinions include a Volatility Risk Rating, an Investment Rating and an Income Rating. VOLATILITY RISK RATINGS, indicators of potential\nprice fluctuation, are: A - Low, B - Medium and C - High. INVESTMENT RATINGS reflect the analyst’s assessment of a stock’s: (i) absolute total return potential and (ii)\nattractiveness for investment relative to other stocks within its Coverage Cluster (defined below). There are three investment ratings: 1 - Buy stocks are expected to have a total\nreturn of at least 10% and are the most attractive stocks in the coverage cluster; 2 - Neutral stocks are expected to remain flat or increase in value and are less attractive than\nBuy rated stocks and 3 - Underperform stocks are the least attractive stocks in a coverage cluster. Analysts assign investment ratings considering, among other things, the 0-12\nmonth total return expectation for a stock and the firm’s guidelines for ratings dispersions (shown in the table below). The current price objective for a stock should be\nreferenced to better understand the total return expectation at any given time. The price objective reflects the analyst’s view of the potential price appreciation (depreciation).\n\nInvestment rating Total return expectation (within 12-month period of date of initial rating) Ratings dispersion guidelines for coverage cluster*\nBuy 2 10% < 70%\nNeutral 20% £ 30%\nUnderperform NIA 2 20%\n\n* Ratings dispersions may vary from time to time where BofA Merrill Lynch Research believes it better reflects the investment prospects of stocks in a Coverage Cluster.\n\n82 GEMs Paper #26 | 30 June 2016 3S Merrill Lynch\n\nHOUSE_OVERSIGHT_016192",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016192.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5392,
    "word_count": 801,
    "line_count": 86,
    "import_date": "2025-11-19T21:47:47.025124",
    "prefix": "IMAGES-003"
  }
}