{
  "document_id": "HOUSE_OVERSIGHT_024880",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024880.txt",
  "text": "COWEN\nCOLLABORATIVE INSIGHTS February 25, 2019\n\n- Health Care: Payor Perspective (Rhyee)\n\nBased on our conversations with managed care companies, whether CBD oils will be\ncovered as a medical benefit by government sponsored health programs is determined\nby the Center for Medicare and Medicaid Services (CMS) and state governments.\nCurrently, CBD products aren't a covered benefit or an extra benefit that has been\napproved by CMS or states, and it isn’t known at this time whether CMS or states\ngovernments are considering reimbursement for CBD products. That said, based on our\ndiscussions with a number of payors, if a state government were to provide\nreimbursement for CBD products under Medicaid, it would have to add CBD oils asa\ncovered benefit under the state plan, which may or may not require CMS approval. We\nnote that CMS and states do provide reimbursement for non-traditional treatments, if\nthey determine that there’s some benefit, such as issues around social determinants, As\nsuch, we see the potential for CBD oils to become a covered benefit under CMS, even\nwithout FDA approval.\n\nOn the commercial side of the market, payors we spoke with noted that CBD oils aren't\neligible for coverage under commercial health plans because they’re not regulated by\nthe FDA. There are a couple of exceptions, such as GWPH’s Epidiolex, which is a\nprescription pharmaceutical formulation of highly purified, plant-derived cannabidiol for\nthe treatment of seizures associated with Lennox-Gastaut syndrome (LGS), or Dravet\nsyndrome in patients two years of age or older. Epidiolex is covered by commercial\ninsurance as itis an FDA approved drug. Payors noted three factors complicating\ncommercial coverage of CBD oils, including (1) legal issues, as CBD oils derived from THC\n(cannabis) aren't legal if they contain equal to or more than 0.3% THC; (2) lack of\nregulation by the FDA; and (3) their availability as OTC medications.\n\nHealth Care: Provider Perspective (Rhyee)\n\nThe certified use of medical marijuana appears to be gaining acceptance by the provider\ncommunity, as evidenced by the recent distribution of a memo by the chief physician\nexecutive of Intermountain Healthcare, Utah's largest health provider, to its network of\nproviders that the health system is lifting its prior directive that advised physicians not\nto write letters recommending cannabis treatments. However, it’s difficult to assess\nproviders’ stance on recommending the use of CBD oils. With greater clinical evidence\nsupporting the efficacy in treating various conditions, we may very well see doctors\nrecommend CBD oils as well, which some claim to be effective in treating loss of\nappetite in cancer patients, chronic pain, epilepsy, Huntington’s disease, sleep disorders,\nmultiple sclerosis symptoms, schizophrenia, and glaucoma.\n\n64 COWEN.COM\n\nHOUSE_OVERSIGHT_024880",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024880.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2852,
    "word_count": 439,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:46.282140",
    "prefix": "IMAGES-008"
  }
}