{
  "document_id": "HOUSE_OVERSIGHT_016441",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016441.txt",
  "text": "“Early on, it became clear that things had changed, from Krischer saying, ‘we’ll\nput this guy away for life,’ to ‘these are all the reasons why we aren’t going to\nprosecute this,’ ”’ Reiter said.\n\nKrischer, who is now retired and in private practice, did not respond to multiple\nrequests from the Herald for comment. Belohlavek also did not respond to an\nemail sent to her office.\n\n“It became apparent to me that some of our evidence was being leaked to\nEpstein’s lawyers, who began to question everything that we had in our probable\ncause affidavit,’ Reiter said.\n\nThe day of the search on Oct. 20, 2005, they found that most of Epstein’s\ncomputer hard drives, surveillance cameras and videos had been removed from\nthe house, leaving loose, dangling wires, according to the police report.\n\nBut the girls’ description of the house squared with what detectives found, right\ndown to the hot pink couch and the dresser drawer of sex toys in Epstein’s\nbathroom.\n\nReiter said his own trash was disappearing from his house, as his life was put\nunder Epstein’s microscope. Private investigators hired by Epstein’s lawyers even\ntracked down Reiter’s grade school teachers, the former chief said. Questions\nwere raised about donations that Epstein had made to the police department,\neven though Reiter had returned one of the donations shortly after the\ninvestigation began.\n\nRecarey, meanwhile, said he began to take different routes to and from work, and\neven switched vehicles because he knew he was being tailed.\n\n“At some point it became like a cat-and-mouse game. I would stop at a red light\nand go. I knew they were there, and they knew I knew they were there. I was\nconcerned about my kids because I didn’t know if it was someone that they hired\njust out of prison that would hurt me or my family,” Recarey said.\n\nDespite relentless political pressure, Reiter and Recarey soldiered on, and their\ndetermination yielded evidence that supported most of the girls’ allegations, the\nformer cops said. They had phone records that showed Epstein and his assistant,\n\nHOUSE_OVERSIGHT_016441",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016441.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2080,
    "word_count": 347,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:48.189143",
    "prefix": "IMAGES-003"
  }
}