{
  "document_id": "HOUSE_OVERSIGHT_025094",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_025094.txt",
  "text": "Translated by Donna Lee Hicks \nCecil!la 001-1203435-0 \nTel.: Celular: \nE-mail: \nwww.sdlanguagesolutions.com \nRPE No. 30793  \nCuba in its new stage: SWOT Analysis \nFundacion Internacional para la Libertad (\"International Foundation for Freedom\") \nNew York, 8 November 2015 \nOn August 14th, 2015, the United States flag was raised in Havana, formally reestablishing diplomatic \nRelations between the United States and Cuba, which had been interrupted since January 3, 1961, \nsome 54 years ago, when Ike Eisenhower was in power in Washington and Fidel Castro in Havana. \nThe President of the United States, Barack Oba ma, and his Secretary of State, John Kerry, among many \nother personalities, have requested the lifting of the economic embargo imposed on Cuba by John F. \nKennedy in 1962, in the midst of the Cold War, and in recent days through Havana have come Germans, \nFrench, Dutch, and Spaniards to propose bridges to the Island. \nThe perception is that Cuba, the largest of the thirteen markets in the Caribbean and with the largest \npopulation, followed very closely by the Dominican Republic, again opens itself up to international trade \nand relations. \nOverview of the Spanish Antilles \nCuba: 110,860 Km2 — 11,031,000 inhabitants — GDP per capita (PPP) US$10,200. \nDominican Republic - 46,670 km2 — 10,349,741 inhabitants — GDP per capita (PPP) US$12,800 \nPuerto Rico: 13,790 km2 — 3,620,897 inhabitants — GDP per capital (PPP) US$16,300 \nFor purposes of brevity and objectivity, given the composition of this audience, I'm going to employ the \nstructure of the so-called SWOT analysis for contributing to the business decision of investing in that \nmarket, refraining from doing so, or awaiting greater clarity and better times. It will not be my function \nto recommend what should be done, but rather to place certain data and basic elements on the table for \ndecision-makers. They will know what is best for them to do. \nThe SWOT analysis, as we know, lists the positive Strengths, the present Opportunities, the Weaknesses \nperceived, and the Threats detected. \nStrengths \n1. The thawing announced simultaneously by Presidents Barack Obama and Ratll Castro \nlast December 17th, to which are added the various steps taken by both governments in \nHOUSE OVERSIGHT 025094 \nthe direction of reconciliation, have created an atmosphere of triumphalism regarding \nthe economic future of Cuba loaded with good expectations. \n2. According to the surveys, support for Obama's measures is notably of the majority in \nboth the United States and Cuba, but there are reasons to believe that a substantial \npercentage of Cuban exiles also support it. \n3. As part of this approach, it's expected that some or many foreign companies will explore \nthe possibility of investing in the Island. There is significant human capital available in \nCuba: over eight hundred thousand university students and a generally healthy and \neducated populace. \n4. The Cuban government, after 56 years of continuous exercise of power, appears solidly \nin control of the situation, without any person or group whatsoever that visibly \nchallenges its authority with any possibility of success. \n5. After Hugo Chavez's election to the presidency of Venezuela at the end of 1998, that oil-\nproducing country transferred to Cuba enormous amounts of resources. The economist \nCarmelo Mesa-Lago calculates the annual amount of aid at its highest point as thirteen \nbillion dollars. \n6. A quarter century after the disappearance of the Communist block, the Castro \ngovernment, together with North Korea, has shown itself to be the exception to the rule: \nIt has maintained control without renouncing the principles of Marxism-Leninism and \nthe single party system, although cautiously attempting to modify its productive \napparatus. \n7. In that spirit of \"reforms-within-the-system,\" in April 2010 Raul Castro presented what \nare known as Guidelines, outlining his reform of the State, creating spaces for foreign \ninvestment and \"freelancers.\" \n8. The most important or most visible institutions in Cuban society, such as the Armed \nForces and the Assembly of the People's Power, appear to fully support the steps taken \nby the president, General Rail Castro, in the direction of a re-encounter with the United \nStates. \n9. Some foreign offices of the European Union, such as the Spaniards, the Germans, and \nthe Dutch, look favorably on what is happening, as does the Vatican, which has \nparticipated in the secret meetings to bring an end to the conflicts between Cuba and \nthe United States. Pope Francis has announced his upcoming visit to Cuba as a kind of \nsupport for the changes. \n10. Cuba exercises enormous influence in the countries of the ALBA, and the clear \nleadership of the group known as the nations of the XXIth Century Socialism: Venezuela, \nBolivia, Ecuador, and Nicaragua. \n11. To this list we must add the sympathy and solidarity that Cuba inspires in governments \nsuch as those of Argentina, Brazil, Uruguay, Chile, and El Salvador. In summary, the \nIsland has never had a more international identification. \nOpportunities \n1. The country needs to rebuild almost all of its infrastructure. Everything is obsolete or in \nruins: aqueducts and sewerage systems, electrical grids, the Internet, bridges and roads, \ntelecommunications, homes and buildings. \n2. There is fertile land for the local production of food. Cuba imports 80% of the food \nconsumed by people and animals. Before 1959 the proportion was reversed. \nHOUSE OVERSIGHT 025095 \n3. The sugar industry, which before the revolution was the backbone of the economy, with \nan annual average production of six million tons, has dropped to two. \n4. Tourism is a very promising field. The Island, very beautiful and with dozens of beaches, \nhas at least 14 points on both coasts that are potentially transformable into ideal sites \nfor building tourism poles similar to Puerto Banils in Spain or Casa de Campo in La \nRomana, Dominican Republic. \n5. Considering the number of researchers in the field of medicine, totally under-utilized, \nthe country would potentially be the perfect partner of large international \npharmaceutical industries, to both develop new medications and produce them. \n6. Given the prestige (today somewhat reduced) of its health system, Cuba is potentially an \nexcellent site for medical tourism and a place to establish links with the North American \ninsurance systems. Havana is much closer to Key West than Miami is to Orlando in \nFlorida. \n7. Whenever relations are really normalized and travel is facilitated and multiplies, Cuba \nwill become an ideal place to retire for tens of thousands of Cuban Americans and North \nAmericans who perceive an average of US$1,800 a month. \n8. Cuba receives some three million tourists every year, and has eleven million inhabitants. \nIn a few years it could receive eleven million tourists and reach the classification of \nparadise. A few daring and intelligent developers could transform the Isle of Pines, in \nCuba's south, into the Mallorca of the Caribbean. In the United States there are 300,000 \nluxury yachts that could visit Cuba and dock in already existing as well as future marinas. \n9. If relations between the United States and Cuba continue to deepen, it's possible to \nforesee a Free Trade Agreement that would allow the Island unlimited exports to the \nrichest market in the world. \n10. Because of its geographical position, Cuba is an ideal hub for the distribution of ocean-\ngoing and air cargo to North and South America. \n11. Cuban-Americans, as occurred in the case of Taiwan and China, could transfer to Cuba \ntheir business expertise, their relationships, and the capital they've created, which \nwould integrate the Island into the business and trade world of the United States. \n12. The country, as happened in post-Communist Europe, would be the paradise of the best-\nknown North American fast-foot franchises such as MacDonalds, Burger King, KFC, etc.. \n13. The same thing would occur with department store chains: Zara, Corte Ingles, Macys, \nSears, and the rest of the best known establishments. \nWeaknesses \n1. The government of Raul Castro doesn't want a regime change but rather an \nimprovement of the Communist model initiated in 1959. According to published and \nverbal statements, the model foreseen isn't even the Chinese or Vietnamese model, but \nrather a Military Capitalism of State, where the government reserves the control of the \n2,500 largest enterprises in the country, which it exploits directly through the military \napparatus or in partnership with foreign capitalists. Cubans will not have access to the \nmeans of production, but rather to small service enterprises (small food businesses, \nbeauty salons, etc.). \n2. The government of Raul Castro does not believe, as Deng Xiaoping proclaimed in 1992, \nthat \"enriching oneself is glorious.\" Raul and Fidel continue to believe that capitalism is \nan evil expression of the worst human tendencies, and despite those who practice it. In \nCuba, entrepreneurs are not encouraged, but discouraged. Capitalists may be \nHOUSE OVERSIGHT 025096 \ntemporarily necessary, but always under the strict control of the political police in order \nto avoid ideological contamination of the people and the excesses of which they are \ncapable. The government continues to uphold the supremacy of centralized planning \nover the market, and the virtues of frugality and non-consumption. \n3. If an entrepreneur wants to evaluate the country risk before investing anywhere, he \nlooks at the Moody's or Standard & Poor's ratings. According to these risk rating \ncompanies, Cuba appears on the most dangerous fringe. There is a very long history of \narrests or simply noncompliance with obligations, and of re-financing which has turned \nout to be useless. They haven't been able to pay their debts due to a serious and basic \nproblem: Cuban society is very unproductive due to the collectivist economic system \nthat they have imposed on it, and because of the size and priorities of public \nexpenditures decided on by the government. \n4. The Cuban State lacks substantial reserves, and barely generates sufficient income to \nsurvive from month to month. This means that it does not have its own resources to \nundertake the large public works that it needs, and it requires international loans in \norder to confront them, which becomes a serious problem because it does not possess \nreliable credit. \n5. In Cuba there are no impartial courts to which one can resort in the case of a dispute of \ncivil law, much less criminal law. There is an absolute legal defenselessness in the face \nof any conflict with the government or with a state-owned enterprise. The government, \naccording to its needs, arbitrarily pursues, imprisons, or releases any citizen, including \nforeign businessmen with whom it has a dispute. In other words, the reverse of a true \nState of Law. That circumstance can be testified to by dozens of persons, including the \nPanamanian Simon Abadi, the Chilean Max Marambio, or the Canadian SArkis \nYacoubian. \n6. Foreign businessmen located in Cuba live under the \"not-so-discreet\" surveillance of the \nsecurity forces, always in the paranoid search for the mythical and evil agent of the CIA. \nMany of the Cuban officials and simple neighbors or potential friends don't dare to link \nthemselves to foreign businessmen out of fear of losing the government's trust, or are \nforced to inform in writing about any voluntary or involuntary contact they've had with \nthem. \n7. Cuba has not resolved the very important problem of currency. Officially, the dollar \nexchange is approximately on a par with the Cuban peso. On the parallel market it's 24 \npesos to 1 dollar. Cubans collect in pesos, but the government sells to them in dollars, \nwhich creates significant dissatisfaction and an obvious sense of injustice. \n8. Salaries are very low (some US$24 a month), which determines the nonexistence of a \npotential market of 11 million consumers. Cubans have the lowest purchasing power \nper capita in Spanish-speaking America. \n9. The banking system is insufficient and primitive. Dollar deposits — as has happened in \nthe recent past — may be frozen at the discretion of the government. \n10. Bureaucracy is very slow and insecure. Officials don't dare to make decisions, and the \ninstructions they receive are sometimes contradictory. \n11. The hiring of workers is done through a state-owned company that charges investors in \ndollars and pays in pesos to the Cubans assigned to these jobs. In the transaction, the \nCuban State keeps 94% of the salary. That practice contravenes international \nagreements signed with the ILO. \n12. For over half a century, Cubans have been accustomed to stealing from the State in \norder to survive, by swelling on the black market the product of that theft. These habits \nHOUSE OVERSIGHT 025097 \nare transferred to the private sector, particularly because they have lived under an \nintense propaganda campaign against the capitalist exploiters. They know that \nsocialism leads to disaster, but they believe that capitalism is an activity of hungry \nwolves. \nThreats \n1. A substantial part of the policy of reconciliation between Obama and Rat.11 Castro \ndepends on the lifting of the embargo. Although there is great pressure from the White \nHouse, and surveys showing that the majority of Americans want the sanctions to end, \nthere are no guarantees that this will be achieved during this presidency. Neither can \none predict what will happen with the relations between the two countries if the next \nelections are won by a Republican candidate. Two of the most prominent ones, Jeb \nBush and Marco Rubio, have criticized President Obama for his new Cuban policy. \n2. The repeal of the 1996 Helms-Burton is one of the key requirements for Cuba to be able \nto approach the IDB, the IMF, or the World Bank. Without that credit, which requires \nCuba's affiliation with these organizations, the Island will have no access to loans to \nrebuild the costly infrastructure that the country needs. It's a very slow process that will \ntake a great deal of time. \n3. Cuba depends in large measures on subsidies from Venezuela, and Chavism is going \nthrough a very bad time, which could end up in its destruction and substitution with a \ngovernment unfavorable to \"the Cubans.\" The disappearance of Chavism in Venezuela \nwould be an economic and political catastrophe for Cuba. Today the popularity of \nNicolas Maduro is less than 20%. \n4. The political stability of the Cuban regime until now has depended on control by Fidel \nand Rat.11 Castro. Fidel just turned 89, and Rat.il will be 84 in June. With them the \ngeneration of the revolution will come to an end, giving way to younger people, led by \nRaCJI Castro's chosen heir, Engineer Miguel Diaz-Canel, who is 55. What's going to \nhappen then? Could the regime transmit the authority within the Community single-\nparty model without the old leaders who until now have lent shape and sense to the \ngovernment. Will there arise other candidates with uncontrollable ambitions, \npresumably young military men, with the intention of taking command? Nobody knows. \nNevertheless, Cuban history has been bloody when regimes reach their end. They are \nreplaced by violence. \n5. It will be very risky to invest in properties confiscated from their legitimate owners \nduring the first years of the revolution. In both the United States and Spain there are \norganizations of those injured who are willing to go to court in defense of their rights, \nand who have hired lawyers to do just that. Originally the victims of the confiscations \nwere North Americans or Spaniards, but over time Cuban-Americans and Hispano-\nCubans have been added. Both the United States Congress and Senate and the Spanish \nParliament have legislators with these origins. \n6. What will probably happen will be something similar to the case of Nicaragua. \nNicaraguan exiles, infinitely fewer in number and power than the Cuban-Americans, \nwithout congressmen in Washington with their origins, managed to condition American \naid to the solution of the confiscations they had suffered during the first decade of the \nSandinista government. What's predictable is that the injured Americans, together with \nthe Cuban-Americans, will manage to halt any American aid or benefit destined for Cuba \nuntil their property is returned to them or they are compensated for them. \nHOUSE OVERSIGHT 025098 \n7. Although in the tourism sector there is an evident possibility of making money in Cuba, \nit's doubtful that the North American hotel industry, almost all present on the Stock \nExchange, subject to North American legislation and union pressure, would lend itself to \ncollaborating with the Cuban counter-intelligence by facilitating eavesdropping/wire-\ntapping and clandestine filming inside hotel installations, such as today occurs in Melia \nand other European chains, violating even Cuban law which supposedly defends the \ninviolability of privacy. American lawyers are very clear about the high price German \ncompanies had to pay when they associated themselves with Nazism, as occurred with \nVolkswagen and Bayer. \n8. Even though this is not a matter of investing in a country living under a dictatorship, but \nrather of associating oneself with a dictatorial government in order to exploit workers \nand companies, it's very possible that, whenever the opportunity presents itself, those \nbusinessmen linked to the Cuban government are going to be accused in court because \nof the confiscation of 94% of the salary through the exchange of dollars for pesos and \nother violations of the rules of the International Labor Organization. Workers' claims \nwill be very high, and there are American law firms willing to bring them in exchange for \na percentage of whatever is eventually received. \n9. Lastly, two articles of the Cuban constitution profile the inflexibly Communist nature of \nthe regime, and become a permanent threat against foreign investors. Article 5: The \nCommunist Party of Cuba, Marti-inspired and Marxist-Leninist, organized vanguard of \nthe Cuban nation, is the superior directing force of society and the State. Article 62: \nNone of the liberties recognized to citizens may be exercised against what is established \nin the Constitution and laws, or against the decision of the Cuban people to build \nsocialism and communism. The violation of this principle is punishable. \nHOUSE OVERSIGHT 025099",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_025094.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 18552,
    "word_count": 2928,
    "line_count": 248,
    "import_date": "2025-11-19T21:47:46.016468",
    "prefix": "TEXT-001"
  }
}