{
  "document_id": "HOUSE_OVERSIGHT_033345",
  "filename": "TEXT-002-HOUSE_OVERSIGHT_033345.txt",
  "text": "From: \nSent: \nTo: \nSubject: \npaul krassner \n3/24/2019 5:48:38 PM \nFwd: Palmer Report updated - 03/24/2019 \nImportance: High \nBegin forwarded message: \nFrom: Palmer Report <billpalmer@palmerreport.com> \nSubject: Palmer Report updated - 03/24/2019 \nDate: March 24, 2019 at 3:03:24 AM PDT \nTo: < \nReply-To: Palmer Report <billpalmerpalmerreport.com> \nHOUSE OVERSIGHT 033345 \nPalmer Report \nView this email in your browser \nPalmer Report \nIn the 03/24/2019 edition: \nFollow Palmer Report: Facebook - Twitter  \nSupport Palmer Report: PayPal - Amazon  \nNancy Pelosi's grandmaster chess game against Donald Trump \nRobert Harrington \nHOUSE OVERSIGHT 033346 \nThe post Nancy Pelosi's grandmaster chess game against Donald Trumpappeared first \non Palmer Report. \nRead on »  \nDonald Trump's Kid Rock incident on Mueller Weekend is even  \nstranger than you think \nBill Palmer \nThe post Donald Trump's Kid Rock incident on Mueller Weekend is even stranger than you  \nmin appeared first on Palmer Report. \nRead on »  \nThe big clue that SDNY is going to indict Donald Trump's family \nBill Palmer \nThe post The big clue that SDNY is going to indict Donald Trump's familvappeared first \non Palmer Report. \nRead on »  \nRobert Mueller begins announcing the handoffs of his Trump-\nrelated criminal cases  \nBill Palmer \nThe post Robert Mueller begins announcing the handoffs of his Trump-related criminal  \ncases appeared first on Palmer Report. \nRead on »  \nHOUSE OVERSIGHT 033347 \nWatergate expert says the Trump-Russia investigation is just getting  \nstarted  \nRon Leshnower \nThe post Watergate expert says the Trump-Russia investigation is just getting  \nsLarie,, appeared first on Palmer Report. \nRead on »  \nWhat Nancy Pelosi is really doing with the Mueller report right now \nBill Palmer \nThe post What Nancy Pelosi is really doing with the Mueller report right nowappeared first \non Palmer Report. \nRead on »  \nWe found out how Donald Trump is reacting to the Mueller report — \nand it involves Kid Rock of all people  \nBill Palmer \nThe post We found out how Donald Trump is reacting to the Mueller report — and it involves \nKid Rock of all peop1( appeared first on Palmer Report. \nRead on »  \nRobert Mueller has farmed out Trump-related investigations to \nSDNY and six other federal prosecutorial entities  \nBill Palmer \nThe post Robert Mueller has farmed out Trump-related investigations to SDNY and six other \nfederal prosecutorial entities appeared first on Palmer Report. \nHOUSE OVERSIGHT 033348 \nRead on »  \nThe real reason Donald Trump is pushing this 'Democrats hate  \nJews' nonsense  \nBill Palmer \nThe post The real reason Donald Trump is pushing this 'Democrats hate Jews'  \nnonsense appeared first on Palmer Report. \nRead on »  \nWilliam Barr may yet surprise us \nShirley Kennedy \nThe post William Barr may yet surprise u g. appeared first on Palmer Report. \nRead on »  \nDonald Trump's deafening silence about the Mueller report speaks  \nvolumes  \nBill Palmer \nThe post Donald Trump's deafening silence about the Mueller report speaks \nvolumes appeared first on Palmer Report. \nRead on »  \nThree ways we know more indictments in Robert Mueller's  \ninvestigation are still coming from other prosecutors  \nBill Palmer \nHOUSE OVERSIGHT 033349 \nThe post Three ways we know more indictments in Robert Mueller's investigation are still  \ncoming from other prosecutors appeared first on Palmer Report. \nRead on »  \nDonald Trump makes bizarre new announcement about North  \nKorea, and no one can even figure out what he's talking about \nDaniel Cotter \nThe post Donald Trump makes bizarre new announcement about North Korea, and no one  \ncan even figure out what he's talking about appeared first on Palmer Report. \nRead on »  \nWelcome to Donald Trump's post-Mueller twilight zone \nBill Palmer \nThe post Welcome to Donald Trump's post-Mueller twilight zone appeared first on Palmer \nReport. \nRead on »  \nCopyright @ 2019 Palmer Report, All rights reserved. \nYou are receiving this email because you signed up for our mailing list. \nOur mailing address is: \nPalmer Report \n5419 Hollywood Blvd, Suite 0734 \nHollywood, CA 90027 \nAdd us to your address book \nWant to change how you receive these emails? \nYou can update your preferences or unsubscribe from this list \nHOUSE OVERSIGHT 033350 \nHOUSE OVERSIGHT 033351",
  "metadata": {
    "original_filename": "TEXT-002-HOUSE_OVERSIGHT_033345.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4296,
    "word_count": 665,
    "line_count": 114,
    "import_date": "2025-11-19T21:47:48.075326",
    "prefix": "TEXT-002"
  }
}