{
  "document_id": "HOUSE_OVERSIGHT_010529",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010529.txt",
  "text": "James PATTERSON\n\ncauses had made him a player on that side of the political aisle. He\nhad a famous Republican, Bill Clinton’s nemesis, Ken Starr, work-\ning the other side. And just to make sure they'd covered the bases,\nEpstein’s team also recruited Roy Black—the lawyer who'd\ncleared William Kennedy Smith of rape and kept Rush Limbaugh\nout of prison for his alleged illegal drug use—and Jay Lefkowitz,\na defense attorney who'd worked with US attorney R. Alexander\nAcosta at Ken Starr's law firm.\n\nAnd so in September, the US attorney's office reached a for-\nmal agreement with Epstein’s team: the United States would\ndefer federal prosecution in favor of prosecution by the state of\nFlorida.\n\nA non-prosecution agreement (NPA) was drafted; among\nother things, it assured Epstein that he would not be prosecuted\nin the Southern District of Florida for felony offenses involving\nthe sexual abuse of underage girls. (By that point, thirty known\nvictims had been discovered.) Instead it allowed him to plead\nguilty to state felony offenses for solicitation of prostitution and\nthe procurement of minors for prostitution. The NPA established\na procedure that allowed Epstein’s victims to sue him in civil\ncourt and took the extraordinary step of ensuring that “any\npotential co-conspirators” of Epstein’s would be immune from\nprosecution.\n\n“In consideration of Epstein’s agreement to plead guilty and\nto provide compensation in the manner described above, if\nEpstein successfully fulfills all of the terms and conditions of\n\nthis agreement, the United States also agrees that it will not ©\ninstitute any criminal charges against any potential co-conspira-\ntors of Epstein,” the agreement stated, mentioning Sarah Kellen ©\n\nand Nadia Marcinkova by name.\n\n188\n\nFint\n\n“The parties anticipate tha\npart of any public record,” {\nUnited States receives a Freed\nany compulsory process comm\nment, it will provide notice\ndisclosure.”\n\nRemarkably, despite assur\nfeds, none of the victims was ;\nthis NPA.\n\nIf Epstein did not sign the\ncount indictment and a decade\nteam of lawyers had gotten him\nted all the teeth in South Florid:\n\nFor all his protestations of ir\nin the world to agree to an NPA.\n\nOn September 24, 2007, Eps\nOnce again, none of the\nnotified.\n\n189\n\nHOUSE_OVERSIGHT_010529",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010529.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2271,
    "word_count": 367,
    "line_count": 68,
    "import_date": "2025-11-19T21:47:46.836510",
    "prefix": "IMAGES-001"
  }
}