{
  "document_id": "HOUSE_OVERSIGHT_012852",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012852.txt",
  "text": "example, invading another country is not aggressive, but designed as a pre-emptive strike to protect group\ninterests.\n\nMoral disengagement enables behaviors that are either immoral, illegal, or counter to deeply\nrooted intuitive prohibitions against harming others. It is a process that has the beneficial consequence of\nempowering soldiers to go to war under just causes, as well as the toxic consequence of empowering\nrogue leaders to carry out genocide under unjust causes. It is a process that allows us to hibernate from\nour moral responsibilities. It is a form of self-deception, a partner to dehumanization in the denial of\nreality. But self-deception, like deception of others, is not always harmful. In fact, it is often highly\n\nadaptive.\n\nAngelic denial\n\nIn a nationally televised address in 2005, the Iranian President Mahmoud Ahmadinejad pronounced that\nthe Jews had \"created a myth in the name of the Holocaust and consider it above God, religion and the\nprophets.\" Judge Daniel Schreber believed that his brain was softening and that he was turning into a\nwoman in order to form a sexual union with God. During a doctor’s visit, a man reported that his pet\npoodle had been replaced by an impostor, masquerading as if he was the real deal. Judge Patrick\nCouwenberg stated under oath that he received the Purple Heart for military operations in Vietnam, and\nsoon thereafter carried out covert missions in Southeast Asia and Africa as a CIA agent. The pilots of Air\nFlorida flight 90 ignored signs from their dashboard indicating engine trouble and then proceeded to crash\ninto a bridge, killing 74 of the 79 people on board. In 2008, while Hilary Clinton was running for\nPresident of the United States, she regaled admiring supporters with stories of her international\nexperience, including her visit to Bosnia in 1996 where her plane was forced to land “under sniper fire”,\nfollowed by a rapid evacuation for cover. When I was a teenager, I often walked onto the tennis court\nthinking that I was John McEnroe, serving and volleying like the world’s number one player.\n\nEach case above tells the story of a person who acted as if the world was one way even though it\nwasn’t. The Holocaust and its trail of atrocities were real, confirmed by thousands of scarred survivors\nand the relatives who have heard their accounts. Judge Couwenberg was never in Vietnam, never earned a\nPurple Heart, and never had a connection with the CIA. There are no pet poodle impostors. Our brains\ndon’t soften, though they do deteriorate with age. When dashboard indicators suggest engine trouble,\nbetter to be safe than sorry when you are responsible for the lives of many people. Hilary Clinton landed\nin the exceptionally safe airport of Tuzla where she was warmly greeted by US and Bosnian officials. I\n\nam no McEnroe.\n\nHauser Chapter 3. Ravages of denial 106\n\nHOUSE_OVERSIGHT_012852",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012852.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2878,
    "word_count": 477,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:44.279488",
    "prefix": "IMAGES-002"
  }
}