{
  "document_id": "HOUSE_OVERSIGHT_018184",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018184.txt",
  "text": "There is a trend in high-tech that recommends adding location-based services to anything and\neverything. But it has me pulled between wanting to see really cool gadgets and avoiding a Big\nBrother-like society.\n\nThe latest is a new high-tech tennis shoe coming to the market that lets parents and guardians track\nthe movements of their family using Global Positioning Systems or GPS technology.\n\nCalled the \"Smart Shoe,” the miniature device is inserted in the sole of the low-top sneaker. An\nantenna that runs up the back of the footwear communicates with satellites and relays a location\nback to a subscription Web site service for easy viewing. Los Angeles-based GTXC, which makes\nthe devices and the service, said it is hoping to put Smart Shoes in stores by the end of the year.\nShoes with the technology could cost between $100 and $200. The tracking service is expected to\n\ncost about $20 a month.\nFollow That Kid\n\nToday's technology makes it easier for parents to know where their kids are and what they're\ndoing.\n\nBy Joe Burris | Baltimore Sun | July 1, 2007\n\nMichelle Smith had been reluctant to buy a cell phone for her 7-year-old daughter, Daysha. Then\none day in April, a substitute teacher placed the Radford, Va., girl on the wrong school bus.\nInstead of being dropped off at her older sister's after-school program as planned, Daysha was sent\nhome - only to find the doors locked.\n\nAs she sat on her front porch crying, her mother drove around town, searching frantically for the\ngirl. No one at the school could tell her which bus the girl had been put on.\n\"Then my next-door neighbor called,\" said Smith, \"and said, 'I have your baby.' \"\n\nThe scary moment had a happy ending, but Smith didn't want to take a chance on losing her\ndaughter again. So she did what many other parents are doing - she bought her child a cell phone\n\nequipped with an electronic device that could keep track of her whereabouts.\nDownload the full article\n\nTracking technology hits the ground running.\n\nWherever you go, there you are. And we know where you are.\n\nHOUSE_OVERSIGHT_018184",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018184.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2076,
    "word_count": 360,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:46.748326",
    "prefix": "IMAGES-004"
  }
}