{
  "document_id": "HOUSE_OVERSIGHT_014439",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014439.txt",
  "text": "Chart 9: USD breaks to new highs Chart 10: As Treasury yields open big gaps with Europe and Japan\n105 27 US 10y veld\n— y yle\n+00 ——DXY Curncy 25 === {(y Bund yield (RHS)\n, ex |(y JGB yield (RHS}\n95 , 2.3\n90 2.1\n85 1.9\n80 1.7\n75 1.5\n\nfy & & Xs}\nwv s x s > 13\n\nNO, Ne a, NS\nSF PF KK MW WV GK ww & WW\nSLM LW LH M'— SW\nSource: Bloomberg Source: Bloomberg\n\nThe USD is a case in point, with the higher US rates creating a significant gap to\nequivalent Euro and JPY rates. With the ECB likely to extend QE by the full current\namount (despite the debate over timing) and the BO) committed to capping JGB yields\nat zero, a surge higher in the USD was the logical outcome. Given that the biggest gap\nin intentions was relative to Japan it is perhaps not surprising that the JPY has been the\nbiggest victim, with the JPY falling some 10% against the USD since the election. The\nDXY has broken out of the top end of the trading range it has been in since early 2014.\n\nThe stronger USD is not just reliant on higher yields, but also other factors such as the\nlikely repatriation of money into the US under a new proposal for US corporates to\nreturn funds at a concessionary tax rate, generally referred to as HIA2.\n\nWe had positioned long USD as well as short rates, not so much as an explicit play on a\nTrump victory but more against a more hawkish Fed in 2017. We were also of the view\nthough that a Trump win would likely be positive for the USD and higher yields. Going\nback to our fixed income strategists’ point that the dot plot should now perhaps be the\nbase case for the markets that does imply higher yields which should continue to be\ndollar supportive. Like their bond yield forecasts though our strategists call for a\nmodest further appreciation of the USD rather than a huge surge. They have the USD\npeaking at 1.02 vs the EUR, 120 against the JPY and 1.43 vs the CAD.\n\nSo the big violent move has likely happened even if we still see the USD strengthening\nfurther next year. Certainly our FX strategists are not calling for a surge in the USD\nsimilar to the one that happened in 2014/15.\n\nThe reaction of the US economy to “Trumponomics” is key\n\nThese two things are important for other asset classes. If we really thought 10Y\nTreasuries were heading to 3%, the Fed likely to tighten above the dot plot and the USD\nto surge another 10% in quick order, the impact on other asset classes would likely be\nmore severe. That would undoubtedly exacerbate the trends we have seen out of EM\nand long duration equities. We also suspect it would make it much harder for\ncommodities to perform. We see holding USD and short rates positions as necessary to\nhedge against such an outcome with limited downside risk if it does not happen.\n\nOct-14. Feb-15\n\nOct-15 Feb-16 Jun-16 Oct-16\n\n8 Global Cross Asset Strategy - Year Ahead | 30 November 2016\n\nBankofAmerica <2”\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014439",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014439.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2891,
    "word_count": 546,
    "line_count": 64,
    "import_date": "2025-11-19T21:47:45.069452",
    "prefix": "IMAGES-002"
  }
}