{
  "document_id": "HOUSE_OVERSIGHT_014011",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014011.txt",
  "text": "14.\n\n15.\n16.\n\n17.\n\n18.\n\n19.\n\n20.\n\n21.\n\nDA\n23.\n24.\n25.\n\n26.\n\nZi.\n\n28.\n\n29.\n\nto cover and decide on the call?” Something like that.\nDo you like us to schedule personal items in with your business calendar (i.e., order your mother\nflowers for Mother’s Day, etc.)? Absolutely.\nWhat are “all” the e-mail addresses we respond to for you? See earlier text.\nDo you like us to respond as “you” or something like “client support for Timothy Ferriss.”\n\nThe latter, probably something like “Executive Assistant to Tim Ferriss” below your name—I’m\nopen to suggestions.\n\nHow many times a day do you want e-mail checked?\nTwice should be fine to start. Let’s aim for a minimum of at 11 A.M. and 3 P.M. in your time zone.\nWhat are your working hours?\n\n10 A.M.-6 P.M. pst, then often 11 p.m.-2 AM. pst. [Before you cry, “What happened to the four-\nhour workweek?!” realize that “work hours” here could be replaced with “active and available-by-\nphone hours.” I have lots of projects and do not preach idleness. I am VERY active. See the sixth\ncomment on this post on www.fourhourblog.com for more elaboration or reread the “Filling the\nVoid” chapter in this book.]\n\nDo you like using IM’?Not really, unless it’s a scheduled discussion. Just leave yourself logged in,\nand [ll log in if I need something. [I tend to use Skype chat these days, as it’s encrypted and I can\navoid a separate IM program. ]\n\nDo you prefer a phone call or an e-mail to answer a quick question?\n\nPHONE CALL, absolutely. DO NOT e-mail me for anything urgent. I really follow my own\nadvice and don’t check e-mail that often.\n\nWhat is your favorite color?\n\nGreen like cedar leaves in July.\n\nCall at the end of every day (if) there is something that Tim needs to respond to in his e-mail.\nE-books: Tell them they can download the e-bookfromwww.powells.com.\n\nLabel all e-mails from “Expert Click” for Tim. No need to respond or forward.\n\nAll Linked-In e-mails can be archived or deleted as Tim receives notification of invites as soon as\nhe logs into his Linked-In account.\n\nFor start-up inquiries in the health and wellness industry (or BrainQUICKEN start-up inquiries)\nplease see the templates in\n\nGmail titled: Congratulations and General Business Questions — BrainQUICKEN Templates.\n\nFor language inquiries, please see the templates in Gmail titled: Reader Question on Language\nResources— Language Templates.\n\nWhen Tim types “dictate” in the e-mail response, this means that we can say to the recipient: As\nTim is traveling at the moment and not able to personally respond to your e-mail, I mentioned\nyour message while on the phone to him, and he asked me to dictate. This makes the process easier\nas we do not have to change the context of the person responding.\n\n[This is to avoid having an assistant convert my first-person “Please tell him that I ...” to third-\nperson “Tim says that he ...”—providing shorthand for “cut and paste” saves hours of assistant\ntime. ]\n\nIf someone e-mail blasts a bunch of people and I am one of them, usually safe to ignore or delete.\nRead them carefully, of course, but if it says for example “a few influential people I know” or\nsomething like that then if someone can’t take the time to personalize for me, forget them. If Tim is\n\nHOUSE_OVERSIGHT_014011",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014011.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3246,
    "word_count": 563,
    "line_count": 90,
    "import_date": "2025-11-19T21:47:44.040952",
    "prefix": "IMAGES-002"
  }
}