{
  "document_id": "HOUSE_OVERSIGHT_014786",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014786.txt",
  "text": "disclosure documents. Investment strategies explained in this report may not be appropriate at all times. Costs of such strategies do not include commission or margin expenses.\n\nBofA Merrill Lynch is aware that the implementation of the ideas expressed in this report may depend upon an investor's abi\naction may be limited by regulations prohibiting or restricting \"shortselling” in many jurisdictions. Investors are urged to seek\nexecuting any short idea contained in this report.\n\nThis report may contain a trading idea or recommendation which highlights a specific identified near-term catalyst or event i\n\nideas and recommendations may differ directionally from the analyst's rating on a security or issuer because they reflect the\n\neffectively assume currency risk.\nUK Readers: The protections provided by the U.K. regulatory regime, including the Financial Services Scheme, do not apply in\n\nime, hold a trading position (long or short) in the securities and financial instruments discussed in this report.\n\nocated outside of the United Kingdom. BofA Merrill Lynch Global Research policies relating to conflicts of interest are described at http://go.bofa.com/coi.\nLPF&S or one of its affiliates is a regular issuer of traded financial instruments linked to securities that may have been recommended in this report. MLPF&S or one of its affiliates may, at any\n\nlity to \"short\" securities or other financial instruments and that such\nadvice regarding the applicability of such regulations prior to\n\nmpacting a security, issuer, industry sector or the market generally\n\nhat presents a transaction opportunity, but does not have any impact on the analyst’s particular “Overweight” or “Underweight” rating (which is based on a three month trade horizon). Trading\n\nimpact of a near-term catalyst or event.\n\nForeign currency rates of exchange may adversely affect the value, price or income of any security or financial instrument mentioned in this report. Investors in such securities and instruments\n\ngeneral to business coordinated by BofA Merrill Lynch entities\n\nBofA Merrill Lynch, through business units other than BofA Merrill Lynch Global Research, may have issued and may in the future issue trading ideas or recommendations that are inconsistent\nwith, and reach different conclusions from, the information presented in this report. Such ideas or recommendations reflect the different time frames, assumptions, views and analytical\n\nmethods of the persons who prepared them, and BofA Merrill Lynch is under no obligation to ensure that such other trading\nrecipient of this report.\n\nideas or recommendations are brought to the attention of any\n\nIn the event that the recipient received this report pursuant to a contract between the recipient and MLPF&S for the provision of research services for a separate fee, and in connection\ntherewith MLPF&S may be deemed to be acting as an investment adviser, such status relates, if at all, solely to the person with whom MLPF&S has contracted directly and does not extend\nbeyond the delivery of this report (unless otherwise agreed specifically in writing by MLPF&S). MLPF&S is and continues to act solely as a broker-dealer in connection with the execution of any\n\ntransactions, including transactions In any securities mentioned in this report.\nCopyright and General Information regarding Research Reports:\nCopyright 2016 Bank of America Corporation. All rights reserved. This research report is prepared for the use of BofA Merrill L\n\nynch clients and may not be redistributed, retransmitted or\n\ndisclosed, in whole or in part, or in any form or manner, without the express written consent of BofA Merrill Lynch. BofA Merrill Lynch research reports are distributed simultaneously to internal\nand client websites and other portals by BofA Merrill Lynch and are not publicly-available materials. Any unauthorized use or disclosure is prohibited. Receipt and review of this research report\n\nconstitutes your agreement not to redistribute, retransmit, or disclose to others the contents, opinions, conclusion, or information contained in this report (including any investment\nrecommendations, estimates or price targets) without first obtaining expressed permission from an authorized officer of BofA Merrill Lynch.\n\nMaterials prepared by BofA Merrill Lynch Global Research personnel are based on public information. Facts and views presented in this material have not been reviewed by, and may not reflect\ninformation known to, professionals in other business areas of BofA Merrill Lynch, including investment banking personnel. BofA Merrill Lynch has established information barriers between\nBofA Merrill Lynch Global Research and certain business groups. As a result, BofA Merrill Lynch does not disclose certain client relationships with, or compensation received from, such issuers in\nresearch reports. To the extent this report discusses any legal proceeding or issues, it has not been prepared as nor is it intended to express any legal conclusion, opinion or advice. Investors\n\nou\n\nOo\nprofessionals in other business areas of BofA Merrill Lynch in connection with the legal proceedings or matters relevant to su\n4\n\nreport containing such rating, recommendation or investment thesis.\n\nseek tax advice based on their particular circumstances from an independent tax professional.\nThe information herein (other than disclosure information relating to BofA Merrill Lynch and its affiliates) was obtained from\n\nhould consult their own legal advisers as to issues of law relating to the subject matter of this report. BofA Merrill Lynch Global Research personnel’s knowledge of legal proceedings in which\nny BofA Merrill Lynch entity and/or its directors, officers and employees may be plaintiffs, defendants, co-defendants or co-plaintiffs with or involving issuers mentioned in this report is based\nn public information. Facts and views presented in this material that relate to any such proceedings have not been reviewed by, discussed with, and may not reflect information known to,\n\nch proceedings.\n\nhis report has been prepared independently of any issuer of securities mentioned herein and not in connection with any proposed offering of securities or as agent of any issuer of any\nsecurities. None of MLPF&S, any of its affiliates or their research analysts has any authority whatsoever to make any representation or warranty on behalf of the issuer(s}. BofA Merrill Lynch\nGlobal Research policy prohibits research personnel from disclosing a recommendation, investment rating, or investment thesis for review by an issuer prior to the publication of a research\n\nAny information relating to the tax status of financial instruments discussed herein is not intended to provide tax advice or to be used by anyone to provide tax advice. Investors are urged to\n\nvarious sources and we do not guarantee its accuracy. This report\n\nmay contain links to third-party websites. BofA Merrill Lynch is not responsible for the content of any third-party website or any linked content contained in a third-party website. Content\n\ncontained on such third-party websites is not part of this report and is not incorporated by reference into this report. The inc!\n\nusion of a link in this report does not imply any endorsement by or\n\nany affiliation with BofA Merrill Lynch. Access to any third-party website is at your own risk, and you should always review the terms and privacy policies at third-party websites before\nsubmitting any personal information to them. BofA Merrill Lynch is not responsible for such terms and privacy policies and expressly disclaims any liability for them.\nAll opinions, projections and estimates constitute the judgment of the author as of the date of the report and are subject to change without notice. Prices also are subject to change without\n\nnotice. BofA Merrill Lynch is under no obligation to update this report and BofA Merrill Lynch's ability to publish research ont\n\nCertain outstanding reports may contain discussions and/or investment opinions relating to securities, financial instruments\nrecent research report relating to an Issuer prior to making an investment decision.\n\nperiods. You should therefore assume that BofA Merrill Lynch will not update any fact, circumstance or opinion contained in this report.\n\nhe subject issuer(s) in the future is subject to applicable quiet\n\nand/or issuers that are no longer current. Always refer to the most\n\neither BofA Merrill Lynch nor any officer or employee of BofA Merrill Lynch accepts any liability whatsoever for any direct, in\nhis report or its contents.\n\nn some cases, an issuer may be classified as Restricted or may be Under Review or Extended Review. In each case, investors should consider any investment opinion relating to such issuer (or\nits security and/or financial instruments) to be suspended or withdrawn and should not rely on the analyses and investment opinion(s) pertaining to such issuer (or its securities and/or\ninancial instruments) nor should the analyses or opinion(s) be considered a solicitation of any kind. Sales persons and financial advisors affiliated with MLPF&S or any of its affiliates may not\nsolicit purchases of securities or financial instruments that are Restricted or Under Review and may only solicit securities under Extended Review in accordance with firm policies.\n\ndirect or consequential damages or losses arising from any use of\n\n56 Global Rates, FX & EM 2017 Year Ahead | 16 November 2016\n\nBankofAmerica <2”\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014786",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014786.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 9529,
    "word_count": 1458,
    "line_count": 122,
    "import_date": "2025-11-19T21:47:46.702635",
    "prefix": "IMAGES-003"
  }
}