{
  "document_id": "HOUSE_OVERSIGHT_019429",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019429.txt",
  "text": "“The way things are going | am not feeling very positive. |am a born optimist; we are spending billions of dollars but is that\nbeing delivered efficiently? The answer is no, all of us know that, and that’s why we keep going back to the government;\npublic-private—partnerships is going to be the key to move forward, you have the resources we have the management\nexpertise let’s join hands. And it has started moving.”\n\nAnu Aga led Thermax Ltd from 1996-2004, after retirement she remains on the company’s board of directors. The\nchairperson of TFI (Teach For India) was nominated to Rajya Sabha in 2012.\n\n“My giving actually started when | lost my son, who was 25 and died in a car accident. Having studied abroad, poverty really\nbothered him. We who live in India, we become quite insensitive to seeing poor people, but he kept saying a substantial part\nof our wealth has to go to charity.”\n\n“It started in a very small way, it’s not as if | gave away crores and crores at once. It started with me getting personally\ninvolved and | like that model very much, I’m not very happy with just writing a cheque and not getting involved. | was\ninvolved with Akansksha and then | was invited to join their board—it ran centres for slum children and | brought it to Pune.\n\n“We have six schools, now this is done by the CSR wing of Thermax, but Shaheen (Mistry) then started Teach For India,\nwhich personally | support.\n\n“From the family wealth, it’s my daughter and | who decide on things. The bulk of our giving is to Teach For India and\nAkanksha, but we also give to an institute called Parivaar in Calcutta, which is for the poorest of the poor. In Bihar we are\ngiving to a school run by an ex-police officer for the rat-eating tribe. The main underlining thing is credibility. Giving without\nbeing involved does give me that little fear, but at the same time | would rather make a few mistakes than mistrust\neverybody.\n\n“There is a lovely body called Caring Friends in Bombay, where a few hundred people meet informally. It’s not an NGO, the\ntwo people who started it incubate NGOs which are new from their own money, and after a few years when they become\ncredible, bring it to the others and ask for money from them.”\n\nAmit Chandra is managing director of Bain Capital and responsible for the firm’s India initiative. He is also chairperson of the\nAkanksha Foundation that works in the field of education for less privileged children.\n\n“Even though | came from a lower middle class family, we were always taught as children to give and share whatever we\nhad. For me the big inflection points were as | was working at DSP Merrill Lynch and | rose through the ranks, | got success\nrelatively early. | was running the firm before | was 35 but there was still a sense of unease that | had with everything | saw\naround me. | think the unease was on two counts, one was that by virtue of running what was the largest investment bank at\nthat time | got to work with a lot of families and | realized that wealth did not necessarily translate into happiness when you\nreally got to know a lot of these people individually.\n\n“In fact, wealth built a sense of entitlement amongst the next generation, it built a sense of extreme bitterness amongst\nsiblings, and it often was a source of great degree of unhappiness. And another thing, having had the opportunity to study in\nthe West, | realized that when you look at leaders with legacy, a very vast percentage of leaders who had any degree of\nlegacy where the ones who had given back to society. These issues were beginning to bother me.\n\n“My wife and | were inspired by what Chuck Feeney (Irish-American businessman and philanthropist and the founder of The\nAtlantic Philanthropies) did. We decided to cap the amount of wealth we wanted to have as a family, and so my wife and |\nwalked into a lawyer’s office, and | transferred how much she thought was needed for her, my daughter, and to support my\nliving, and we said from this day onwards everything else basically goes to charity.\n\n“What that did for us was actually incredible because our constraint after that point in time was to find good causes that\ncould be scaled up. That’s where the Givelndia team came in extremely handy because we've set a budget every year for\nourselves which is higher than the previous year with the objective really being to effectively give away all our income every\nyear.\n\n“| think giving your time is critical to being able to scale up giving your money. The two things have to go hand in hand. There\nis no substitute to actually giving time and approaching it the same way you would approach businesses and investments.\n\nHOUSE_OVERSIGHT_019429",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019429.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4671,
    "word_count": 839,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:47.336795",
    "prefix": "IMAGES-005"
  }
}