{
  "document_id": "HOUSE_OVERSIGHT_010915",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010915.txt",
  "text": "manage them. This book doesn’t say how. It will open that can of worms, and others\n\ntoo, and try to track some but not all to their destinations. One look leads to another.\n\nThis shows that I’m not an optimist in the sense of making rosy predictions. But I\nseem to show that bias in evaluations. I’m two thirds Panglossian. (Doctor Pangloss\nwas the guy in Voltaire’s Candide who said that this is the best of all possible\nworlds.) I side with the good doctor in that I cannot imagine an improvement to this\nworld or to the human race. I see the dangers and evils, such as Armageddonists, as\nsomehow part of the scheme. The world would not be better if it posed no threats\nand challenges to solve. To solve them is not to wish them away. The stories of\nAladdin’s lamp and the monkey’s paw tell us that each wish after the first is to undo\nthe one before. I think that’s what Shaw was telling us in Don Juan in Hell. Don Juan\nand the others are free to go to heaven whenever they like, and occasionally do.\n\nThey come back because they can’t stand the boredom.\n\nWhere I find fault, and differ with Pangloss, is as to the doctrines we are taught.\nWhatever | study, I seem to find a good measure of nonsense taught along with\nwisdom. This book is about what | find of both in economics. And a problem | try to\nsolve, not wish away, is the danger of losing sight of the points on which Pangloss\n\nwas right. My verse and music try to remind us.\n\nAnd [Il admit a bias for the surprises my title promises. I love upending what we\nhad all assumed. Fun! And all the more fun when | can show that famous economists\nhad already seen and said some of the same things I do when we read those\neconomists again. Surprise need not be true novelty. My free growth theory is really\nJohn Stuart Mill’s, although no one seems to have noticed the paragraph I quote\nfrom him. My next generation theory really belongs to my 17%-century rhymesake\nSir WilliamPetty, who happens to be my nominee for greatest economist of all time.\nIn a way, I could also credit it to the period of production theorists John Rae, Nassau\nSenior, William Stanley Jevons and Eugen von Boehm Bawerk. They need only to\n\nhave considered human and total capital as explained by Petty two centuries before.\n\nForward By The Author 04/18/16 3\n\nHOUSE_OVERSIGHT_010915",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010915.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2312,
    "word_count": 428,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:46.069909",
    "prefix": "IMAGES-001"
  }
}