{
  "document_id": "HOUSE_OVERSIGHT_010859",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010859.txt",
  "text": "04:26:07\n\n01:26:12\n\n01:26:17\n\n04:26:18\n\n04:26:21\n\n01:26:21\n\n01:26:25\n\n01:26:28\n\n01:26:33\n\n04:26:39\n\n01:26:41\n\n04:26:44\n\nOf: 26:47\n\n01:26:51\n\n01:26:54\n\n01:26:58\n\n01:27:00\n\nON OA PR WN |\n\n©\n\n10\n11\n12\n13\n14\n15\n16\n17\n\n01:27:02 1 8\n\n01:27:05\n\n19\n\n04:27:08 20\nor270s 21\nora 22\n01:27:15 23\noars 24\nare 25\n\n01:27:20\n\n01:27:24\n\n04:27:26\n\n01:27:28\n\n01:27:32\n\n04:27:37\n\n01:27:41\n\n01:27:44\n\n01:27:46\n\n01:27:48\n\n04:27:51\n\n01:27:54\n\n01:27:55\n\n01:27:59\n\n01:28:01\n\n01:28:02\n\n01:28:02\n\n01:28:06\n\n01:28:09\n\n01:28:10\n\n01:28:13\n\n01:28:15\n\n01:28:22\n\n01:28:25\n\n01:28:29\n\nOn Oo Ah O&O ND =\n\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n\n224\n\n226\n\nin your testimony yesterday as the holy grail, an or2820 «1 Q. Would it be a reasonable inference, or a\naddress book of Mr. Epstein? 12838 2 possible reasonable inference to draw, that\n\nA. Pieces of it, yes. 012830 3 Mr. Rodriguez was trying to highlight people who would\n\nQ. Did you review the entire document? 012042 4 be of interest to the Press for purposes of selling the\n\nA. No. or2eas 5 book?\n\nQ. Did I understand yesterday that you orzes6 6 A. No, because he was not talking to the Press.\ntestified -- did I understand correctly yesterday, that oz 7 He was talking to an FBI agent who had busted him for\nyou testified that the fact that names were circled 2852 8 criminal activity. And so I was assuming that what he\nindicated that those persons likely engaged in illegal ovzess 9 was trying to do, as many criminals do when they are\nsexual contact with minors? orzess 10 apprehended, was give information to law enforcement\n\nA. My-- my impression is the names that were 012001 11 agency that would be helpful so that they can catch\ncircled were circled by Alfredo Rodriguez when he was o1z003 12 other \"bigger fishes\" is the phrase that's sometimes\nbusted by the FBI for involvement, and he was asked to o12006 13 used, so that the little fish would -- would get off or\nidentify those who would have information about the sex | 0120.00 14 get a cooperation deal from the law enforcement agency.\ntrafficking organization. And my -- based on all the or2a12 15 He was talking -- let's be clear. He was\nevidence I have, I believe the names that were circled o2014 16 talking to somebody he understood was an FBI agent at\nwere those who would have that kind of information. o2017 17 the time, and so that was the context of the\n\nQ. So is it your testimony that if the name is o12018 18 conversation.\ncircled, it indicates that they have information, or o12a19 19 Q. Do you have any personal knowledge that it's\nthat they are criminals? or2022 20 in the context of talking to the FBI that Mr. Rodriguez\n\nA. That they would have information about the 0129.25 21 circled those names?\nsex trafficking organization, and that would probably o1202 22 A. Ihave reviewed -- I know I could refresh my\nmean that they were part of the organization. It may o12930 23 +~recollection here, but there's an FBI 302, a report of\nmean that they were witnesses to what the organization | 012923 24 interview of the circumstances surrounding\nwas doing. ot2933 25 Mr. Rodriguez's arrest, and I believe I reviewed that\n\nESQUIRE DEPOSITION SOLUTIONS ESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400 (954) 331-4400\n225 227\nBut they would have information that the FBI, o2e3e 1 302.\namong other law enforcement agencies, should be orzes9 «2 Q. Do you know whether the FBI, at any point,\nfollowing up on, if they are trying to piece together o12047 3 contacted Professor Dershowitz to discuss any evidence\nwhat the sex trafficking organization was doing. 012953 4 he might have after his name was circled on this\n\nQ. Would you agree that a fair-minded person, otzess § document?\nwith that background that you just described, would not otaes7 6 A. Idon't have personal knowledge of what the\ngo to the conclusion that the fact that a name is or20s0 7 FBI did to follow up after that.\ncircled indicates that that person has engaged in or3001  § Q. Okay. One of the names that's circled in the\ncriminal conduct? o13005 9 book is Courtney Love. Do you know who she is?\n\nA. They -- what it would indicate is that they or3003 10 A. Not off the top of my head, no.\nhad information relevant to criminal activity. Now, 013012 11 Q. If I mention to you or if I represent that\nwould they on the -- just the fact that a name was or3016 12 she's a famous actress, any reason to question that?\ncircled, standing alone, reach that conclusion? orz019 13 A. No.\n\nWell, that's a hypothetical question because o1:3021 14 Q. In your view, was Courtney Love involved in\nobviously in this case, there's lots of other 013025 15 sex trafficking?\ninformation, ors026 16 A. Idon't know,\n\nQ. Did you understand -- it is true, is it not, 013027 17 Q. In your view, was Courtney Love a witness to\nthat Mr. Rodriguez was trying to sell that book? o13032 18 sex trafficking?\n\nA. That's true. o130:03 19 A. If--is there a way -- are you representing\n\nQ. And is it not also true that the people who 013033 20 her name is circled?\nare circled are famous people? o13038 21 Q. Her name is circled on the book. In fact, we\n\nA. I'd have to refresh my recollection as to o1:30:40 22 can show it --\nexactly who was circled, but I know that some famous or3040 23 A. Okay. Yeah.\npeople were circled and some famous people were not ovz040 24 Q. It is circled on the book.\ncircled. 01:30:42 25 A. Okay. Sure. Yeah, I mean, my -~ my\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n19 of 46 sheets\n\nPage 224 to 227 of 335\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n10/20/2015 01:08:15 PM\n\nHOUSE_OVERSIGHT_010859",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010859.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5566,
    "word_count": 994,
    "line_count": 216,
    "import_date": "2025-11-19T21:47:45.625288",
    "prefix": "IMAGES-001"
  }
}