{
  "document_id": "HOUSE_OVERSIGHT_013137",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013137.txt",
  "text": "12.5 Clarifying the Ethics of Justice: Extending the Golden Rule in to a Multifactorial Ethical Model 221\n\nAnd the concept of “setting a good example” ties in with an important concept from learning\ntheory: imitative learning. Humans appear to be hard-wired for imitative learning, in part via\nmirror neuron systems in the brain; and, it seems clear that at least in the early stages of AGI\ndevelopment, imitative learning is going to play a key role. Copying what other agents do is an\nextremely powerful heuristic, and while AGIs may eventually grow beyond this, much of their\nearly ethical education is likely to arise during a phase when they have not done so. A strength\nof the classic Golden Rule is that one is acting according to behaviors that one wants one’s\nobservers to imitate — which makes sense in that many of these observers will be using imitative\nlearning as a significant part of their learning toolkit.\n\nThe truth of the matter, it seems, is (as often happens) not all that simple or elegant. Ethical\nbehavior seems to be most pragmatically viewed as a multi-objective optimization problem,\nwhere among the multiple objectives are three that we have just discussed, and two others that\nemerge from learning theory and will be discussed shortly:\n\n1. The imitability (i.e. the Golden Rule fairly narrowly and directly construed): the goal of\nacting in a way so that having others directly imitate one’s actions, in directly comparable\ncontexts, is desirable to oneself\n\n2. The comprehensibility: the goal of acting in a way so that others can understand the\nprinciples underlying one’s actions\n\n3. Experiential groundedness. An intelligent agent should not be expected to act according\nto an ethical principle unless there are many examples of the principle-in-action in its own\ndirect or observational experience\n\n4. The categorical imperative: Act according to abstract principles that you would be\nhappy to see implemented as universal laws\n\n5. Logical coherence. An ethical system should be roughly logically coherent, in the sense\nthat the different principles within it should mesh well with one another and perhaps even\nnaturally emerge from each other.\n\nJust for convenience, without implying any finality or great profundity to the list, we will refer\nto these as the \"five imperatives.\"\n\nThe above are all ethical objectives to be valued and balanced, to different extents in different\ncontexts. The imitability imperative, obviously, loses importance in societies of agents that don’t\nmake heavy use of imitative learning. The comprehensibility imperative is more important\nin agents that value social community-building generally, and less so in agent that are more\nisolative and selffocused.\n\nNote that the fifth point given above is logically of a different nature than the four previous\nones. The first four imperatives govern individual ethical principles; the fifth regards systems of\nethical principles, as they interact with each other. Logical coherence is of significant but varying\nimportance in human ethical systems. Huge effort has been spent by theologians of various\nstripes in establishing and refining the logical coherence of the ethical systems associated with\ntheir religions. However, it is arguably going to be even more important in the context of AGI\nsystems, especially if these AGI systems utilize cognitive methods based on logical inference,\nprobability theory or related methods.\n\nExperiential groundedness is important because making pragmatic ethical judgments is\nbound to require reference to an internal library of examples (“episodic ethics”) in which eth-\nical principles have previously been applied. This is required for analogical reasoning, and in\nlogic-based AGI systems, is also required for pruning of the logical inference trees involved in\ndetermining ethical judgments.\n\nHOUSE_OVERSIGHT_013137",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013137.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3869,
    "word_count": 602,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:46.351672",
    "prefix": "IMAGES-002"
  }
}