{
  "document_id": "HOUSE_OVERSIGHT_011827",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011827.txt",
  "text": "/ BARAK / 70\n\nthe Palestinians after a transitional period. The part we had earmarked for\nPalestinian control was now a bit over 85 percent of the West Bank, more than I’d\nindicated to the President in our first meeting a year earlier. But while Abu Ala’a\nhad told Clinton he would ask for Arafat’s permission at least to negotiate, he\nclearly hadn’t received it. He refused to talk about the map, or even respond to\nClinton’s suggestion that the Palestinians present a map of their own, until we did\ntwo things: accept the principle of land swaps and reduce the size of the territory\nwe were suggesting for the settlement blocs. To Shlomo’s, and I’m sure even more\nso to Abu Ala’a’s, astonishment, the President exploded. He told Abu Ala’a that to\nrefuse to provide any input or ideas was the very opposite of negotiation. It was an\n“outrageous” approach. He stormed out.\n\nIt was late that evening when the first move toward the “make-or-break”\nsituation I had hoped for seemed to occur, though still with much more likelihood\nof break than make. The President decided the only way to make progress was to\nsequester a pair of negotiators from each side overnight. Their task would be to\nsearch honesty for the outlines of a possible peace agreement. They were to update\nArafat and myself and then report to Clinton the next day. Then, we’d see where\nwe were. I agreed to send Shlomo and Gili Sher, my former “back-channel”\nnegotiators. I knew that whatever guidelines I gave them, they would probe beyond\nthem, just as they’d done in the back-channel talks. They were negotiators. They\nwere also smart, creative, badly wanted an agreement and, like me, believed it\nought to be possible. Though I would retain the final word to approve or reject\nwhat they suggested, I knew that only in a legal sense could it be null and void. I\nalso recognized, however, that we had to be willing to push further, both to find\nout for certain where the Palestinians stood and to convince the Americans we\ngenuinely wanted an agreement.\n\nShlomo and Gili left a little after midnight for Laurel Lodge. Marine guards\nwere posted at the doors, with orders that neither negotiating team was to leave\nuntil morning without notifying the President’s staff. Mother Nature provided a\nfurther incentive to stay inside, since it was again bucketing down with rain. The\nnegotiators talked not just through the night, but the next morning as well. It\nwasn’t until early afternoon that Shlomo and Gili came to my cabin to report on\nhow they’d gone. As I'd anticipated, both of them had ventured beyond\nconcessions that I was ready to consider, at least at a ttme when we weren’t even\nnear to a final peace deal. Taking the President’s instructions to heart, they’d said\n\n356\nHOUSE_OVERSIGHT_011827",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011827.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2768,
    "word_count": 480,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:45.495784",
    "prefix": "IMAGES-001"
  }
}