{
  "document_id": "HOUSE_OVERSIGHT_012859",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012859.txt",
  "text": "over 500 prisoners from medium security prisons, 60-80% believed that they would find a place to live as\nwell as employment once released, whereas less than 30% felt that they would commit another crime.\nPrisoners also felt that they were much less likely to commit another crime than other prisoners. Thus,\nwhether prisoners were evaluating their own chances of success or their success relative to others, they\nwere living with a distorted narrative. The shorter the criminal record, the more distorted the narrative.\nRepeated experience with crime appears to anchor the narrative in a more realistic assessment of the\nfuture.\n\nCertain experiences can also enhance positive illusions by giving individuals an unrealistic sense\nof self-control, along with a distorted expectation that future outcomes are highly deterministic. For\nexample, people who are wealthy, highly educated, part of a dominant group, or citizens within a society\nthat values independence, are more likely to believe that they have control over the future and are more\nlikely to express optimism and high self-esteem. These attitudes often lead to a boosted sense of control\nand an illusory sense of control over future outcomes. The American psychologist Nathanael Fast ran a\nseries of experiments to further explore the relationship between power and illusory control, specifically\nasking whether subjects endowed with power expect control over outcomes that are strictly due to chance\nor that are unrelated to the domain of power. Across each study, whether subjects recalled a personal\nsituation where they were in power or had to imagine being in power, they were more likely than those in\na subordinate position to express confidence about the outcome of rolling a six-sided die, predicting the\nfuture of a company, and influencing the results of a national election. Power and winning distort, a tale\nthat has been told and retold countless times in the annals of industry and warfare. As the American\nbusiness administration scholars Francesca Gino and Gary Pisano note, the business world is full of cases\nwhere leaders and leading companies crash because they fail to examine the causes of success. They\nassume, for example, that their success is entirely due to their brilliance, control over the market, and the\nweakness of the competition, as opposed to a shot of good luck. So too goes the story of unexamined war\nvictories, as supremely confident generals discount relevant information about their opponents, leading\nbattalions on a death march. Our willingness to accept victories without question stands in direct contrast\nwith our motivation to scrutinize failures, drilling down for explanations or causes. When we lose or fail\nin some way, the negative emotions accompanying this experience focus our attention on working out an\nexplanation. When we win, we bask in the glory, fueled by the brain’s chemicals and the body’s\nhormones. This physiological orchestration sets up the positive illusion of overconfidence, a winning\ncard in many competitive arenas, and a disaster in others.\n\nRecall from chapter 1 that our brains, and the brains of other animals, are configured to reward\nvictory with a cascade of hormonal and neurobiological changes. Winning delivers a shot of testosterone,\n\nand so too does observing others win. Winning also delivers a shot of dopamine, further generating a\n\nHauser Chapter 3. Ravages of denial 113\n\nHOUSE_OVERSIGHT_012859",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012859.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3447,
    "word_count": 542,
    "line_count": 41,
    "import_date": "2025-11-19T21:47:48.337599",
    "prefix": "IMAGES-002"
  }
}