{
  "document_id": "HOUSE_OVERSIGHT_031334",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031334.txt",
  "text": "In an astounding move puzzling many in Moscow, Putin after reading this secret FSB report today ordered\nposted to the Kremlin’s official website a defense of Strauss-Khan becoming the first world leader to state that\nthe former IMF chief was a victim of a US conspiracy. Putin further stated, “It’s hard for me to evaluate the\nhidden political motives but | cannot believe that it looks the way it was initially introduced. It doesn’t sit right\nin my head.”\n\nInteresting to note about all of these events is that one of the United States top Congressman, and 2012\nPresidential candidate, Ron Paul has long stated his belief that the US government has lied about its gold\nreserves held at Fort Knox. So concerned had Congressman Paul become about the US government and the\nFederal Reserve hiding the truth about American gold reserves he put forward a bill in late 2010 to force an\naudit of them, but which was subsequently defeated by Obama regime forces.\n\nWhen directly asked by reporters if he believed there was no gold in Fort Knox or the Federal Reserve,\nCongressman Paul gave the incredible reply, “I think it is a possibility.”\n\nAlso interesting to note is that barely 3 days after the arrest of Strauss-Kahn, Congressman Paul made a new\ncall for the US to sell its gold reserves by stating, “Given the high price it is now, and the tremendous debt\nproblem we now have, by all means, sell at the peak.”\n\nBizarre reports emanating from the US for years, however, suggest there is no gold to sell, and as we can read\nas posted in 2009 on the ViewZone.Com news site:\n\n“In October of 2009 the Chinese received a shipment of gold bars. Gold is regularly exchanged between\ncountries to pay debts and to settle the so-called balance of trade.\n\nMost gold is exchanged and stored in vaults under the supervision of a special organization based in London,\nthe London Bullion Market Association (or LBMA). When the shipment was received, the Chinese government\nasked that special tests be performed to guarantee the purity and weight of the gold bars. In this test, four\nsmall holes are drilled into the gold bars and the metal is then analyzed.\n\nOfficials were shocked to learn that the bars were fake. They contained cores of tungsten with only a outer\ncoating of real gold. What’s more, these gold bars, containing serial numbers for tracking, originated in the US\nand had been stored in Fort Knox for years. There were reportedly between 5,600 to 5,700 bars, weighing 400\noz. each, in the shipment!”\n\nTo the final fate of Strauss-Kahn it is not in our knowing, but new reports coming from the United States show\nhis determination not to go down without a fight as he has hired what is described as a ‘crack team’ of former\nCIA spies, private investigators and media advisers to defend him.\n\nTo the practical effects on the global economy should it be proved that the US, indeed, has been lying about\nits gold reserves, Russia’s Central Bank yesterday ordered the interest rate raised from 0.25 to 3.5 percent and\nPutin ordered the export ban on wheat and grain crops lifted by July 1st ina move designed to fill the\nMotherlands coffers with money that normally would have flowed to the US.\n\nThe American peoples ability to know the truth of these things, and as always, has been shouted out by their\npropaganda media organs leaving them in danger of not being prepared for the horrific economic collapse of\ntheir nation now believed will much sooner than later.\n\nHOUSE_OVERSIGHT_031334",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031334.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3485,
    "word_count": 605,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:48.558006",
    "prefix": "IMAGES-011"
  }
}