{
  "document_id": "HOUSE_OVERSIGHT_020365",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020365.txt",
  "text": "213\n\n12 times zones away to meet an anonymous source, Brazil also would have been a more certain\nplace to meet Greenwald. If some consideration by Snowden precluded Brazil as a destination,\nSnowden could have also gone to Ecuador, Bolivia, Cuba, Iceland, or Venezuela, which are also\ncountries that do not have active extradition treaties with the United States. Yet, instead of\nproceeding to a country from which he could not have been extradited, he flew to Hong Kong,\nwhich had a vigorously enforced extradition agreement.\n\nHis reason for choosing was not to keep a previously arranged rendezvous with a journalist.\nAs previously mentioned, when he left Hong Kong not a single journalist had agreed to meet him\nin Hong Kong. Indeed, Gellman considered Hong Kong, as he put it, “in the jurisdiction of a\ncountry that’s unfriendly to the United States,” and notified Snowden that he would not be able\nto journey to Hong Kong. Yet, even without any appointments with journalists, he chose to fly\nto Hong Kong. So his choice was not based on either evading extradition or on accommodating\njournalists.\n\nHe chose Hong Kong for another reason. He told Greenwald Hong Kong, as a part of China,\ncould provide him protection from any countermeasures by U.S. intelligence agencies. He made\nthat consideration clear, saying that that Snowden’s “first priority was to ensure his physical\nsafety from US interference.” Hong Kong “was part of China’s territories, he [Snowden]\nreasoned, and American agents would find it harder to operate there than other places,” according\nto Greenwald. Snowden further reckoned that China’s control over Hong Kong prevented\n“American agents from breaking down the door” of the hotel room and from seizing him. Tyler\nDrumheller, a former CIA station chief, told me that Snowden was correct in his assessment of\nthat Hong Kong advantage. Drumheller said that Hong Kong was “home court” for the Chinese\nintelligence services. It played a: dominant role” in running the police, airport passport control\nand security regime there. According to Drumheller, this reality limited the role that American and\nBritish intelligence operatives could play there and Snowden would be protected in Hong Kong\nagainst an intrusion by America. “Snowden obviously knew this from his training at the CIA,”\nDrumheller said.\n\nAs the Chinese service was under no such restrictions, Snowden had gained protection at a\nprice. While no US or British intelligence operatives would be in a position to retrieve the NSA\nfiles he had brought with him to Hong Kong, Chinese operatives, and their allies in the\nintelligence war, would have a free hand in Hong Kong. Yet, Snowden chose to put his physical\nsafety in the hands of China.\n\nOne reason why Snowden may not have been overly concerned about Hong Kong’s\nextradition treaty with the U.S. was that he had never intended to test it by staying in Hong Kong\nafter his media events. Snowden told the editor of the Guardian from the safety of Moscow,\nHong Kong was only a temporary stop over. He added in the interview that allowing himself to\nbecome part of an extradition proceeding in the Hong Kong court was not part of his plan. If so,\nthe Hong Kong lawyers, who believed they had been retained pro bono to battle against\nextradition, were part of a charade. Hong Kong merely was a protected stopover. The stopover\nmay have provided him with a further advantage. If he had gone directly to his next destination,\nMoscow, and he provided the same journalists with the same documents at a press conference in\nMoscow, his status as a whistle-blower might have been viewed with less sympathy in the media.\nEven the Guardian, for example, might have been reluctant to publish a Moscow-based story\nrevealing British and American communications intelligence secrets,\n\nHOUSE_OVERSIGHT_020365",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020365.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3830,
    "word_count": 631,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:44.536424",
    "prefix": "IMAGES-005"
  }
}