{
  "document_id": "HOUSE_OVERSIGHT_017659",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017659.txt",
  "text": "Page 24 of 78\n2007 Utah L. Rev. 861, *894\n\ndefendants are treated fairly - even in the absence of an overarching statutory command to that effect - while not doing the\n\nsame for crime victims, even where the CVRA directly commands that victims be treated \"with fairness.\" !°®\n\nIn any event, the Advisory Committee's proposal is decidedly unfair. The Committee proposes a two-pronged approach:\n\nIf the government intends to rely on a victim's testimony to establish the defendant's presence at the scene of the alleged\noffense and the defendant establishes a need for the victim's address and telephone number, the court may:\n\n[*895] () order the government to provide the information in writing to the defendant or the defendant's attorney; or\n\n(ii) fashion a reasonable procedure that allows the preparation of the defense and also protects the victim's interests. 187\n\nNotice that the court can order disclosure of the victim's address upon a mere showing by the defendant of \"a need,\" by\nproceeding under subparagraph (1) of the proposed rule; the requirement to protect the victim's interests is triggered only if the\ncourt chooses to proceed under paragraph (ii). And the proposed rule fails to give any guidance on when the court should\nproceed under paragraph (ii) as opposed to paragraph (i).\n\nThe Advisory Committee's provision for two ways in which the court can avoid the requirements of withholding a victim's\nname seems unnecessary. Subsection (d) of Rule 12.1 already allows a court to grant an exception to any of the requirements of\nthe rule for \"good cause.\" '88 This exception has been used to justify the government's nondisclosure of its witnesses in\nsituations where their safety might be jeopardized. !®° There is, accordingly, no need to add \"wiggle room\" language in Rule\n12.1.\n\nMore important, the Advisory Committee's approach is fundamentally flawed. It makes no sense to require that the victim's\ninterests be considered only half the time - i.e., only where the court proceeds under paragraph (ii) but not under paragraph (1).\nMore important, since the Advisory Committee appears to agree that disclosing a victim's address raises obvious safety\nconcerns, allowing disclosure without any consideration of the victim's interests violates the CVRA's command that the victim\nmust be \"reasonably protected from the accused.\" !°° A court proceeding under paragraph (i) would be under no obligation to\n\"protect[] the victim's interests\" (as paragraph (11) specifically provides), since it is a standard rule of construction that expressio\nunius est exclusio alterius (the expression of one thing implies the exclusion of the other). !9! At a bare minimum, the CVRA\nrequires redrafting the rule so that the court always considers victims' interests before 1t can order production of a victim's\naddress.\n\nAlso interesting are the choices that the Advisory Committee specifically lists for a judge. The options given are (i) \"order the\ngovernment to provide the information in writing\" or (ii) \"fashion a reasonable procedure that allows the preparation of the\ndefense and also protects the victim's interests.\" The listing of these two (and only these two) options seems to mmply that the\ncourt does not have [*896] a third option - Le., (iii) decline to order a victim's address be turned over. It is simply not the case\nthat every time the defendant can establish a \"need\" for information - no matter how trivial or how remotely connected to the\ncase - the court should either disclose a victim's address or fashion some other procedure toward the same end.\n\n86 18 U.S.C. § 3771(a)(8) (2006).\n\n87 Proposed Amendments, supra note 71, R. 12.1(b)(1)(B), at 3-4 (footnote omitted).\n\n88 Fed. R. Crim. P. 12(d).\n\n89 See, e.g., United States v. Causev, 834 F.2d 1277, 1282 (6th Cir. 1987) (noting that, in light of Rule 12(d), any penalty for violating the\ntule is \"neither mandatory nor absolute\" (quoting United States v. Carter, 756 F.2d 310, 311 (3d Cir. 1985))).\n\n9 18 U.S.C. § 3771(a)(1) (2006).\n\n°! See, e.g., Swanson v. United States, 224 F.2d 795, 798 (9th Cir. 1955) (applying the principle of expressio unius est exclusio alterius\nwhen constructing Fed. R. Crim. P. 46(/)(1)).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017659",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017659.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4241,
    "word_count": 687,
    "line_count": 61,
    "import_date": "2025-11-19T21:47:46.546501",
    "prefix": "IMAGES-004"
  }
}