{
  "document_id": "HOUSE_OVERSIGHT_032899",
  "filename": "IMAGES-012-HOUSE_OVERSIGHT_032899.txt",
  "text": "From: jeffrey E. [jeevacation@gmail.com]\n\nSent: 11/6/2016 8:32:09 PM\nTo: Peter Mandelson\nSubject: Re:\n\ntrump/ and having agreat deal of fun. in hindsight. you were right about staying away from andrew. I\nwas right in your staying with rinaldo\n\nOn Sun, Nov 6, 2016 at 9:30 PM, Peter Mandelson ii iii i wrote:\n\nWhat’s the donald white house ? And how are you ?\n\nFrom: \"jeffrey E.\" <jeevacation@gmail.com>\nDate: Sunday, 6 November 2016 at 19:42\n\nSubject: Re:\n\nin the donald white house\n\nOn Sun, Nov 6, 2016 at 8:41 PM, Peter Mandelson wrote:\n\nJust. | have decided to extend my life by spending more of it in the US\n\nFrom: \"jeffrey E.\" <jeevacation@gmail.com>\nDate: Sunday, 6 November 2016 at 19:15\n\nSubject: <no subject>\n\n63 years old. . you made it\n\nplease note\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\nJEE\nUnauthorized use, disclosure or copying of this\ncommunication or any part thereof is strictly prohibited\nand may be unlawful. If you have received this\ncommunication in error, please notify us immediately by\nreturn e-mail or by e-mail to jeevacation@gmail.com, and\ndestroy this communication and all copies thereof,\nincluding all attachments. copyright -all rights reserved\nDisclaimer This email and any attachments to it may be confidential and are intended solely for the use of the individual to\nwhom it is addressed. Any views or opinions expressed are solely those of the author and do not necessarily represent\nthose of Global Counsel LLP and Global Counsel Advisory Limited . If you are not the intended recipient of this email, you\n\nHOUSE_OVERSIGHT_032899",
  "metadata": {
    "original_filename": "IMAGES-012-HOUSE_OVERSIGHT_032899.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1735,
    "word_count": 282,
    "line_count": 49,
    "import_date": "2025-11-19T21:47:48.949063",
    "prefix": "IMAGES-012"
  }
}