{
  "document_id": "HOUSE_OVERSIGHT_017391",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017391.txt",
  "text": "4.2.12\nWC: 191694\n\nnot such thing—defraud or deceive the PTL Partners! That was the last day the Texas\nfirm worked as part of our legal team.\n\nWe waited several months for the decision. Finally, it was released. The Court of Appeals ruled\nthat the conviction was valid but the 45 year sentence was not. In vacating the sentence, the\ncourt established a powerful precedent against a judge using his own religious beliefs as a factor\nin determining the degree of punishment. This is what they said about the role of religion in\nsentencing:\n\nCourts have held that sentences imposed on the basis of impermissible considerations,\nsuch as a defendant's race or national origin, violate due process. [W]e believe that similar\nprinciples apply when a judge impermissibly takes his own religious characteristics into\naccount in sentencing.\n\nCourts... cannot sanction sentencing procedures that create the perception of the bench as\na pulpit from which judges announce their personal sense of religiosity and simultaneously\npunish defendants for offending it. Whether or not the trial judge has a religion is\nirrelevant for purposes of sentencing. Regrettably, we are left with the apprehension that\nthe imposition of a lengthy prison term here may have reflected the fact that the court's\nown sense of religious propriety had somehow been betrayed.\n\nThe court vacated the sentence “with genuine reluctance” because they believed Bakker was\nindeed guilty:\n\nYet, the fact remains that this case involves the explicit intrusion of personal religious\nprinciples as the basis of a sentencing decision. [O]ur review of the sentencing transcript\nreveals comments that are, in the end, too intemperate to be ignored. Because an\nimpermissible consideration was injected into the sentencing process, we must remand the\ncase [to a] different district judge to ensure that the ends of due process are achieved.\n\nThis was precisely the result we asked for: resentencing by a judge other that Maximum Bob,\nwho surely would have imposed the same sentence without referring to his religion. The new\njudge eventually reduced the sentence to 8 years and Bakker was released after serving 4.5\nyears—quite a reduction from the 45 years originally imposed by Maximum Bob.\n\nFollowing our victory in the Jim Bakker sentencing appeal, Tammy Faye Bakker declared the\njudicial ruling “a great victory for Christianity.” I responded that “the fact that a Jewish lawyer\nhelped bring that about must show that it was a great victory for all Americans.” The New York\nTimes reported further on her reaction to our victory.\n\nTammy Faye Bakker says Mr. Dershowitz has singlehandedly restored her faith in\nlawyers. \"Jim and J are really sold on him and think he's the greatest,\" she said. \"He\ncertainly is worthy of every penny he makes.\" (In fact, his bill was $20,000, contributed\nlargely by the Bakkers' backers.)\n\n304\n\nHOUSE_OVERSIGHT_017391",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017391.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2902,
    "word_count": 465,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.962474",
    "prefix": "IMAGES-004"
  }
}