{
  "document_id": "HOUSE_OVERSIGHT_025856",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025856.txt",
  "text": "assistance swelled in FY 2013, the Office’s fourth year. OGIS opened 508 cases, a\n40-percent increase from FY 2012 when OGIS opened 361 cases. OGIS also handled\nmore than 230 inquiries—telephone calls and emails yielding quick responses that\ndid not require cases be opened—in FY 2013. OGIS closed 497 cases in FY 2013, a\n40-percent increase from FY 2012 when the Office closed 354 cases.\n\nOGIS cases involve issues that arise at various points in the FOIA process.\nIn some cases, requesters attempt to learn\na request’s estimated date of completion as\nrequired by FOIA, 5 U.S.C. § 552(a)(7)(B)\n(ii), but are not able to obtain it from an\nagency. In other cases, requesters disagree\nwith an agency’s application of FOIA\nexemptions or an agency's decision with\nregard to FOIA fees. In all cases, there\nis some issue that benefits from OGIS-\n\nfacilitated communication between the\n\nrequester and the agency.\nOGIS’s mediation services also include\n\nproviding Dispute Resolution Skills\n\nOGIS encourages requesters and agencies to communicate training to agency FOIA professionals.\n\nthrough whatever means work best for them. (NARA Identifier i. .\n6479577) The goal of training is not to turn agency\n\n2007\n\nDecember 14 December 31\n\nU.S. Senate passes by unanimous consent President George\n\nthe Openness Promotes Effectiveness in W. Bush signs the\n\nour National (OPEN) Government Act of OPEN Government Us r\n2007, which includes a provision creating Act of 2007; it \"4 (ay)\n\nthe Office of Government Information becomes Public k\" a\nServices (OGIS) at the National Archives Law 110-175 iN\nand Records Administration (NARA) et\nDecember 18 Sir\n\nU.S. House passes the OPEN Government Patent drawing for watch a\n\ncase (NARA Identifier ar oo nye\n\nAct of 2007 by a voice vote\n7451700)\n\nHOUSE_OVERSIGHT_025856",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025856.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1795,
    "word_count": 288,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:48.742017",
    "prefix": "IMAGES-008"
  }
}