{
  "document_id": "HOUSE_OVERSIGHT_023851",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023851.txt",
  "text": "New Curricula for a New Way of Teaching 105\n\ngot a week to talk about what his work was about. The goal was to try\nto convince students to sign up for a special research seminar with\nthat faculty member the following quarter.\n\nMy champion at Stanford was a psychiatrist named Kenneth Col-\nby. He invited me to share his week and thus we would be a team for\nwhich students could sign up the following quarter. I listened to his\ntalks to the students. He was very funny but rather light on content, in\nmy opinion. I wasn’t impressed. But, after I spoke, he said something\nto me I never forgot. He said: If you try to say everything that you\nknow in an hour, either of two things is true. Either you can do it and\ntherefore you must not know very much, or else you can’t do it and\nyou will talk way too fast trying to fit it allin and you will be generally\nincomprehensible.\n\nI listened to what he had to say, but I wasn’t sure he was right. At\nthe first meeting of our jointly run seminar, we discovered that we\nhad won the student jackpot. While other faculty had gotten four or\nfive sign-ups, we had gotten 25. I was very proud of myself until the\nstudents went around the table to say who they were and why they\nhad signed up. Not a single one of them had signed up because of any-\nthing I had said. They had been mesmerized by Colby.\n\nThen I reheard in my head what Colby had told me the previ-\nous quarter. He had entertained them—not overwhelmed them. They\nthought he would be interesting and fun and they wanted to work\nwith him. While I had looked down on his lighthearted presentation\nstyle, it turned out he knew what he was doing.\n\nSo, what did I learn and how did my thinking change? Thinking,\nas I said earlier, looks like this:\n\nMake a prediction\nPrediction fails\n\nMake a generalization\nExplain your generalization\nMake a new prediction\n\nWhat was my prediction? I had predicted that speaking quickly with\na great deal of brilliant content would woo the incoming students.\nThis was simply wrong. I needed to make a new generalization. Fortu-\nnately, I did not have to do the work myself. Colby had helped me by\nsupplying a generalization that he believed to be true. (Good teachers\n\nHOUSE_OVERSIGHT_023851",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023851.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2216,
    "word_count": 411,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.081384",
    "prefix": "IMAGES-007"
  }
}