{
  "document_id": "HOUSE_OVERSIGHT_025254",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025254.txt",
  "text": "Global economic outlook — Summary\n\nKey questions\n\ne What are the prospects for the global economy in 4Q 2012 and 1Q 2013?\n\n© What are the risks that the US economic recovery will falter in the near term?\ne When is the European economy likely to emerge from contraction?\n\ne What is the near-term outlook for the Chinese economy?\n\nCIO View (Probability: 75%*) Sluggish expansion\n¢ Global economic activity has shown signs of improvement over the last month — albeit from a low base. Importantly,\nthe JPM global composite PMI (a survey measuring economic activity) rose significantly to 52.5 in September from 50.9\nin August. The increase was driven by improvements in both manufacturing and service sector activity. Thus, the\nglobal manufacturing PMI rose marginally to 48.9 from 48.1, while the services PMI jumped two index points to 54.\n\n* Geographically, improvements were concentrated in the emerging markets and the US. Indeed, we think that\ndownside risks in the US have diminished lately and we expect the moderate recovery to continue ahead. Chinese data\nare still mixed, but we think that an improvement in the economic momentum is in the cards in 4Q. In the EMU and\nUK, recent PMI surveys deteriorated but we still expect the EMU to improve gradually in coming quarters. Overall, we\nexpect the moderate improvement in global economic activity to continue ahead. A key driver here is the latest wave\nof ultra-expansionary monetary policy. Downside risks have diminished somewhat in recent months. We expect Greece\nto stay in the euro this year and sign a new memorandum in November. In the US modest fiscal tightening is expected\nwith the Fed mitigating downside growth risks. The risk of an idiosyncratic slowdown in Asia has declined as the latest\nChinese data confirms that the economy has bottomed.\"\n\n¢ Global consumer price inflation peaked in summer 2011 and has since fallen gradually. Base effects and rising\ncommodity prices since June may push up the global headline rate of inflation in coming months.\n\nA Positive scenario (Probability: 10%*) Return to long-term trend\n¢ The Eurozone crisis abates. Financial market conditions recover, mitigating the drag from fiscal austerity.\n\n¢ Growth in Western Europe turns decisively positive by early 2013 and the US economy grows above trend.\n\n& Negative scenario (Probability: 15%*) Recession\n¢ There are three key downside risks to the global economy: 1) a significant escalation of the Eurozone debt crisis; 2) a\nsharp fiscal contraction in the US, and 3) a sharp deceleration of the Chinese economy. Each of these risks could\nprecipitate a significant downturn of the global economy.\n\nKey dates\n\nTBA Troika report on Greece\n\n2 Nov Nonfarm payrolls and unemployment rate for October\n\n6 Nov US presidential and congressional elections\n\n8 Nov The 18th National Congress of the Communist Party of China\n22-23 Nov European Council\n\n2 UBS\n\nGlobal growth expected to be around 3% in\n2012 and 2013\n\nReal GDP growth in % Inflation in %\n\n2011 2012F — 2013F 2011 2012F — 2013F\n\nAmericas US. 1.8 2A 2:3 3.1 21 Ved\nCanada 24 2.0 23 2.9 2.0 2.3\n\nBrazil DoD 1.5 45 6.5 5.4 6:5:\nAsia/Pacific Japan -0.8 23 2.0 -0.3 0.0 0.3\nAustralia 21 3:7 3:2 3.4 ra 25\n\nChina 9.3 LS 78 5.4 2.8 3.6\n\nIndia 65 Biol 65 8.0 WES 7.0\n\nEurope Eurozone RS) -0.4 0.2 2 24 1.9\nGermany 3.1 exe) tl 25 17 1.5\n\nFrance 1 0.2 04 Zh 20) ies\n\nItaly 0.5 -2.4 -0.2 29 3.3 27\n\nSpain 04 -1.6 -1.7 om 24 ah\n\nUK 0.9 -0.3 1.0 45 27 23)\n\nSwitzerland 128 ts 14 0.2 -0.5 Te\n\nRussia 43 3.8 37 85 5.1 6.8\n\nWorld 32 27 Bul Be) 29) 3.0)\n\nSource: UBS CIO, as of 24 October 2012\n\nIn developing the ClO economic forecasts, ClO economists\nworked in collaboration with economists employed by UBS\nInvestment Research. Forecasts and estimates are current\nonly as of the date of this publication and may change\nwithout notice.\n\nServices and manufacturing diverging\n(Global PMls, 3-month moving averages)\n\n65\n60\n55\n50 |\n\n45 | =<Manufacturing Services\n40 — Composite —No-change line\n35\n\n08 09 10 11 12\n\nSource: Bloomberg, UBS CIO, as of September 2012\n\nNote: Past performance is not an indication of future returns.\n*Scenario probabilities are based on qualitative assessment.\n\nFor further information please contact ClO economist Dirk Faltin, dirk.faltin@ubs.com and ClO economist Ricardo Garcia, ricardo-za.garcia@ubs.com a\n\nPlease see important disclaimer and disclosures at the end of the document.\n\nHOUSE_OVERSIGHT_025254",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025254.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4419,
    "word_count": 743,
    "line_count": 120,
    "import_date": "2025-11-19T21:47:44.690979",
    "prefix": "IMAGES-008"
  }
}