{
  "document_id": "HOUSE_OVERSIGHT_019672",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019672.txt",
  "text": "184 | HOW AMERICA LOST ITS SECRETS\n\n2008. It revealed that a group of Israeli commandos killed General\nMuhammad Suleiman, a top aide to President Bashar al-Assad\nwho had been working with North Korea to build a nuclear facil-\nity in Syria. Israel had destroyed that facility in Operation Orchard\nnearly a year earlier. Whatever the purpose of this new release of an\nNSA document (which had little if anything to do with any of the\nNSA’s own operations), it was not among the data that Snowden had\ngiven Poitras and Greenwald in Hong Kong in 2013, according to a\nsource with access to the investigation. Next, on January 28, 2016,\nThe Intercept published data taken from a GHCQ (the British cipher\nservice) file furnished by Snowden revealing military intelligence\nactivities abroad. Specifically, it disclosed that the United States and\nBritain were intercepting data from Israel’s military drones in 2008.\nBritish intelligence had determined in 2013 that the material sent\nto Greenwald via a courier did not contain such GCHO documents.\nIf that is the case, then Poitras and Greenwald, like Appelbaum and\nAssange, were still receiving NSA documents that Snowden had\nallegedly stolen a long time after he went to Russia and claimed he\n® had destroyed all his files. ©\n\nThe NSA reportedly determined that these belated documents,\nmost of which concerned American allies in Germany, France, and\nIsrael, had been among the material copied during the Snowden\nbreach. They provided further reason to believe that someone still\nhad access to the documents that were not distributed to journal-\nists in Hong Kong. Kucherena’s disclosure, just before the first post—\nHong Kong release, that Snowden still had access to the NSA files\nmade it appear plausible that Snowden sent these documents to Der\nSpiegel, WikiLeaks, and The Intercept.\n\nA former high-ranking KGB officer I interviewed had a very dif-\nferent view. He told me that in his experience an intelligence defec-\ntor to Russia would not be allowed to distribute secret material to\njournalists without explicit approval by the security service tend-\ning him. He added that this injunction would be especially true in\nthe case of Snowden because Putin had publicly enjoined him from\nreleasing U.S. intelligence data. The more plausible alternative was\nthat this material was released at the behest of the Russian intel-\nligence service.\n\n| | Epst_9780451494566_2p_all_r1.z.indd 184 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019672",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019672.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2477,
    "word_count": 401,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:48.049462",
    "prefix": "IMAGES-005"
  }
}