{
  "document_id": "HOUSE_OVERSIGHT_012684",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012684.txt",
  "text": "From:\n\nSent: 2/17/2011 6:19:01 PM\nTo: jeevacation@gmail.com\nSubject: Trump & Patricia Kluge\n\nImportance: — High\n\nTrump in talks to buy socialite Kluge’s Charlottesville vineyard\nand estate\n\nBy Annie Gowen and Steve Yanda\n\nWashington Post Staff Writers\n\nWednesday, February 16, 2011; 10:47 PM\n\nEmbattled Virginia socialite and winemaker Patricia Kluge may have found a white knight to preserve her Charlottesville\nempire - real estate mogul Donald Trump.\n\nTrump's business adviser said Wednesday that Trump was negotiating to buy not only Kluge's grand estate, Aloemarle\nHouse, which a bank foreclosed on in January, but all of Kluge's former real estate holdings outside Charlottesville near\nThomas Jefferson's Monticello estate.\n\nThose include 200 acres of land adjacent to the estate that once had a nine-hole golf course designed by Arnold Palmer,\na 900-acre vineyard and a failed real estate develooment where Kluge had planned to market luxury \"farmettes\" with their\nown grapevines.\n\nLeslie Goldman, a Washington-based adviser to Trump, said it would be \"premature to speculate\" what Trump had\nplanned for the area, but said the land has \"significant historical value and potential for development.\"\n\n\"Obviously, the more acreage, the more pieces you acquire, the more possibilities there are,\" he said.\n\nTrump has already made forays into Virginia real estate. In 2009, he purchased a 600-acre golf club along the Potomac\nRiver in Loudoun County and renamed it the Trump National Golf Club. He raised the ire of local environmentalists last\nsummer after the club removed hundreds of trees that it claimed threatened the shoreline.\n\nTrump's representative appeared at a foreclosure auction of Kluge's large estate on the courthouse steps in downtown\nCharlottesville Wednesday morning, where a crowd of about 50 lawyers and curiosity seekers had gathered.\n\nIn the past year, Kluge's travails have become well-known around Charlottesville, where over the last two decades the\nBritish-born socialite has cut a glamorous - and sometimes controversial - figure.\n\nIn 1999 she founded what became a well-respected vineyard on land around her grand house, which she had received as\npart of a high-profile divorce settlement in 1990 from John Kluge, the late media mogul who was once the country's richest\nman.\n\nKluge Estate Winery and Vineyard won accolades for sparkling wines - served at the White House and at Chelsea\nClinton's wedding last summer - and a blended red called New World Red. Kluge and her third husband, retired IBM\nexecutive William Moses, worked to promote not only their own wine brand but the growing Virginia wine industry as a\nwhole.\n\nBut in the past two years, following some aggressive expansion of the winery and the failure of the housing development,\nKluge fell upon hard times. Credit problems forced her to sell off her jewelry and extensive collection of art and antiques\nlast year. She lost the vineyard at a foreclosure auction in December.\n\nKluge had initially tried to sell Albemarle House - which the Sotheby's listing calls \"one of the most important residences in\nthe United States since the Golden Age\" - for $100 million, but when no buyer came forward the price was ultimately\nslashed to $24 million. The eight-bedroom home has its own movie theater, wine grotto, swimming pool and helipad.\n\nAt Wednesday's auction, Bank of America, Kluge's creditor, took full ownership of the property with a bid of $15.26 million.\nBut Trump holds what the lawyers called a \"right of first refusal\" to buy the property at a later date.\n\nKluge and Moses declined to comment directly on yesterday's events, but both have said they have been working\ndiligently with their lawyers over the last several months to help save their business.\n\nThe Trump organization had been working closely with Kluge and Moses on the deal, but how the partnership will play out\n- if they would have a future role at what would be Trump's vineyard - remained unclear Wednesday.\n\n\"They've been working together with the objective of trying to preserve the vineyard for the benefit of the Virginia wine\nindustry,\" Goldman said. \"If it all comes together, it may provide them an opportunity to continue to stay involved in their\nlife's work.\"\n\nYanda reported from Charlottesville. Staff researcher Magda Jean-Louis also contributed to this report.\n\nHOUSE_OVERSIGHT_012684",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012684.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4369,
    "word_count": 696,
    "line_count": 76,
    "import_date": "2025-11-19T21:47:49.423301",
    "prefix": "IMAGES-002"
  }
}