{
  "document_id": "HOUSE_OVERSIGHT_011065",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011065.txt",
  "text": "her chimps at Gombe. | think I have seen it among the pack of dogs, led by my\nfather’s favorite “Sean”, at Sutton Place. That would count as one of the practical\nconstraints. Too little support for family over equally deserving others is seenasa\n\nfault, and too much as another.\n\nThe reason is obvious. Jack’s ambitions for kin will eventually conflict with Zack’s,\njust as with ambitions for food and nest sites and mating opportunities. Not\neveryone's firstborn can be king of the hill. Social creatures evolve agonistic rules to\nsettle such conflicts peacefully. Losers in mating tournaments, or in contests where\nmales display and females choose, usually survive to compete again next year. The\ncontest is in the group interest because the traits of strength and skill proved in the\nwinner will be those passed on. Our genes tell us to compete as best we can for the\nsake of a fair test, and to stop when the verdict seems clear. And soon enough it does.\nThe quarterback tries his best for three downs to move the yardsticks, but trots to\nthe sidelines on fourth down for the sake of another chance later. If genes can\nencode this farsighted strategy for those other kinds of competition, why not for\n\nnepotistic competition too?\n\nFor decades, biologists wondered why genes need so much selecting in species long\nestablished. Shouldn’t earlier contests have selected the fittest genes once and for all,\nwith no need for further ones but to screen out recent and harmful mutations?\nShouldn’t the best traits have become clear millennia ago? Why need males contest\nin tournaments or beauty contests every breeding season, with mostly the same\ncontestants, when best genes ought to have proved themselves soon after the\nspecies began? Then there would be no genetic diversity except for recent\nmutations not yet screened out. Population genetists such as Fisher, J. B.S. Haldane\nand Sewall Wright had written mathematical models showing that even the slightest\nselection pressures should drive a gene to fixity, and its rivals to extinction, within a\nfew generations if selection favored it consistently. Their argument was Malthus’\ninsight: breeding success is geometric. Yet there is rich allelic diversity wherever we\n\nlook. There are some gene sites in some species where the most common allele\n\nChapter 7 Petty’s Idea 2/3/16 6\n\nHOUSE_OVERSIGHT_011065",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011065.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2356,
    "word_count": 387,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:44.147498",
    "prefix": "IMAGES-001"
  }
}