{
  "document_id": "HOUSE_OVERSIGHT_022848",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022848.txt",
  "text": "somewhere between Daddy Warbucks and Eyes Wide Shut.\n\nThe domesticity of the house, and the background of Epstein’s problems,\ncenters around a group of young women who act as his support staff and\ncompanions. Some have worked for him for many years, marrying, having\nchildren, and continuing as part of his business and household infrastructure. One\nwoman, on an afternoon when I was there, recently married, had just returned from\nan around the world honeymoon that Epstein had arranged for her. Some are his\nromantic interests. His present girl friend is in dental school. One former girlfriend,\nEva Andersson Dubin, a Swedish model and Miss Universe finalist, became a\ndoctor and married hedge funder Glen Dubin and together they finance the Dubin\nBreast Center at Mount Sinai Hospital. Most at one time will travel with him to his\nother floating residences—the ranch in New Mexico, a vast apartment in Paris, the\nIsland in the Caribbean, the house in Palm Beach.\n\nThis is so outside of conventional living or staffing or romantic relationships\nthat it is hard to describe 1n a straightforward or straight-faced way. It sometimes\nseems part of Epstein’s implicit challenge: not just look at me, but can you even\nbelieve what you see? Or it seems he is just oblivious to what others are thinking.\nA willful and perhaps fatal tone deafness.\n\nBut Hefnerian prurience can also be quite businesslike: poised young\nwomen in a mansion on the Upper East Side with various office responsibilities are\nreally not that different from any of the art galleries in the surrounding\nneighborhood.\n\nEpstein’s young women mingle freely with his powerful guests, not so much\nas hostess or, in tabloid language, harem-like (or as “sex slaves”), but often as\nattentive students (that, of course, might be regarded as having its own fetish-like\nattraction).\n\nNot long ago, Epstein invited me to sit in on a day of presentations to him in\nhis dining room by various “quants.” Quant theory involves making investments\nbased solely on mathematical and statistical models. This method can often have\nuncanny predictive powers. But the problem is it doesn’t scale very well—the\nmarket, having discerned a pattern of successful investing, quickly copies and\ndiscounts the advantages of the strategy, . Epstein’s effort was to identify, dissect\nand choose a dozen or so promising algorithms (each quant is effectively\nhawking his secret sauce algorithm) and invest up to $5 million with each. I knew\npaltry little about this and so rather found myself identifying with the young\nwomen to whom Epstein was explaining the basic math and mechanics—out of my\nleague, but grateful for the lesson.\n\nThe Epstein house/office is, by careful design, exclusive and club like, part\nhang out, part secret society. Along with the difficulty in explaining why, even\nafter his jail term, the rich and powerful continued to beat a path to his door, it’s\n\nHOUSE_OVERSIGHT_022848",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022848.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2935,
    "word_count": 480,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.786874",
    "prefix": "IMAGES-007"
  }
}