{
  "document_id": "HOUSE_OVERSIGHT_017345",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017345.txt",
  "text": "4.2.12\nWC: 191694\n\nThe 99-pound rapist\n\nThe great violinist Itzhak Perlman called me one day and asked if I would look into a disturbing\ncase involving a young violinist he knew who attended college in the Boston area. The young\nviolinist—who was 5 feet tall and weighed 99 pounds, and whose only exercise was lifting a\nbow—had been accused by a 5 foot 4, 140-pound lacrosse player of raping her. Itzhak did not\nbelieve that the allegation could be true. The circumstances of the case certainly didn’t lend\ncredence to the charge.\n\nThe young man and woman had been close platonic friends. She had a steady boyfriend back\nhome, with whom she regularly had sex. One night she invited the violinist to her dorm room\nwhere they had sexual relations. Several weeks later, she invited him to spend the weekend with\nher family, where he said they again had sexual relations. But soon thereafter she began to\nexperience psychological problems and someone at the college left an anonymous message with\nher parents that she may have been the victim of an unwelcome sexual encounter. After being\nconfronted by her father, who was adamantly opposed to any premarital sex, she told him that the\nviolinist had raped her in the her dorm room. She then filed a complaint with the police. The\nyoung man was immediately suspended from college and subsequently indicted for rape.\n\nI referred the case to a small law firm in town that specialized in criminal matters, and the case\nwas assigned by the senior partner to a well-known woman lawyer active in feminist causes. She\nfound the story implausible — so much so that the lawyers decided to waive a jury trial and have\nthe case decided by a judge, whom they believed would be less susceptible to political\ncorrectness. They were wrong and they were right. The judge found the young man guilty, but\ngave him a prison sentence of only 95 days thus suggesting that he didn’t find him shar guilty.\n\nI followed the appeal closely, reviewing the briefs and offering suggestions. The argument was\nmade by the feminist lawyer. The opposing lawyer was also a feminist. Although the court found\nthat there was sufficient evidence to sustain the conviction, it considered the evidence quite weak.\nThis is what it said:\n\n“Tn this case the defense was consent. The evidence is many ways was contradictory, and,\neven looking only at the complainant’s testimony, in some respects was inconsistent with\nallegation of rape.”\n\nThe court then ruled that the defense should have had access to certain treatment records that the\ndefendant generated when she was hospitalized following the alleged rape. Accordingly it\nreversed the conviction and remanded the case for a new trial. In the end the prosecution\ndropped the case and the defendant went free, but not before his college career was seriously\ndisrupted.\n\nThe court’s decision was roundly criticized by many feminists, on the ground that allowing the\ndefense to have access to the complainant’s psychiatric records would discourage complainants\nfrom coming forward. The court was sensitive to this concern and said the following:\n\n258\n\nHOUSE_OVERSIGHT_017345",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017345.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3129,
    "word_count": 522,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.627435",
    "prefix": "IMAGES-004"
  }
}