{
  "document_id": "HOUSE_OVERSIGHT_019454",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019454.txt",
  "text": "lay\n\nFa ell el a en ee, |\nNW LF AY TT AS\n\nCentre De Formation Technique Pour\nL’Avancement Des Jeunes Du Sud’Est Inc.\n\ne The tax code includes a withholding tax provision that discriminates against foreign\ninvestors (PRS Group 2002, PRS Group 2003, PRS Group, 2005, PRS Group, 2009;\nUSAID, 2006).\n\nAs a tule, investment in “sensitive” sectors, such as electricity, water and telecommunications\nrequire special government concession. Investment in the public health sector requires\nauthorization from the Ministry of Public Health and Population. Investment in agriculture is\nsubject to the Ministry of Agriculture’s approval. Exploiting mineral and energy resources require\npermits from the Office of Mining and Energy. Besides, natural resources are considered as the\nproperty of the country (PRS Group, 2009; Schaaf, 2009).\n\nHaiti after the Earthquake in 2010\n\nThe January 12\", 2010 earthquake had inflicted massive human and financial damage to the country.\nThe natural disaster damaged homes, commercial & government buildings, cities infrastructure, and\ntook many people lives. The estimated monetary loss is $11.5 billion (U.S. Department of State,\n2010).\n\nAccording to the World Bank report (2010), 70% of the total damage and losses were done in the\nprivate sector. Therefore, this has lead to the loss of production, reduction in revenues, loss of jobs\nand wages, increase in production cost, etc. Additionally, the job market experienced 8.5 % of pre-\nearthquake jobs decrease due to devastation.\n\nNinety percent of businesses are informal in Haiti; ninety-five percent of businesses are SME (Small\nand Medium sized Enterprise). Business people indicated having various problems due to the\nnatural disaster. Some of them lost their houses and facilities; therefore, they do not have money\nfor rebuilding all the facilities. However, a vast majority of businesses do not pay taxes and do not\ncontribute to the countries’ official GDP (Investment Facilitation centre, 2010).\n\nGovernment Role in Economy\n\nGenerally, government’s role in the economy is minimal. There are several government subsidies\nand price controls; however, goods are mainly traded at market prices. Considering the fact that\nthere are over 70 % of imports in Haiti, the Haitian government has eliminated tariffs and non-\ntariff barriers in order to liberalize trade (CIA, 2010; World Bank, 2010; PRS Group, 2009).\n\nAt the same time, there is a project for creating several trade free zones and exclusion from the\ntaxes of the foreign investors (PRS Group, 2009.\n\nPO Box 666 Brentwood, NY 11717 © Phone (631) 273-4100 © Fax (631) 273-4111 © yair@cefotaj.org © Wwww.cefotaj.org\n\nHOUSE_OVERSIGHT_019454",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019454.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2677,
    "word_count": 413,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:45.048187",
    "prefix": "IMAGES-005"
  }
}