{
  "document_id": "HOUSE_OVERSIGHT_014528",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014528.txt",
  "text": "bad (higher volatility) and investors will have to reposition portfolios, rebalancing when necessary,\nin order to take advantage of the new era.\n\nPrior to the U.S. presidential election, and even dating back to the summer months when bond\nyields bottomed, the economy was already beginning to improve. Corporate earnings were picking\nup, the consumer was spending at a healthy clip, there were some subtle signs of positive surprises\nin European economic activity, and the downturn in emerging markets (and negative earnings\nrevisions) ceased. We were certainly not waving the celebratory flag on growth, but the economy\nwas getting up off the ground, which is what risk assets, including equities, need sometimes.\nHowever, the S&P 500—a major benchmark for U.S. stocks--had lost momentum heading into the\nelection, as investors worried that the secular stagnation era would continue and that monetary\npolicy had lost its effectiveness.\n\nMarket sentiment changed dramatically during the early morning hours on November 9. The\nsurprise victory by Donald Trump caught many investors off-guard. The potential for fiscal\nstimulus measures, reduced regulation, corporate tax reform and other potential pro-growth\ninitiatives increased. Animal spirits perked up. Investor positioning was heavily skewed toward\nlong-duration fixed income, low-volatility equities and high-dividend-paying companies. These\nareas significantly outperformed in the first half of the year but started to lose momentum once\nrates bottomed mid-year. However, investor positioning did not change materially at first.\nPortfolios were still generally overexposed to higher- quality, rate-sensitive investments—\notherwise known as “bond proxies.”\n\nIn our Hills Have Eyes strategy report, published on November 16, we outlined the need to\nrebalance portfolios given our belief that we were already transitioning toward the late-cycle\nexpansion phase and that the new enthusiasm for pro-growth policies would begin to accelerate\ninvestor flows toward more cyclical investments. Given the high degree of underexposure to late-\ncycle investments by investors, we believed such a rotation would cause a “melt-up” in equities\ntoward new highs over time.\n\nDiversification and rebalancing will be key\n\nSo, how are we going to manage portfolios in a world undergoing a major market regime shift, one\nthat is transitioning from the era of secular stagnation to fiscal reflation, and one that still has a\nconsiderable amount of uncertainty? We are going to become more prescriptive, remain diversified\nand balanced, but with more exposure to pro-growth, pro-cyclical areas. We will also likely\nrebalance more often throughout the year as investor rotation gathers momentum during 2017 and\ninto 2018; and we look to periods of volatility as opportunities to add to areas we favor.\n\n\"Fixed income still represents an important portfolio diversifier—and a volatility\ndampener in unforeseen worst-case scenarios.\"\n\nCHRISTOPHER HY ZY\nCHIEF INVESTMENT OFFICER, BANK OF AMERICA GLOBAL WEALTH AND INVESTMENT MANAGEMENT\n\nWe expect business, consumer and investor confidence to continue to head higher well into 2017,\nwith most of the newly expected growth to come in 2018, which should underpin equities for most\nof the year. Higher nominal growth, an improved picture for corporate profits and continued\n\nHOUSE_OVERSIGHT_014528",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014528.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3374,
    "word_count": 498,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:45.096088",
    "prefix": "IMAGES-003"
  }
}