{
  "document_id": "HOUSE_OVERSIGHT_010910",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010910.txt",
  "text": "DEPARTMENT OF HOMELAND SECURITY\nUNITED STATES SECRET SERVICE\nWASHINGTON, D.C. 20223\n\nFreedom of Information Act and Privacy Act Branch\nCommunications Center\n\n245 Murray Lane, SW, Building T-5\n\nWashington, D.C. 20223\n\nDate: Que Gi aye\nPatti Bescript 7\n3711 Kennett Pike, Suite 130\nWilmington, DE 19807\n\nFile Number: 20150826\nDear Requester:\n\nThis is the final response to your Freedom of Information Act/Privacy Acts (FOIA/PA) request\noriginally received by the United States Secret Service (USSS) on April 16, 2015, for information\npertaining to any and all shift logs, travel records, itineraries, reports, and other records for USSS\npersonnel traveling with former President Bill Clinton to Little St. James Island and the US Virgin\nIslands.\n\nIn response to your request, the USSS has conducted a reasonable search for responsive records. It\nappears, from a review of USSS main indices, that there are no records pertaining to your request\nthat are referenced in these indices. Enclosed is a copy of your original request.\n\nAlternatively, if you deem our decision an adverse determination, you may exercise your appeal\nrights. Should you wish to file an administrative appeal, your appeal should be made in writing and\nreceived within sixty (60) days of the date of this letter, by writing to: Freedom of Information\nAppeal, Deputy Director, U.S. Secret Service, Communications Center, 245 Murray Lane, S8.W.,\nBuilding T-5, Washington, D.C. 20223. If you choose to file an administrative appeal, please\nexplain the basis of your appeal and reference the case number listed above.\n\nIf you have any questions or would like to discuss this matter, please contact this office at\n(202) 406-6370. FOIA File No. 20150826 is assigned to your request. Please refer to this file\nnumber in all future communication with this office.\n\nSincerely,\n\nwig CU mobo A\nCampbell\nial Agent In Charge\nFreedom of Information Act & Privacy Act Officer\n\nEnclosure: Copy of Original Request\n\nHOUSE_OVERSIGHT_010910",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010910.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1989,
    "word_count": 311,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:45.772462",
    "prefix": "IMAGES-001"
  }
}