{
  "document_id": "HOUSE_OVERSIGHT_023473",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023473.txt",
  "text": "16\n\nphenomenon noted by Alexis de Tocqueville in his masterful analysis\nof the origins of the French Revolution and raised again in the early\n1960s by James Davies’s well known “J-curve” theory of\nrevolution.2\n\nSomething like this Huntingtonian process has unfolded in recent\nmonths in both Tunisia and Egypt. In both cases, anti-government\nprotests were led not by the urban poor or by an Islamist\nunderground, but by relatively well-educated middle-class young\npeople used to communicating with each other via Facebook and\nTwitter. It is no accident that Wael Ghonim, Google’s regional head\nof marketing, emerged as a symbol and leader of the new Egypt. The\nprotesters’ grievances centered around the fact that the authoritarian\nregimes of Ben Ali and Mubarak offered them no meaningful\npathway to political participation, as well as failing to provide jobs\nbefitting their social status. The protests were then joined by other\ngroups in both societies—trade unionists, Islamists, peasants and\nvirtually everyone else unhappy with the old regimes—but the\ndriving force remained the more modern segments of Tunisian and\nEgyptian society.\n\nSocieties lacking institutions that could accommodate new social\nactors produced a condition Huntington labeled praetorianism, in\nwhich political participation took the form of strikes, demonstrations,\nprotests and violence. The military often seized power in such\ncircumstances because it was the only organized actor in society\ncapable of running a government. The Egyptian Republic’s first\nautocrat, Gamal Abdel Nasser, came to power in precisely this\nmanner back in July 1952, when his Free Officers movement\nrepresented the rising Egyptian middle class. The tragedy of modern\nEgypt is that there has been scarcely any meaningful political\ndevelopment in the more than half-century since then—meaning, in\n\nHOUSE_OVERSIGHT_023473",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023473.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1872,
    "word_count": 280,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:44.370519",
    "prefix": "IMAGES-007"
  }
}