{
  "document_id": "HOUSE_OVERSIGHT_017640",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017640.txt",
  "text": "Page 5 of 78\n2007 Utah L. Rev. 861, *867\n\nvictims’ rights. In their view, such statutes \"frequently fail to provide meaningful protection whenever they come into conflict\nwith bureaucratic habit, traditional indifference, [or] sheer inertia.\" 7° As the Justice Department reported:\n\nEfforts to secure victims’ rights through means other than a constitutional amendment have proved less than fully adequate.\nVictims’ rights advocates have sought reforms at the state level for the past twenty years, and many states have responded with\nstate statutes and [*868] constitutional provisions that seek to guarantee victims' rights. However, these efforts have failed to\nfully safeguard victims’ rights. These significant state efforts simply are not sufficiently consistent, comprehensive, or\nauthoritative to safeguard victims’ rights. *?\n\nTo place victims’ rights in the constitution, victims advocates (led most prominently by the National Victims Constitutional\nAmendment Network 3°) approached the President and Congress about a federal amendment. 3' In April 22, 1996, Senators\nKyl and Feinstein introduced a federal victims’ rights amendment with the backing of President Clinton. 3? The intent of the\namendment was to \"restore, preserve, and protect, as a matter of right for the victims of violent crimes, the practice of victim\nparticipation in the administration of criminal justice that was the birthright of every American at the founding of our Nation.\"\n33 A companion resolution was introduced in the House of Representatives. *4 The proposed amendment embodied seven core\nprinciples: (1) the right to notice of proceedings, (2) the right to be present, (3) the right to be heard, (4) the right to notice of\nthe defendant's release or escape, (5) the right to restitution, (6) the right to a speedy trial, and (7) the right to reasonable\nprotection. In a later resolution, an eighth principle was added: standing. 3°\n\nThe amendment failed to pass in the 104th Congress. On January 21, 1997, the opening day of the first session of the 105th\nCongress, Senators Kyl and Feinstein reintroduced the amendment. *° A series of hearings were held that year in both the\nHouse and the Senate. *7 Responding to some of the concerns raised in these hearings, the amendment was reintroduced the\nfollowing year. 38 The Senate Judiciary Committee held hearings *° and passed the proposed amendment. * However, the\nfull Senate did not consider the amendment. In 1999, Senators Kyl [*869] and Feinstein again proposed the amendment. +!\nOn September 30, 1999, the Judiciary Committee again voted to send the amendment to the full Senate. ** But on April 27,\n\n28 Laurence H. Tribe & Paul G. Cassell, Embed the Rights of Victims in the Constitution, L.A. Times, July 6, 1998, at BS.\n\n22 Victims' Rights Amendment. Hearing on S.J. Res. 6 Before the S. Judiciary Comm., 105th Cong. 64 (1997) (statement of Janet Reno, U.S.\nAtt'y Gen.).\n\n30 See www.nveap.org (last visted Dec. 30, 2007).\n3! For a comprehensive history of victims' efforts to pass a constitutional amendment, sce Jon Kyl, Steven J. Twist & Stephen Higgins, On\n\nthe Wings of Their Angels, the Scott Campbell, Stephanie Roper, Wendy Preseon, Louarna Gillis, and Nila Lynn Crime Victims' Rights Act,\n9 Lewis & Clark L. Rev. 581, 583-91 (2005).\n\n32 §.J. Res. 52, 104th Cong. (1996).\n\n33S, Rep. No. 108-191, at 1-2 (2003); see also S. Rep. No. 106-254 (2000) (listing recommendations for the federal victims’ rights\namendment).\n\n4 ELRJ. Res. 174, 104th Cong. (1996).\n35 § J. Res. 65, 104th Cong. (1996).\n36 § J. Res. 6, 105th Cong. (1997).\n\n37 See, e.g., Victims' Rights Amendment: Hearing on S.J. Res. 6 Before the S. Judiciary Comm., 105th Cong. (1997).\n38 S.J. Res. 44, 105th Cong. (1998).\n\n39 Crime Victim's Rights Constitutional Amendment: Hearings on S.J. Res. 44 Before the S. Judiciary Comm., 105th Cong. (1998).\n40 See 144 Cong. Rec. $11,010 (daily ed. Sept. 28, 1998).\n41 §.J. Res. 3, 106th Cong. (1999).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017640",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017640.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4001,
    "word_count": 645,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:46.491956",
    "prefix": "IMAGES-004"
  }
}