{
  "document_id": "HOUSE_OVERSIGHT_022275",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022275.txt",
  "text": "From: jeffrey E. [jeevacation@gmail.com]\n\nSent: 8/23/2018 4:01:11 PM\nTo: Kathy Ruemmler [\nSubject: Re: NYTimes: Donald Trump’s High Crimes and Misdemeanors\n\nill call you from new york\n\nOn Thu, Aug 23, 2018 at 11:55 AM, Kathy Ruemm|er (i wrote:\n\nRich person problem\n\nOn Aug 23, 2018, at 11:30 AM, jeffrey E. <jeevacation@gmail.com> wrote:\n\nid, Morris concedes that American Dharma could be an uncomfortable experience for those still wrestling with\nthe realities of ‘st'the Trump era in America: \"It's a kind of horror movie,\" says Morris. \"I don't know how\nbetter to describe it.\"\n\nOn Thu, Aug 23, 2018 at 11:13 AM, Kathy Ruemm|ecr o> wrote:\n\nIt makes no difference whether it was his money. Issue is failure to disclose. Plus, fact that he has lied his\nass off about it makes clear that he knew it was illegal.\n\nOn Aug 23, 2018, at 11:03 AM, jeffrey E. <jeevacation@gmail.com> wrote:\n\nI think he makes the argument that it was his , trumps money , making it not illegal. though he also said he\nonly found out afterwards? and the fact according to the indicment was billed as services rendered and\ngrossed up. im sure his acct has flipped anyway. . I did talk in detail to starr yesterday re indicments how\ntrump can make a deal ( special counsel). clintons trash can yes starr gave me more. YECHHHH!.\n\nOn Thu, Aug 23, 2018 at 10:50 AM, Kathy Ruemmler <> wrote:\nHere's a story from The New York Times that I thought you'd find interesting:\n\nThe principled case for impeachment is clear. What’s missing is the courage.\n\nRead More...\n\nGet The New York Times on your mobile device\n\nplease note\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\nJEE\n\nHOUSE_OVERSIGHT_022275",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022275.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1826,
    "word_count": 311,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:48.978728",
    "prefix": "IMAGES-006"
  }
}