{
  "document_id": "HOUSE_OVERSIGHT_027975",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027975.txt",
  "text": "They were not just academic issues. Even if we were never again called upon\nto free a hijacked airplane, I assumed we would face other operations which\nwere equally urgent, without the weeks or even months of preparation we’d\nalways insisted on in the past.\n\nAfter the Sabena operation, I emphasized the need for us to be proactive. It\nwouldn’t be up to us to decide which operations to do. But it was up to us to\ntake the initiative in identifying and understanding specific threats and framing\nways in which we could provide a response. Even before Sabena, barely two\nweeks had gone by when I didn’t go to Eli Zeira, who was in charge of the\noperations department of military intelligence, with a mission which I felt\nconfident we were ready to carry out. Several of the most complex centered on\nthe new threat posed by Palestinian groups in Lebanon. Before the civil war in\nJordan, King Hussein had accused Fatah, the PFLP and the equally militant\nDemocratic Front for the Liberation of Palestine of trying to create “a state\nwithin a state” and deliberately weakening his government. Now, they were\ndoing much the same in Lebanon. Their headquarters buildings in southern\nBeirut were spawning hiyackings or terror attacks. From bases in southern\nLebanon, the Palestinians were also firing Katyusha rockets into Israel.\n\nOne of the operations I planned targeted Arafat. From our intelligence\nintercepts, we knew that a day or two after a particularly intense clash with\nIsraeli artillery units on the Lebanese border, he would tour the area and meet\nwith his commanders. If we were going to go after him, however, we needed to\nknow exactly when he was coming. Fortunately, the Lebanese authorities\ntracked Arafat’s motorcade on these “review the troops” excursions, reporting\nhow many cars were involved, which one he was in, and their progress. Thanks\nto previous sayeret missions, we could listen in. In order to ensure the operation\nwould be on our terms, I proposed that a couple of days before we planned to\nmove, Israeli artillery target a Fatah rocket site in an isolated area about ten\nmiles from the border, where there was just a single road in from Beirut. I\nproposed landing several teams by helicopter the night before. We would lie in\nwait until the Lebanese army checkpoints reported that the Fatah convoy was on\nits way. Israeli helicopters and F-4 jets would then cut off the road on both\nsides, and we would ambush Arafat’s vehicle.\n\n127\nHOUSE_OVERSIGHT_027975",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027975.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2481,
    "word_count": 422,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:45.085772",
    "prefix": "IMAGES-009"
  }
}