{
  "document_id": "HOUSE_OVERSIGHT_010985",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010985.txt",
  "text": "The rule does not say that risk-adjusted return tends to hold constant over time. To\nthe contrary. Return equals growth plus cash flow, and my charts show the growth\ncomponent as a bucking bronco. The maximand rule says only that risk-adjusted\nreturn is always the maximand. It is not always the same as time changes\ncircumstances. Proof is in Turgot’s equalization of return at each moment, not from\n\none moment to the next. That is what we see wherever we look.\n\nThere is a quibble worth attention. Behavior seldom expresses taste exactly. We say\none word when we mean another. We reach for the coffee, and accidentally spill it.\nThat was the point of my axiom that predictions converge to outcomes, as well as to\none another, only on average. Outcomes are generally a little better or a little worse\nthan predicted. There can even be systematic bias where all people together seem\noveroptimistic or overpessimistic accordingly to circumstances, as shown in the\npsychological economics of Hanneman and Tversky. The axiom requires that these\nbiases offset over scale and time. That sounds plausible, and anyhow makes analysis\n\neasier.\n\nThe maximand rule would be ridiculous if terms were defined in a literal market\ncontext only. Markets must be defined as wherever any choice is made. It would be\nridiculous if cash flow were understood to presuppose literal cash, or even the\nnecessity of some quid pro quo to explain motivations. Unreciprocated gift down the\n\ngenerations drives lineage survival.\n\nAll behavior means all behavior. The miser maximizes the growth component in\nreturn, the parent or philanthropist maximizes the net gift component, and the\n\ngood-time Charlie maximizes exhaust.\n\nHave | gone too far in this claim? Try to imagine an exception. What kind of behavior\nmight not maximize perceived risk-adjusted return? What if I jump out the window?\n\nDeliberately drive my car into a tree? Sell a cow for a handful of beans? Maximize a\n\nChapter 3: Foundations 1/11/16 14\n\nHOUSE_OVERSIGHT_010985",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010985.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2009,
    "word_count": 328,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:48.627002",
    "prefix": "IMAGES-001"
  }
}