{
  "document_id": "HOUSE_OVERSIGHT_023073",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023073.txt",
  "text": "Chart 1: Sector EPS estimated impact from 20% rate\n\n0% 2% 4% 6% 8% 10% 12% 14% 16% 18% 20%\n\nFinancials\nDiscretionary\nTelecom\nStaples\nIndustrials\nHealth Care\nEnergy\nMaterials\nInfo Tech\nReal Estate\n\nSource: BofAML US Equity & Quant Strategy, FactSet, S&P\n\nWhile the effective tax rate of the S&P 500 is generally about 28% (currently closer to\n25% due to the recent commodity recession), we estimate that the tax rate for the S&P\n500’s domestic operations is much higher at roughly 33% — although this includes\nstate and local taxes. If all companies with tax rates above the proposed new tax rate of\n20% were to drop to 20%, and no companies provisioned for US taxes on foreign\nprofits, we estimate the domestic effective tax rate for the S&P 500 would fall in line\nwith its foreign tax rate of roughly 19%. This would represent a 9ppt decrease in the\ncurrent S&P 500 tax rate and a 12% increase in EPS. We show the sensitivity to S&P\n500 EPS to different assumed tax rates in the chart below, but we reiterate that these\nestimates exaggerate the actual impact on profits, as a significant portion of these\nbenefits would likely be passed on to consumers via lower prices. We assume that in\naggregate, roughly half of the gains from the lower tax rate would be retained (i.e. half\nof the amounts shown in the sensitivity analysis in Chart 2).\n\nTable 5: Impact of 20% domestic corporate tax rate Chart 2: Benefit to 2018 S&P 500 EPS from lower tax rates\nSector Current tax rate New tax rate Change 20%\n\nDiscretionary 30% 19% -12ppt\n\nStaples 29% 20% -Oppt 15%\n\nEnergy 41% 32% -9ppt\n\nFinancials 33% 21% -1 ppt 10%\n\nHealth Care 25% 16% -9ppt\n\nIndustrials 32% 23% -9ppt 5%\n\nInfo Tech 18% 14% -Appt\n\nMaterials 28% 23% -bppt 0%\n\nReal Estate 9% 1% -2ppt 15% 20% 25%\nTelecom 29% 20% -9ppt\n\nUtilities 39%, 20% A2ppt New Corporate Tax Rate\n\nS&P 500 28% 19% -9ppt\n\nSource: BofAML US Equity & Quant Strategy, FactSet, S&P mEstimated impact on 2018 EPS\n\n* Current tax rates may differ from other sources, as this analysis is based on companies’ 5-yr median\n\nfiscal year domestic and foreign tax data from annual filings. Source: BofAML US Equity & Quant Strategy\n\nNote: Our base case assumes that half of the benefit would be passed on to customers, competed\naway or offset by other changes to the tax code. Thus, we woulld expect the uplift to our EPS forecast\nto be roughly half the calculated benefit from simply lowering the corporate tax rate.\n\nThe market is beginning to price in the benefits of tax cuts , but we may still be in the\nearly days — note that potential beneficiaries of fiscal stimulus (i.e. infrastructure\nspending) have seen an 18% multiple re-rating but de minimis fundamental support,\nwhereas potential beneficiaries of lower corporate tax rates have seen performance\ndriven nearly equivalently by multiples and earnings.\n\nBankof America\n\nMerrill Lynch Equity Strategy Focus Point | 29 January 2017 5\n\nHOUSE_OVERSIGHT_023073",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023073.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2933,
    "word_count": 509,
    "line_count": 78,
    "import_date": "2025-11-19T21:47:44.845782",
    "prefix": "IMAGES-007"
  }
}