{
  "document_id": "HOUSE_OVERSIGHT_027899",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_027899.txt",
  "text": "But a series of accidents, in Israel’s life and in mine, would soon point me in\na dramatically different direction. The first became known as the Rotem Crisis,\nand it delivered a jolting reminder of Israel’s vulnerability to a surprise attack\nfrom neighboring Arab states. Militarily, we were far stronger than in 1948. But\nwe were still a young country, at an early stage in our economic development.\nOur defense strategy rested on a recognition we could not afford to sustain a\nlarge standing army, relying instead on a pool of trained reservists. The problem\nwas that a full call-up of the reserves would require something like 48 hours.\nThat meant some form of early warning was critical.\n\nRotem erupted in February 1960, about halfway through my fironut, and\nbegan almost farcically. The Chief of Military Intelligence, Chaim Herzog, was\nat a diplomatic receiption in Tel Aviv when he began chatting with a guest he\nknew well: the head of the local CIA station. What, the American asked, did he\nmake of the fact that Egypt had moved its two main armored divisions into the\nSinai, toward the border with Israel? Herzog came up with a suitably woolly\nreply, about how it was obviously a situation which bore watching. But the truth\nwas that neither he nor anyone else in Israel had any idea about the Egyptian\nmobilization. He left the party as soon as he could, to tell Dayan and Ben-\nGurion. When a reconnaissance flight the next day confirmed that dozens of\nbattle-ready tanks had been rolled forward toward the Suez Canal, Ben-Gurion\nand the generals scrambled for a response.\n\nThey did not want a war. Ben-Gurion was particularly worried that in\nresponding to Nasser’s buildup, he might inadvertently escalate things further.\nHe vetoed the idea of a full mobilization. But he did order a more limited call-\nup, of about 7,000 reservists. He placed the air force on alert. He directed the\nfour brigades responsible for the defense of southern Israel, including our\narmored brigade near Beersheva, to move within a few miles of the border —\nand gave us the additional role of sending several overnight munitions convoys\nto equip the hastily assembled border force.\n\nThe first sign I saw that anything extraordinary was going on was the sudden\nmovement of tanks and APCs inside our camp. At first, no one told us raw\nrecruits anything. We were left to look on, and stay out of the way. But with our\noperational units preparing to move forward, the problem was that there seemed\nno one else with the expertise, experience and local knowledge to lead the\nsupply columns. So our training battalion was summoned before the platoon\ncommander. “Any volunteers,” he asked. When none of us raised a hand, he\nsaid: “Come on. One of you must have grown up around here. That means the\n\n51\nHOUSE_OVERSIGHT_027899",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_027899.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2805,
    "word_count": 481,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:45.240205",
    "prefix": "IMAGES-009"
  }
}