{
  "document_id": "HOUSE_OVERSIGHT_013629",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013629.txt",
  "text": "also forgave you.” In the middle of his sermon, which built slowly in tension and\nvolume, the pastor introduced a forty-ish, sparkly eyed, somewhat overweight, dark\nhaired, slightly made up woman who the Pastor said was a witness for the ultimate\nin Christian forgiveness. She was someone from whom all of us could learn. She\nwas the mother of the 7-year-old boy that he, the Pastor, had, four years before,\naccidentally killed during a drunken driving episode in his “other life.” That was the\none he was living before he was saved. | was told that he presented her in a service\nat least once a year. The woman said that her successful struggle for forgiveness\nled to her being saved. She quoted Ephesians, \"And you who were dead in\ntrespasses and sins hath he quickened.” She looked radiant and hugged the pastor.\nWhen my sons introduced me to him as we filed out at the end of the service, the\npastor told me that my visit was important to the congregation. He told me that Jews\nwere special in Charismatic Christianity since we would play an important role in the\nreturn. He said he hoped he would see more of me. My boys seemed pleased to\nhave invited me.\n\n| accompanied them to their church most Sundays, and often for what they\ncalled the “rock and role healing services” on Wednesday night, for over two years.\nWithin three or four months | found myself, the first time while awakening out of a\ndeep sleep, mumbling sounds that | was told sounded like some unknown\nlanguage, | was praying in tongues. At some services it happened spontaneously\naccompanied by an almost ecstatic feeling accompanying the surrender of willful\ncontrol. This was usually accompanied by the release of new energy. | recall\nthinking that the spontaneous, nonsensical linguistics shorted out my verbal and\nobsessionally logical left brain allowing the unbridled expression of my hysterical\nright brain. Sometimes in agreement with an insight offered in a sermon or when\nparticularly moved by a hymn, | found my hands lifting skyward, right hand and arm\nhigher than left, with a high feeling of trust and delicious surrender of conscious\ncognitive control.\n\nReading the New Testament’s Acts, | learned that we were re-enacting the\nscene of the Apostles in the upper room. Those gathered there were the ones\n\nchosen by the risen Jesus to be able to see Him, the list including Peter, James,\n\n129\n\nHOUSE_OVERSIGHT_013629",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013629.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2401,
    "word_count": 412,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:48.584993",
    "prefix": "IMAGES-002"
  }
}