{
  "document_id": "HOUSE_OVERSIGHT_013953",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013953.txt",
  "text": "that you’re in a game not worth winning?\nThe consequences of bad decisions do not get better with age.\n\nWhat cheesecake are you eating?\n\n> Q&A: QUESTIONS AND ACTIONS\n\nOnly those who are asleep make no mistakes.\n—INGVAR KAMPRAD, founder of IKEA, world’s largest furniture brand\n\nTen of thousands of people, most of them less capable than you, leave their jobs every day. It’s\n\nneither uncommon nor fatal. Here are a few exercises to help you realize just how natural job changes\nare and how simple the transition can be.\n\n1. ‘First, a familiar reality check: Are you more likely to find what you want in your current job or\nsomewhere else?\n\nIf you were fired from your job today, what would you do to get things under financial control?\n\n3. Take a sick day and post your resume on the major job sites. Even if you have no immediate plans\nto leave your job, post your resume on sites such as www.monster.com and www.career-\nbuilder.com, using a pseudonym if you prefer. This will show you that there are options besides\nyour current place of work. Call headhunters if your level makes such a step appropriate, and send\na brief e-mail such as the one below to friends and non-work contacts.\n\nDear All,\n\nI am considering making a career move and am interested in all opportunities that might come to\nmind. Nothing is too outrageous or out of left field. [If you know what you want or don’t want on\nsome level, feel free to add, “I am particularly interested in ...” or “I would like to avoid ...”’]\n\nPlease let me know if anything comes to mind!\n\nTim\n\nCall in sick or take a vacation day to complete all of these exercises during a normal 9-5 workday.\nThis will simulate unemployment and lessen the fear factor of non-office limbo.\n\nIn the world of action and negotiation, there is one principle that governs all others: The person\nwho has more options has more power. Don’t wait until you need options to search for them. Take\na sneak peek at the future now and it will make both action and being assertive easier.\n\n4. If you run or own a company, imagine that you have just been sued and must declare bankruptcy.\nThe company is now insolvent and you must close up shop. This is something you must legally do,\nand there are no finances to entertain other options. How would you survive?\n\n» TOOLS AND TRICKS\n\nConsidering Options and Pulling the Trigger\n\nHOUSE_OVERSIGHT_013953",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013953.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2372,
    "word_count": 423,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:48.382252",
    "prefix": "IMAGES-002"
  }
}