{
  "document_id": "HOUSE_OVERSIGHT_024519",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024519.txt",
  "text": "by encouraging parental involvement in the centers through monthly newsletters and reports,\nparent-teacher conferences and parental visits to, and inspections of, the centers.\n\nAlthough most of the marketing efforts are performed at the field level, corporate headquarters assists\ncenters in developing marketing programs, designing campaigns, preparing marketing brochures,\nstrengthening the brand name, identifying strategic partners, and providing advice on ways to advertise\nand market the programs at the local level. In addition, KLC OpCo is actively involved in teaching the\nstaff and directors business enhancing skills, such as cost management, local marketing and customer\nrelations.\n\nEmployer-Sponsored Centers. Services that KLC OpCo provides to employers include onsite and near-\nsite center operation, backup care, discount programs, holiday care and consulting services. KLC OpCo\nhas dedicated sales personnel focused on expanding its presence in this market. It also markets its\nservices through relationships with consultants, attendance and presentations with clients at trade shows,\nnetworking at conferences and through industry alliances and publications. KLC OpCo responds to\nrequests for proposals, referrals from current clients and prospects to targeted mid-market centers for\ntransition opportunities through mailings and networking. It also targets Fortune 1000 companies for its\ndiscount and nationwide backup care services which serve large distributed workforces.\n\nMarketing to employers or corporate sponsors largely takes place at the corporate level. KLC OpCo\nmarkets to parents through its employer sponsors and occasionally through contracted resource and\nreferral agencies. KLC OpCo is finding that the preferred method is through electronic brochures and\nmessages as well as dedicated websites for onsite centers and services. KLC OpCo provides hardcopy\nmaterials and promotional giveaways primarily through employer-sponsored benefit fairs and events on\nclient campuses. The centers engage parents and potential parents through brown bag lunch seminars,\nopen houses, and visibility tables in client cafeterias and common areas.\n\nSchool Partnerships\n\nChampions Programs. KLC OpCo positions its Champions school age, preschool and summer programs\nas exciting combinations of learning and fun. It relies primarily on a regional, direct sales force in\neffecting a two tiered sales and marketing approach. The first tier consists of selling the Champions\nservice at the appropriate administrative level in the school. This selling generally occurs at the\nsuperintendent or principal level. Selling fo administrators is necessary since the majority of Champions’\nprograms rely solely on the use of existing schoo! infrastructure. The sales and marketing effort in this\ntier involves participation in trade shows, featured articles in trade journals, trade magazine advertising\nand news releases. KLC OpCo believes that these efforts have been successful in heightening brand\nawareness, and as such, has enabled its sales force to gain access to entire districts versus individual\nschools.\n\nOnce a Champions program receives the endorsement of the appropriate decision-maker, the second tier\nof the sales and marketing effort begins, which targets the parents of children attending the sponsor\nschool and, in some cases, nearby schools. Marketing is conducted primarily through flyers, open\nhouses and school newsletters.\n\nSupplemental Education Services. The sales and marketing process for SES tutoring involves several\nsteps. First, KLC OpCo must seek approval to provide services in a state through a request-for-proposal\nprocess. This process entails detailed descriptions of the curriculum provided and how it correlates with\nstate standards, testing and accountability, the operational model to be provided and company\nbackground information. Once approval is obtained at the state level, KLC OpCo contacts districts it is\ninterested in serving, and requests that it be added to the list of approved providers. Af the same time\nthat it makes the initial contact with districts, it also contacts local schools, often through such schools’\nSES coordinator, and subsequently with the parents at each school.\n\nOnce KLC OpCo has been approved by the state, district and the schools, it competes with multiple SES\nproviders selling to individual parents, who are the ultimate decision makers in terms of selecting a\n\n86\n\nHOUSE_OVERSIGHT_024519",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024519.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4475,
    "word_count": 642,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:47.491794",
    "prefix": "IMAGES-008"
  }
}