{
  "document_id": "HOUSE_OVERSIGHT_010867",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010867.txt",
  "text": "02:20:36\n\n02:20:38\n\n02:20:40\n\n02:20:40\n\n02:20:44\n\n02:20:47\n\n02:20:52\n\nOn ah WH =\n\n02:20:53\n\nwo\n\n02:20:58\n02:20:59 1 0\n\no2r02 14\nor2102 12\no22103 13\no22t0 14\nerates 15\noz2t09 16\nozarte 17\noz2t11 18\nczars 19\nozaris 20\noz2ii9 21\n022120 22\no22121 23\noz2t21 24\noz2125 25\n\n02:24:30\n02:21:33\n02:21:37\n02:21:41\n02:21:45\n02:21:47\n\n02:21:50\n\nSON Oah SD\n\n02:24:51\n\nwo\n\n02:21:55\nozerss 10\nazerss 11\noz2202 12\n022204 13\noz2208 14\noz 15\no2ze14 16\n02:22:18 17\na22220 18\no2z2224 19\noz2225 20\noz2226 21\nozez2 22\n022233 23\naz2239 24\nozezat 25\n\n27 of 46 sheets\n\n256\nBY MR, SIMPSON:\nQ. I'm -- I'm trying to close a loop here.\nA. Yeah.\nQ. I'm asking whether you were involved in any\nother cases in which claims have been made against\nJeffrey Epstein for damages that are still active; they\nhave not been resolved?\nA. So we are talking civil cases, unresolved\ncivil cases against Jeffrey Epstein right now?\nQ. Unresolved cases seeking money from Jeffrey\nEpstein.\nMR. SCAROLA: And to the extent that that\nquestion calls for matters that are of public\nrecord, then, obviously, you can respond.\nTHE WITNESS: Right. Yeah. None.\nBY MR. SIMPSON:\nQ. Are there -- and I'm not asking for the name.\nAre there any not of public record that --\nA. What would bea \"not\"?\nQ. Well, if you had made a claim that's not in\nsuit, for example.\nA. Oh, against Jeffrey Epstein?\nQ. Yes.\nA. Yeah. No, I don't -- I don't think there's\nanything. Yeah, no -- no claims against Epstein, right.\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4460\n257\nQ. And -- and it's true, is it not, that if\nyou're successful in the CVRA case, in setting aside the\nnonprosecution agreement, you expect to get other\nclients who will have claims against Jeffrey Epstein?\nA. If we -- in civil claims?\nQ. Claims for damages, claims for money from\nJeffrey Epstein.\nA. That -- I mean, that starts to -- if the\nnonprosecution agreement is set aside?\nQ. Yes, if you're successful.\nA. haven't really -- that sounds pretty\nspeculative. I haven't really thought about the\ncivil -- the focus of the CVRA case is criminal. I\nhaven't thought about, you know, whether, civil claims\ncould somehow arise out of that. I mean, we are talking\nabout, you know, events that took place long ago. There\nwould be statute of limitations issues, you know.\nWhether they are viable civil claims at this point has\nnot been something that I have, you know, given much\nthought to.\n\nQ. Sos it your testimony then that you have\n\nnot thought about the question of whether success in the\nCVRA case may or result in you obtaining additional\nclients with claims for money damages against Jeffrey\nEpstein?\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n02:22:42\n\n02:22:44\n\n02:22:46\n\n02:22:49\n\n02:22:53\n\n02:22:58\n\n02:23:04\n\nOn OO & WH =\n\n02:23:03\n\nwo\n\n02:23:07\noz23a07 10\no22300 11\n022309 12\no2e3t0 13\noze3at1 14\noz2a12 15\n02:23:15 16\no2231a 17\n022323 18\noz2a24 19\n02:23:26 20\n02:23:26 21\n022330 22\n022334 23\n022338 24\n022340 25\n\n02:23:43\n02:23:43\n02:23:45\n02:23:48\n02:23:50\n02:23:52\n\n02:23:55\n\nON Dak WH\n\n02:23:57\no22400 9\no22402 10\no22a05 11\n022400 12\no22¢10 13\noz2013 14\noz2415 15\n022017 16\ncreate 17\n022423 18\no22027 19\n022423 20\n022430 21\no22434 22\n022438 23\noz2saa 24\nozzaas 25\n\nPage 256 to 259 of 335\n\n258\n\nA. Yeah. That hasn't been something that I have\nfocused on, no. I mean...\n\nQ. tis -- it is correct, is it not, that you\nanticipate that if you are successful in setting aside\nthe nonprosecution agreement, that the names of\nadditional victims will become known; didn't you testify\nto that yesterday?\n\nA. I-- I'm not -- I must be confused here. I\ndon't remember.\n\nQ. Well, wait -- I don't want to -- you know,\nlet me ask the question --\n\nA. Yeah.\n\nQ. _-- rather than my recollection.\n\nA. Yeah, yeah. That's what I'm not...\n\nQ. My question is: Do you anticipate that if\nyou're successful in setting aside the nonprosecution\nagreement, that the names of additional victims will\nbecome known?\n\nA. Additional Epstein victims at this point?\n\nQ. Yes.\n\nA. Again, it's pretty speculative. The --\nthe issue -- you know, the case, you know, the events\nwere roughly a decade ago. I mean, we are always hoping\nthat there might be somebody additional that would come\nforward, but that hasn't been the focus of the\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n259\nlitigation.\n\nQ. Whether --\n\nA. And you always hope that there are -- yeah, I\nmean, any time you file a case, ah, I hope some more,\nyou know, witnesses will come forward to support that\ncase, but that hasn't been the focus, trying to secure\nadditional -- additional witnesses. Thatis a\npossibility, though. I mean, I think in fairness to\nyour question, that is a possibility that, you know,\nif -- if the case attracts attention and -- and\nsomebody, you know, says, you know, gosh, now that I --\nI -- I -- you know, I moved away to escape Epstein and\nnow it's safe for me to come back, or -~ or now I\nrealize I have a claim, that's always a possibility.\n\nI certainly wouldn't want to suggest that,\nyou know, we are ruling that possibility out.\n\nQ. And for the same reason that additional\nwitnesses might become available -- known, additional\nclients might become known, correct?\n\nA. That is a theoretical possibility, yes.\n\nQ. In these four cases that you mentioned, the\nthree that were, which you were counsel of record and\none in which you were not, did you meet at any time in\nperson with the clients? And if it's different as to\nsome than others, tell me that, but --\n\nESQUIRE DEPOSITION SOLUTIONS\n\n(954) 331-4400\n10/20/2015 01:08:15 PM\n\nHOUSE_OVERSIGHT_010867",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010867.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5510,
    "word_count": 978,
    "line_count": 283,
    "import_date": "2025-11-19T21:47:45.426273",
    "prefix": "IMAGES-001"
  }
}