{
  "document_id": "HOUSE_OVERSIGHT_013822",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013822.txt",
  "text": "other. Chap A moving at 80 hours per week and Chap B moving at 10 hours per week. They both make\n$50,000 per year. Who will be richer when they pass in the middle of the night? If you said B, you would\nbe correct, and this is the difference between absolute and relative income.\n\nAbsolute income is measured using one holy and inalterable variable: the raw and almighty dollar.\nJane Doe makes $100,000 per year and is thus twice as rich as John Doe, who makes $50,000 per year.\n\nRelative income uses two variables: the dollar and time, usually hours. The whole “per year” concept\nis arbitrary and makes it easy to trick yourself. Let’s look at the real trade. Jane Doe makes $100,000 per\nyear, $2,000 for each of 50 weeks per year, and works 80 hours per week. Jane Doe thus makes $25 per\nhour. John Doe makes $50,000 per year, $1,000 for each of 50 weeks per year, but works 10 hours per\nweek and hence makes $100 per hour. In relative income, John is four times richer.\n\nOf course, relative income has to add up to the minimum amount necessary to actualize your goals. If I\nmake $100 per hour but only work one hour per week, it’s going to be hard for me to run amuck like a\nsuperstar. Assuming that the total absolute income is where it needs to be to live my dreams (not an\narbitrary point of comparison with the Joneses), relative income is the real measurement of wealth for the\nNew Rich.\n\nThe top New Rich mavericks make at least $5,000 per hour. Out of college, I started at about $5. Pll\nget you closer to the former.\n\n10. Distress Is Bad, Eustress Is Good.\nUnbeknownst to most fun-loving bipeds, not all stress is bad. Indeed, the New Rich don’t aim to\neliminate all stress. Not in the least. There are two separate types of stress, each as different as euphoria\nand its seldom-mentioned opposite, dysphoria.\n\nDistress refers to harmful stimuli that make you weaker, less confident, and less able. Destructive\ncriticism, abusive bosses, and smashing your face on a curb are examples of this. These are things we\nwant to avoid.\n\nEustress, on the other hand, is a word most of you have probably never heard. Ku-, a Greek prefix for\n“healthy,” is used in the same sense in the word “euphoria.” Role models who push us to exceed our\nlimits, physical training that removes our spare tires, and risks that expand our sphere of comfortable\naction are all examples of eustress—stress that is healthful and the stimulus for growth.\n\nPeople who avoid all criticism fail. It’s destructive criticism we need to avoid, not criticism in all\nforms. Similarly, there is no progress without eustress, and the more eustress we can create or apply to\nour lives, the sooner we can actualize our dreams. The trick is telling the two apart.\n\nThe New Rich are equally aggressive in removing distress and finding eustress.\n\n=» Q&A: QUESTIONS AND ACTIONS\n\nHow has being “realistic” or “responsible” kept you from the life you want?\n\n2. How has doing what you “should” resulted in subpar experiences or regret for not having done\nsomething else?\n\n3. Look at what you’re currently doing and ask yourself, “What would happen if I did the opposite of\nthe people around me? What will I sacrifice if I continue on this track for 5, 10, or 20 years?”\n\n2. Most people will assume this type of weight manipulation is impossible, so ve provided sample\nphotographs at www.fourhourblog.com. Do NOT try this at home. I did it all under medical\n\nHOUSE_OVERSIGHT_013822",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013822.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3439,
    "word_count": 612,
    "line_count": 56,
    "import_date": "2025-11-19T21:47:48.778454",
    "prefix": "IMAGES-002"
  }
}