{
  "document_id": "HOUSE_OVERSIGHT_023077",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023077.txt",
  "text": "No alpha from repatriation and multiples actually compressed\n\nOur analysis of the top 15 repatriating companies (from Table 7) suggests that while\nthese companies initially outperformed both the S&P 500 and equal-weighted S&P 500\nfrom November 2004-April 2005 (by 6ppt and 5ppt, respectively), they subsequently\nunderperformed during the remainder of 2005 and early 2006 (Chart 6). From the end of\nSeptember 2004 through year-end 2006, these stocks were up 27% on average, in-line\nwith the overall S&P 500, and below the equal-weighted benchmark’s 36% return. And\nmultiples for these stocks compressed over the majority of this period, both on an\nabsolute basis and relative to the benchmark (Chart 7).\n\nChart 6: Cumulative relative performance (equal-weighted) vs. S&P 500 Chart 7: Fwd. P/E of Top 15 repatriating companies — absolute and\nand EW S&P 500 of Top 15 repatriating companies, 9/30/04-12/31/06 relative to the S&P 500 median fwd. P/E, 9/30/04-12/31/06\n106.0 23.0 r 1.50\n104.0\n22.0\n102.0 ai mt\n100.0 ; 30\n20.0\n98.0 200\n96.0 19.0\n94.0 18.0 ¢ 10\n92.0 170 00\n90.0\n16.0 0.90\nSeeee Feeeeeeese2 ge\n86.0 @6s68s S$ SB SGR6 8B ESE TSBGS\nSSSSSSSSSSSSSSSSSSSesssos oes fe vee de Se SS ee\nBOSSES SSSSSOSSSSER ES SSSIPSSSS\nHNOZAVL ETS 3S PZHO ZO FL S155 7° 4H90Z0 =———Top 15 Fwd P/E (LHS)\nTop 15 vs. S&P 500 Top 15 vs. EW S&P 500 === Top 15 Rel Fwd P/E vs. Median S&P 500 Fwd P/E (RHS)\nSource: U.S. Senate Permanent Subcommittee on Investigations survey (for Top 15 repatriating Source: U.S. Senate Permanent Subcommittee on Investigations survey (for Top 15 repatriating\nstacks), FactSet, Bloomberg, BofA Merrill Lynch US Equity & US Quant Strategy stacks), FactSet, BofA Merrill Lynch US Equity & US Quant Strategy\n\nPost-repatriation cash use: will this time be different?\n\nValuations, Investor preference, growth & leverage ratios suggest less buybacks\nWhile any potential restrictions on the use of repatriated earnings are still unknown, we\nsuspect that a pick-up in buybacks is likely, but that a lower proportion will be used for\nbuybacks today than during the last repatriation holiday. Valuations were generally more\nattractive in 2004-2005 on most metrics (Table 9), and we’ve found that buybacks tend\nto be more rewarded when stocks are cheap (Chart 8). Additionally, the largest buybacks\nhave not generated alpha for the last several years, as investors have increasingly\nagitated for companies to use their excess cash on pro-growth investments (namely\ncapex.) According to BofAML’s latest Global Fund Manager Survey, 60% of investors\nwant companies to increase capex spending, vs. 17% who want companies to return\ncash to shareholders (Exhibit 1). This compares to a majority of investors desiring\ncompanies to return cash to shareholders when the HIA was passed in late 2004.\n\nCompanies may also feel less pressure to bolster per share metrics by reducing share\ncount if top line is recovering and organic growth is finally materializing. And from a\ncapital structure perspective, if leverage loses its tax benefit, given that leverage ratios\nare already high (see below) companies may be less likely to reduce their equity capital\nbase, as that would marginally increase their weighted average cost of capital.\n\nSpecial dividends, pay-down of debt may be other likely uses\n\nCompanies may also return the cash to shareholders by issuing a one-time special\ndividend: income remains in-demand, given that both interest rates and dividend payout\nratios remain historically low. And if a repatriation tax holiday comes within the context\nof broader tax reform that includes an end to the deductibility of interest expense,\ncompanies may choose to pay down debt over other uses of cash, in an attempt to skew\ntheir balance sheets less toward debt and more toward equity (see the section on no\n\nBankof America <>\nMerrill Lynch Equity Strategy Focus Point | 29 January 2017 9\n\nHOUSE_OVERSIGHT_023077",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023077.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3905,
    "word_count": 629,
    "line_count": 68,
    "import_date": "2025-11-19T21:47:44.289689",
    "prefix": "IMAGES-007"
  }
}