{
  "document_id": "HOUSE_OVERSIGHT_019181",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019181.txt",
  "text": "rERSON\n\nt thing, okay? Now, you came\nThe question we have for you\nue cooperating with us and try\nist Jeff?\n\ny going to help me in the long\nitted to a second-degree felony,\n\nWhat’s going to keep me out of\np me out of trouble. I’ve already\n\n>\n\n‘ith that....\ned myself. I can go two ways. I\n\nwhich is going to put me at—\nsecond-degree felony against me.\nith it and maybe get myself some\n\nWhat would the odds be of you\n2? Have you had any contact with\n\nitact—\n\nof’em....[ had a phone call about\n\ndl told my parents. Look, | sweat\n—like, no connection with him at\nch got my number changed. I have\njon with him. It stopped.\n\nthat’s good. That’s good that you ,\n\n64\n\nFittuy Ricw\n\nThis is what we'd like to do: We would like to reach out to\nsome of your ex-friends and [unintelligible] talk to them.\nNow, the question is, do we think that they are currently still\nworking for Jeff, in which case they would make a phone call\nto Jeff? Or can we just kinda show up and, you know, have\nyou make a call as we're standing outside and say: “Hey, you\nknow, these guys wanna talk to you, and I've already told em\neverything?” Our goal is to make a better case against Jeff, all\nright?\n’ RECAREY: With your cooperation.\n\nFRICK: Let me, let me get back to—past—the cooperation\nthing, okay? There are lesser charges that can easily be filed:\nleading to the delinquency of a minor, as compared to a\nsecond-degree felony. You know what I mean? That’s a mis-\ndemeanor.... First of all, I'll tell you straight up, okay, we're\nnot going to take you to jail today....\n\nDOBBS: Not today.\n\nFRICK: Well, you’re—And here’s the other thing: If you cooper-\nate and if we can—If you cooperate, whether we pull it off or\n\n\"4 not—that’s not up to you, that’s up to us, okay? So what we\nwould do is if we ended up charging you with like a misde-\nmeanor, we'd give you a call, we'd say: “Hey, you gotta come\nin, you know.”\n\nRECAREY: You sign it...\n\nFRICK: That's our preference. You come in, you've been very\n\nforthright with us, you've been very up front—\n\n: RECAREY: Very truthful.\n\n_ FRICK: Do you want us to call your parents, or do you want to\ndeal with it, or do you—As far as we're concerned youre an\n\n65\n\nHOUSE_OVERSIGHT_019181",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019181.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2199,
    "word_count": 418,
    "line_count": 82,
    "import_date": "2025-11-19T21:47:45.286877",
    "prefix": "IMAGES-005"
  }
}