{
  "document_id": "HOUSE_OVERSIGHT_018390",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018390.txt",
  "text": "gatekeepers. They can, if they wish, manipulate any step of life inside their enclosed\norbs of power - and by extension, they can twist data and machines and you. The\nline between perverting search results and election results is a thin one. Such a\nmanipulation of data is trivial, which means the manipulation of you and 1 is,\ntechnically at least, trivial. It involves the laying of our preferences - what do we\nusually read, watch, who do we talk to, where do we live - against machine logic and\nvast data fields. Manipulation of data = Manipulation of us.\n\nThe idea of gatekeeping first emerged as it related to newspapers, back in the 1920s\nwhen politicians, advertisers and a few social scientists watched a print-information\nexplosion - and developed an uneasy feeling about how the world looked through\nmany newspapers. The personal whims of an editor, his political bent, his boss’\neconomic interest - all of these laid on “facts” like a heavy distorting blanket. Minor\ntwitches were turned into fear-mongering bait. Major global shifts were ignored.\nThe papers are (nearly) gone now, of course. And the idea of gatekeepers merely\nbending headlines to suit a personal whim seems charmingly nostalgic. Gatekeepers\ntoday have a far more profound, subtle reach. They might be governments or\nregulators or CEOs or machines or research committees, each controlling the design\nand development of some “rich get richer” tool we depend on and - by marking that\n“in or out” line - exerting historic, invisible control. Genetic engineering secrets.\nUnthrottled data flows. Product releases. Do you want accurate DNA analysis? Fast\nprotection from epidemic? A cyber-defense system? You can’t have any of these, you\nknow, unless you’re in someone’s fiercely guarded gateland. Even systems that look\nopen — the Internet, the world of US Dollar transactions, the election rolls - are\ngated in certain ways. Of course there is — at times - a balance between the\ngatekeepers and the gatekept, between those of us inside a system and the tools and\npeople who overmaster us. “In many cases, traditional literature focuses mainly on\ngatekeepers as elites who hold power in their hands while the gated are treated as\npowerless,” the information theorist Karine Nahon has written. “In networks,\nhowever, it is necessary to give sufficient weight to the role of the gated, since being\nsubject to gatekeeping does not imply that the gated are powerless, lack\nalternatives, or that gatekeeping is forced on them. Actually, being a gated\nsometimes is a matter of choice.”229 But sometimes, of course, it is also a matter of\ninarguable necessity.\n\nIn the slower, less wired worlds of our past, gates mattered too of course. Nations,\ngovernments, militaries, religious orders - all of these clustered behind (and\ndefended) marked lines. Map lines, front lines, dogmatic lines. The Triple Entente\nthat bound Britain, France and Russia together in the last century was as mucha\ngated system for their own security as the Peloponnesian League 2500 years earlier\nhad been. Deciding who could swap silk for spice beyond the Tang Dynasty’s border\nwas a gatekeeping choice, as consequential for Chinese strategists of the 8 Century\nas the decision about what might or might not be wheeled into the city was for the\n\n230 “In many cases”: Karine Barzilai-Nahon, “Toward a theory of network\ngatekeeping: A framework for exploring information control.” Journal of the America\nSociety for Information Science 59(9), 1493-1512.\n\n158\n\nHOUSE_OVERSIGHT_018390",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018390.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3525,
    "word_count": 573,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:46.964850",
    "prefix": "IMAGES-004"
  }
}