{
  "document_id": "HOUSE_OVERSIGHT_020508",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020508.txt",
  "text": "49\n\ne Attempts to control the agendas, participant name lists, what is written, and\nwhat is said at joint scholarly conferences held in China, and now sometimes\neven in the United States. (A recent technique is to require that a talk or paper\nby an American participant in a Chinese organized event be handed over to the\norganizing group for vetting well before the event itself, so a participant can be\ndisinvited, if necessary.)\n\ne Restriction of internet and email communications when in China.\n\ne¢ Monitoring, even following, some American scholars by security services while\nin China.\n\ne Demands for censorship by foreign publishers of their digital content as a\ncondition for allowing it to be made available online in China.\n\ne Insistence on censorship of Chinese-language editions of foreign books by the\nState Press & Publishing Administration. This places foreign authors in the\ndifficult position of having to acquiesce to such censorship in order to have\ntranslations of their books published in China.\n\ne Censorship of online archives of PRC journals and publications, such as\nthe China National Knowledge Infrastructure (CNKI) database. American\nuniversities each pay tens of thousands of dollars annually for access to these\nelectronic databases. However, recent research has shown that CNKI in particular\nis now “curating” its catalogs and holdings by deleting articles the current\ngovernment appears not to wish to see remaining in the historical record.” Since\nAmerican universities have started to dispose of paper copies of many of the\njournals carried in CNKI (China National Knowledge Information) periodical\nindex, this amounts to PRC distorting the historical record, not just for China\nbut for the entire world.\n\nIn addition to these specific restrictions affecting American scholars, the PRC\ngovernment also influences the field of Chinese studies in the United States (and\nelsewhere) via controls over key regions of their country (especially minority areas\nsuch as Tibet and Xinjiang) and by putting no-go zones around a wide variety of\nresearch subjects within the broader areas of politics, religion, ethnography, and civil\nsociety that cannot be researched in-country. As a result, American professors cannot\nthemselves work in these areas, nor can they in good conscience advise their graduate\nstudents to work on these subjects either because of risk to the researcher’s career, as\nwell as to the human subjects whom researchers would be observing or interviewing.\nSuch restrictions have real consequences for the open future of Chinese studies around\nthe world.\n\nSection 4\n\nHOUSE_OVERSIGHT_020508",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020508.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2630,
    "word_count": 408,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.101907",
    "prefix": "IMAGES-006"
  }
}