{
  "document_id": "HOUSE_OVERSIGHT_017738",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017738.txt",
  "text": "Page 24 of 52\n2005 B.Y.U.L. Rev. 835, *875\n\ncriminal proceedings involving the kidnapping of Elizabeth Smart. Elizabeth was kidnapped from her home in Salt Lake City,\nUtah. She was found nearly nine months later with a local transient and his wife, who had taken Elizabeth at knifepoint. !°°\nAttorneys for Elizabeth's alleged kidnapper subpoenaed class records from her high school - class and teacher lists, report\ncards, and disciplinary and attendance records - and medical records from her hospital. '8! While the hospital refused to turn\nover the requested records, the school willingly turned over the requested records without notice to the Smart family.\nElizabeth's father learned about the subpoena only after her school records had already been turned over to defense counsel.\nThe Smart family [*876] attorney then filed a motion to return the records to the school. Prosecutors in the case have objected\nto the fact that they were not given an opportunity to file a motion to quash. !** The matter is still under review in state court.\n\nThe problem that occurred in the Smart case under the Utah rules could also occur under the federal rules. '8? The federal rules\ncurrently allow the witness to whom the subpoena is issued to object, !** but there is no provision for notifying the victim\nwhen personal or confidential information has been subpoenaed from another witness.\n\nServing such subpoenas without notice to the victim violates the provisions of the CVRA guaranteeing victims the rights to be\ntreated \"with respect for the victim's dignity and privacy\" and \"with fairness.\" !8° Allowing subpoenas to go directly to third-\nparty custodians of records can fail to protect privacy if the custodian is disinterested or disinclined to protect the victim's\nprivacy. Such a scenario 1s not far-fetched; a third party who is subpoenaed will often have no interest in incurring legal fees to\nprotect a victim's rights. Even if interested, third parties may not fully understand the sensitive nature of certain victim\ninformation. Victims may also have important statutory rights to protect. In the Elizabeth Smart case, for example, the school\nmay have violated the Family Educational Rights and Privacy Act by turning over private information about Elizabeth. 18°\n\nSubpoenas served without notice to victims may also raise constitutional concerns. 8’ It is well settled that a right to privacy\nis implicitly incorporated within the protections guaranteed under the [*877] United States Constitution. The Supreme Court\n\"has recognized that a right of personal privacy, or a guarantee of certain areas or zones of privacy, does exist under the\nConstitution.\" '8® Supreme Court precedent establishes two lines of privacy interests: (1) the \"individual interest in avoiding\ndisclosure of personal matters\" and (2) \"the interest in independence in making certain kinds of important decisions.\" !®° In\nessence, the right to privacy includes an mdividual's terest in making certain decisions that fundamentally affect his or her\nperson \"free from unwarranted governmental intrusion.\" !9° In light of interests such as these, several courts have held that\n\ncrime victims' records - such as rape crisis counseling records - are not subject to subpoena. 19!\n\n80 See generally Ed Smart & Lois Smart with Laura Morton, Bringing Elizabeth Home: A Journey of Faith and Hope (2003).\n\n8! Stephen Hunt, Defense Blasted for Obtaining Smart's School Records, Salt Lake Trib., Jan. 14, 2005, at B2.\n\n82 Pat Reavy, Quash Smart Subpoenas, DA Says, Deseret Morning News, Feb. 1, 2005, at B3.\n\n83 See Letter from Gregory G. Skordas, attorney for Elizabeth Smart, to Judge Susan Bucklew (May 23, 2005) (on file with author)\n\n(proposing changes to the federal rules to avoid recurrence of this problem in federal court).\n\n84 Fed. R. Crim. P. 17(c).\n\n8 18 USCA. 3771 (a)(8).\n\n86 Pat Reavy, Elizabeth Wants Records Returned, Deseret Morning News, Jan. 15, 2005, at B3; see 20 U.S.C. 1232g (2000) (establishing\nrights of privacy in educational records).\n\n87 See generally Wendy J. Murphy, Using the Federal Courts To Make State Courts Respect Victims’ Rights, 9 Lewis & Clark L. Rev.\n(forthcoming 2005) (discussing federal constitutional rights of privacy for victims' confidential records).\n\n88 Roe v. Wade, 410 U.S. 113, 152 (1973).\n\n89 Whalen v. Roe, 429 U.S. 589, 599-600 (1977).\n\n9 Eisenstadt v. Baird, 405 U.S. 438, 453 (1972); see also Carey v. Population Servs. Int'l, 431 U.S. 678, 684-85 (1977).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_017738",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017738.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4526,
    "word_count": 724,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:46.678010",
    "prefix": "IMAGES-004"
  }
}