{
  "document_id": "HOUSE_OVERSIGHT_023835",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023835.txt",
  "text": "CHAPTER 8\n\nMZ\n\naS\nPE G@:\n\nNew Curricula for a\nNew Way of Teaching\n\nA smart man makes a mistake, learns from it, and never\n\nmakes that mistake again. But a wise man finds a smart man\n\nand learns from him how to avoid the mistake altogether.\n—Roy H. Williams\n\nHow do we put all this into practice? First, let’s make sure we avoid\ncreating departments around each of the 12 cognitive processes. The\norganization around subjects, which is the basis of how our schools\nare organized, is the source of the problem in both universities and\nhigh schools.\n\nSubjects create departments. Departments in universities are a se-\nrious problem for students and administrators. They represent silos\nwhere decisions are made that will help the department prosper. De-\npartments lobby for their courses to be required so they can hire more\nfaculty. They make sure majors in their departments follow certain\nrules for graduation that are intended to make students scholars in\ntheir field rather than practitioners. Departments are the reason stu-\ndents graduate without job skills. Faculty are almost always against\npractical training. English departments have to be forced to teach stu-\ndents to write. Computer science departments have to be forced to\nteach students to program in a way that would make them hirable by\nindustry. Psychology departments avoid teaching clinical psychology,\nwhich is really what students what to learn more about.\n\nFor about 10 years I have been building new online story-centered\ncurricula. The idea behind a story-centered curriculum (SCC) is that a\ngood curriculum should tell a story. That story should be one in which\nthe student plays one or more roles. Those roles should be those that\nnormally come up in such a story. These curricula are intended to\nteach students how to actually do something. The roles students play\n\n&g\n\nHOUSE_OVERSIGHT_023835",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023835.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1868,
    "word_count": 307,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:45.639252",
    "prefix": "IMAGES-007"
  }
}