{
  "document_id": "HOUSE_OVERSIGHT_025161",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025161.txt",
  "text": "scales up precisely based on weight: If you compare a mouse, a human and an elephant on a logarithmic graph,\nyou find with every doubling of average weight, a species gets 25% more efficient—and lives 25% longer. This\nspeaks to everything from how long we can expect to live to how many hours of sleep we need. Fundamentally,\nhe has proven, the issue has to do with the fractal geometry of the networks that supply energy and remove\nwaste from the organism's body.\n\nWest's work has been game-changing for biologists, but then he made the even bolder move of exploring his\nwork's applicability to cities. Cities, too, are constellations of networks and laws of scalability relate with eerie\nprecision to them. For every doubling in a city's size, the city needs 15% less road, electrical wire, and gas\nstations to support the same population. More amazingly, for every doubling in size, cities produce 15% more\npatents and more wealth, as well as 15% more crime and disease. This broad pattern lays the groundwork for a\nnew science of cities.\n\nRecently, West has applied his revolutionary work on cities and biological life to the business world. This\ninvestigation has led to powerful insights into why some companies thrive while others fail. The implications of\nthese discoveries are far-reaching, and are just beginning to be explored.\n\nScale is a thrilling scientific adventure story about the elemental natural laws that bind us together in simple but\nprofound ways. Through the brilliant mind of Geoffrey West, we can envision how cities, companies and\nbiological life alike are dancing to the same simple, powerful tune, however diverse and unrelated they are to\neach other.\n\nGEOFFREY WEST, a theoretical physicist, is distinguished professor and past president at Santa Fe Institute.\nHis primary interests have been in fundamental questions in physics and biology. West is a Senior Fellow at Los\nAlamos National Laboratory and a distinguished professor at the Sante Fe Institute, where he served as the\npresident from 2005-2009. He has been featured in many publications world-wide including the New York\nTimes, Nature, Science, the Financial Times, Wired and Scientific American, and has participated in television\nproductions including Nova, the National Geographic and the BBC. His work on cities and companies was\nselected as a breakthrough idea of 2007 by Harvard Business Review, and in 2006 he was selected for Time\nMagazine's list of \"100 Most Influential People in the World.\"\n\n-o\n\nFUNDAMENTALS\n\n(working title)\n\nBy Frank Wilczek Herman Feshbach Professor of Physics, MIT\nRecipient, 2004 Nobel Prize in Physics\n\n[US — Penguin Press, UK — Allen Lane, Audio — Penguin RH; Proposal; 50,000 words; Delivery: March\n2019]\n\nAn exciting new book by Frank Wilczek, one of the world's most eminent theoretical physicists and the most\nimportant of his generation. His scientific work provides the basis for the LHC experiments at CERN. He has\nreceived many prizes for his work in physics, including the Nobel Prize (2004) for work he did as a graduate\nstudent at Princeton University, when he was twenty-one years old, and the King Faisal Prize in 2005.\n\nWrites Wilczek: \"The premise of the book is simple: I formulated ten basic propositions, which together convey\nthe core of what every thinking person should know about science. In Fundamentals, the ten basic propositions\nsupport a series of interesting and connected chapters, which give historical and cultural context, outline the\nevidence, and draw out the implications. I want the marketing of this book to be based on the following slogan:\n\"If you read just one book about science, this should be the one.\"\n\nHere are three examples of the ten basic propositions:\n\nBrockman, Inc. Frankfurt 2016 Hotlist\n-15-\n\nHOUSE_OVERSIGHT_025161",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025161.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3796,
    "word_count": 614,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:47.493371",
    "prefix": "IMAGES-008"
  }
}