{
  "document_id": "HOUSE_OVERSIGHT_020629",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_020629.txt",
  "text": "170\n\nbe violating bans on exports to North Korea via its Chinese partner; and the almost\ncomplete domination of local Chinese-language media by pro-PRC outlets.\n\nChinese Diaspora\n\nThere are currently two hundred thousand ethnic Chinese in New Zealand, primarily\nconcentrated in Auckland. During the Cold War, Chinese New Zealanders “were neither\npro-CCP nor pro-PRC” and its community institutions were “proudly independent.”\nNow, few activities are noticeably independent of Beijing.\n\nIn addition to its embassy in Wellington, Beijing coordinates its engagement with the\ndiaspora through an Overseas Chinese Service Center, established in Auckland in 2014.\nThe organization considered most closely connected with PRC authorities in New\nZealand is the Peaceful Reunification of China Association of New Zealand, which was\nfounded in 2000. Controlled by the United Front Work Department, it has encouraged\nbloc voting in the ethnic Chinese community, fund-raising for friendly ethnic Chinese\npolitical candidates, and organizing of protests. The current leader of the association,\n\na businessman in the food industry, also heads or has leadership roles in other United\nFront organizations in New Zealand and has been publicly listed as an adviser to the\nBeijing Overseas Chinese Affairs Council.\n\nSeveral current ethnic Chinese individuals active in New Zealand work “very publicly”\nwith China’s United Front Organizations in New Zealand.? In return they have\nbenefited from fund-raising events held by the Peaceful Reunification Association,\nwhich has encouraged ethnic Chinese to vote for them. In the 2017 elections, a woman\nwho led the New Zealand Chinese Students and Scholars Association was placed on\n\nthe Labour Party’s election slate, but the party did not receive enough votes for her to\nenter Parliament. Chinese individuals active in New Zealand politics have also attended\nPeaceful Reunification Association meetings, where they stated their intention to\npromote China’s policies with respect to Tibet, promoted a think tank tied to the Belt\nand Road Initiative, and repeated slogans from Xi Jinping in local campaign materials.\n\nPolitics\n\nIn 2017, it was disclosed that Yang Jian, who to date remains a member of\nParliament, concealed that he had been a student and teacher at two of China’s\nmilitary intelligence colleges for fifteen years before immigrating to New Zealand.\nHe omitted this history on his English-language resume for his position at a New\nZealand university, his permanent residency and citizenship applications, and his\nparliamentary position, but he disclosed it selectively to those speaking Chinese.\nYang has acknowledged the veracity of these reports, including that he was a member\nof the Chinese Communist Party, but claims he ceased his affiliation after leaving\n\nAppendix 2\n\nHOUSE_OVERSIGHT_020629",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_020629.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2837,
    "word_count": 424,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:47.607632",
    "prefix": "IMAGES-006"
  }
}