{
  "document_id": "HOUSE_OVERSIGHT_014858",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014858.txt",
  "text": "The value-added tax, which is popular in many other countries, would serve as a kind of national sales tax, one that\nconsumers would pay when they make purchases and that businesses would pay for supplies, services and raw\nmaterials. A carbon tax would target the emissions of carbon dioxide and other greenhouses gases in the burning of\n\ngasoline, coal and other fossil fuels.\n\nThe study of the new options — which would represent major changes to American economic policy — comes as the\nadministration looks to tax reform as its next major battleground for implementing its agenda. Trump wants to cut\n\ntaxes sharply, but his advisers are looking for ways to raise revenue so as not to create a giant hole in the deficit.\n\nAdministration officials stressed that no final decision has been made and they are reviewing different alternatives.\nTwo officials and a third person confirmed the consideration of the value-added tax, while one official and the third\n\nperson confirmed the consideration of the carbon tax.\n\nThe search for new options reflects a recognition of the political challenges facing a proposal known as a border-\nadjustment tax that the White House and some Republicans had begun to rally around. The proposal, effectively a tax\non imports, would not only raise needed revenue but also serve to fulfill Trump’s pledge to protect American\n\ncompanies from unfair export competition.\n\nThe tax would create incentives for companies to manufacture and produce goods domestically. But the proposal is\nunpopular with many other Republicans, who have said it would raise costs for consumers on things such as\n\nautomobiles, electronics and clothing.\n\nA value-added tax and a carbon tax have long been favored tools among economists, including some on the right, to\nraise revenue in a way that supports economic growth. But the prospect of any new taxes has long drawn skepticism\n\nfrom Republicans.\n\nAmanda Ens\n\nDirector\n\nBank of America Merrill Lynch\n\nMerrill Lynch, Pierce, Fenner & Smith Incorporated\nOne Bryant Park, 5th Floor, New York, NY 10036\n\nHOUSE_OVERSIGHT_014858",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014858.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2082,
    "word_count": 334,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:49.430583",
    "prefix": "IMAGES-003"
  }
}