{
  "document_id": "HOUSE_OVERSIGHT_021808",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_021808.txt",
  "text": "From: \nSent: Friday, January 9, 2015 6:56 PM \nTo: jeffrey E. \nSubject: Re: we'll see \nImportance: High \nYes, let's do it. I like most of it. Would like less personal attacks and more reasons why allegations are ridiculous.. \nLove the fact checking story. Just a few days ago, I toyed with the idea of posting a photo of me doing a preflight inspection and saying I wished other professions \nwould have that requirement before putting innocent people's lives at risk. \nFrom: jeffrey E. <jeevacation©gmail.com> \nTo:I______________________________________ \nSent: Friday, January 9, 2015 1:44 PM \nSubject: Re: we'll see \nI only met Jeffrey Epstein, after I was adult. ( over 18). I was never, ever, his \" sex slave \" \n. obviously a lurid chauvenistic categorization, which in my opinion could only have been \nmade by some loser of a repressed male reporter. He was always kind , funny and generous to me \n. These fantasy fabrications made by a delusional thief. ( charged with stealing from the burger place \nand which she worked, though she claimed to paid thousands of dollars in cash and held at the beck \nand call of the genious tycoon. ) . Her story telling had it been done while sleeping would have been \ncalled dreaming, if awake, hallucinaitons but to the English press they are referred to as allegations \n. She claimed in the minutest of detail , her dinner with President Clinton on the Caribean \nIsland, How he arrived. ( by black heli). where he sat. ,(on jeffreys left.) a 21st century tale \nof power, sex, money. The fact is that this story is total make believe , fabricated on purpose to \ngain tabloid attention ,and easily refuted by readily availalble travel records of a former \npresident. . it defies belief that any person would take seriously such a preposterous story. little \ndifferent than her telling her father that she met the queen, whoops- he believed her though her \nmother at the relevant time complained that she must have been engaging in satan worship and \nasked that she be put her in a drug home. cmon. I am currenty a professional pilot with a spotless \nrecord. I have a checklist that I follow before every flight to verify that things are what they are \nsupposed to be, checking her story which the presss has refused to do would serve the public well. \nIn this case human error is merely a euphmisn for hijacking the truth, \nOn Fri, Jan 9, 2015 at 2:10 PM, wrote: \nApparently.. \nThey are now asking how my parents bought a building in town...implying it was all the money they got for selling me \nGetting ugly.. \nFrom: jeffrey E. <jeevacation@gmail.com> \nTo: \nSent: Friday, January 9, 2015 12:50M \nSubject: Re: we'll see \n1 \nHOUSE OVERSIGHT 021808 \nnotable? \nOn Fri, Jan 9, 2015 at 1:44 PM, \nwrote: \nDefinitely not gonna talk to the reporters. It doesn't feel \nright. Xoxoxo \nThey called my friend today and told her they are writing a story about notable people from the east and would like to talk to her about me. She didn't fall \nfor it.. Slovakian press is going crazy now. \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \n2 \nHOUSE OVERSIGHT 021809 \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \n3 \nHOUSE OVERSIGHT 021810",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_021808.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4293,
    "word_count": 707,
    "line_count": 77,
    "import_date": "2025-11-19T21:47:46.557173",
    "prefix": "TEXT-001"
  }
}