{
  "document_id": "HOUSE_OVERSIGHT_028574",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_028574.txt",
  "text": "16 JAM v. INTERNATIONAL FINANCE CORP.\n\nBREYER, J., dissenting\n\nWere we to interpret the statute statically, then, the\ndefault rule would be immunity in suits arising from an\norganization’s commercial activities. But the Executive\nBranch would have the power to withdraw immunity\nwhere immunity is not warranted, as the Act itself pro-\nvides. And in making that determination, it could con-\nsider whether allowing the lawsuit would jeopardize the\norganization’s ability to carry out its public interest tasks.\nIn a word, the Executive Branch, under a static interpre-\ntation, would have the authority needed to separate law-\nsuit sheep from lawsuit goats.\n\nUnder the majority’s interpretation, by contrast, there is\nno such flexibility. The Executive does not have the power\nto tailor immunity by taking into account the risk of a\nlawsuit’s unjustified interference with institutional objec-\ntives or other institutional needs. Rather, the majority’s\nholding takes away an international organization’s im-\nmunity (in cases arising from “commercial” activities)\nacross the board. And without a new statute, there is no\nway to restore it, in whole or in part. Nothing in the\npresent statute gives the Executive, the courts, or the\norganization the power to restore immunity, or to tailor\nany resulting potential liability, where a lawsuit threatens\nseriously to interfere with an organization’s legitimate\nneeds and goals.\n\nThus, the static interpretation comes equipped with\nflexibility. It comes equipped with a means to withdraw\nimmunity where justified. But the dynamic interpretation\nfreezes potential liability into law. It withdraws immunity\nautomatically and irretrievably, irrespective of institu-\ntional harm. It seems highly unlikely that Congress\nwould have wanted this result.\n\n* * *\n\nAt the end of World War II, many in this Nation saw\ninternational cooperation through international organiza-\n\nHOUSE_OVERSIGHT_028574",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_028574.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1928,
    "word_count": 289,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:48.073231",
    "prefix": "IMAGES-010"
  }
}