{
  "document_id": "HOUSE_OVERSIGHT_020322",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020322.txt",
  "text": "170\n\nCHAPTER TWENTY-ONE\n\nThe Russians Are Coming\n\n\"The breakup of the Soviet Union was the greatest geopolitical tragedy of the 20th century.\"—Vladimir Putin\n\nIn the first invasion of a European country since the end of the Cold War, Russian military\nforces moved into the Crimea and other parts of Eastern Ukraine in February and March of 2014.\nUnlike with previous Russian troop movements, such as those into Poland, Hungary,\nCzechoslovakia and Eastern Germany during the Cold War, the week-long massing of Russian\nelite troops and sophisticated equipment for the move into Ukraine almost totally evaded\ndetection by the NSA’s surveillance. It failed to pick up tell-tale signs of the impending invasion.\nNever before had the NSA’s multibillion dollar armada of sensors and other apparatus for\nintercepting signals missed such a massive military operation. According to a report in the Wall\nStreet Journal that cited Pentagon sources, Russian units had managed to hide all electronic\ntraces of its elaborate preparations. If so, after more than a half-century of attempted\npenetrations, Russia apparently had found a means of stymieing the interception capabilities of the\nNSA.\n\nWhile American political scientists wrote optimistically about the end of history, Putin had his\nown ideas about restoring Russia’s power in the post-Cold War. A formidable KGB officer\nbefore he became President of the Russian Federation in 2000, he made no secret that his goal\nwas to prevent the United States from obtaining what he termed “global hegemony.” His logic\nwas clear. He judged the break-up of the Soviet Union in 1991 to be as, as he put it, “a\ngeopolitical tragedy.” He argued that the break-up had provided the United States with the\nmeans to become the singular dominant power in the world. He sought to prevent that feared\noutcome by moving aggressively to redress this loss of Russian power. He upgraded Russia’s\nnuclear force, modernized Russia’s elite military units and greatly strengthened Russia’s relations\nwith China. The last measure was essential since China was Russia’s principle ally in opposing\nthe extension of American dominance. Yet, there was still an immense gap between it and the\nUnited States in communications intelligence.\n\nSince the break-up of the Soviet Union, the NSA had continued to build up its\ntechnologically capabilities while those of Russia, which teetered on the edge of collapse in the\nearly 1990s. But the NSA also had its problems. As previously mentioned, the NSA’s legal mandate had\nbeen limited by Congress to foreign interceptions (at least prior to 9/11 in 2001.) As a result, it was\nrequired to separate out domestic from foreign surveillance, a massive process which was not only time-\nconsuming but could generate dissidence within the ranks of American intelligence. It also could not\nlegally use its surveillance machinery to monitor the telephones and Internet activities of the tens of\nthousands of civilian contractors who ran its computer networks—at least not unless the FBI began an\ninvestigation into them. Here the Russian intelligence services had a clear advantage. They had a lawful\nmandate to intercept any and all domestic communications, In fact, a compulsory surveillance system\ncalled by its Russian acronym SORM had been incorporated into Russian law in 1995. It requires the FSB\nand seven other Russian security agencies to monitor all forms of domestic communications including\n\nHOUSE_OVERSIGHT_020322",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020322.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3470,
    "word_count": 547,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:47.531248",
    "prefix": "IMAGES-005"
  }
}