{
  "document_id": "HOUSE_OVERSIGHT_023889",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023889.txt",
  "text": "Defining Intelligence 143\n\nInterviewer: Some of the viewers think there’s not enough oil.\n\nMan with cap: We got us self-sufficient energy gas oil right\nunder our feet. Why aren’t we exploring more for it and\ndrilling here instead of sending all that money overseas and\nexporting, I mean importing, all that oil back to America?\n\nInterviewer: Do you hope she runs for president in 2012?\n\nMan with cap: Yes, I do.\n\nInterviewer: You will support her?\n\nMan with cap: I sure would.\n\nInterviewer: Do you think there will be any problems supporting\nher, knowing that you’re unfamiliar with her foreign policy\nissues?\n\nMan with cap: That wouldn’t keep me from not voting for her.\n\nThere is a difference between ignorance and stupidity, just as there is a\ndifference between knowledge and intelligence. It is a good guess that\nthe “man with cap” above is both stupid and ignorant. The question\nis why?\n\nOne reason is that it is now acceptable in our society to be ignorant\nand stupid. Here is some of the famous ABC/Charles Gibson interview\nwith Sarah Palin during the 2008 presidential campaign:\n\nGibson: Do you agree with the Bush doctrine?\n\nPalin: In what respect, Charlie?\n\nGibson: The Bush—well, what do you—what do you interpret it\nto be?\n\nPalin: His worldview.\n\nGibson: No, the Bush doctrine, enunciated September 2002,\nbefore the Iraq war.\n\nPalin: I believe that what President Bush has attempted to do\nis rid this world of Islamic extremism, terrorists who are\nhellbent on destroying our nation. There have been blunders\nalong the way, though. There have been mistakes made.\n\nAnd with new leadership, and that’s the beauty of American\nelections, of course, and democracy, is with new leadership\ncomes opportunity to do things better.\n\nGibson: The Bush doctrine, as I understand it, is that we have the\nright of anticipatory self-defense, that we have the right to a\npreemptive strike against any other country that we think is\ngoing to attack us. Do you agree with that?\n\nHOUSE_OVERSIGHT_023889",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023889.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1994,
    "word_count": 333,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:48.510875",
    "prefix": "IMAGES-007"
  }
}