{
  "document_id": "HOUSE_OVERSIGHT_023074",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023074.txt",
  "text": "Chart 3: Decomposition of performance of 1) S&P 500 stocks exposed to fiscal stimulus* and 2) top\n50 S&P 500 stocks with the highest L12M effective tax rates, vs. rest of S&P 500 (1/31/16-1/23/17)\n\n25%\n\n20%\n\n15%\n\n10%\n\n5%\n\n0%\n\nStimulus Beneficiaries S&P 500 ex-Stimulus High Effective Tax Rate S&P 500 ex-High Eff Tax\nBeneficiaries List Rate List\n\nmChginPE esChginEPS Performance\n\n*Stocks identified by BofAML analysts as stimulus beneficiaries in 150 stocks with exposure to the Fiscal Stimulus theme 21 Aug. 2016\nSource: FactSet, BofA Merrill Lynch US Equity & US Quant Strategy\n\nPotential beneficiaries: See Table 19 at the end of this report for a screen of\ndomestically-oriented companies with high effective tax rates which could\npotentially benefit from a lower corporate tax rate.\n\nRepatriation\n\nRepatriation likely under both Blueprint and Trump plans\n\nMandatory tax on overseas profits of 8.75% under Blueprint, 10% under Trump\nThe US currently operates under a tax system in which the domestic earnings of US\ncorporates are taxed at the federal US corporate rate (35%) and any overseas earnings\nthat are repatriated are taxed at this rate less a credit for foreign taxes paid on those\nsame earnings. Many multinationals’ foreign earnings thus remain parked offshore,\nallowing corporations to avoid the tax hit associated with bringing them back to the US.\nBoth Trump and the House (under Ryan) have proposed a mandatory tax of overseas\nearnings of US firms’ foreign subsidiaries at reduced rates, such that this cash can be\nbrought back and put to work in the US. This differs from the 2004 repatriation tax\nholiday, which was optional.\n\nUnder the Blueprint, accumulated overseas earnings will be subject to a transition tax of\n8.75%! (for those held in cash/cash equivalents) or 3.5% (for all other holdings), with\ncompanies able to pay the tax liability over an eight-year period. This would be part of\nbroader tax reform, where a proposed territorial tax system would exempt companies’\nforeign income from US taxes and prevent future buildup of overseas profits as\ncompanies would be free to bring them home. Trump’s plan calls for a one-time deemed\nrepatriation of overseas corporate profits at a 10% tax rate.\n\nTable 6: Blueprint vs. Trump tax plans for taxing offshore earnings of US firms’ foreign subsidiaries\n\nPlan Tax rate on accumulated overseas earnings\nBlueprint 8.75% for cash/cash equivalents, 3.5% of all other holdings\nTrump tax plan 10%\n\nSource: donaldjtrump.com, abetterway.speaker.gov\n\nThe Tax Policy Center estimates that a repatriation tax holiday would generate\napproximately $150bn in tax receipts under Trump’s plan (over 10 years) and $140bn\n\n' Note: The effective tax rates of 8.75% and 3.5% under the Blueprint are based on an allowable deduction of 75% (for\ndeferred earnings held in cash/liquid assets) or 90% (for the non-cash portion), with the remainder taxed at the US\ncorporate tax rate, Le. 35%(1-75%) = 8.75% and 35%(1-90%) = 3.5%. This methodology was proposed by Dave Camp’s\n(former chairman of the House Committee on Ways and Means) Tax Reform Act of 2014.\n\n: : Bankof America\n6 Equity Strategy Focus Point | 29 January 2017 Merrill Lynch\n\nHOUSE_OVERSIGHT_023074",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023074.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3212,
    "word_count": 515,
    "line_count": 70,
    "import_date": "2025-11-19T21:47:44.015912",
    "prefix": "IMAGES-007"
  }
}