{
  "document_id": "HOUSE_OVERSIGHT_011083",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011083.txt",
  "text": "for grandparents seems to be helping take care of grandchildren. Doesn't that falsify\n\nnext generation theory?\n\nNote quite. Retirement typically means dependence on savings or subsidy. The\nparental generation subsidizes both the young and the old. Retirees can be\n\ninterpreted to some extent as hired though willing caregivers paid for by parents.\n\nThat explains part. The rest, I think, is best explained as replenishing a capital\nreserve. Nature builds up reserves in good times and depletes them in bad times. A\nrise in longevity from what is normally needed for lineage survival is a rise in\nhuman capital reserves. Human capital is the most versatile kind. We geezers have\nlost a step. But we remember how it’s done. We particularly remember how\nparenting and homemaking are done, since those change least with technology.\nJulius Caesar’s nanny, with a few pointers, could probably fill in as a nanny today. If\nthe parental generation were pulled away to fight a war, or rebuild after a\n\ncatastrophe, we oldsters could keep up the home front.\n\nFree growth theory, abundantly proved in the data, is essential to next generation\ntheory. What each generation invests in the next is all its fitness (total capital). All ex\npost growth, up or down, is added or subtracted for free. Catastrophes and windfalls\nare the random kind of free growth. Tech gain is the accumulating “secular” (of\nages) kind. ] wouldn't put it past nature to have learned that sustained growth\nmeans rising risk. She could adjust with reserves. We may be selected (a nicer word\nthan programmed) to build human capital reserves intentionally, whether or not\nseeing nature’s motives for the buildup as distinct from our own, when real wealth\n\ndoubles with every generation.\n\nThat intentional or ex ante part would mean investment in the reserve. It isn’t\ntargeted to the grandoffspring generation, because they aren’t expected to draw it\ndown unless needed. All the rest of the buildup of human capital reserves in lifespan\n\nprolongation is best explained as random free growth if my interpretation holds\n\nChapter 7 Petty’s Idea 2/3/16 24\n\nHOUSE_OVERSIGHT_011083",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011083.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2135,
    "word_count": 347,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:49.240247",
    "prefix": "IMAGES-001"
  }
}