{
  "document_id": "HOUSE_OVERSIGHT_029480",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_029480.txt",
  "text": "Business Expansion Portfolio and Prospectus\nTwin City Care of The Virgin Islands\n5\n\nAmbulance Division and Definition\n\nTCMIH provides Advanced Life Support services (ALS) 24/7, 365 days a year to our hospitals,\nnursing facilities and various other health care providers in the Virgin Islands. Our entire fleet will\nstand ready to provide consistent, high quality, patient centered care. Not only are we here for the\nday-to-day needs of our community, but during times of need, for mutual aid support to the Virgin\nIslands Department of Health EMS and the Virgin Islands Territorial Emergency Management\nAgency.\n\nAll Paramedics, EMTs, Nurses and Emergency Medical Responders will be working under the\nguidance of our Medical Director Dr. Christopher C. Hill DO, (Board License Emergency\nPhysician) in accordance with National Highway and Traffic Safety Administration (NHTSA).\n\nAs the premier interfacility non-emergency ambulance provider for the community, our role is as\ndiverse as the patients we serve. From providing critical care transports to monitoring the vital\nsigns and offering support for a Hospice patient, it is all about the connections we make, each day,\nand each transport.\n\nAdvanced Life Support (ALS)\n\nALS care is provided by Advance EMTs, and Paramedics who are licensed in pre-hospital care,\nhaving qualifications and equipment to provide BLS capabilities as well as advanced airway\nmanagement, cardiac monitoring and defibrillation, [V administration, administering of life saving\nmedications and capable of handling severe medical emergencies.\n\nSpecialty Care Transports (ALS-2)\n\nPatients who require specialized monitoring of IV medication drips and ventilators. Care from Air\nAmbulance services (Medivac).\n\nMental Health Transport and Crisis Hotline\n\nSpecialized medical transport team, working with agencies such as law enforcement, mental\nhealthcare providers, hospital emergency rooms and nursing facilities to ensure the safe, efficient\nand dignified transport of the mental health patient. In addition to the transport component, Twin\nCity will be a vested partner in the progress and wellbeing of our mental health community at\nlarge. Attending and participating in many community forums such as local planning meetings,\nany mental health taskforce meetings TCMIH will be committed to assisting with the best practices\nfor the providers for the patients that we serve.\n\nHOUSE_OVERSIGHT_029480",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_029480.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2424,
    "word_count": 355,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:48.473463",
    "prefix": "IMAGES-010"
  }
}