{
  "document_id": "HOUSE_OVERSIGHT_011148",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_011148.txt",
  "text": "Summarizing,\n\nI(K,,),, optimum = Y optimum = C, , atthe collective scale, (A9.5)\n\nif free growth theory is correct.\n\nEx ante investment and output mean at cost. They are what we pay for. The practical\nimportance of (A9.5) is as a guide to macroeconomic policy. It says that we cannot\ngrow collectively by attempting to produce more than we consume. We do best by\n\npaying to produce just as much, and taking free growth as it comes.\n\n(A9.5) does not say that we cannot influence the growth tides. It says that we cannot\ndo so by thrift. It seems to be me that growth theory lies somewhere in the province\nof historicism and institutionalism rather than in the mechanics of supply and\ndemand. Judging from history, old and new, growth seems to find traction in free\nmarkets where laws and customs welcome it. These are institutions shaped by\n\nhistory.\nFree growth theory and its equations predict at the collective scale only. Clearly the\nPractical Pig can save out of the dissaving of his feckless brothers, while the\n\nindividual life cycle is largely a story of each generation giving to the next.\n\nAdjusting the Ben-Porath Model\n\nHuman capital begins at zero value at cohort age 0. Invested consumption C, starts\n\nnow, and is immediately compounded by self-invested work of the young. This\nmeans all work before pay begins at age of adulthood and independence A. As\nhuman depreciation is expected to be recovered in pay, that flow too is put off until\nage A. Then cohort present cost at any earlier age x, as defined in (A2.10), is\n\nHOx)=[C(zJePOP dz, if x<=A, (A10.1)\n\nAPPENDIX A: The Argument in Notation 3/7/16 2?\n\nHOUSE_OVERSIGHT_011148",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_011148.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1641,
    "word_count": 281,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:46.137729",
    "prefix": "IMAGES-001"
  }
}