{
  "document_id": "HOUSE_OVERSIGHT_024625",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024625.txt",
  "text": "linens were to be cut into two-inch squares and sold for $1 each. The price included a notarized\n\nstatement of authenticity.\n\nMy second column was about Lenny Bruce—titled “Lenny the Lawyer,” since he defended\nhimself in trials He was arrested for obscene performances only because there were no\nblasphemy laws. I went to the bank and deposited my check, withdrawing half of it in cash, a\n$500 bill. Lenny was alone in his hotel room on Christmas Day when I presented it to him. And,\nwith a large safety pin, Lenny attached the $500 bill to the outside breast pocket of his denim\n\ndungaree jacket.\nAFTER JFK ASSASSINATION\n\nIn another column of mine, “Jack Ruby and His Dirty Little Secret,” it began, “Lenny Bruce\ntold me how all the night club comics used to Jack Ruby’s “tattoo of a\nlady’s schmutzik (translate: pussy) in his armpit.” If it wasn’t a fact, I was quite willing to settle\nfor an apocryphal allusion which nevertheless crystallized the entire personality of that alleged\n\nmurderer who wanted so very much to be liked.\n\nI say alleged because upon Ruby’s own death. Dallas District Attorney Henry Wade said he\nwould dismiss the murder charge against him, a promise which has since been kept, although no\nsuch posthumous grace was ever officially bestowed on Lee Harvey Oswald. See, they grant you\nretroactive innocence only in the face of innumerable witnesses who were present at the actual\n\nevent through the miracle of inadvertent televised coverage.\n\nNow Jack Ruby’s dirty little secret has been forever sealed away in his armpit by the hymen of\n\nhistory. Oh yeah, and at Lenny’s funeral, that safety pin was still attached on his jacket.\nJULES SIEGEL\n\nTwo years before Lenny’s death, with his permission I published his obituary in my own\nmagazine, 7he Realist. Before the issue went to press, he called his mother and a few others to\n\nlet them know it would only be a hoax. The point was that he couldn't get work and his work\n\nHOUSE_OVERSIGHT_024625",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024625.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1969,
    "word_count": 338,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:48.869135",
    "prefix": "IMAGES-008"
  }
}