{
  "document_id": "HOUSE_OVERSIGHT_024711",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024711.txt",
  "text": "ACKRELL\nCAPITAL CHAPTER IV U.S. Legal Landscape\n\nA drug generally may not be marketed for treating a condition other than a condition for which the\nFDA has found the drug to be a safe and effective treatment; however, most FDA-approved drugs can\nbe prescribed by doctors to treat other conditions (so-called “off-label” prescriptions).\n\nNonprescription or over-the-counter drugs can be marketed after receiving FDA approval through\nthe NDA process or by conforming the drug to an existing over-the-counter “monograph” (a “recipe\nbook” indicating acceptable ingredients, doses, formulations and labeling) established by the FDA.\n\nCannabinoid-Based Drugs\n\nSeveral drugs containing synthetic cannabinoids or cannabinoid-like compounds have been approved\nby the FDA. Marinol, a drug comprised of dronabinol (a synthetic THC) encapsulated with sesame oil\nin a soft gelatin capsule, was approved by the FDA in 1985 for treatment of nausea and vomiting asso-\nciated with cancer chemotherapy in patients who have failed to respond adequately to conventional\nantiemetic treatments. It was later approved, in 1992, for treatment of anorexia associated with weight\nloss in patients with AIDS. Syndros, a drug comprised of dronabinol in a liquid solution, was approved\nby the FDA in 2016 for treatment of the same symptoms for which Marinol was approved. Cesamet,\na drug comprised of encapsulated nabilone (a synthetic cannabinoid similar to THC), was approved\nby the FDA in 1985 for treatment of nausea and vomiting associated with cancer chemotherapy in\npatients who have failed to respond adequately to conventional antiemetic treatments.\n\nEach of the drugs Marinol, Syndros and Cesamet was placed on CSA Schedule II within one to\ntwo years after its initial FDA approval (Marinol and Syndros were rescheduled from Schedule I upon\nrecommendation of the DHHS, and Cesamet’s placement on Schedule II was its initial CSA classifica-\ntion). Schedule II through Schedule V substances can be prescribed by a doctor, but the CSA does not\npermit prescriptions for Schedule I substances, so removal of an FDA-approved drug from Schedule I\nis required before the drug can be prescribed legally.\n\nThe FDA has not approved any drug derived from the cannabis plant. However, two such drugs,\nSativex and Epidiolex (both manufactured by U.K.-based GW Pharmaceuticals), have advanced\nthrough certain stages of the FDA approval process. Sativex is a mouth spray used for treatment of\nspasticity caused by multiple sclerosis; it includes THC and CBD derived from cannabis. Epidiolex\nis an oral formulation of cannabis-derived CBD intended to treat severe forms of childhood epilepsy.\nHuman clinical trials have been conducted with both drugs, and although an NDA has not been sub-\nmitted for Sativex, an NDA for Epidiolex was submitted to the FDA in October 2017. If approved by\nthe FDA, Epidiolex would be the first FDA-approved pharmaceutical derived from cannabis.\n\nFoods and Dietary Supplements\n\nGenerally, the FD&C Act defines “food” as (i) any article used for food or drink for humans or animals,\n(ii) chewing gum, and (iii) any article used as a component of any of the foregoing. The FD&C Act\ndefines a “dietary supplement” generally as either (i) a product intended to supplement the diet that\ncontains certain dietary ingredients (including vitamins, minerals, herbs, botanicals, amino acids, or\nother substances used by humans to supplement the diet by increasing the total dietary intake) or (ii) a\nproduct intended for ingestion in tablet, capsule, powder, softgel, gelcap, or liquid form and labeled as\n\n© 2017 Ackrell Capital, LLC | Member FINRA/SIPC 75\n\nHOUSE_OVERSIGHT_024711",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024711.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3666,
    "word_count": 568,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:46.492279",
    "prefix": "IMAGES-008"
  }
}