{
  "document_id": "HOUSE_OVERSIGHT_010957",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010957.txt",
  "text": "exponentially to become all of cash flow at the end. This completes the explanation\n\nof age-wage profiles as we see them. Pay is all human depreciation at the end.\n\nWhat I Thought Once\n\nChapter 6 will compare accounting for human capital to accounting for a firm. Pay,\nin this analogy, is the worker’s revenue. The firm deducts outside operating costs of\nlabor and supplies to leave gross realized output. The analogy for human capital\nwould be maintenance consumption enabling life and activity. But I don’t deduct\nthis in reaching the workers’ gross realized output (gross realized work) because |\ntake it as part of the net output we intend in itself rather than a cost in return for\nwhat we intend. I see adult consumption as mainly Schultz’ pure consumption\nexhausted from the universe of capital, including human capital, in satisfying our\n\ntaste for adult survival.\n\nOpinion is divided here. Some economists have treated the maintenance\nconsumption that keeps workers going as new investment in human capital for the\nsake of higher pay in future. Some in the 18 century expensed it, like maintenance\nin the firm, as a cost recovered in keeping up the worker’s revenue (pay) now,\nrather than invested for later. I did that for years. I now treat it as recovered neither\nin pay now nor pay later. Even though we couldn’t earn without it, | count it in pure\n\nconsumption exhausted in satisfying tastes for survival.\n\nWhen! thought it was recovered in pay and work products, up to about five years\nago, I realized that human depreciation could not also be. There would be nothing\nleft for pure consumption except Mill's “unproductive consumption” neither\nreplacing nor maintaining human capital. That would stand biology on its head.\nBiology is precisely about replacing and maintaining us. Unproductive consumption,\nfor which there seem to be parallels in other species, is something biology has yet to\n\njustify. It cannot be the unique taste satisfaction that behavior reveals.\n\nChapter 2: Fast Forward 1/06/16 17\n\nHOUSE_OVERSIGHT_010957",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010957.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2042,
    "word_count": 335,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:48.975127",
    "prefix": "IMAGES-001"
  }
}