{
  "document_id": "HOUSE_OVERSIGHT_023406",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023406.txt",
  "text": "In re: TERRORIST ATTACKS ON SEPTEMBER 11, 2001., 2012 WL 257568 (2012)\n\npresent at the time of death or injury to recover under NIED. Bovsun, 61 N.Y.2d at 233. Here, plaintiffs -- many of them the\nsurviving family members of 9/11 victims -- allege that the defendants’ knowing material support of al-Qaeda was\ninstrumental in allowing the organization to develop and perpetrate the 9/11 attacks, e.g., JA3779-80, and fit easily under the\nbystander theory.\n\n*145 Given the express allegation of a duty of care in plaintiffs’ pleadings, the clear existence of defendants’ duty under\ntraditional tort principles, and the deferential standard afforded to the complaint at the motion to dismiss stage, Matson, 631\nF.3d at 72, the Court should vacate the dismissal of plaintiffs’ negligence and NIED claims.\n\nB. The District Court Wrongly Dismissed the Intentional Tort Claims\n\nThe district court dismissed plaintiffs’ intentional tort claims for assault, battery, and ITED for a number of equally misguided\nreasons.\n\n1. Plaintiffs’ Claims Are Not Time-Barred.\n\nThe court first held that all of the Federal Ins. plaintiffs’ claims are barred because they were filed outside of New York’s\none-year limitations period that applies to these intentional torts. SPA232 n.6 (Terrorist Attacks V); SPA210 (Terrorist\nAttacks IV); SPA101-02 (DMI-Kamel); SPA87-88 (Terrorist Attacks I); SPA53 (Terrorist Attacks J) (citing Holmes v.\nLorch, 329 F. Supp. 2d 516, 523 (S.D.N.Y. 2004)); N.Y. C.P.L.R. 215(3) (McKinney 2002)).\n\nThe court failed to recognize, however, that certain of the Federal plaintiffs’ claims arise from injuries suffered in\nPennsylvania and Virginia. Applying New York choice-of-law principles, the district court should have *146 found the\nVirginia and Pennsylvania-based claims timely under those States’ two-year statutes of limitations. Fin. One Pub. Co. v.\nLehman Bros. Special Fin., Inc., 414 F.3d 325, 331 (2d Cir. 2005) (where “jurisdiction is grounded in diversity, we apply the\nforum state’s choice-of-law rules”); Neumeier v. Kuehner, 286 N.E.2d 454, 457-58 (N.Y. 1972) (where the plaintiff and\ndefendant are domiciled in different states, New York courts generally apply the law of the state where the injury occurred.);\nVa. Code § 8.01-243(A) (two-year default statute of limitations for personal injury claims); Luddeke v. Amana Refrigeration,\nInc., 387 S.E.2d 502, 504 (Va. 1990) (under Virginia law, both intentional infliction of emotional distress and assault and\nbattery claims are subject to a two-year statute of limitations.); 42 Pa. Consol. Stat. §§ 5524(1) (two-year statute of\nlimitations for assault and battery actions) & 5524(7) (two-year default statute of limitations for personal injury actions);\nBougher v. Univ. of Pittsburgh, 882 F.2d 74 (3d Cir. 1989) (applying two year statute of limitations to a claim for intentional\ninfliction of emotional distress); SPA53-54 (Terrorist Attacks I) (recognizing that the Federal plaintiffs filed their complaint\nless than two years after the 9/11 attacks).\n\n*147 For those claims that are subject to New York’s statute of limitations, the district court should have applied equitable\ntolling principles. All of plaintiffs’ claims arise from the defendants’ participation in the conspiracy to conduct terrorist\nattacks against the United States, which was designed to hide the identity of the participants from disclosure to the outside\nworld. As a result, the statute of limitations was tolled until the plaintiffs reasonably should have become aware of the\ndefendants’ involvement in the conspiracy, itself a question of fact to be determined through discovery. Yeadon v. New York\nTransit Auth., 719 F. Supp. 204, 209 (S.D.N.Y. 1989) (If “a defendant has concealed facts that are critical to a cause of\naction, then the statute of limitations is tolled until plaintiff discovers or with reasonable diligence should have discovered his\nclain’’); In re Issuer Plaintiff Initial Pub. Offering Antitrust Litig., 00 CIV 7804 (LMM), 2004 WL 487222, at *5 (S.D.N-Y.\nMar. 12, 2004). Given the clandestine nature of the conspiracy in which the defendants participated, equitable principles\nrequire that the statute of limitations be tolled. See Johnson v. Nyack Hosp., 86 F.3d 8, 12 (2d Cir. 1996) (holding that\n“Te]quitable tolling allows courts to extend the statute of limitations beyond the time of expiration as necessary to avoid\ninequitable circumstances”).\n\n*148 1. Plaintiffs Pleaded That Defendants Materially Supported al-Qaeda.\n\nWESTLAW\n\nHOUSE_OVERSIGHT_023406",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023406.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4539,
    "word_count": 686,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:45.403804",
    "prefix": "IMAGES-007"
  }
}