{
  "document_id": "HOUSE_OVERSIGHT_010573",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010573.txt",
  "text": "was at Epstein’s home on multiple occasions. Epstein engaged in one or more of the following\nacts with her while she was a minor at his house - topless or completely nude massage on\nEpstein; Epstein used a vibrator on her vagina; Epstein masturbated in her presence; Epstein\nejaculated in her presence; Epstein touched her breast or buttock or vagina or the clothes\ncovering her sexual organs; was made to perform sex acts on Epstein; made to perform sex acts\non Nadia Marcinkova in Epstein’s presence. Epstein also forcibly raped this underage victim, as\nhe held her head down against her will and pumped his penis inside her while she was screaming\n\"No\". See Rule 413 Notice, Exhibit “E”; Incident Report, Exhibit “A”, at 41 (specifically\ndiscussing the rape):\n\n“fA.H.] remembered that she climaxed and was removing herself from the\n\nmassage table. [A.H.] asked for a sheet of paper and drew the massage table in the\n\nmaster bathroom and where Epstein, Marcinkova and she were. Epstein turned\n\n[A.H.] on to her stomach on the massage bed and inserted his penis into her\n\nvagina. [A.H.] stated Epstein began to pump his penis in her vagina. [A.H.]\n\nbecame upset over this. She said her head was being held against the bed forcibly,\n\nas he continued to pump inside her. She screamed no, and Epstein stopped ....”\n\n“(A.H.] advised there were times that she was so sore when she left Epstein’s\n\nhouse. [A.H.] advised she was ripped, torn, in her vagina area. [A.H.] advised she\n\nhad difficulty walking to the car after leaving the house because she was so sore.”\n\n14. Without detailing each fact known about Epstein's abuse of the many underage\ngirls, Edwards has had a good faith basis to believe and did in fact believe at all relevant times\nthat Epstein also abused other victims in ways closely similar to those described in the preceding\nparagraphs. Epstein’s additional victims include the following (among many other) young girls:\nS.G.; A.D.; V.A.; N.R.; ULS.; V.Z.; J.A.; F.E.; M.L.; M.D.; D.D.; and D.N. These girls were\n\nbetween the ages of 13 and 17 when Epstein abused them. See Rule 413 Notice, Exhibit E;\n\nDeposition of E.W., Deposition Attachment #4.\n8\n\nHOUSE_OVERSIGHT_010573",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010573.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2189,
    "word_count": 368,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:48.697925",
    "prefix": "IMAGES-001"
  }
}