{
  "document_id": "HOUSE_OVERSIGHT_031902",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_031902.txt",
  "text": "2]\n\nWhen the Catholic Church [forbade cousin marriage] in the eighth\ncentury, it wasn’t thinking about the effect on kinship. It was acting\nin a self-interested way, because by cutting off these ways of kin-\ngroups’ keeping property, the Church ended up being the beneficiary.\nSo if a woman didn’t marry and didn’t have children but had a big\nestate, she tended to donate it to the Church. So the Church helped\neffect in Europe the breakdown of extended kinship very, very early.\nEven in the beginning of the Middle Ages, people owned property as\nindividuals. Women could hold property — they could sell it,\nalienate it, in ways that they still can’t in parts of the Arab world.\nAnd this meant that individualism became very deeply rooted in\nEuropean society. So some individualism was already established by\nthe time Europe got to feudalism. And feudalism is basically a\ncontract — it’s one that is very hierarchical, between a stronger and\nweaker person, but it is a contract between two people.\n\nSo the idea of exchange and private property dates way, way back,\nhundreds of years before the Enlightenment, Reformation, etc. So I\nthink that the basis for European modernization traces all the way\nback to developments like that. In China, in India, the exit out of\nkinship was accomplished through political power, via a state that\ntried to create impersonal government layered on top of a kin-based\nsociety. And those kin-groups really never went away. Even in\ncontemporary China and India, in certain parts there are still kin-\ngroups that influence politics.\n\nSHAFFER: But China had an impersonal government — a\nmeritocratic bureaucracy — without Christianity, and long before the\nWest did, yes?\n\nHOUSE_OVERSIGHT_031902",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_031902.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1724,
    "word_count": 285,
    "line_count": 33,
    "import_date": "2025-11-19T21:47:48.392926",
    "prefix": "IMAGES-011"
  }
}