{
  "document_id": "HOUSE_OVERSIGHT_012092",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012092.txt",
  "text": "14\n\nMARIELA M. VARGOVA, PH.D.\n\nThe Promise of Governance\n\nReform—South Korea\n\nn his inauguration speech on May 10th, the newly elected\n\nSouth Korean President Moon Jae-In vowed to put chaebol\n\nreform at the forefront of his political and economic agenda.\n“Under the Moon Jae-In administration,” he asserted, “the\ncollusive link between politics and business will completely\ndisappear.’ The promise of meaningful governance reform\ncomes in the wake of the biggest political corruption scandal in\nKorea that saw the impeachment and the arrest of democratically\nelected President Park Geun-Hye on charges of “collecting or\ndemanding $52 million in bribes”? from Samsung, one of\nKorea’s largest family-owned conglomerates, known as chaebol.\n\nThe presidential scandal in Korea also led to the latest high-\nprofile corporate arrest in the country. In February, Jay Y. Lee,\nvice chairman and acting leader of Samsung’s conglomerate\nempire, was arrested on accusations of bribery to former\nPresident Park and her inner circle in exchange for securing a\ncontroversial merger of Samsung Construction and Trading\nCorporation and Cheil Industries. While the image of a\nhandcuffed Lee sent shockwaves across the business world, his\narrest was not unprecedented. In the past, his father Lee Kun-\nHee, current chairman of Samsung, was convicted twice of\ncorruption and pardoned. Similarly, in 2007, Hyundai’s\nChairman Chung Mon-Koo was found guilty of fraud and\npardoned. And in 2013, SK’s Chairman Chey Tae-Won was\nconvicted of embezzlement and later pardoned.’ The family-\nowned conglomerates have long dominated the economic life\nof modern Korean society, accounting for roughly 50% of the\ntotal share of the Korean stock market. Their close ties with the\ngovernment and state bureaucracy have fueled growing public\ndistrust and frustration with the nation’s leadership and has led\nto increased shareholder discontent.\n\nKorea’s Governance Practices\n\nThe collusion of politics and business in Korea highlights the\npoor practices of corporate governance and business ethics.\nCorporate governance studies on Asia consistently rate Korea as\nlagging in governance behind leaders in the region.* Korea\nunderperforms its peers in the areas of board independence,\nethics and transparency in corporate governance.\n\nGLOBAL FORESIGHT THIRD QUAPTER 2017\n\nSenior Vice President,\nSenior Sustainability\nand Impact Analyst\n\n212.549.5236\n\nmvargova@rockco.com\n\nKorea, however, has not always been viewed as the laggard in\nAsia’s governance landscape. Right after the Asian Financial\nCrisis of 1997-1998, the country underwent important\ngovernance reforms that sought to quickly and significantly\nincrease corporate board independence and the overall\ngovernance of publicly-traded Korean companies. For instance,\nthe proportion of listed firms with at least one outside director\ngrew from 34% in 1999, to 62.3% in 2000, to reach 94% in 2007.°\nIn 2001 and 2003, the country’s Security Exchange Acts required\nlarge listed companies (those with about $2 billion in market\ncapitalization) on the Korea Exchange and KOSDAQ to have at\nleast three outside directors and for one half of their boards to\nbe independent. In 2004, the board independence requirements\nwere further strengthened with the stipulation that there be a\nmajority of independent board directors for large companies.\nThis is on par with leading international best practices in\ncorporate governance. The Korean Commercial Code also\nstipulates that outside or independent directors must not be\nrelated to management while acting as fiduciaries.® This\nresonated with the impetus towards greater board independence\nto mitigate the role of corporate insiders and create new\nindependent auditing structures within Korean corporations.\n\nIn 2012, the Korean Commercial Code was revised to further\nenhance the board’s fiduciary duties. It required the approval of\ntwo-thirds of directors for all internal transactions and for new\nbusiness dealings with third parties. If transactions or deals\nbenefit founding families or management at the expense of\nminority shareholders, the approving directors will be personally\nliable for the losses.’\n\nNotwithstanding these developments towards good governance,\nethics controversies involving Korean chaebols surged over the\npast several years. A prime example is the notorious Hyundai\nMotor land bid in 2014 for which the company paid the excessive\nprice of $10 billion, three times the land’s market value of $3\nbillion, angering investors and hurting shareholder value.\nAccording to reports, while the boards of directors of Hyundai\nconsortium companies voted to unanimously approve the deal,\nthe company’s outside directors were kept in the dark about the\nprice as it was considered by management to be a confidential\nmatter. All these instances point to a serious lapse in the\n\nHOUSE_OVERSIGHT_012092",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012092.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4868,
    "word_count": 724,
    "line_count": 106,
    "import_date": "2025-11-19T21:47:46.042493",
    "prefix": "IMAGES-001"
  }
}