{
  "document_id": "HOUSE_OVERSIGHT_016510",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016510.txt",
  "text": "Article: Criminal Enforcement Redundancy: Oversight of Decisions Not to Prosecute\n\nDecember, 2018\n\nReporter\n103 Minn. L. Rev. 844 *\n\nLength: 23570 words\n\nAuthor: Darryl K. Brown*\n\n+ O. M. Vicars Professor of Law and Barron F. Black Research Professor of Law, University of Virginia School of Law.\nCopyright © 2018 by Darryl K. Brown.\n\nText\n\n[*844]\nINTRODUCTION\n\nIn light of concerns about mass incarceration and excessive search practices by police, ' underenforcement of criminal law is\nnot the first problem that springs to mind for American criminal justice. But in fact, some of the prominent contemporary\ncomplaints about U.S. criminal justice, as well as some longstanding ones, object to underenforcement of criminal law. Two of\nthe most notable categories are failures to prosecute in cases of unjustified police violence, especially against nonwhite victims,\nand in cases of sexual assaults. Lower-profile examples abound as well, as do historical examples.\n\nGtven the nation's history, underenforcement problems are often related to race. Insufficient law enforcement attention to\ncrimes in minority neighborhoods, for example, has been criticized as depriving African American victims and communities of\ntheir fair share of government protection from criminal harm. ? In earlier eras, law enforcement inattention to, or wholesale\nneglect [*845] of, white offenders' victimization of black victims - in lynchings, attacks on civil right activists, sexual assaults,\nand other contexts - was often patent. ? But the problem of unjustified underenforcement is not confined to these contexts, nor\nto the United States. Failures to prosecute arise from a fundamental structural challenge faced by all criminal justice systems:\nhow to ensure unbiased, evenhanded enforcement practices - safeguards in favor of justified enforcement. This challenge gets\nless attention than criminal procedure's central preoccupation of guarding against excessive or groundless criminal charges.\nConcern about misuse of the state's prosecution authority rightly motivates much in criminal procedure, from search and\nseizure rules * and judicial review of arrests > to evidence disclosure duties, © the right to counsel, 7 and standards of proof. °\n\n! USS. incarceration rates quintupled over the last forty years and are five to seven times higher than those in other advanced democracies.\nSee Floyd v. City of New York, 959 F. Supp. 2d 540, 572-602 (S.D.N.Y. 2013) (documenting and holding unconstitutional widespread stop-\nand-frisk practices by New York City police that disproportionately targeted non-white men); Michelle Alexander, The New Jim Crow: Mass\nIncarceration in the Age of Colorblindness 6-9 (2010); World Prison Brief Data, Inst. for Crim. Pol'y Res. (2016),\nhttp://www. prisonstudies.org/country/united-states-america (comparing national data on total prison population and incarceration rates and\nreporting that the United States has the world's largest prison population at 2,217,947 inmates).\n\n2 Randall Kennedy, Race, Crime, and the Law 29 (1997).\n\n3 See, e.g., Equal Justice Initiative, Lynching in America: Confronting the Legacy of Racial Terror 39, 48 (3d ed. 2017) (documenting\napproximately 4000 lynchings in the years 1877-1950; about one percent resulted in a conviction for perpetrators).\n\n4 See generally Wayne R. LaFave et al., Criminal Procedure 126-63, 512-49 (5th ed. 2009) (discussing search and seizure rules).\n\nDAVID SCHOEN\n\nHOUSE_OVERSIGHT_016510",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016510.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3472,
    "word_count": 510,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:44.231717",
    "prefix": "IMAGES-004"
  }
}