{
  "document_id": "HOUSE_OVERSIGHT_018598",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018598.txt",
  "text": "Of all the social-justice acts out there, I actually think veganism is one of the lowest-\nhanging fruit. It's just so easy that the only reason non-vegan culture can possibly persist\nis through a really high degree of not giving a shit. In a way, that's understandable; I don't\nhave much of a connection to animals myself. A lot of my vegan friends love animals and\nwant to be around them all the time; I don't. If a smelly dog never jumps on me again, it\nwill be too soon. But the fact is, animals have senses and feelings. Interacting with any\nanimal for longer than thirty seconds can conclusively show you that animals like and\ndislike things, and that they feel something that looks exactly like pain. Which brings me\nto...\n\n2. If you care about consent, then veganism is transparently the right thing to do. There\nare environmental arguments and stuff, but I mean, seriously, let's call a spade a spade:\nwhen you eat meat, you're eating the murdered body of an animal who died for no reason\nother than your transient pleasure. As for animal products: many things that happen to\nanimals on factory farms are abominable and obscene, as two minutes of Googling or this_\nwebsite or this video can show you.\n\nEven if you decide to eat animal products that come only from well-treated animals,\nthere's no way to be sure that those animals were actually well-treated unless you're\nraising them yourself. As this vegan FAO points out, there's an amazing amount of\nanimal suffering that still occurs on \"humane\" farms. (Sa/on has written about it, too.)\nSome of those farms are doubtless fairly pleasant for the animals, but others.... Well, let's\njust say that calling some \"humane\" farms more merciful than factory farms is like saying\nthat being burned alive is preferable to dying in a medieval torture device.\n\nPersonally, when I went vegan, a lot of the reason it felt easy was because I no longer had\nto spend tons of mental energy suppressing my empathy. I was amazed at how relieved I\nfelt. Again, I'm not pretending to be perfect about it -- I eat non-vegan food sometimes in\nsocial situations, sometimes when it's about to be thrown away, and sometimes just when\nI'm drunk. If you need to make accommodations in order to feel comfortable being\nvegan, then I'm the last person who will criticize you. I'll just be glad you're taking steps\ntowards being vegan.\n\nIt took me a long time to decide to go vegan, and I understand that it might take you a\nlong time, too. I've listed a lot of resources in this post and I hope you'll consider looking\nat them. Questions are welcome in the comments, although I may not be able to answer\nthem. I wish you luck. And if you're already vegan, then congratulations and high-5!\n\nNow for recipes!\n\nI promise that these recipes are beloved by non-vegans as well as vegans. In fact, even\n\nwhen I wasn't vegan, they were some of my favorites. When I feed these dishes to non-\nvegans, they are frequently startled that the food isn't vegan. (Sometimes I save the Big\nReveal for last. Heh, heh.)\n\n(One of my other favorite gentle pro-vegan tactics is to walk into restaurants and ask if\nthey have anything vegan on the menu. When the answer is no, I smile and thank them\nand leave.)\n\nOrganic and fair-trade ingredients are obviously encouraged. I'm not as good about\n\nHOUSE_OVERSIGHT_018598",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018598.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3327,
    "word_count": 587,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:44.472792",
    "prefix": "IMAGES-005"
  }
}