{
  "document_id": "HOUSE_OVERSIGHT_023959",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023959.txt",
  "text": "What Can We Do About [t? 273\n\nsalvation. The most visible touter is the Secretary of Education, who\ngives eloquent speeches about more rigorous testing that are, of course,\nprinted in The Washington Post.\n\nWhy would President Obama want to do the same thing as Presi-\ndent Bush did, especially when he campaigned against No Child Left\nBehind, as I pointed out earlier? The answer is simple. There is lots of\nmoney invested in testing by powerful players. Kids are no one’s main\nconcern.\n\nSo the money for the new plan will not be coming from the\ngovernment.\n\nWhat about from business? Venture capital, for example?\n\nIs a new kind of high school offered online likely to be a successful\nbusiness venture? One mentor in the story-centered curriculum can\nhandle between 20 and 50 students, depending on the mentot’s expe-\nrience. Assuming that the students pay tuition that covers the men-\ntor’s salary, which means they need to pay at least $3,000 a year, more\nor less, in tuition, it shouldn’t cost anything to run. Charge larger tu-\nitions and there will be profits. Initial investment is about $2 million\nto build a curriculum, but enough students paying reasonable tuitions\nwill pay that investment back quickly enough. So, is this a big business\nopportunity?\n\nActually I doubt it. I think that it is a big opportunity for universi-\nties that traditionally charge large tuitions. We have had a great deal\nof success with master’s degrees, for example. But universities typically\ndon’t invest $2 million in anything, even if it does have great upside\npotential. When Carnegie Mellon University made that investment in\nits West Coast campus (where I was designing the curriculum), it did\nso without quite knowing it was doing so because the person in charge\ndidn’t tell the University officials what he was up to. Universities typi-\ncally don’t think about investing money in order to make money in\nthe daily enterprise. Businesses do think that way, of course, but busi-\nnesses have trouble starting universities that are accredited. I worked for\nTrump University, which supposedly was going to do exactly that, but\nthey never could raise enough money or figure out how to be accred-\nited. So there is a potentially very big business in master’s degrees, but\nit needs some well-financed and prescient people to make it happen.\n\nHigh schools are another story. I actually do not believe that busi-\nness will invest in online high schools whose mission is to overthrow\nthe existing system. Venture capitalists are not revolutionaries. They\ntend to follow the herd in whatever they do and there is no herd in\n\nHOUSE_OVERSIGHT_023959",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023959.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2630,
    "word_count": 441,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:47.187878",
    "prefix": "IMAGES-007"
  }
}