{
  "document_id": "HOUSE_OVERSIGHT_014341",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014341.txt",
  "text": "Chart 39: How do you view fundamentals for multifamily lending in 2017?\n\n30% 27% 27% 27%\n29%\n20%\n15%\n10% 7%\n5%\n0%\n\n13%\n\nSoftening Softening Softening | Someconcern, but No concern\nfundamentals fundamentals fundamentals only in certain\nshould leadto  shouldleadto = shouldleadto _—sregions and at\nslower financing worsening credit slower financing certain rental price\nactivity next year metrics activing and points\nworsening credit\nmetrics\n\nSource: BofA Merrill Lynch Global Research\n\n= Confident past most of taxi medallion issues: Management expressed confidence\nthat it has taken care of most of the issues on its Chicago taxi medallion loan book\nand is seeing stabilization of its New York book with New York fleets near 100%\nutilization. Management also expects the $20mn +/- in quarterly provisioning\noutlook to absorb the impact from any incremental provisioning associated with the\nmedallion portfolio.\n\nChart 40: How much does SBNY’s taxi medallion exposure impact your decision to invest in\nthe stock?\n\n45%\n40%\n35%\n30%\n29%\n20%\n15%\n10%\n\n5%\n\n0%\n\nNot at all, the portfolio only —_A little bit, | think this portfolio | am staying away from the\naccounts for 2% of total loans could continue to cause some name due to this exposure\nEPS volatility\n\nSource: BofA Merrill Lynch Global Research\n\nsynovus Financial (SNV), C-2-7, Neutral\nSNV hesitant to react too quickly to post-election excitement. Chairman and\nCEO Kessel Stelling noted that despite the very positive reaction seen in bank\nstocks from the results of the US elections, it was too soon to say the real impact\non growth outlook. That said, he believes that a more encouraging business climate\n(i.e. increased infrastructure spending) as well as some regulatory relief (i.e. raising\nthe $50bn asset threshold) could be a benefit for SNV and the overall industry.\n\n= SNV could see a benefit at both ends of a steepening yield curve. As of 3Q16,\n50% of SNV’s total loan portfolio was fixed rate (includes variable rate loans with\nfloors), implying a benefit to spread income from a rise in both the short- and long-\nend of the yield curve. With the futures market now pricing in a 94% probability the\nFed raises rates in Dec., CFO Kevin Blair believes the net interest margin could\nexpand by 6bp in from a 25bp rate hike (vs. +9bp last year). That said, the benefit is\n\nBankof America isa\nMerrill Lynch 2016 Future of Financials Conference | 17 November 2016 27\n\nHOUSE_OVERSIGHT_014341",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014341.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2448,
    "word_count": 404,
    "line_count": 70,
    "import_date": "2025-11-19T21:47:48.878911",
    "prefix": "IMAGES-002"
  }
}