{
  "document_id": "HOUSE_OVERSIGHT_024463",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024463.txt",
  "text": "subsidiaries and joint ventures as designated by KULG other\nthan the Principals and their affiliates), the vesting schedule\nof such interests, and whether certain tax elections are made\nby the recipients of such interests; provided, however, the\ntotal number of Profits Participation LP Units shall not\nexceed a number equal to eleven percent (11%) of the\naggregate number of Partnership Units. Any increase in the\nnumber of Profits Participation LP Units following the sale of\nthe first $1.5 billion of Common LP Units fo Investors\nrequires a majority vote of the Independent Committee.\n\nSubsequent to the completion of this offering, KUE may\nraise additional capital through the sale of equity or debt\nsecurities. KUE will not have any preferred limited partner\nunits outstanding upon completion of this offering but KUE\nmay issue limited partner units with preferences over the\nCommon LP Units in the future and may amend the Limited\nPartnership Agreement accordingly.\n\nDistributions: First, to the Common Limited Partners and the General\nPartner in proportion te and to the extent of their unreturned\nCapital Contributions, but in no case may a distribution\npursuant to this paragraph exceed a Partner’s positive\nadjusted capital account balance;\n\nSecond, to the Common Limited Partners and the General\nPartner and the Profits Participation Limited Partner (with\nrespect to Profits Participation Units theretofore allocated to\npersons other than the Principals and their Affiliates, if\nspecified by the Profits Participation Limited Partner, but not\nwith respect to more than 2/11ths of the Profits Participation\nUnits) to the extent of an 8% preferred return;\n\nThird, to the Profits Participation Limited Partner in the\nadditional amount the Profits Participation Limited Partner\nwould have received pursuant to the prior paragraph if it had\nfully participated in the distribution of the 8% preferred return\nwith respect to ail outstanding Profits Participation Units; and\n\nFourth, to the Common Limited Partners, the Profits\nParticipation Limited Partner, and the General Partner in\nproportion to the number of Units held by each such Partner.\n\nDistributions may be made in cash or in kind. Allocations of\nincome, gains, profits and losses are described in “The\nStructure of KUE and the General Partner’ in this Private\nPlacement Memorandum.\n\nThe Limited Partnership Agreement gives the General\nPartner the authority to override the distribution provisions of\nthe Limited Partnership Agreement described above in order\nto achieve the desired economic arrangement of KUE, which\nis: (i) first, to return the Partners’ Capital Contributions to\nthem; (if) second, for the Common Limited Partners and the\nGeneral Partner to receive their Preferred Return while the\n\n30\n\nHOUSE_OVERSIGHT_024463",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024463.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2793,
    "word_count": 426,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:48.928306",
    "prefix": "IMAGES-007"
  }
}