{
  "document_id": "HOUSE_OVERSIGHT_020051",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020051.txt",
  "text": "17\n\nABROAD AND AT HOME\n\nn May 12, Roger Ailes was scheduled to return to New York from Palm Beach to\n\nmeet with Peter Thiel, an early and lonely Trump supporter in Silicon Valley who\nhad become increasingly astonished by Trump’s unpredictability. Ailes and Thiel, both\nworried that Trump could bring Trumpism down, were set to discuss the funding and\nlaunch of a new cable news network. Thiel would pay for it and Ailes would bring\nO’Reilly, Hannity, himself, and maybe Bannon to it.\n\nBut two days before the meeting, Ailes fell in his bathroom and hit his head. Before\nslipping into a coma, he told his wife not to reschedule the meeting with Thiel. A week\nlater, Ailes, that singular figure in the march from Nixon’s silent majority to Reagan’s\nDemocrats to Trump’s passionate base, was dead.\n\nHis funeral in Palm Beach on May 20 was quite a study in the currents of right-wing\nambivalence and even mortification. Right-wing professionals remained passionate in\ntheir outward defense of Trump but were rattled, if not abashed, among one another. At\nthe funeral, Rush Limbaugh and Laura Ingraham struggled to parse support for Trumpism\neven as they distanced themselves from Trump himself.\n\nThe president had surely become the right wing’s meal ticket. He was the ultimate\nantiliberal: an authoritarian who was the living embodiment of resistance to authority. He\nwas the exuberant inverse of everything the right wing found patronizing and gullible and\nsanctimonious about the left. And yet, obviously, Trump was Trump—careless, capricious,\ndisloyal, far beyond any sort of control. Nobody knew that as well as the people who\nknew him best.\n\nAiles’s wife, Beth, had militantly invited only Ailes loyalists to the funeral. Anyone\nwho had wavered in her husband’s defense since his firing or had decided that a better\nfuture lay with the Murdoch family was excluded. This put Trump, still enthralled by his\nnew standing with Murdoch, on the other side of the line. Hours and then days—carefully\ntracked by Beth Ailes—ticked off without a condolence call from the president.\n\nThe morning of the funeral, Sean Hannity’s private plane took off for Palm Beach from\n\nHOUSE_OVERSIGHT_020051",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020051.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2184,
    "word_count": 358,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:47.082575",
    "prefix": "IMAGES-005"
  }
}