{
  "document_id": "HOUSE_OVERSIGHT_017926",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017926.txt",
  "text": "In re Terrorist Attacks on September 11, 2001, 392 F.Supp.2d 539 (2005)\n\n10 A.L.R. Fed. 2d 789\n\nOnce we understand the word “conduct” to require\nsome degree of direction and the word “participate” to\nrequire some part in that direction, the meaning of §\n1962(c) comes into focus. In order to “participate,\ndirectly or imdirectly, in the conduct of such\nenterprise’s affairs,” one must have some part in\ndirecting those affairs. Of course, the word\n“participate” makes clear that RICO liability is not\nlimited to those with primary responsibility for the\nenterprise’s affairs, just as the phrase “directly or\nindirectly” makes clear that RICO liability is not\nlimited to those with a formal position in the enterprise,\nbut some part in directing the enterprise’s affairs is\nrequired.\n\nId. at 179, 113 S.Ct. 1163. Therefore “to state a claim for\nliability under § 1962(c), Plaintiffs must allege that the\n[Defendants] participated ‘in the operation or\nmanagement of the enterprise itself,’ which requires that\nthese Defendants must have had some part in directing the\nenterprise’s affairs.” Redtail Leasing, Inc. v. Bellezza, No.\n95 Civ. 51910FK), 1997 WL 603496, at *5 (S.D.N-Y.\nSept.30, 1997).\n\n25] 26] The TVPA provides a cause of action against\nindividuals who under actual or apparent authority of any\nforeign nation subject an individual to torture or\nextrajudicial killing. 28 U.S.C. § 1350 note; Arndt v. UBS\nAG, 342 F.Supp.2d 132, 141 (E.D.N.Y.2004). The TVPA\nclaims against Rabita Trust, TRO, Success Foundation,\nand the SAAR Network entities are dismissed because\nthese Defendants are not individuals. Arndt, 342\nF.Supp.2d at 141. The TVPA claims against Tarik Hamdi,\nAbdulrahman Alamoudi, Wa‘el Jalaidan, and the SAAR\nNetwork executives are dismissed because there is no\nallegation that these Defendants were acting under *566\ncolor of state law. In re: South African Apartheid\nLitigation, 346 F.Supp.2d 538, 548 (S.D.N.Y.2004)\n(finding no TVPA claim where complaint did not include\nallegation of individual acting under color of state law or\nwith significant state aid)\n\nUnder New York law, Plaintiffs who are personal\nrepresentatives who sufficiently allege that Defendants\ncaused the death of their represented decedent will have\nalso stated a claim for wrongful death and survival. N.Y.\nEst. Powers & Trusts Law §§ 5-4.1 (providing claim for\nwrongful death) and 11-3.2(b) (providing claim for\nsurvival).\n\n271 281 Plaintiffs bring various torts claims against these\nDefendants. As the Court explained in Terrorist Attacks [,\nthe Federal Plaintiffs’ claims of assault, battery, and\nintentional infliction of emotional distress are\ntime-barred, and therefore dismissed against Rabita Trust,\n\nWESTLAW\n\nWa‘el Jalaidan, TRO, Tarik Hamdi, Abdulrahman\nAlamoudi, Mar—Jac Poultry, and the SAAR Network\nexecutives. Terrorist Attacks I, 349 F.Supp.2d at 829;\nN.Y. C.P.L.R. 215(3). To the extent the Ashton and\nBurnett Plaintiffs plead that Defendants are liable for the\nSeptember 11 attacks as co-conspirators or aiders or\nabettors of al Qaeda, they will have pled a claim for relief\nfor intentional infliction of emotional distress, which\nrequires extreme and outrageous conduct, intent to cause\nsevere emotional distress, a causal connection between\nthe conduct and the injury, and severe emotional distress.\nSee Stuto v. Fleishman, 164 F.3d 820, 827 (2d Cir.1999).\nThe Federal Plaintiffs’ trespass claims require “the\ninterference with a person’s right to possession of real\nproperty either by an unlawful act or a lawful act\nperformed in an unlawful manner.” N.Y. State Nat’l Org.\nfor Women v. Terry, 886 F.2d 1339, 1361 (2d Cir.1989).\nProvided the Federal Plaintiffs plead that Defendants here\nacted in concert with the September 11 hijackers, they\nwill have stated a claim for relief for trespass. Finally, the\nnegligence claims against the Defendants are dismissed\nbecause the complaints do not allege or identify a duty\nowed to Plaintiffs by these Defendants. Terrorist Attacks\nL, 349 F.Supp.2d at 830-31.\n\nTo summarize, the TVPA and negligence claims against\nall of the Defendants moving for dismissal under Rule\n12(b)(6) here are dismissed. The Federal claims of assault\nand battery and intentional infliction of emotional distress\nare also dismissed. The Court reviews the complaints to\ndetermine if they state a claim for relief under the ATA\nand RICO. If Plaintiffs state a claim for relief under the\nATA, they will have also stated a claim for wrongful\ndeath and survival, the Federal Plaintiffs will have stated\na claim for trespass, and the Ashton and Burnett Plaintiffs\nwill have stated claims for intentional infliction of\nemotional distress. Plaintiffs who are aliens will have also\nstated a claim for relief under the ATCA.\n\nA. Tarik Hamdi”\n\nP91 The Burnett and Federal Plaintiffs allege that after\n1996, when Osama bin Laden declared war on\nAmericans, Tarik Hamdi allegedly arranged for the\ndelivery of a battery for a satellite phone used by Osama\nbin Laden. (Burnett Compl. Jf 245, 581 (citing arguments\nof then-AUSA Kenneth Karas); Federal RICO Statement\nEx. A.) Osama bin Laden allegedly used that phone and\nbattery pack to coordinate and order the African embassy\nbombings. (Federal RICO Statement Ex. A.)\n\n*367 Plaintiffs also allege that Hamdi is affiliated with\nvarious al Qaeda operatives. For instance, he has\n\nHOUSE_OVERSIGHT_017926",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017926.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5366,
    "word_count": 838,
    "line_count": 117,
    "import_date": "2025-11-19T21:47:47.785808",
    "prefix": "IMAGES-004"
  }
}