{
  "document_id": "HOUSE_OVERSIGHT_030880",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_030880.txt",
  "text": "From: Michael Wolff\n\nSent: 3/11/2019 8:08:25 PM\nTo: Jeffrey Epstein [jeevacation@gmail.com]\nSubject: FYI\n\nImportance: — High\n\nThis is what I'm now going with--what do you think?\n\nIn the White House, the President, to general surprise, announced that he would not accompany his family to\nMar-a-Lago over the holidays—a confounding, even alarming, turn for anyone who knew how much he valued\na golf-and-warm-weather opportunity over any presidential business. Melania certainly had no intention of\nstaying behind. Among other issues, friends suggested that she was still furious about his fireside Christmas Eve\nchat with a seven-year-old boy, during which Trump asked the boy if he still believed in Santa. \"Melania didn’t\nthink that was funny,” said one aide. Trump was “clearly a guy who had never dealt with a seven-year-old.”\n\nIn an empty White House, Trump’s personal secretary, 28-year-old Madeleine Westerhout, brought his\npapers and call sheets from the West Wing up to the residence, finding him, she told friends, in his underwear.\nAnd herein, suddenly, was another subplot.\n\nWesterhout had been the elevator girl in Trump Tower during the transition. The comely young woman ferrying\ndignitaries and job-seekers up to the President-elect soon became something of a meme herself. Bannon recalled\nnoting that Trump took a particular interest in her. A leering Trump kept repeating, ““She’s got a way about her,”\nhis signature, and creepy, stamp of approval for young women.\n\nNow the president was telling friends that he wasn’t staying at the White House because of the shutdown—he\nwas staying because he was “banging” Madeleine.\n\nShutdown bravado? Locker room talk? Or all part of a new alternative reality that only he seemed to be living\n\nin?”\n\nHOUSE_OVERSIGHT_030880",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_030880.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1777,
    "word_count": 277,
    "line_count": 34,
    "import_date": "2025-11-19T21:47:46.825423",
    "prefix": "IMAGES-011"
  }
}