{
  "document_id": "HOUSE_OVERSIGHT_028944",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_028944.txt",
  "text": "° We are eager to begin production of The Poetry of Earth, Sea, and Sky. Designed, too, for\nMiddle and High School teachers, The Poetry of Earth, Sea, and Sky will draw English Language Arts\ninstruction into dialogue with science, and will include extraordinary footage of the natural world,\nconversations with poets, scholars, and scientists as well as footage shot in class and in the field with\ngreat teachers.\n\n° A recent partnership with Greenwich Country Day School and the Success Academy Network\nof charter schools will provide a base for the production of a new collection of classroom-ready\neducational material on The Poetry of Art, Sport, and Play. This collection will include discussions\non poems filmed everywhere from sports fields to Broadway theaters, and will feature dancers,\nathletes, fashion designers, and more.\n\n° With a growing archive of footage capturing teachers and students reading American poems,\nwe are eager to expand our reach and move into America’s schools, disseminating, testing,\nand learning from teachers and students using our materials. We hope to be able to begin work\nevaluating the impact of poetry on literacy levels and character development and, eventually, to\nproduce a full suite of materials that foster character development along with intellectual growth.\n\nWorking closely with such partners as The Nantucket Project, Nautilus Magazine, The Aspen Ideas\nFestival, and The Big Think, and, of course, HarvardX, Harvard’s provider of free open online\ncourses, we are continuing to create rich educational media on poetry for adult learners and\nlifelong learners. These materials include short form videos such as this one on Robert Pinsky’s\n“Shirt” (as featured in The New Yorker), and, this spring, the sixth module of the free seven-part\nPoetry in America MOOC, which has registrants in over 150 countries.\n\nGrowing rapidly, and outpacing our current staff and infrastructure, Poetry in America has a\nfundraising goal this year of 2.5 million dollars to fund its expanding group of projects. We've taken a\nbig step, hiring the design agency Threespot to help us develop our web presence. Our website— to\nlaunch early 2016— will eventually serve as an online hub for our TV show and educational projects.\nWe hope you’ll join us then for a virtual launch!\n\nFinally, Jeffrey, you have been such a wonderful supporter of my Poetry in America project. The Leon\nBlack gift changed everything for me last year. It paid salaries for staff | desperately needed to\ncomplete projects (detail below), but first and foremost, it gave me leverage, enabling me to set down\na solid Harvard base for my activities by giving the school something to point to: this public\nhumanities project among the list of projects the Dean supports. The money did it: as soon as they\nheard about the gift, they took my project more seriously. Because of that gift, the Faculty of Arts and\nSciences, which is space-stingy, found and rewired a studio space for me to house my video\nproduction operation and team. That gift woke up the Deans to the importance of Harvard's role in\nproducing the highest quality humanities content for the WORLD, and not just for Harvard students.\nMy main employee has half of her salary paid with these funds, and the foundation of our collection\nfor PBS LearningMedia is being made with this support. This gift represented one of the most\nconsequential shifts of the last year, allowing me create content and launch projects this year that\nmake future projects that much more likely. If | can keep this base sturdy at Harvard, refilling these\ncoffers, | will be that much more able to keep working.\n\n|! am also so grateful for the help you gave me in defining my project for Templeton, and, what help\nyou have offered to give in bringing them around. | have, since Templeton turned me down, gotten\nfunding to produce video on two of the poems I'd proposed to Templeton and to create, and test, that\nvideo in schools as | proposed. One of my partners in that project is Success Academy, where | could\nalso expand my work with Templeton. And there are still other poems that may satisfy their character\ncriteria more fully, including the third of the poems I'd originally proposed and that Joe Biden had\n\nHOUSE_OVERSIGHT_028944",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_028944.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4275,
    "word_count": 711,
    "line_count": 54,
    "import_date": "2025-11-19T21:47:48.190378",
    "prefix": "IMAGES-010"
  }
}