{
  "document_id": "HOUSE_OVERSIGHT_019817",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019817.txt",
  "text": "Selected Bibliography\n\nSELECTED BOOKS\n\nAndrew, Christopher. The Sword and the Shield. New York: Basic Books, 2000.\n\nBagley, Tennent H. Spy Wars: Moles, Mysteries, and Deadly Games. New Haven, Conn.:\nYale University Press, 2008.\n\nBamford, James. The Puzzle Palace. Boston: Houghton Mifflin, 1982.\n\nColeman, Gabriella. Hacker, Hoaxer, Whistleblower, Spy: The Many Faces of Anony-\nmous. New York: Verso, 2015.\n\nEpstein, Edward Jay. Deception: The Invisible War Between the KGB and the CIA. New\nYork: Simon & Schuster, 1989.\n\n. Inquest: The Warren Commission and the Establishment of Truth. New York:\nViking Press, 1966.\n\nFitzpatrick, Catherine A. Privacy for Me and Not for Thee: The Movement for Invincible\nPersonal Encryption, Radical State Transparency, and the Snowden Hack. New York:\nCatherine A. Fitzpatrick, 2014.\n\nGreenberg, Karen J. Rogue Justice: The Making of the Security State. New York: Crown,\n2016.\n\nGreenwald, Glenn. How Would a Patriot Act? Defending American Values from a Presi-\ndent Run Amok. San Francisco: Working Assets, 2006.\n\n. No Place to Hide. New York: Metropolitan Books, 2014.\n\nHarding, Luke. The Snowden Files. New York: Vintage, 2014.\n\nHayden, Michael V. Playing to the Edge. New York: Penguin, 2016.\n\nJastrow, Joseph. Fact and Fable in Psychology. Boston: Houghton, Mifflin, 1900.\n\nKahn, David. The Codebreakers. New York: Simon & Schuster, 1967.\n\nLucas, Edward. The Snowden Operation. Seattle: Amazon Digital Services, 2015.\n\nMorell, Michael J. The Great War of Our Time. New York: Twelve, 2015.\n\nSebag-Montefiore, Hugh. Enigma: The Battle for the Code. New York: John Wiley and\nSons, 2001.\n\nShils, Edward. The Torment of Secrecy: The Background and Consequences of American\nSecurity Policies. Chicago: Free Press, 1956.\n\nTurner, Stansfield. Secrecy and Democracy: The CIA in Transition. New York: Houghton\nMifflin, 1985.\n\nWeiner, Tim. Legacy of Ashes. New York: Doubleday, 2007.\n\n| | Epst_9780451494566_2p_all_r1.indd 329 ®\n\nHOUSE_OVERSIGHT_019817\n\n9/30/16 e13.am | |",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019817.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1999,
    "word_count": 297,
    "line_count": 60,
    "import_date": "2025-11-19T21:47:45.291264",
    "prefix": "IMAGES-005"
  }
}