{
  "document_id": "HOUSE_OVERSIGHT_026545",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026545.txt",
  "text": "J.S. Private-Equity Tax Change Doubtful This Year, Says Carlyle Co... http://online.wsj.com/news/articles/SB 1000 14240527023038013045...\n\n| of 2\n\nShould you be sitting in cash right now?\nIf you have a $500,000 portfolio, download the latest report by Forbes columnist Ken Fisher's firm. It tells you where we\n\nthink the market is headed and why. This must-read report includes research and analysis you won't find anyplace else.\nDon’t miss it! Click Here to Download Your Report! FISHER INVESTMENTS\"\n\nDow Jones Reprints: This copy is for your personal, non-commercial use only. To order presentation-ready copies for distribution to your colleagues, clients or\ncustomers, use the Order Reprints tool at the bottom of any article or visit www.djreprints.com\n\n« Seea sample reprint in PDF format. « Order a reprint of this article now\n\nMARKETS\n\nU.S. Private-Equity Tax Change Doubtful This Year,\nSays Carlyle Co-Founder\n\nSuggested Reform Could Increase Taxes on Private-Equity Profits\n\nBy MIKE SPECTOR\nFeb. 26, 2014 5:06 a.m. ET\n\nBERLIN— Carlyle Group LP co-founder David Rubenstein said U.S. lawmakers are \"unlikely\" to take up\nlegislation this year that could potentially increase taxes on deal profits reaped by private-equity\nmanagers.\n\nMr. Rubenstein's comments came after the chairman of the U.S. House Ways and Means Committee,\nRepublican Dave Camp of Michigan, said Congress should \"clean up\" the treatment of private-equity\nfirms' share of deal profits, called “carried interest.\" These profits are currently treated as capital gains and\ntaxed at a lower rate than ordinary income.\n\n\"We can clean up provisions like carried interest that allow certain private-equity firms to get the\ninvestment-income tax rate on what anyone else would call normal wage income,” Mr. Camp said in an\nopinion piece published on Wednesday in The Wall Street Journal outlining a series of tax-reform\nproposals.\n\n\" Mareceorm Superkiaturn Canferenc’ ~~ But Mr. Rubenstein, often viewed by private-equity watchers\n\nTPG ‘Contemplating’ Going Public as an authority on national politics since his firm is based in\n\nApollo Weighs Investing in Debt Washington, said various factors would likely prevent any\n\nKravis Warns on Debt Levels measures affecting buyout firms from taking hold any time\nsoon.\n\nMontana Democrat Max Baucus, previously the chairman of the Senate Finance Committee, was just\nconfirmed as the U.S. ambassador to China, lowering the chances that chamber will take up such\nlegislation, Mr. Rubenstein said. In addition, a term limit will force Mr. Camp to relinquish his committee\nchairmanship in the House next year, he said.\n\n\"It's unlikely that will get into law,\" Mr. Rubenstein said of Mr. Camp's proposal before an audience at the\nSuperReturn International private-equity conference in Germany's capital. \"I don't think there is likely to be\nany tax reform legislation passed by this Congress at all.”\n\nPrivate-equity firm managers, including Mr. Rubenstein and founders of other large buyout firms, have\nargued that carried interest they receive after investing in a company and later selling it should be treated\nas a capital gain. Proponents of taxing these profits at a higher rate contend the money is compensation\n\n2/27/2014 9:16 AM\nHOUSE_OVERSIGHT_026545",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026545.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3266,
    "word_count": 499,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:47.524600",
    "prefix": "IMAGES-009"
  }
}