{
  "document_id": "HOUSE_OVERSIGHT_013057",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013057.txt",
  "text": "7.4 Intellectual Breadth: Quantifying the Generality of an Agent’s Intelligence 141\n\ne the prior probability 0(6) according to some assumed distribution 0\ne the effectiveness p(d, X) of 6 at predicting the actions of an agent X € ¥,\n\nWe may then define\nDefinition 7 The inference ability of the agent 6, relative to and X, is\nLyes, sim( X,Y )p(d,Y)\n\nDyes, sim(X, Y)\n\nwhere sim is a specified decreasing function of d(X,Y), such as sim(X,Y) =\n\nqu,x (8) = 8(8)\n\n1\nI+d(X,Y)°\n\nTo construct tx, we may then use the model of X created by the agent 6 € A with the\nhighest inference ability relative to 4 and X (using some specified ordering, in case of a tie).\nHaving constructed 7x, we can then say that\n\nDefinition 8 The inferred pragmatic general intelligence (relative to v and y) of a naturalistic\nagent X defined relative to an environment ys, is defined as the pragmatic general intelligence\nof the model rx of X produced by the agent 6 € A with maximal inference ability relative to js\n(and in the case of a tte, the first of these in the ordering defined over A). The inferred efficient\npragmatic general intelligence of X relative to ys is defined similarly.\n\nThis provides a precise characterization of the pragmatic and efficient pragmatic intelligence\nof real-world systems, based on their observed behaviors. It’s a bit messy; but the real world\ntends to be like that.\n\n7.4 Intellectual Breadth: Quantifying the Generality of an Agent’s\nIntelligence\n\nWe turn now to a related question: How can one quantify the degree of generality that an\nintelligent agent possesses? Above we have discussed the qualitative distinction between AGI\nand “Narrow AI”, and intelligence as we have formalized it above is specifically intended as\na measure of general intelligence. But quantifying intelligence is different than quantifying\ngenerality versus narrowness.\n\nTo make the discussion simpler, we introduce the term “context” as a shorthand for “envi-\nronment/interval triple (4,9,7).” Given a context (,9,7'), and a set »' of agents, one may\nconstruct a fuzzy set Agygr gathering those agents that are intelligent relative to the context;\nand given a set of contexts, one may also define a fuzzy set Con, gathering those contexts with\nrespect to which a given agent 7 is intelligent. The relevant formulas are:\n\nl Nu,9g,T(Q)V io TP\nXAgu er (®) = XCong (9.7) = 7 Dd, = Q 139\nQ\n\nwhere N = N(y,g,T) is a normalization factor defined appropriately, e.g. via N(y,9,T) =\nmax Vi 9,7-\n\nOne could make similar definitions leaving out the computational cost factor Q, but we\nsuspect that incorporating Q is a more promising direction. We then propose\n\nHOUSE_OVERSIGHT_013057",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013057.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2661,
    "word_count": 448,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:46.465855",
    "prefix": "IMAGES-002"
  }
}