{
  "document_id": "HOUSE_OVERSIGHT_010987",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010987.txt",
  "text": "Subjective Certitude\n\nTautologies or truisms are logical certitudes. My three fundamental theorems are\ncases in point. The total return truism is a classical example. Since growth is\ncreation less net outflow, creation is growth plus net outflow. This gives unqualified\ncertitude to the doctrine that output, or creation of value, is growth of value plus\n\ncash flow (net outflow of value).\n\nThe other two fundamental theorems are certitudes in a subjective sense. What they\npredict infallibly is intentions. The present value rule must give capital value as we\nsee it individually. Only under the convergence axioms does it predict observed\nmarket equilibria. The same is true of the maximand rule. This rested on the same\n\naxioms and the one that a population acts to satisfy tastes (in the sense of aims).\n\nThere are schools of thought, including Popperians and deconstructionists, which\ndisapprove of logical certitude on grounds not clear to me. They are wrong. A rose is\na rose. Nor are all examples as inane as that one from Gertrude Stein. All of math is\nderived as logical certitude. Its proof comes from analysis, not experiment. Proof of\nFermat’s last theorem eluded some of the finest minds in the world for three\ncenturies until Andrew Wiles published the solution in 1995. Philosophy is precisely\na search for hidden truisms or tautologies. Economics is philosophy when it does\nthe same. The pay rule shows that their inferences can be startling. Age-wage\nprofiles are technically illustration, not proof, of the proposition that human\ndepreciation is expected to be recovered in pay. That follows from definitions and\n\nneeds no evidence in proof.\n\nThe pay rule is not wholly logical certitude because it also proposes that\nmaintenance consumption is not recovered in pay. Rather I argue that from the\nbiological imperative: maintenance is exhausted in satisfying our taste for adult\nsurvival. The fact that few can have doubted this since the physiocrats has nothing\n\nto do with proof. The shock, anyhow, is in the expected recovery of human\n\nChapter 3: Foundations 1/11/16 16\n\nHOUSE_OVERSIGHT_010987",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010987.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2114,
    "word_count": 340,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:47.975191",
    "prefix": "IMAGES-001"
  }
}