{
  "document_id": "HOUSE_OVERSIGHT_018459",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018459.txt",
  "text": "Conversely, I'm afraid that some conservative will read this and say: \"Look how the\nfeminist movement has failed us!\" That's not what happened, either. I identify as\nfeminist, and I don't believe that to be at odds with being a submissive masochist. Indeed,\nI believe that the feminist movement helped my practice of BDSM: it's one of the factors\nthat gave me the strength and self-assurance required to figure out and discuss my sexual\nneeds.\n\nAndrew and I did get back together; then we broke up again. Richard and I have had\nother nights together. I wish this narrative ended cleanly. I wish I could say that I've\nfound a fairy-tale lover, that I'm now with a man who both hurts me till I cry and gives\nme the relationship I want. (Why stop there? He could be rich and handsome and a great\ncook, too!) But this is my story, not a fairy tale. Just as well; that means I still have space\nto learn. I believe I've gotten better at communicating clearly. I believe I've gotten better\nat sorting out the harsh emotions inspired by BDSM, working with -- and enjoying! --\nthose feelings in the context of a loving relationship. And I hope I no longer objectify my\nsadistic partners to the extent that I objectified Richard. Still, I know I've got a ways to\n\ngo.\n\nI see BDSM as a continuum -- similar to the theory that homosexuality is a continuum --\nand sometimes I think that everyone's on the continuum to some degree. I don't think\nAndrew is as far into the continuum as I am, and not as far as Richard, either. But there\nare reasons I was with Andrew for nearly two years, yet never let myself fall completely\ninto Richard.\n\nA certain kind of devoted relationship is important to me. I felt strongly about Richard,\nand he was a good fit for BDSM, but he couldn't give me the relationship I want. I went\nback to Andrew, though he was far less into BDSM, because I was able to love him. I\nwonder, though: if I ever fall for a completely vanilla man, will I be able to compromise\nthat far? It seems unlikely. Maybe if that happens I'll have to remember my friend's\nwords and find a separate person, a non-lover who inflicts pain.\n\nI'd rather not do that, but I can't imagine giving up BDSM. The idea feels equivalent to a\nvow of celibacy. As my therapist said, I'm not looking to escape -- especially not now\nthat I've finally adjusted. It wasn't easy, but I feel that today I am triumphant. And I\nbelieve, I hope, that knowing what I want is the surest path to falling straightforwardly --\nhappily -- in love.\n\nThis can be found on the Internet at:\n\nEDUCATION:\n\nHOUSE_OVERSIGHT_018459",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018459.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2583,
    "word_count": 474,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:45.035033",
    "prefix": "IMAGES-004"
  }
}