{
  "document_id": "HOUSE_OVERSIGHT_020363",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020363.txt",
  "text": "211\n\noperations, he could have done the entire operation at Dell. He even could have sent Poitras\ndocuments anonymously over his own TOR software and server. And he could have remained in\nhis self-described “paradise” in Hawaii with his girl friend.\n\nYet he chose to move to Booz Allen he also greatly increased the risk of exposure because the\nauditing system at Booz Allen could trace back unauthorized copying (though not in real time.)\nPresumably he knew, as he later told Greenwald and Poitras, that stealing documents at the Booz\nAllen job meant that he would either go to prison or escape from America. He didn’t want to\nface prison time, so the job change required an escape plan. In keeping with the latter option,\nonly about a week after he started work at the Booz Allen-managed facility, he submitted a\nrequest for a medical leave of absence.\n\nWe can safely assume that the reason for him to make this risky switch in employment was\nbecause he wanted something beyond the whistle-blowing documents. He wanted now to get\ndocuments that were not available at the Dell job. One such document he took was the top-secret\nCongressional Budget Justification Book for Fiscal Year 2013. This “black budget,” as it is\ncalled in Congress, contained the entire Intelligence Community’s priorities for, among other\nthings, monitoring the activities of potential adversaries and terrorist organizations. It specified\nthe money requested by not only the NSA, but the CIA, DIA, National Reconnaissance Office and\nother intelligence services. Snowden could not have considered the budget illegitimate, since is\nduly approved by both houses of Congress and the President. Nor could he objected to its\nsecrecy since he himself had sworn oaths to protect all classified documents to which he was privy\nfor the past eight years. If it was not for purposes of whistle-blowing, presumably he had another\npurpose for taking such a document. It certainly held value to other actors. “For our enemies,\nhaving it is like having the playbook of the opposing NFL team,” said CIA Deputy Director\nMorell in 2015. “I guarantee you that the SVR, the Russian foreign intelligence service, would\nhave paid millions of dollars for such a document.” Unlike Ames, Hanssen and Pelton, Snowden\nwas not after money. He sought documents that enhanced his power and importance.\n\nHe made no secret of this part of his motive after he got safely to Hong Kong. As will be\nrecalled in answer to a question from the journalist Lana Lam about his motive for changing jobs,\nhe answered that he took the Booz Allen job to get access to secret lists that were not available to\nhim by working for Dell. These documents certainly increases his value to other nations since\nthey included Level 3 lists revealing the NSA’s sources in Russia, China and other foreign\ncountries.\n\nSnowden also wanted more than NSA secrets. He used his new position, and widened access\nat Booz Allen, to go after secret documents from the intelligence services of Britain, Australia.\nNew Zealand and Israel He revealed this operation only after receiving sanctuary in Russia. He\ntold an interviewer that by moving to his new Booz Allen job as an infrastructure analyst he\ngained the ability to pry secrets out of the allied of the NSA. “I had a special level of clearance,\ncalled ‘Priv Ac’,” he said. This “priv ac” status, he further explained, allowed him to request files\nfrom other services cooperating with U.S. intelligence. By way of example, he described one file\nfrom the British GCHQ cipher service that he copied, stole and provided to other parties. It\nexposed a legally-authorized British operation to collect electronic data on terrorist matters in\nPakistan by tapping into Cisco routers used by telecom companies in Asia. This GCHQ\noperation, as he himself recognized, violated neither British nor American law. He told a BBC\ninterviewer in regard to that file:’ What's scariest is not what the government is doing that's\nunlawful, but what they're doing that is completely lawful.” So his criteria for taking such\n\nHOUSE_OVERSIGHT_020363",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020363.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4089,
    "word_count": 679,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:45.204617",
    "prefix": "IMAGES-005"
  }
}