{
  "document_id": "HOUSE_OVERSIGHT_024751",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024751.txt",
  "text": "ACKRELL\nCAPITAL CHAPTER VI U.S. and International Cannabis Market Estimates\n\nillustrate the impact of varying these factors with the following sensitivity analysis, which shows the\nestimated market size at maturity using a range of penetration rates and monthly spending weighted\n\naverages.\n\nInternational Legal Cannabis Market Size: Sensitivity Analysis\n\n($ millions) Weighted Average Monthly Consumer Spending\n\n$10 $20 $30 $40 $50\n5% $10,606 $21,211 $31,817 $42,422 $53,028\n10% 21,211 42,429 63,634 84,845 106,056\nAdult 15% 31,817 63,634 95,450 127,267 159,084\nPopulation == go 42,429 84,845 127,267 169,690 212,112\nPenetration iam 53,028 106,056 159,084 212,112 265,140\nRate 30% 63,634 127,267 190,901 254,534 318,168\n\n35% 74,239 148,478 222,718 296,957 371,196\n\nSource: Ackrell Capital\n\nBased on the preceding assumptions and methodology, we believe that the international legal can-\nnabis market for select countries with medical or recreational laws and certain countries we believe\nmay develop into legal markets for cannabis has the potential to exceed $200 billion within the next\n10 to 15 years. And as discussed earlier in this chapter, we forecast the U.S. legal cannabis market to\nreach more than $100 billion in this same period. Together, these two forecasts indicate a global legal\ncannabis market in the foreseeable future of more than $300 billion.\n\nIn our view, most countries located in Asia will take the longest to enact and implement cannabis\naccess laws; therefore, we have not included the markets in countries such as China, with a population\nof 1.4 billion people, or Japan, with the third highest GDP in the world, in our global market estimate.\nIf cannabis legalization continues in the United States and the rest of the world as we anticipate, we\nbelieve that many countries in Asia will ultimately follow suit. If and when that occurs, the size of the\nglobal legal cannabis market will increase significantly and, we believe, may ultimately exceed $500\nbillion annually.\n\nAs discussed on page 175, readers are cautioned to not place undue reliance on our opinions, pre-\ndictions or estimates. Almost certainly, our opinions, predictions and estimates will prove inaccurate in\nsome respects. A number of factors could cause actual results or events to differ materially from those\nindicated by our opinions, predictions and estimates. U.S. states and countries abroad may reverse\ntheir cannabis legalization efforts. The medical efficacy of cannabis may not prove to be significant.\nCannabis may never be legalized federally in the United States. Certain factors affecting the cannabis\nindustry are discussed in more detail in Chapter [X, Cannabis Industry Risk Factors.\n\n© 2017 Ackrell Capital, LLC | Member FINRA/SIPC 115\n\nHOUSE_OVERSIGHT_024751",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024751.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2777,
    "word_count": 424,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:48.730012",
    "prefix": "IMAGES-008"
  }
}