{
  "document_id": "HOUSE_OVERSIGHT_013676",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013676.txt",
  "text": "enough narcotics to eliminate complexity of thought, real interpersonal feelings and\nhope for meaningfully creative work. The remarkable thing to me was that people\nbegan to talk about my “improved disposition,” an increase in out-of-my-\npsychiatrist's office personal empathy and kindness as well as a_ significant\ndecrement in my overweening, ego-stoking ambitious and competitive urges. Any\nreturn to the earth body of tense readiness to competitively succeed, protect with\nego defensive anger, fantasies of assertive sexuality, stand tall grandiose notions of\nintellectual superiority, even getting up for scientific combat, was accompanied by\nthe return to this world of pain. Only lovingly detached, unpretentious, other\ndirected, quietly calm inner dialogue with Him was a place that | could live. This was\nan inner land of still another kind of God than | had previously known. | could even\nread and struggle with theological ideas thoughtfully, without referencing personal\nmystical, psychopharmacological, Holy Ghost-mimetic, experiences. | could enjoy\nthe rational, social responsibility valuing, spiritual peace of a white Protestant\nSunday morning service. | could attend Reformed Jewish Friday night services\nabout man’s responsibility to man without restless boredom. No longer seeking the\nfeeling of God’s thrill, | could think about it, even without being in the state of my\nfather’s and Abulafia’s activated mind.\n\nIf | had been benefited with a classical language education beyond the high\nschool and early college Latin of Julius Caeser and Cicero or matriculated in an\nacademic theological seminary, | would have already studied, maybe even worn\nout, the deeper aspects of what seemed like a paradox of the consonance of faith\nand reason. | would have been familiar with the rhetorical argumentation in the\npatristic Latin commentary on sacred texts by Tertullian and other Fathers of the\nearly Christian Church, the Talmudic discussions (the Mishna in Hebrew and\nGemora in Aramaic) of the oral Torah by the Rabbinate, the Muslim explication of\nKoranic Islam in the oral tradition of the Hadith. Robert Wilken in his recent The\nSpirit of Early Christian Thought was in no doubt about the harmonic relationship\nbetween rationality and faith: “...by putting itself in the service of truth, faith enables\n\nreason to exercise its power in realms to which it would otherwise have no\n\n176\n\nHOUSE_OVERSIGHT_013676",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013676.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2427,
    "word_count": 373,
    "line_count": 36,
    "import_date": "2025-11-19T21:47:47.052524",
    "prefix": "IMAGES-002"
  }
}