{
  "document_id": "HOUSE_OVERSIGHT_013944",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013944.txt",
  "text": "5. | Make the two weeks “off” the most productive period you’ve ever had at work.\n\n6. Show your boss the quantifiable results upon returning, and tell him or her that—without all the\ndistractions, commute, etc.—you can get twice as much done. Suggest two or three days at home\nper week as a trial for two weeks.\n\nMake those remote days ultraproductive.\nSuggest only one or two days in the office per week.\n9. Make those days the least productive of the week.\n10. Suggest complete mobility —the boss will go for it.\n\n=» Q&A: QUESTIONS AND ACTIONS\n\nRecently, I was asked if I was going to fire an employee who made a mistake that cost the\ncompany $600,000. No, I replied, I just spent $600,000 training him.\n\n— THOMAS J. WATSON, founder of IBM\n\nLiberty means responsibility. That is why most men dread it.\n— GEORGE BERNARD SHAW\n\ny hile entrepreneurs have the most trouble with Automation, since they fear giving up control,\n\nemployees get stuck on Liberation because they fear taking control. Resolve to grab the reins—the rest\nof your life depends on it.\n\nThe following questions and actions will help you to replace presence-based work with performance-\nbased freedom.\n\n1. If you had a heart attack, and assuming your boss were sympathetic, how could you work\nremotely for four weeks?\n\nIf you hit a brick wall with a task that doesn’t seem remote-compatible or if you predict resistance\nfrom your boss, ask the following:\n\no» What are you accomplishing with this task—what is the\npurpose?\n\no » If you had to find other ways to accomplish the same—if your\nlite depended on it—how would you do it? Remote\nconferencing? Video conferencing? GoToMeeting,\nGoToMyPC, DimDim.com (Mac), or related services?\n\no» Why would your boss resist remote work? What is the\n\nHOUSE_OVERSIGHT_013944",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013944.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1778,
    "word_count": 303,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:47.978905",
    "prefix": "IMAGES-002"
  }
}