{
  "document_id": "HOUSE_OVERSIGHT_016229",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_016229.txt",
  "text": "Introduction: On the Promise and Peril of AI\nJohn Brockman\n\nArtificial intelligence is today’s story—the story behind all other stories. It is the Second\nComing and the Apocalypse at the same time: Good AI versus evil AI. This book comes\nout of an ongoing conversation with a number of important thinkers, both in the world of\nAI and beyond it, about what AI is and what it means. Called the Deep Thinking Project,\nthis conversation began in earnest in September 2016, in a meeting at the Mayflower\nGrace Hotel in Washington, Connecticut with some of the book’s contributors.\n\nWhat quickly emerged from that first meeting is that the excitement and fear in the wider\nculture surrounding AI now has an analogue in the way Norbert Wiener’s ideas regarding\n“cybernetics” worked their way through the culture, particularly in the 1960’s, as artists\nbegan to incorporate thinking about new technologies into their work. I witnessed the\nimpact of those ideas at close hand; indeed it’s not too much to say they set me off on my\nlife’s path. With the advent of the digital era beginning in the early 1970s, people stopped\ntalking about Wiener, but today, his Cybernetic Idea has been so widely adopted that it’s\ninternalized to the point where it no longer needs a name. It’s everywhere, it’s in the air,\nand it’s a fitting a place to begin.\n\nNew Technologies=New Perceptions\n\nBefore AI, there was Cybernetics—the idea of automatic, self-regulating control, laid out\nin Norbert Wiener’s foundational text of 1948. I can date my own serious exposure to it\nto 1966, when the composer John Cage invited me and four or five other young arts\npeople to join him for a series of dinners—an ongoing seminar about media,\ncommunications, art, music, and philosophy that focused on Cage’s interest in the ideas\nof Wiener, Claude Shannon, and Marshall McLuhan, all of whom had currency in the\nNew York art circles in which I was then moving. In particular, Cage had picked up on\nMcLuhan’s idea that by inventing electronic technologies we had externalized our central\nnervous system—that is, our minds—and that we now had to presume that “there’s only\none mind, the one we all share.”\n\nIdeas of this nature were beginning to be of great interest to the artists I was\nworking with in New York at the Film-Makers’ Cinémathéque, where I was program\nmanager for a series of multimedia productions called the New Cinema | (also known as\nthe Expanded Cinema Festival), under the auspices of avant-garde filmmaker and\nimpresario Jonas Mekas. They included visual artists Claes Oldenburg, Robert\nRauschenberg, Andy Warhol, Robert Whitman; kinetic artists Charlotte Moorman and\nNam June Paik; happenings artists Allan Kaprow and Carolee Schneemann; dancer Tricia\nBrown; filmmakers Jack Smith, Stan Vanderbeek, Ed Emshwiller, and the Kuchar\nbrothers; avant-garde dramatist Ken Dewey; poet Gerd Stern and the USCO group;\nminimalist musicians Lamonte Young and Terry Riley; and through Warhol, the music\ngroup, The Velvet Underground. Many of these people were reading Wiener, and\ncybernetics was in the air. It was at one of these dinners that Cage reached into his\nbriefcase and took out a copy of Cybernetics and handed it to me, saying, “This is for\n\n99\n\nyou.\n\nHOUSE_OVERSIGHT_016229",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_016229.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3256,
    "word_count": 538,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:46.217519",
    "prefix": "IMAGES-003"
  }
}