{
  "document_id": "HOUSE_OVERSIGHT_023008",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023008.txt",
  "text": "May: The Justice Department issues finding that, if a plea deal is not reached,\nEpstein can be federally prosecuted.\n\nPalm Beach multimillionaire Jeffrey Epstein is a free man, despite sexually abusing\ndozens of underage girls according to police and prosecutors. His victims have never\nhad a voice, until now.\n\nJune: Epstein’s lawyers revisit plea negotiations, and on June 30, Epstein appears\nin a Palm Beach County courtroom. He pleads guilty to state charges: one count of\nsolicitation of prostitution and one count of solicitation of prostitution with a minor\nunder the age of 18. He is sentenced to 18 months in jail, followed by a year of\ncommunity control or house arrest. He is adjudicated as a convicted sex offender\nwho must register twice a year in Florida.\n\nJuly: Epstein’s victims learn about his plea in state court after the fact. They file an\nemergency petition to force federal prosecutors to comply with the federal Crime\nVictims’ Rights Act, which mandates certain rights for crime victims, including the\nright to be informed about plea agreements and the right to appear at sentencing.\n\nAugust: Epstein’s victims learn that he has already been sent to jail, and that the\nfederal investigation is over. They seek to have his plea agreement unsealed, but\nfederal prosecutors argue against releasing the agreement, commencing a yearlong\ncourt battle to learn the terms of Epstein’s plea bargain.\n\nOctober: Epstein begins work release from the county stockade. He is picked up by\nhis private driver six days a week and transported to an office in West Palm Beach,\nwhere he accepts visitors for up to 12 hours a day. He returns to the stockade in the\nevenings to sleep.\n\nSupport investigative journalism\n\nThe Miami Herald obtained thousands of FBI and court records, lawsuits, and\nwitness depositions, and went to federal court in New York to access sealed\ndocuments in the reporting of \"Perversion of Justice.\" The Herald also tracked down\nmore than 60 women who said they were victims, some of whom had never spoken\nof the abuse before.\n\nYour digital subscription, starting at $0.99 for the first month, supports\ninvestigative journalism like this.\n\n2009\n\nJuly: Epstein is released from the Palm Beach County stockade, five months early.\nHe must register as a sex offender and is on probation for a year, confined to his\nPalm Beach home except to travel to his office in West Palm Beach. However,\n\nHOUSE_OVERSIGHT_023008",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023008.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2438,
    "word_count": 402,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:47.163362",
    "prefix": "IMAGES-007"
  }
}