{
  "document_id": "HOUSE_OVERSIGHT_017946",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017946.txt",
  "text": "Case 1:19-cv-03377 Document1 Filed 04/16/19 Page 12 of 28\n\ninvestigating Epstein until September 24, 2007 — when the NPA was concluded — the Office\nnever conferred with the victims about a NPA or told the victims that such an agreement was\nunder consideration.” Order at 2, 8.\n\nE. Victims Refuse Silence\n\n44. _ Ultimately, as a mother and one of Epstein’s many victims, Roberts concluded\nthat she should speak out about her sexual abuse experiences in hopes of helping others who had\nalso suffered from sexual trafficking and abuse, and of possibly protecting future potential\nvictims.\n\n45. On December 23, 2014, Roberts incorporated an organization called Victims\nRefuse Silence, Inc., a Florida not-for-profit corporation.\n\n46. Roberts intended Victims Refuse Silence to change and improve the fight against\nsexual abuse and human trafficking. The goal of her organization was, and continues to be, to\nhelp survivors surmount the shame, silence, and intimidation typically experienced by victims of\nsexual abuse, and to help others to escape becoming victims of sex trafficking.\n\nF. Defendant Acted Maliciously to Defame, Discredit, and Intimidate Roberts\n\n47. Dershowitz made his false and defamatory statements as set forth above on behalf\nof himself and on behalf of his co-conspirator and client Epstein, in the Southern District of New\nYork and elsewhere, in a deliberate effort to maliciously discredit Roberts and silence her efforts\nto expose the sexual abuse she suffered. Dershowitz and Epstein did so with the purpose and\neffect of having others repeat such false and defamatory statements and thereby further\ndamaged Roberts’s reputation. Dershowitz and Epstein knew Dershowitz’s statements were\n\nfalse.\n\n12\n\nHOUSE_OVERSIGHT_017946",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017946.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1745,
    "word_count": 267,
    "line_count": 35,
    "import_date": "2025-11-19T21:47:48.902447",
    "prefix": "IMAGES-004"
  }
}