{
  "document_id": "HOUSE_OVERSIGHT_012924",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_012924.txt",
  "text": "8 1 Introduction\n\n1.6.6 Use heuristic computer science methods\n\nThe computer science field contains a number of abstract formalisms, algorithms and structures\nthat have relevance beyond specific narrow AI applications, yet aren’t necessarily understood\nas thoroughly as would be required to integrate them into the rigorous mathematical theory of\nintelligence. Based on these formalisms, algorithms and structures, a number of \"single formal-\nism/algorithm focused\" AGI approaches have been outlined, some of which will be reviewed in\nChapter 4. For example Pei Wang’s NARS (\"Non-Axiomatic Reasoning System”) approach is\nbased on a specific logic which he argues to be the \"logic of general intelligence\" — so, while his\nsystem contains many other aspects than this logic, he considers this logic to be the crux of the\nsystem and the source of its potential power as an AGI system.\n\nThe basic intuition on the part of these \"single formalism/algorithm focused\" researchers\nseems to be that there is one key formalism or algorithm underlying intelligence, and if you\nachieve this key aspect in your AGI program, you're going to get something that fundamentally\nthinks like a person, even if it has some differences due to its different implementation and\nembodiment. On the other hand, it’s also possible that this idea is philosophically incorrect:\nthat there is no one key formalism, algorithm, structure or idea underlying general intelligence.\nThe CogPrime approach is based on the intuition that to achieve human-level, roughly human-\nlike general intelligence based on feasible computational resources, one needs an appropriate\nheterogeneous combination of algorithms and structures, each coping with different types of\nknowledge and different aspects of the problem of achieving goals in complex environments.\n\n1.6.7 Integrative Cognitive Architecture\n\nFinally, to create advanced AGI one can try to build some sort of integrative cognitive architec-\nture: a software system with multiple components that each carry out some cognitive function,\nand that connect together in a specific way to try to yield overall intelligence.\n\nCognitive science gives us some guidance about the overall architecture, and computer science\nand neuroscience give us a lot of ideas about what to put in the different components. But still\nthis approach is very complex and there is a lot of need for creative invention.\n\nThis is the approach we consider most “serious” at present (at least until neuroscience ad-\nvances further). And, as will be discussed in depth in these pages, this is the approach we’ve\nchosen: CogPrime is an integrative AGI architecture.\n\n1.6.8 Can Digital Computers Really Be Intelligent?\n\nAll the AGI approaches we’ve just mentioned assume that it’s possible to make AGI on digital\ncomputers. While we suspect this is correct, we must note that it isn’t proven.\n\nIt might be that — as Penrose [Pen96], Hameroff [Mam87] and others have argued — we need\nquantum computers or quantum gravity computers to make AGI. However, there is no evidence\nof this at this stage. Of course the brain like all matter is described by quantum mechanics,\nbut this doesn’t imply that the brain is a “macroscopic quantum system” in a strong sense\n(like, say, a Bose-Einstein condensate). And even if the brain does use quantum phenomena in\n\nHOUSE_OVERSIGHT_012924",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_012924.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3353,
    "word_count": 525,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:44.142769",
    "prefix": "IMAGES-002"
  }
}