{
  "document_id": "HOUSE_OVERSIGHT_022506",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022506.txt",
  "text": "Deputy Chief (FCPA Unit)\nFraud Section, Criminal Division\nBond Building\n1400 New York Ave, N.W.\nWashington, DC 20005\n\nTelephone: (202) 514-7023\nFacsimile: (202) 514-7021\nEmail: FCPA.Fraud@usdoj.gov\n\nIn 1998, the FCPA was amended to conform to\nthe requirements of the Anti-Bribery Convention. These\namendments expanded the FCPA’s scope to: (1) include\npayments made to secure “any improper advantage”; (2)\nreach certain foreign persons who commit an act in fur-\ntherance of a foreign bribe while in the United States; (3)\ncover public international organizations in the definition\nof “foreign official”; (4) add an alternative basis for juris-\ndiction based on nationality; and (5) apply criminal pen-\nalties to foreign nationals employed by or acting as agents\nof US. companies.”° The Anti-Bribery Convention came\ninto force on February 15, 1999, with the United States\n\nas a founding party.\n\nNational Landscape: Interagency\nEfforts\n\nDOJ and SEC share enforcement authority for the\nFCPA’ anti-bribery and accounting provisions.” They also\nwork with many other federal agencies and law enforce-\nment partners to investigate and prosecute FCPA viola-\ntions, reduce bribery demands through good governance\nprograms and other measures, and promote a fair playing\n\nfield for U.S. companies doing business abroad.\n\nDepartment of Justice\nDOJ has criminal FCPA enforcement authority\n\nover “issuers” (ie., public companies) and their officers,\n\nIntroduction\n\ndirectors, employees, agents, or stockholders acting on the\nissuer’s behalf. DOJ also has both criminal and civil enforce-\nment responsibility for the FCPA’s anti-bribery provisions\nover “domestic concerns’—which include (a) US. citizens,\nnationals, and residents and (b) U.S. businesses and their\nofficers, directors, employees, agents, or stockholders act-\ning on the domestic concern’s behalf—and certain foreign\npersons and businesses that act in furtherance of an FCPA\nviolation while in the territory of the United States. Within\nDOJ, the Fraud Section of the Criminal Division has pri-\nmary responsibility for all FCPA matters.” FCPA matters\nare handled primarily by the FCPA Unit within the Fraud\nSection, regularly working jointly with US. Attorneys’\nOffices around the country.\n\nDOJ maintains a website dedicated to the FCPA and\nits enforcement at http://www justice.gov/criminal/fraud/\nfcpa/. The website provides translations of the FCPA in\nnumerous languages, relevant legislative history, and selected\ndocuments from FCPA-related prosecutions and resolutions\nsince 1977, including charging documents, plea agreements,\ndeferred prosecution agreements, non-prosecution agree-\nments, press releases, and other relevant pleadings and court\ndecisions. The website also provides copies of opinions issued\nin response to requests by companies and individuals under\nDOJ’s FCPA opinion procedure. The procedures for submit-\nting a request for an opinion can be found at http://www.\njustice.gov/criminal/fraud/fepa/docs/frgncrpt.pdf and are\ndiscussed further in Chapter 9. Individuals and companies\nwishing to disclose information about potential FCPA viola-\ntions are encouraged to contact the FCPA Unit at the tele-\n\nphone number or email address above.\n\nSecurities and Exchange Commission\nSEC is responsible for civil enforcement of the FCPA\n\nover issuers and their officers, directors, employees, agents,\n\nHOUSE_OVERSIGHT_022506",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022506.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3386,
    "word_count": 480,
    "line_count": 84,
    "import_date": "2025-11-19T21:47:46.665309",
    "prefix": "IMAGES-007"
  }
}