{
  "document_id": "HOUSE_OVERSIGHT_014340",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014340.txt",
  "text": "income segment) have not changed despite the headlines surrounding a softening\nin the multifamily space.\n\n* Hiring bankers, even as team hiring on pause: On the hiring front, management\nnoted that although it does not expect to hire teams heading into year-end, it is\ncontinuing to hire individual bankers (recently hired 4 to 5 lenders). Hiring will be\nfocused on C&l and specialty finance lenders. Management does not expect to hire\nadditional CRE lenders.\n\n= Easing in regulatory environment could provide some relief on expense growth:\nWith regard to the potential for some easing of regulatory burden on the banks\n{important here as SBNY approaches the $50bn asset threshold) under the\nincoming Trump administration management noted that it could see some\nabatement in expense growth associated with compliance costs. However,\nmanagement is running the business based on the current regulatory framework\nand will look for more tangible signs before it makes any changes to investment\ndecision, especially as it relates to the compliance infrastructure.\n\n= Lending rates reflecting the steepening in the yield curve: SBNY noted that it\nhad raised rates on its 5-year fixed by 0.125% to 3.5%- 3.625% and 7-year fixed up\nby 0.25% to 4.0%-4.125% following the steepening in the yield curve over the last\nweek. We note that this was echoed by SBNY’s NY rival NYCB which also noted\nincreasing rates on lending products in the aftermath of the move higher in interest\nrates. We believe higher rates associated with new loans and better reinvestment\nopportunities in the securities portfolio should serve as a tailwind to the margin\neven as funding costs will likely trend higher, especially as the Fed raises interest\nrates by 25bp in December.\n\n= Regulatory scrutiny on multifamily lending manageable: With regard to the\nheightened regulatory concerns surrounding CRE multifamily lending (multifamily is\n50% of SBNY’s loan book), management noted that it has implemented a new loan\nsystem likely coming on line in 3Q17 which should allow the bank to analyze the\nloan portfolio at a more granular level. Management is also underwriting fewer\ninterest only multifamily loans in response to the regulatory concerns. Although, it\nnoted that it was not losing any significant business due to this as competitors had\nalso pulled back and borrower ability (in most instances) to service a non-interest\nonly loan.\n\nBankofAmerica <2”\n\n26 2016 Future of Financials Conference | 17 November 2016 Merrill Lynch\n\nHOUSE_OVERSIGHT_014340",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014340.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2521,
    "word_count": 399,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:48.865729",
    "prefix": "IMAGES-002"
  }
}