{
  "document_id": "HOUSE_OVERSIGHT_020120",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_020120.txt",
  "text": "ACKNOWLEDGMENTS\n\nI am grateful to Janice Min and Matthew Belloni at the Hollywood Reporter, who,\neighteen months ago, got me up one morning to jump on a plane in New York and that\nevening interview the unlikely candidate in Los Angeles. My publisher, Stephen Rubin,\nand editor, John Sterling, at Henry Holt have not only generously supported this book but\nshepherded it with enthusiasm and care on an almost daily basis. My agent, Andrew\nWylie, made this book happen, as usual, virtually overnight.\n\nMichael Jackson at Two Cities TV, Peter Benedek at UTA, and my lawyers, Kevin\nMorris and Alex Kohner, have patiently pushed this project forward.\n\nA libel reading can be like a visit to the dentist. But in my long experience, no libel\nlawyer is more nuanced, sensitive, and strategic than Eric Rayman. Once again, almost a\npleasure.\n\nMany friends, colleagues, and generous people in the greater media and political world\nhave made this a smarter book, among them Mike Allen, Jonathan Swan, John Homans,\nFranklin Foer, Jack Shafer, Tammy Haddad, Leela de Kretser, Stevan Keane, Matt Stone,\nEdward Jay Epstein, Simon Dumenco, Tucker Carlson, Joe Scarborough, Piers Morgan,\nJuleanna Glover, Niki Christoff, Dylan Jones, Michael Ledeen, Mike Murphy, Tim Miller,\nLarry McCarthy, Benjamin Ginsberg, Al From, Kathy Ruemmler, Matthew Hiltzik, Lisa\nDallos, Mike Rogers, Joanna Coles, Steve Hilton, Michael Schrage, Matt Cooper, Jim\nImpoco, Michael Feldman, Scott McConnell, and Mehreen Maluk.\n\nMy appreciation to fact-checkers Danit Lidor, Christina Goulding, and Joanne Gerber.\n\nMy greatest thanks to Victoria Floethe, for her support, patience, and insights, and for\nher good grace in letting this book take such a demanding place in our lives.\n\nHOUSE_OVERSIGHT_020120",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_020120.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1761,
    "word_count": 275,
    "line_count": 31,
    "import_date": "2025-11-19T21:47:47.495006",
    "prefix": "IMAGES-005"
  }
}