{
  "document_id": "HOUSE_OVERSIGHT_025152",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_025152.txt",
  "text": "ENDURANCE\n\nA Natural History of Exercise and Health\nBy Daniel Lieberman\n[Proposal; Delivery: April 2019; 120,000 words]\n\nEndurance is the new book from Daniel Lieberman, Chair of the Department of Human Evolutionary Biology at\nHarvard, and author of The Story of the Human Body, a New York Times bestseller. Lieberman is well known for\nhis unique and unusually integrative approach to research, which combines paleontology, anatomy, physiology\nand experimental biomechanics.\n\n\"Endurance,\" Lieberman writes, \"argues that we need to rethink how we think about exercise using the dual\nlenses of anthropology and evolutionary biology. As the modern word ‘exercise’ itself implies, people today\ngenerally think of physical activity as a pastime or a form of medicine. Most of us spend the majority of the day\nsitting and then we briefly exercise in our spare time, sometimes for fun, but increasingly to ward off ill health.\nYet, until very recently, physical activity was a paradoxically fundamental part of being human: utterly\nnecessary but instinctively avoided. Put simply, we evolved to be reluctant endurance athletes.\n\n\"This legacy underlies and points to urgently needed solutions for today’s exercise dilemma. Everyone knows\nthat exercise is vital for good health, yet the vast majority of Americans and others in the developed world are\nunable to exercise enough. Our species endured because we had no choice but to be athletes, and if we wish our\nhealth to endure as individuals, then we still need to make exercise indispensable today. Rather than thinking of\nexercise as a ‘magic pill' for good health, it is the absence of physical activity, primarily endurance exercise, that\naccelerates aging and hastens death. Endurance points to a new way of understanding and solving this global\nproblem.\n\n\"Endurance is the product of a long journey, part intellectual, part physical. Over the last decade I have\ntraversed the globe to observe, often as a participant, how humans are physically active in different traditional\ncultures from Africa to Greenland to India. Among other experiences, I’ve run barefoot and carried water on my\nhead in Kenya, tracked muskoxen and kudu with indigenous hunters in Greenland and Tanzania, participated in\nthe ancient Tarahumara ballgame under the stars in Mexico, dug millet fields in Rwanda, played barefoot cricket\nin rural India, and raced on foot against horses in the mountains of Arizona. Back in my lab at Harvard, my\nstudents and IJ have intensively studied the evolution, biomechanics and physiology of key human physical\nactivities, including how we walk, run, throw, dig, climb and even chew.\n\n\"Endurance weaves together these experiences, perspectives and insights into the form of a highly personal\nnatural history of first rest, then strength, and finally endurance.\"\n\nDANIEL LIEBERMAN 1s a professor and chair of the Department of Human Evolutionary Biology at Harvard.\nA leader in the field of human evolutionary biology, Lieberman’s research asks how and why evolution made the\nhuman body the way it is. He is the author of The Story of the Human Body (Pantheon, 2013) and has been\npublished in such journals as Nature, Science, and The Proceedings of the National Academy of Science, among\nothers. Lieberman has been interviewed by PBS, The History Channel, NPR, BBC, Horizon, and elsewhere.\nHis research and discoveries have been highlighted in the New York Times, Discover, National Geographic,\nRunners World, Running Times, and numerous other journals and newspapers.\n\nBrockman, Inc. Frankfurt 2016 Hotlist\n-&\n\nHOUSE_OVERSIGHT_025152",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_025152.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3594,
    "word_count": 562,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:45.458848",
    "prefix": "IMAGES-008"
  }
}