{
  "document_id": "HOUSE_OVERSIGHT_032103",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_032103.txt",
  "text": "shoe-based and hand held satellite tracking products - will address the Cornell Business students\n\nthat are analyzing a case study that was developed over the past year at the university.\nDownload the full article\n\nGTXC announces newest addition to PERSONAL GPS suite of miniaturized location-\nfinding solutions\n\nLos Angeles, California, June 1, 2006 - GITXC (GTX Corporation), known worldwide for\ndeveloping and commercializing innovative shoe-based GPS tracking technologies, today\nannounced a downloadable location-finding application for hand held PDAs.\n\nBeginning with PaqTrax™ for the HP iPaq 6515, the newest GTXC application integrates a PDA's\nembedded GPS abilities with the internet-based GTXC TrackPack™, creating a complete Personal\n\nGPS™ tracking and location-finding solution.\nDownload the full article\n\nBoston University study validates Americans' acceptance of Person-to-Person (P2P)\nsurveillance\n\nLos Angeles, California, March 14, 2006 - GTXC, Inc., maker of miniaturized tracking\ntechnologies - including a patented shoe-based GPS location-finding platform - shared in the\nrelease of a recent Boston University study which offers proof of strong consumer demand for\nPerson-To-Person (P2P) tracking and surveillance products. Despite increased media attention to\ngovernmental eavesdropping and surveillance issues, the study's conclusions contradict privacy\nadvocates and redress recent media sentiments by finding that up to 81% of those surveyed\napprove the use of P2P surveillance under specific situations, and nearly a third (32%) say they are\n\nlikely to use a tracking device to monitor a loved one in the future.\nDownload the full article\n\nGTXC announces world's first GPS location-reporting technology built into footwear\n\nLos Angeles, California, February 10, 2006 - After several years of intensive research and\ndevelopment, GTXC (GTX Corporation) today announced the world's first GPS location-reporting\nplatform built into footwear. Unveiled at the World Shoe Association trade show in Las Vegas,\nNevada, the company's patented solution links advanced GPS and cellular miniaturization\ntechnology with internet-based monitoring capabilities to provide accurate, real-time location and\n\nmovement history to a wide range of users. Their shoe-based technology also introduces an\n\nHOUSE_OVERSIGHT_032103",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_032103.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2328,
    "word_count": 323,
    "line_count": 43,
    "import_date": "2025-11-19T21:47:47.726074",
    "prefix": "IMAGES-011"
  }
}