{
  "document_id": "HOUSE_OVERSIGHT_032640",
  "filename": "IMAGES-012-HOUSE_OVERSIGHT_032640.txt",
  "text": "HOST: If not dissent at least a little difference in opinion\nwhen those who don’t agree with him basically, because he’s\nin the constitution, are against the communist party. They\ncan leave or they can put up with it, no middle ground or\nperhaps question?\n\nRLK: This is a very interesting point and it goes to the party\nconcept of what they call democratic centralism and\ncollective leadership. When Xi was appointed Core about a\nyear ago, which was a very significant move, the party also\nsaid it was reaffirming collective leadership. Now that\nseems on its surface an oxymoron, contradictory, but in the\nChinese system it was not, and it’s good to understand why.\n\nRLK: Xi has overarching decision making power which he\ndidn’t have before he was made ‘core’. But he is obligated\nunder the system to respect the system - ifhe continues to\ndo so, and I certainly expect he will - to really listen to all of\nthe opinions of the senior leaders, certainly the people in\nthe standing committee. And to conduct substantial\nresearch, reviews with experts, and polling and iterative\n\nkinds of research that they do for all their major documents.\n\nSo he is obligated to do such serious consultation under the\nparty system. Now can he subvert it the way Mao did? |\ndon’t think that’s really possible even if he tried and I don’t\nthink he will do that. So it’s a combination of him now\nhaving the absolute power, no question about it, but still\nrespecting party norms of how they go about the research\nand decision-making process.\n\n—— = *. - -\n™ Te 2eyen & September 2\n: 4 ' .\n\n7emyy i\n\n:\n>\n\nHOUSE_OVERSIGHT_032640",
  "metadata": {
    "original_filename": "IMAGES-012-HOUSE_OVERSIGHT_032640.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1604,
    "word_count": 287,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:48.801770",
    "prefix": "IMAGES-012"
  }
}