{
  "document_id": "HOUSE_OVERSIGHT_015777",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015777.txt",
  "text": "Body Language & Banter 87\n\ndegree of inflection is used in English, but only in extreme emotional\ncontexts: A Chinese argument over cold tea can sound like an accusation\nof murder to a Western ear.\n\nSymbolic Communication\n\nThe earliest recorded permanent human communication is cave\npainting, dating to 33,000BcE. Written communication emerged in\nSumer, the southern part of Mesopotamia (now Iraq), using a script\ncalled Cuneiform, written on clay tablets. It was used primarily for\naccounting. The Sumerians are responsible for our common use of base\ntwelve. Twelve hours in a day, inches in a foot, and notes in the scale; all\nstem from their civilization.\n\nAlthough not the first to write stories, the Greeks perfected the\ndramatic forms we use today: poetry, prose and plays. Watch an episode\nof ‘Law and Order’ and you are seeing a direct descendant of a Greek\ntragedy, complete with suffering and justice denied. All this permanent\nthought art is made possible by the translation of ideas into symbols.\n\nScripts and Symbols\n\nThe world supports a huge variety of scripts split roughly into phonetic,\nrepresenting the component sound of words, and pictographic, stylized\npictures of the ideas.\n\nTraditional # se\nSimplified JF # =}\n\nOpen Picture Learn\n\nChinese Traditional and Simplified\n\nSome scripts have interesting quirks. Ancient Hebrew, although\nphonetic, is a script where vowels are omitted. Modern Hebrew often\nleaves them out as well. This means words can be ambiguous and need\ncontext to decipher them. A common set of Chinese characters has long\nbeen used by Mandarin, Cantonese, and Japanese speakers even though\n\nHOUSE_OVERSIGHT_015777",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015777.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1652,
    "word_count": 262,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:49.348028",
    "prefix": "IMAGES-003"
  }
}