{
  "document_id": "HOUSE_OVERSIGHT_025763",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_025763.txt",
  "text": "﻿Economic Research:\nHow Increasing Income Inequality Is\nDampening U.S. Economic Growth,\nAnd Possible Ways To Change The\nTide\nCredit Market Services:\nBeth Ann Bovino, U.S. Chief Economist, New York (1) 212-438-1652;\nbethann.bovino@standardandpoors.com\nSecondary Contact:\nGabriel J Petek, CFA, San Francisco (1) 415-371-5042; gabriel.petek@standardandpoors.com\nResearch Contributor:\nJohn B Chambers, CFA, New York (1) 212-438-7344; john.chambers@standardandpoors.com\nTable Of Contents\nIs Income Inequality Increasing?\nWhen Ends Don't Meet\nNot Just The Fruits Of Our Labor\nThe Impact Of Government Policy\nUndereducated Workers: Both Today's And Tomorrow's\nCatching Up With The Joneses\nSecular Stagnation\nNot Just A Problem For The Poor\nStriking A Palatable Balance\nWWW.STANDARDANDPOORS.COM/RATINGSDIRECT AUGUST 5, 2014 1\n1351366 | 302136118\nTable Of Contents (cont.)\nGlossary Of Relevant Terms\nEndnotes\nWWW.STANDARDANDPOORS.COM/RATINGSDIRECT AUGUST 5, 2014 2\n1351366 | 302136118\nEconomic Research:\nHow Increasing Income Inequality Is Dampening\nU.S. Economic Growth, And Possible Ways To\nChange The Tide\nThe topic of income inequality and its effects has been the subject of countless analysis stretching back generations\nand crossing geopolitical boundaries. Despite the tendency to speak about this issue in moral terms, the central\nquestions are economic ones: Would the U.S. economy be better off with a narrower income gap? And, if an unequal\ndistribution of income hinders growth, which solutions could do more harm than good, and which could make the\neconomic pie bigger for all?\nGiven the decades--indeed, centuries--of debate on this subject, it comes as no surprise that the answers are complex.\nA degree of inequality is to be expected in any market economy. It can keep the economy functioning effectively,\nincentivizing investment and expansion--but too much inequality can undermine growth.\nHigher levels of income inequality increase political pressures, discouraging trade, investment, and hiring. Keynes first\nshowed that income inequality can lead affluent households (Americans included) to increase savings and decrease\nconsumption (1), while those with less means increase consumer borrowing to sustain consumption…until those\noptions run out. When these imbalances can no longer be sustained, we see a boom/bust cycle such as the one that\nculminated in the Great Recession (2).\nAside from the extreme economic swings, such income imbalances tend to dampen social mobility and produce a\nless-educated workforce that can't compete in a changing global economy. This diminishes future income prospects\nand potential long-term growth, becoming entrenched as political repercussions extend the problems.\nAlternatively, if we added another year of education to the American workforce from 2014 to 2019, in line with\neducation levels increasing at the rate of educational achievement seen from 1960 to 1965, U.S. potential GDP would\nlikely be $525 billion, or 2.4% higher in five years, than in the baseline. If education levels were increasing at the rate\nthey were 15 years ago, the level of potential GDP would be 1%, or $185 billion higher in five years.\nOur review of the data, as well as a wealth of research on this matter, leads us to conclude that the current level of\nincome inequality in the U.S. is dampening GDP growth, at a time when the world's biggest economy is struggling to\nrecover from the Great Recession and the government is in need of funds to support an aging population.\nWWW.STANDARDANDPOORS.COM/RATINGSDIRECT AUGUST 5, 2014 3\n1351366 | 302136118\nEconomic Research: How Increasing Income Inequality Is Dampening U.S. Economic Growth, And Possible Ways\nTo Change The Tide\nOverview\n• At extreme levels, income inequality can harm sustained economic growth over long periods. The U.S. is\napproaching that threshold.\n• Standard & Poor's sees extreme income inequality as a drag on long-run economic growth. We've reduced our\n10-year U.S. growth forecast to a 2.5% rate. We expected 2.8% five years ago.\n• With wages of a college graduate double that of a high school graduate, increasing educational attainment is\nan effective way to bring income inequality back to healthy levels.\n• It also helps the U.S economy. Over the next five years, if the American workforce completed just one more\nyear of school, the resulting productivity gains could add about $525 billion, or 2.4%, to the level of GDP,\nrelative to the baseline.\n• A cautious approach to reducing inequality would benefit the economy, but extreme policy measures could\nbackfire.\nWe see a narrowing of the current income gap as beneficial to the economy. In addition to strengthening the quality of\neconomic expansions, bringing levels of income inequality under control would improve U.S. economic resilience in\nthe face of potential risks to growth. From a consumer perspective, benefits would extend across income levels,\nboosting purchasing power among those in the middle and lower levels of the pay scale--while the richest Americans\nwould enjoy increased spending power in a sustained economic expansion. Policymakers should take care, however,\nto avoid policies and practices that are either too heavy handed or foster an unchecked widening of the wealth gap.\nExtreme approaches on either side would stunt GDP growth and lead to shorter, more fragile expansionary periods.\nIs Income Inequality Increasing?\nSeveral institutions, including the Organisation for Economic Co-operation and Development (OECD), the\nCongressional Budget Office (CBO), and the International Monetary Fund (IMF), have published studies showing that\nincome inequality has been increasing for the past several decades (3). According to a 2011 review by the OECD, the\naverage income of the richest 10% of the population is nine times that of the poorest 10%--in other words, a ratio of\n9-to-1. The U.S. ratio is much higher, at 14-to-1 (4). The U.S. Gini coefficient, after taxes, has increased by more than\n20% from 1979--to 0.434 in 2010 (see chart 1).\nWWW.STANDARDANDPOORS.COM/RATINGSDIRECT AUGUST 5, 2014 4\n1351366 | 302136118\nEconomic Research: How Increasing Income Inequality Is Dampening U.S. Economic Growth, And Possible Ways\nTo Change The Tide\nChart 1\nAlthough a 2011 CBO report demonstrated that real net average U.S. household income grew 62% from 1979-2007,\nhousehold income growth was much more rapid at the higher end of the income scale than at the middle and lower\nend. Revisiting the issue in 2013, the CBO showed that after-tax average income soared 15.1% for the top 1% from\n2009 to 2010--but grew by less than 1% for the bottom 90% over the same time period, and fell for many income\ngroups (5). Additionally, although the Census Bureau estimates that real mean household income increased 0.2% in\n2011 and 2012, it declined for all groups other than those in the top fifth of earners (6).\nThis concentration of household income follows a long period in which income concentration remained relatively flat.\nUsing U.S. tax returns, economists Thomas Piketty and Emmanuel Saez found that income concentration dropped\ndramatically following both World Wars and was roughly unchanged for the next few decades (7). It started climbing\nagain in 1975, reaching pre-World War I levels by 2000--and Saez later observed that U.S. income inequality has now\nreached levels not seen since 1928 (8). In both cases, a similar pattern was in evidence--a boom in the financial sector,\nover-leveraged lower-income households, a massive, systemic financial crash--and the two worst economic slumps in\nU.S. history, the Great Depression and Great Recession, followed.\nWWW.STANDARDANDPOORS.COM/RATINGSDIRECT AUGUST 5, 2014 5\n1351366 | 302136118\nEconomic Research: How Increasing Income Inequality Is Dampening U.S. Economic Growth, And Possible Ways\nTo Change The Tide\nWhen Ends Don't Meet\nA few factors help explain the concentration within so-called \"market income,\" which consists of labor income (wages\nand salaries, plus employer-paid benefits), capital income (excluding capital gains), business income, capital gains, and\nother income--all before government taxes and transfers (see Glossary for full definition).\nThe first reason is relatively simple: All these sources of income are less evenly distributed now than a few decades\nago. In 1979, the bottom four-fifths of the income spectrum earned nearly 60% of total labor income, about 33% of\nincome from capital and business, and about 8% from capital gains. By 2007, the bottom four-fifths share of labor\nincome had dropped to less than 50%, income from capital and business had decreased to 20%, and capital gains fell\nto about 5%. In other words, all sources of income were less evenly distributed in 2007 than in 1979 (9).\nSome point to the \"superstar status\" effect, with professional athletes and movie actors enjoying astronomical\nincreases in earnings in the past few decades, helped by technological innovation that broadened their reach across\nglobal markets and a \"winner take all\" phenomenon.\nAnother \"superstar\" is the \"super managers.\" Piketty argues that the \"primary reason for increased income inequality in\nrecent decades is the rise of the super managers in both the financial and nonfinancial sectors,\" finding that about 70%\nof the increase in income going to the top 0.1% from 1979 to 2005 came from increasing pay for those professionals\n(10). Other studies show that, since the 1990s, deregulation, corporate governance, and a greater reliance on equity\noptions in executive compensation contributed to the compensation gap (11).\nAnother explanation of market income concentration is technological innovation. This phenomenon boosted the value\nof high-skill workers, enhancing their productivity and growth, while rendering some low-skill workers superfluous. As\nautomation and production efficiencies have reduced the need for labor in mid-level professional or service jobs,\nwages have fallen, and occupations requiring a college degree typically offer double the salary of those requiring a high\nschool diploma or less.\nOther arguments suggest international trade and increased immigration--as well as the decrease in unionization--may\nalso dampen wages of domestic workers. However, research on the trade effect has been inconclusive, while the\nimpact from increased immigration on domestic wages has been modest (see \"Adding Skilled Labor To America's\nMelting Pot Would Heat Up U.S. Economic Growth,\" published March 19, 2014, on RatingsDirect) (12). Meanwhile,\nsome research has shown that the sharp decline in the unionization in the country, especially in the 1980s, has had a\nsmall but measurable impact on the overall increase in inequality for men over the last few decades (13).\nThe juxtaposition of slow or stagnant federal minimum wage growth and soaring compensation at the higher end of\nthe labor income scale is another factor to consider. The minimum wage, which has held at $7.25 an hour since July\n2009, has suffered a decline in purchasing power for almost half a century--peaking in 1968, when it was at $1.60, or\njust shy of $11 in today's money.\nWWW.STANDARDANDPOORS.COM/RATINGSDIRECT AUGUST 5, 2014 6\n1351366 | 302136118\nEconomic Research: How Increasing Income Inequality Is Dampening U.S. Economic Growth, And Possible Ways\nTo Change The Tide\nNot Just The Fruits Of Our Labor\nThough the share of income from labor and capital, excluding capital gains, has decreased, the share coming from\ncapital gains and business income has increased over time. In particular, inherited wealth has increased since the\nWorld Wars and the Great Depression, as Thomas Piketty has shown (14), and with it the earnings from that wealth.\nThis trend is important because labor income tends to be distributed across income levels more evenly than capital\ngains--so a shift in income composition can significantly affect inequality.\nWhile labor income accounted for nearly three-fourths of market income from 1979-2007, that figure had dropped to\ntwo-thirds by 2007. Capital income (excluding capital gains) is the next largest source, but even at its 1981 peak, it\nrepresented only 14% of market income before falling to about 10% of total income in 2007. Conversely, income from\ncapital gains rose, doubling to approximately 8% of market income in 2007 from about 4% in 1979. Business income\nand income from other sources (primarily private pensions) each accounted for about 7% of total income in 2007, up\nfrom about 4% each.\nIn addition, capital income has become increasingly concentrated since the early 1990s--and, despite declines in 2001\nand 2002, concentration spiked from 2003 through 2007, with more than 80% of the capital gains realized by the top\n5% of earners going to the top 1% alone (15). Capital gains also have become increasingly concentrated and are tied\nwith business income as the most concentrated income source.\nThe Impact Of Government Policy\nGovernment policies on taxation and government transfers, such as Social Security and Medicare, have done little to\nreduce income inequality--and may have contributed to a further widening of the gap.\nBecause government transfers and federal taxes are progressive, the distribution of net household income (after\ntransfers and federal taxes) is more evenly balanced than the distribution of market income. That said, at the federal\nlevel, the equalizing effect of transfers and taxes on household income was smaller in 2007 than it had been in 1979.\nThe CBO estimates that the dispersion of market income grew by about one-quarter from 1979-2007, but the\ndispersion of after-tax income grew by about one-third (16). The distribution of after-tax income in 2010 became\nslightly more even among different groups than before-tax income, though the dispersion of after-tax income in 2010\nremained wider than in 1979 (see chart 2) (17).\nWWW.STANDARDANDPOORS.COM/RATINGSDIRECT AUGUST 5, 2014 7\n1351366 | 302136118\nEconomic Research: How Increasing Income Inequality Is Dampening U.S. Economic Growth, And Possible Ways\nTo Change The Tide\nChart 2\nWhile the size of transfer payments rose by a small amount from 1979-2010, the distribution of transfers shifted away\nfrom households in the lower part of the income scale. The bottom 20% of households received only 36% of transfer\npayments in 2010, after receiving 54% in 1979 (18). This was largely because of the growth in spending on programs\nfor the elderly (such as Social Security and Medicare), and benefits of these programs aren't limited to low-income\nhouseholds. Benefits for other programs that largely benefit the poor were also reduced (19). In addition, tax\nexpenditures mostly benefit the affluent: Tax credits and tax deductions benefit those more at higher tax rates.\nChanges in federal government tax policy have also exacerbated income inequality in recent decades (20). According\nto the CBO, the average rate for each income group in 2012 was below the rate that prevailed for that group in the\n1990s and most of the 2000s even with the increases in average federal tax rates in 2010 (21). Indeed, the federal\nincome tax rate for the top income earners fell to 35% in 2012 from 70% in 1979, while the government didn't reduce\nthe payroll tax rate until the temporary Payroll Tax Holiday of 2010 (22). Keep in mind that the payroll tax that funds\nSocial Security is levied on pay below a certain threshold ($117,000 this year). In practice, this means that those\nearning less than the cap pay a higher rate of Social Security tax than those who earn more than the cap. So, the\ncomposition of federal revenues has shifted away from progressive income taxes to less-progressive payroll taxes, and\nincome taxes have become slightly more concentrated at the higher end of the income scale.\nWWW.STANDARDANDPOORS.COM/RATINGSDIRECT AUGUST 5, 2014 8\n1351366 | 302136118\nEconomic Research: How Increasing Income Inequality Is Dampening U.S. Economic Growth, And Possible Ways\nTo Change The Tide\nIncreasing income inequality also poses a risk to certain states' finances, given the correlation between income\ninequality and revenue volatility in the slow growth after the Great Recession. According to Gabriel Petek, credit\nanalyst at Standard & Poor's, the volatility of tax revenue seems to be increasing despite the states' less-progressive tax\nstructures--suggesting that income inequality as a macroeconomic issue can translate to credit implications for states.\nUndereducated Workers: Both Today's And Tomorrow's\nTechnological achievement has saved us time and reconfigured our daily routines, allowing us to focus on our own\nskills and boosting productivity and growth. These advances are naturally disruptive in the beginning as workers\nadjust; that disruption becomes alarming when people don't have the means to adapt, making a lasting impact on\ncareer development.\nAlthough the U.S. has been fairly quick to adapt in the past, today's workers have been left behind by technological\nchange. Indeed, while recent advances now require many workers to have graduated from college, the supply of\ncollege-educated workers hasn't kept up with demand--and even the fraction of high school graduates has stopped\nclimbing.\nThis education gap is a main reason for the growing income divide, and it affects both wages and net worth. From a\nwage perspective, occupations that typically require postsecondary education generally paid much higher median\nwages ($57,770 in 2012)--more than double those occupations that typically require a high school diploma or less\n($27,670 in 2012). Further, those with a bachelor's degree had a median net worth value nearly twice that of people\nwith a high-school diploma in 1998--climbing to almost 3.5 times greater by 2010 (see chart 3) (23). This difference is\neven greater higher up the educational ladder.\nWWW.STANDARDANDPOORS.COM/RATINGSDIRECT AUGUST 5, 2014 9\n1351366 | 302136118\nEconomic Research: How Increasing Income Inequality Is Dampening U.S. Economic Growth, And Possible Ways\nTo Change The Tide\nChart 3\nHarvard professors Claudia Goldin and Lawrence Katz argue that, rather than technology picking up speed, the\nreduced supply of educated workers is the key factor explaining the education gap, finding that between 1980 and\n2005 the pace of the increase in educational attainment slowed dramatically. In 1980, Americans age 30 years or older\nhad 4.7 years more schooling on average than Americans in 1930--but Americans in 2005 had only 0.8 years more\nschooling on average than Americans in 1980 (24). Based on this data, it would appear the problem isn't that\ntechnology has leaped ahead--rather, the supply of educated workers has stalled.\nThe impact of income inequality on future generations of qualified workers is particularly disconcerting. Michael\nGreenstone, Adam Looney, Jeremy Patashnik, and Muxin Yu (Hamilton Project-Brookings) examined the effect that\nthe income divide in the U.S. could have on the future upward mobility of the country's children (25). They found that\ninvestments in education and skills, traits that increasingly decide job market success, are becoming more stratified by\nfamily income, threatening the earning potential of the youngest Americans.\nThese researchers note that, although cognitive tests of ability show little difference between children of high- and\nlow-income parents in the first years of their lives, \"large and persistent\" differences start to appear before kindergarten\nand widen throughout high school (26). Indeed, researchers have found that the gap in test results of children from\nfamilies at the 90th income percentile versus children of families at the 10th percentile has grown by about 40% over\nWWW.STANDARDANDPOORS.COM/RATINGSDIRECT AUGUST 5, 2014 10\n1351366 | 302136118\nEconomic Research: How Increasing Income Inequality Is Dampening U.S. Economic Growth, And Possible Ways\nTo Change The Tide\nthe past 30 years (27).\nNot surprisingly, these differences persist into college and beyond. While there is a 45% chance that a child born into a\npoor family will remain there as an adult, chances of staying poor drops to 16% if that child finishes college (see chart\n4). A child born into the bottom 20% will only have a 5% chance of reaching the top 20% of income earners as adults.\nBut that increases to 19% if they earn a college degree.\nChart 4\nHowever, college graduation rates have stagnated for low-income students, in sharp contrast with strong gains for\nwealthy students. While college graduation rates increased by about 4 percentage points between those born in the\nearly 1960s and those born in the early 1980s for the poorest households, the graduation rate for the wealthiest\nhouseholds increased by almost 20 percentage points over the same period (28). These trends likely feed into the\nincome potential for kids as they grew older, with children of well-off families much more likely to stay well-off and the\nchildren of poor families disproportionately likely to remain poor.\nGiven that education--particularly a college degree--is so important in a jobs market that increasingly demands a more\neducated workforce, these trends are disturbing. The findings suggest that last generation's inequalities will extend into\nthe next generation, with diminished opportunities for upward social mobility. Moreover, the U.S. is losing the\nWWW.STANDARDANDPOORS.COM/RATINGSDIRECT AUGUST 5, 2014 11\n1351366 | 302136118\nEconomic Research: How Increasing Income Inequality Is Dampening U.S. Economic Growth, And Possible Ways\nTo Change The Tide\npotential addition to growth of a worker who has reached his or her full potential.\nThe pace of U.S. education is also falling behind its peers (see chart 5). Approximately 43% of Americans aged 25-34\nhad a college degree in 2011, compared with more than half of people the same age in Canada, Japan, and Korea.\nMoreover, the proportion of degree holders among Americans aged 25-34 is virtually the same as that among those\n55-64, meaning that graduation rates haven't changed much--a sharp contrast with the OECD average and a number of\nother countries, where graduation rates have increased significantly. As today's U.S. educational attainment slips\nbehind other countries, the U.S.' ability to remain economically competitive in the international market is threatened.\nChart 5\nWhat if, instead, we broke that cycle? What if the supply of educated workers picked up its pace, and, more or less,\nkept up with technological changes? The U.S. has been no stranger to this in the past. In the early part of this century,\ntechnological advancements were accompanied by an education boom (29). What would be the impact to the\neconomy and to people's pocketbooks if the U.S. workforce's pace of education were to reach rates of education seen\n50 years ago? That was when the American workforce gained a year of education from 1960 to 1965, which is a bit\nstronger than the period from 1950 to 1980, where they gained an average of about eight months of education every\nfive years (30). In this scenario, the U.S. would add another year of education to the American workforce. U.S.\npotential GDP would likely be $525 billion, or 2.4% higher in five years than in the baseline (see chart 6). If education\nWWW.STANDARDANDPOORS.COM/RATINGSDIRECT AUGUST 5, 2014 12\n1351366 | 302136118\nEconomic Research: How Increasing Income Inequality Is Dampening U.S. Economic Growth, And Possible Ways\nTo Change The Tide\nlevels were increasing at the rate they were 15 years ago, the level of potential GDP would be 1%, or $185 billion\nhigher in five years. A more educated workforce would benefit from higher wages. While the increased supply of\npeople with advanced degrees may initially slow wage gains for jobs requiring an advanced degree, a stronger\neconomy would help support higher incomes for all and help government budgets.\nChart 6\nHistorically, data at the state level support these results. States with a well-educated workforce are high-wage states. A\nclear and strong correlation exists between the educational attainment of a state's workforce and median wages in the\nstate, with more educated individuals more likely to participate in the job market and earn more, and less likely to be\nunemployed (31). The unemployment rate for people 25 years old and older with a college degree was 3.3% in June\n2014, which is one-third of the unemployment rate of those with less than a high school degree.\nEducation is an investment in the health and livelihood of future generations, with greater parent education positively\ncorrelated to a child's health, cognitive abilities, academic achievement, and future economic opportunities. Education\nnot only benefits workers today, but also children tomorrow.\nWith evidence indicating that a well-educated U.S. workforce is not just good for today's workers and their children but\nalso for the economy's potential long-term growth rate and government balance sheets, what do we need to do to get\nWWW.STANDARDANDPOORS.COM/RATINGSDIRECT AUGUST 5, 2014 13\n1351366 | 302136118\nEconomic Research: How Increasing Income Inequality Is Dampening U.S. Economic Growth, And Possible Ways\nTo Change The Tide\nthere? This will likely require some investment in the human capital of the U.S. workforce, today and tomorrow. But\nstudies have indicated that the benefits greatly outweigh the costs. Researchers estimate that, depending on the exact\nprogram, $1,000 in college aid results in a 3- to 6-percentage-point increase in college enrollment, with the total cost in\naid averaging $20,000 to $30,000 to send one student to college (32). Given a college graduate is expected to earn\nabout $30,000 more per year than a high school graduate over the course of their life, the benefits outweigh the costs.\nIt also this means more tax revenue from higher income than otherwise would have been the case.\nOther new low-cost interventions, like simpler financial aid applications, more outreach about financial aid options that\nare available to students from low-income households, as well as offering college mentors to students, could help send\nmore kids to school and encourage them to stay once they get there (33). Indeed, while the sticker price of a college\ndegree is high, according to the College Board in 2012, the actual price paid after financial aid is often lower. That may\nbe enough to encourage more low-income families to enroll.\nWhile most agree that increasing college graduation rates would be a boon for economic growth, what about\neducation before college? Goldin and Katz argue that the U.S. had \"pioneered\" free and accessible elementary\neducation for most of its citizens and extended its lead into high school education when other countries were\nintroducing mass elementary school education (34). After World War II, U.S. universities were known to be the best in\nthe world. But by the early 1970s, Golden and Katz note that high school graduation rates plateaued and have been\nrelatively flat for more than three decades, and college graduation rates slid backwards. That educational slowdown is\nlikely the most important reason for increased education wage differentials since 1980 and is a major contributor to\nincome inequality today.\nEven if the U.S. government offers financial aid for college, many high school graduates aren't prepared for the rigors\nof university education. The 2003 Program for International Assessment (PISA), for one, showed U.S. 15-year-olds to\nbe substantially below the OECD average in mathematics literacy, problem solving, and scientific literacy (35).\nIncreasing aptitude in early education has been discussed in a number of studies. Most point to increasing the quality\nof K-12 education to improve high school graduation rates and postsecondary education (36). Some have argued that\ninadequate investments by states and local governments in education have weakened the ability of a state to develop,\ngrow, and attract businesses that offer high-skilled, high-wage jobs (37). The Brookings Institution has found that a\nhigh-quality universal preschool program, costing about $59 billion, could add $2 trillion in annual U.S. GDP by 2080.\nThis additional growth would generate enough federal revenue to easily cover its costs several times over (38).\nHowever, the authors note that it is difficult to win support for a short-term investment, like preschool programs, given\nthe long-term nature of its benefits to the economy.\nCatching Up With The Joneses\nAs income inequality increased before the crisis, less affluent households took on more and more debt to keep up--or,\nin this case, catch up--with the Joneses, first by purchasing a new home. Further, when home prices climbed, these\nhouseholds were willing to borrow against their newfound equity--and financial institutions were increasingly willing to\nhelp them do so, despite slow income growth. A number of economists have pointed to ways in which this trend may\nWWW.STANDARDANDPOORS.COM/RATINGSDIRECT AUGUST 5, 2014 14\n1351366 | 302136118\nEconomic Research: How Increasing Income Inequality Is Dampening U.S. Economic Growth, And Possible Ways\nTo Change The Tide\nhave harmed the U.S. economy.\nProfessor of Public Policy at U.S. Berkeley Robert Reich argues that increased inequality has reduced overall aggregate\ndemand. He observes that high-income households have a lower marginal propensity to consume (MPC) out of\nincome than other households, and they're currently holding a bigger slice of the economic pie. Research by\neconomists Atif Mian, Kamalesh Rao, and Amir Sufi backed that up, finding the MPC for households with an average\nannual income of less than $35,000 to be three times larger than the MPC for households with average income over\n$200,000 (39). Mian and Sufi also found that, as home values increased between 2002 and 2006, low-income\nhouseholds very aggressively borrowed and spent (possibly borrowing on increased home equity)--while high-income\nhouseholds were less responsive. Unsurprisingly, when housing wealth declined, the cutback on spending for\nlow-income households was twice as large as that for rich households (40).\nMian and Sufi further used ZIP codes to locate areas with disproportionately large numbers of subprime borrowers\n(those with low incomes and credit ratings) and found that these ZIP codes experienced growth in borrowing between\n2002 and 2005 that was more than twice as high as in ZIP codes with wealthy \"prime\" borrowers (41). They also found\nthat ZIP codes with lower income growth received more mortgage loans during that time period, supporting the notion\nthat government policy targeting low-income groups increased lending to the less well-off. After 2006, the subprime\nZIP codes experienced an increase in default rates three times that of prime ZIP codes.\nRaghuram Rajan claims that, while high-income individuals saved, low-income individuals borrowed beyond their\nmeans in order to sustain their consumption, and that this overleveraging, as a result of increased inequality, was a\nsignificant cause of the financial crisis in 2008 (42). An IMF paper by Michael Kumhof and Romain Ranciere also\ndetails the mechanisms that may have linked income distribution and financial excess and have suggested that these\nsame factors were likely at play in both the Great Depression and Great Recession (43).\nUnfortunately, coming back from the Great Recession appears to be taking longer than many had hoped. With a\npostrecession annual growth rate of 2.2%, our recovery is not even half the historical average annual growth of 4.6%\nfor other recoveries going back to 1959. This is not a complete surprise, given that financial crises are often followed\nby prolonged recessions and a long bout of subpar growth--thanks in part to the deleveraging that comes as people try\nto repair their finances.\nIndeed, during the recession, the consumption-to-income ratio of the bottom 95% of earners fell sharply, as banks and\nother lenders imposed tighter borrowing constraints, according to a study by Barry Z. Cynamon and Stephen M.\nFazzari (44). Though the consumption-to-income ratio of the top 5% rose, this increase was not enough to offset\ninadequate demand coming from the bottom 95%. That makes sense. Between 2007 and 2010, the average U.S.\nhousehold lost 39.6%, or about 18 years' worth, of their net wealth in the three years when the recession started in\n2007 to the early recovery in 2010. The middle class lost over 40% of their wealth in just three years, while the top\n10% of income earners actually accumulated an additional 2% to their wealth (see chart 7). Corporations that have\nbeen reluctant to invest or to cut prices to gain market share because of distorted incentives to seek short-term stock\nmarket gains have also depressed demand, according to Andrew Smithers (45). These two factors go a long way to\nexplain why the recent recovery has been subpar in comparison with other postrecessionary periods.\nWWW.STANDARDANDPOORS.COM/RATINGSDIRECT AUGUST 5, 2014 15\n1351366 | 302136118\nEconomic Research: How Increasing Income Inequality Is Dampening U.S. Economic Growth, And Possible Ways\nTo Change The Tide\nChart 7\nIndeed, economist Robert E. Hall, a senior fellow at Stanford University's Hoover Institution, laments that \"the years\nsince 2007 have been a macroeconomic disaster for the United States of an unprecedented magnitude since the Great\nDepression,\" noting that U.S. economic output in 2013 was 13% below what the precrisis trend has predicted (46). He\nis skeptical that a sudden surge in output will help the economy recover the ground it lost. Rather, a possible scenario\nwould be a gradual return to a precrisis growth rate, which leaves the U.S. permanently below the level of output that\nprecrisis trends had suggested.\nIndeed, while Standard & Poor's is expecting the annual real growth rate to climb above the 3% mark in 2015. That\nwill be the first time since 2005 and comes after another year of subpar growth of just 2.0% expected for 2014. The\nU.S. already has averaged a mere 1.4% over the last 10 years, through 2013. After expecting to see that long-awaited\nburst of growth in 2014 of 3% at the beginning of the year, we have reduced our expectations for GDP growth back to\nthat 2% mark once again. We now expect the 10-year average annual growth to be about 2.5% though 2024. To put\nthat in perspective, five years ago, we forecasted the 10-year average annual growth rate to be 2.8%, with all yearly\nrates much higher than the 2% mark.\nWWW.STANDARDANDPOORS.COM/RATINGSDIRECT AUGUST 5, 2014 16\n1351366 | 302136118\nEconomic Research: How Increasing Income Inequality Is Dampening U.S. Economic Growth, And Possible Ways\nTo Change The Tide\nSecular Stagnation\nThe Fed's expectation for long-run U.S. economic growth has drifted down even more than our forecasts. Five years\nago, the Fed expected to see the economy ambling along at a respectable 2.65% annual pace over the long run. By\nJune, the Fed's expectation for long-run growth in the U.S. had dropped to 2.2% (central tendency was 2.1% to 2.3%).\nThe IMF and CBO have also lowered their long-term growth projections. Last month, the IMF lowered its long-run\ngrowth forecast for the U.S. to about 2% (47). The CBO now projects that real (inflation-adjusted) GDP will increase at\nan average annual rate of 2.3% over the next 25 years, compared with 3.1% during 1970–2007.\nAside from the fact that there are different Federal Open Market Committee participants now than before, the Fed's\nreasons for lowering its expectations for long-term growth are likely similar to concerns that the IMF and CBO raised,\nincluding the effects of an aging population on the economy and more modest prospects for productivity growth. The\nCBO also noted that in addition to the retirement of the baby-boom generation, the declining birth rates and leveling\noff of increases in women's participation in the work force also helped slow the growth of the labor force.\nIn this light, former Secretary of the Treasury Lawrence Summers has said that the U.S. may be mired in a period of\nslow growth, marked by only marginal increases in the size of the workforce and small gains in productivity--what he\ncalled \"secular stagnation\" (48). This refers to an economic era of persistently insufficient economic demand relative to\nthe aggregate saving of households and corporations. Here, the U.S. may be stuck in a long-run equilibrium where real\ninterest rates need to be negative to generate adequate demand. Without that, the U.S. slides into economic\nstagnation. While specific causes of secular stagnation are still uncertain, possible reasons include slower population\ngrowth, an aging population, globalization, and technological changes. An increasingly unequal distribution of income\nand wealth is also cited as a contributing factor. Disparate income growth is important because those at the top of the\ndistribution have a higher savings rate. Since income that is put into savings is not spent, it undercuts the overall level\nof economic activity that takes place. Mian and Sufi emphasize the role of income inequality and how recent years\nseem to suggest the only way the economy is capable of generating faster economic growth is by being juiced with\nmore aggressive credit expansion, which does not last (49).\nUnfortunately, the move toward low-paying jobs has continued unabated. In the past four years since the outset of the\nU.S. economic recovery, job gains have come mainly in low-paying positions, according to the National Employment\nLaw Project, an advocacy group for low-income workers. While 22% of job losses during the recession were in\nlower-wage industries, 44% of employment growth in the past four years has come in this group--meaning that, today,\nlower-wage industries employ 1.85 million more Americans than before the downturn. And often these low-wage jobs\nhave less access to benefits, such as private health insurance, pensions, and paid leave, compared with their\nhigher-paying brethren (50). Considering the Bureau of Labor Statistics' forecasts that low-paying jobs will dominate\nemployment gains for the next decade, it seems clear that labor-income disparity will continue to widen.\nWWW.STANDARDANDPOORS.COM/RATINGSDIRECT AUGUST 5, 2014 17\n1351366 | 302136118\nEconomic Research: How Increasing Income Inequality Is Dampening U.S. Economic Growth, And Possible Ways\nTo Change The Tide\nNot Just A Problem For The Poor\nDo societies inevitably face a choice between efficient production and the equitable distribution of income? According\nto IMF economists Andrew Berg, Jonathan Ostry, and Jeromin Zettelmeyer, the answer is no. They argue that the\nempirical literature on growth and inequality using long-run average growth may have missed how income distribution\nis tied to abrupt ends in growth.\nTheir work examined growth over a long time horizon, between 1950 and 2006, focusing on the duration of growth\nspells, and showed that there may be no trade-off between efficiency and equality (51). In fact, they posited that\nequality could be an important component of sustained growth, observing that the level of inequality may be the key\ndifference between countries that enjoy extended, rapid expansion and those whose growth spurts quickly dissipate. In\nshort, promoting greater equality may also improve efficiency in the form of more sustainable long-run growth.\nOf the number of variables associated with longer growth spells, income inequality's relationship with the duration of\ngrowth spells was the strongest (see chart 8). They found that a 10% decrease in inequality (a change in the Gini\ncoefficient to 0.37 from 0.40) increases the expected length of a growth spell by 50%.\nChart 8\nWWW.STANDARDANDPOORS.COM/RATINGSDIRECT AUGUST 5, 2014 18\n1351366 | 302136118\nEconomic Research: How Increasing Income Inequality Is Dampening U.S. Economic Growth, And Possible Ways\nTo Change The Tide\nMeanwhile, the experiences of developing and emerging economies suggest that igniting growth is less difficult than\nsustaining it (52). Even the poorest of countries have managed to expand their economies for several years--only for\ngrowth to falter.\nBerg and Ostry found that income inequality is the single most important factor in determining which countries can\nsustain economic growth. Using the GINI coefficient--which ranges from 0 to 1.0--they measured the extent to which\neconomic growth falls as inequality rises. A country in which everyone earns exactly the same would have a score of 0,\nwhile a society in which one person owned everything would have a score of 1.0. Berg and Ostry saw that a GINI\ncoefficient of higher than 0.45 could weigh on growth. Although correlation is not causation, we note that, based on\nafter-tax income, the U.S. economy scored 0.434 on the GINI scale in 2010, according to the CBO, placing it near that\nthreshold (53).\nTo be sure, it seems counterintuitive that inequality is associated with less-sustainable growth, since some inequality,\nby providing incentives to effort and entrepreneurship, may be essential to a functioning market economy. But beyond\nthe risk that inequality may heighten the susceptibility of an economy to booms and busts, it may also spur political\ninstability--thus discouraging investment. Inequality may make it harder for governments to enact policies to\nprevent--or soften--shocks, such as raising taxes or cutting public spending to avoid a debt crisis. The affluent may\nexercise disproportionate influence on the political process, or the needs of the less affluent may grow so severe as to\nmake additional cuts to fiscal stabilizers that operate automatically in a downturn politically unviable.\nStriking A Palatable Balance\nThe discussion about income inequality is hardly new, and contrary opinions abound. In his influential 1975 book\n\"Equality and Efficiency: The Big Tradeoff,\" economist Arthur Okun argued that pursuing equality can reduce\nefficiency. He claimed that not only would more equal income distribution reduce work and investment incentives, but\nthe efforts to redistribute wealth--through, for example, taxes and minimum wages--can themselves be costly (54).\nOf course, income inequality in the U.S. was much less 40 years ago. Kristin Forbes found that, in the short- and\nmedium-terms over a few years, an increase in income inequality has a significant positive relationship with economic\nexpansion (55). But Forbes also found that the relationship was weakened (or could turn negative) when she increased\nthe length of the growth spells. And a World Bank study later found that the positive effect on growth was almost\nexclusively reserved for the top end of the income distribution (56).\nIncome inequality can contribute to economic growth, and a degree of inequality is a necessary part of what keeps any\nmarket economic engine operating on all cylinders. Indeed, a degree of inequality is to be expected in any market\neconomy, given differences in \"initial endowments\" (of wealth and ability), the differential market returns to\ninvestments in human capital and entrepreneurial activities, and the effect of luck.\nHowever, too much of the focus in the debate about inequality has been on the top earners, rather than on how to lift a\nsignificant portion of the population out of poverty--which would be a good thing for the economy. And though\nextreme inequality can impair economic growth, badly designed and implemented efforts to reverse this trend could\nalso undermine growth, hurting the very people such policies are meant to help (57).\nWWW.STANDARDANDPOORS.COM/RATINGSDIRECT AUGUST 5, 2014 19\n1351366 | 302136118\nEconomic Research: How Increasing Income Inequality Is Dampening U.S. Economic Growth, And Possible Ways\nTo Change The Tide\nThere is no shortage of proposals for tackling extreme income inequality. President Obama has proposed an increase\nin the hourly minimum wage to $10.10 from the current rate of $7.25, and the IMF recently called on lawmakers to\nboost the wage (though it refrained from suggesting a specific level). Managing Director Christine Lagarde said that\ndoing so would help raise the incomes of millions of poor and working-class Americans and \"would be helpful from a\nmacroeconomic point of view\" (58).\nAn increase in the minimum wage would certainly carry with it short-term impacts, likely bringing 900,000 people\nabove the poverty line in the second half of 2016--and, according to the CBO, lifting wages for 24 million workers at\nthe next level above minimum wage. Fewer American households at or below the poverty line would also help bolster\ngovernment balance sheets and likely improve state and local credit conditions.\nBut raising the minimum wage is not without negative consequences. Reduced labor demands resulting from higher\nwages could reduce potential hires by 500,000 jobs, according to CBO estimates (59). Further, while 49% of those\nworkers making the minimum wage are under age 25, the CATO Institute reports that, of older workers (the other half\nof minimum wage earners), 29.2% live in poverty and 46.2% live near the poverty level, with family incomes less than\n1.5 times the poverty line (60).\nApart from minimum wage discussions, a recent report from the OECD suggested that carried interest--the share of\nprofits that money managers take in from an investment or fund--should be taxed as regular income rather than as\nreturns on investment. Ian Ayres, professor of law at Yale, and Aaron S. Edlin, professor of law and economics at the\nUniversity of California, Berkley, proposed an automatic extra tax, the so-called Brandeis tax, on the income of the top\n1% of earners that would limit the after-tax incomes relative to median household income (61).\nWarren Buffett, the chairman and chief executive of Berkshire Hathaway, who consistently ranks among the world's\nwealthiest people, has long argued along similar lines. He claimed that his 2010 federal tax bill--income taxes and\npayroll taxes--amounted to 17.4% of his taxable income (62). That, he wrote, was the lowest percentage of any of the\nother 20 people in his office, whose tax burdens were between 33% and 41% and averaged 36%.\nMeanwhile, two Democratic California legislators--Loni Hancock and Mark DeSaulnier--have proposed tying the\nstate's corporate income tax to the ratio of CEO-to-worker pay--a sliding scale in which a company's tax bill could\nshrink along with the gap in pay between executives and workers. The change would trim a company's tax rate for any\ncorporation in which the chief executive makes less than a hundred times what the median worker earns.\nAny clear-headed consideration of these options must recognize that heavy taxation--solely to reduce wage\ninequality--could do more damage than good. While the IMF studies found that some redistribution appears benign,\nextreme cases may have a direct negative effect on growth. Heavy taxation solely to equalize wages may reduce\nincentives to work or hire more workers. A number of studies have indicated that losses from redistribution are likely\nto be minimal when tax rates are low but rise steeply with the tax or subsidy rate (63).\nIMF authors Ostry, Berg, and Tsangarides note that \"redistribution need not be inherently detrimental to growth, to the\ndegree that it involves reducing tax expenditures or loopholes that benefit the rich or as part of broader tax reforms\n(such as higher inheritance taxes offset by lower taxes on labor income)\" (63). Moreover, redistribution can also occur\nwhen taxes finance public investment, or spending on health and education disproportionately benefits the poor, which\nWWW.STANDARDANDPOORS.COM/RATINGSDIRECT AUGUST 5, 2014 20\n1351366 | 302136118\nEconomic Research: How Increasing Income Inequality Is Dampening U.S. Economic Growth, And Possible Ways\nTo Change The Tide\nhelp offset the growing divide in educational opportunities and outcomes, broadening the pathways for our future\nleaders, to the benefit of all.\nThat said, some degree of rebalancing--along with spending in the areas of education, health care, and infrastructure,\nfor example--could help bring under control an income gap that, at its current level, threatens the stability of an\neconomy still struggling to recover. This could take the form of reallocating fiscal resources toward those with a\ngreater propensity to spend, or toward badly needed public resources like roads, ports, and transit. Further, policies\nthat foster job-rich recoveries may help make growth more sustainable, especially given that rising unemployment\ncorrelates with rising income concentration. Additionally, effective investments in health and education promote\ndurable growth and equity, strengthening the labor force's capacity to cope with new technologies.\nThe challenge now is to find a path toward more sustainable growth, an essential part of which, in our view, is pulling\nmore Americans out of poverty and bolstering the purchasing power of the middle class. A rising tide lifts all\nboats…but a lifeboat carrying a few, surrounded by many treading water, risks capsizing.\nWriter: Joe Maguire\nGlossary Of Relevant Terms\nMarket income\nBased on CBO analysis, market income includes the following components:\n• Labor income: cash wages and salaries (including 401(k) plans), employer-paid health insurance premiums, and the\nemployer's share of Social Security, Medicare, and federal unemployment insurance payroll taxes.\n• Business income: net income from businesses and farms operated solely by their owners, partnership income, and\nincome from S corporations.\n• Capital gains: profits realized from the sale of assets. Increases in the value of assets that have not been realized\nthrough sales are not included in market income.\n• Capital income (excluding capital gains): taxable and tax-exempt interest, dividends paid by corporations (excluding\nS corporations), positive rental income, and corporate income taxes. The CBO assumes that corporate income taxes\nare borne by owners of capital in proportion to their income from capital, so the corporate tax is included in\nhousehold income before taxes.\n• Other income: retirement income for past services and any other sources of income.\nTransfer income\nTransfer income includes cash payments from Social Security, unemployment insurance, Supplemental Security\nIncome, Aid to Families with Dependent Children, Temporary Assistance for Needy Families, veterans' benefits,\nworkers' compensation, and state and local government assistance programs, as well as the value of in-kind benefits,\nincluding food stamps, school lunches and breakfasts, housing assistance, energy assistance, Medicare, Medicaid, and\nthe Children's Health Insurance Program (health benefits are measured as the fungible value, a Census Bureau\nestimate of the value to recipients).\nWWW.STANDARDANDPOORS.COM/RATINGSDIRECT AUGUST 5, 2014 21\n1351366 | 302136118\nEconomic Research: How Increasing Income Inequality Is Dampening U.S. Economic Growth, And Possible Ways\nTo Change The Tide\nAfter-tax income\nAfter-tax income is equal to market income plus transfer income minus federal taxes paid. In assessing the impact of\nvarious taxes, individual income taxes are allocated directly to households paying those taxes. Social insurance, or\npayroll, taxes are allocated to households paying those taxes directly or paying them indirectly through their\nemployers. Corporate income taxes are allocated to households according to their share of capital income. Federal\nexcise taxes are allocated to households according to their consumption of the taxed good or service.\nAverage tax rates are calculated by dividing federal taxes paid by the sum of market income and transfer income.\nNegative tax rates result from refundable tax credits, such as the earned income and child tax credits, exceeding the\nother taxes owed by people in an income group. (Refundable tax credits are not limited to the amount of income tax\nowed before they are applied.)\nThe Gini Index\nThe Gini Index is a measure of income inequality based on the relationship between shares of income and shares of\nthe population. It is a value between 0 and 1.0, with 0 indicating complete equality and 1.0 indicating complete\ninequality (in which one household receives all the income). A Gini Index that increases over time indicates rising\nincome dispersion.\nChart 8 details\nData from Berg, Ostry, and Zettelmeyer (2008).\nAuthors' calculations: The height of each factor represents the percentage change in a growth spell between 1950 and\n2006 when the factor moves from the 50th percentile to the 60th percentile and all other factors are held constant.\nIncome distribution uses the Gini coefficient. The political institutions factor is based on an index from the Polity IV\nProject database that ranges from +10 for the most open and democratic societies to –10 for the most closed and\nautocratic. Trade openness measures the effect of changes in trade liberalization on year-to-year growth.\nExchange-rate competitiveness is calculated as the deviation of an exchange rate from purchasing power parity,\nadjusted for per capita income.\nEndnotes\n(1) \"The General Theory,\" J. M. Keynes\n(2) Rajan, \"Fault Lines,\" 2010\n(3) CBO, \"Trends in the Distribution of Household Income Between 1979 and 2007,\" 2011; \"The Distribution of\nHousehold Income and Federal Taxes, 2010,\" 2013; OECD, 2011; Jonathan D. Ostry, Andrew Berg, and Charalambos\nG. Tsangarides, \"Redistribution, Inequality and Growth,\" IMF February 2014; Berg and Ostry, \"Inequality and\nUnsustainable Growth: Two Sides of the Same Coin?,\" IMF April 2011; Berg and Ostry, \"Equality and Efficiency,\" IMF\nSeptember 2011\n(4) \"An Overview of Growing Income Inequalities in OECD Countries: Main Findings,\" OECD, 2011\n(5) CBO, 2013\nWWW.STANDARDANDPOORS.COM/RATINGSDIRECT AUGUST 5, 2014 22\n1351366 | 302136118\nEconomic Research: How Increasing Income Inequality Is Dampening U.S. Economic Growth, And Possible Ways\nTo Change The Tide\n(6) To the extent that households benefit from company-sponsored health plans whose costs have risen sharply, these\nfigures may be somewhat understated.\n(7) Thomas Piketty and Emmanuel Saez, \"Income Inequality in the U.S., 1913-1998,\" 2003\n(8) Emmanuel Saez, \"Striking it Richer: The Evolution of Top Incomes in the U.S.,\" 2013\n(9) CBO, 2011\n(10) \"Capital,\" Thomas Piketty\n(11) CBO, 2011\n(12) The globalization of the world economy may have affected the distribution of wage rates at home. The U.S. has\nseen international trade and immigration increase in the past few decades, as well as an increase in the consumption of\nimported goods. Theoretically, an increase in imported goods, at the expense of domestic goods produced by\nlower-skilled workers, could hold down wages of domestic workers, though research on the subject has been\ninconclusive. An increase in the supply of foreign-born workers could also put pressure on wages in those jobs. But,\nhere as well, the effects of foreign workers on wage rates have been modest. Indeed, research note that immigrant\nworkers largely complement, rather than substitute, native-born workers, and thus have little impact on wages, while\nactually increasing overall growth.\n(13) David Card, Thomas Lemieux, and Craig Riddell, \"Unions and Wage Inequality,\" December 2004; \"Interview with\nDavid Card,\" Federal Reserve Bank of Minneapolis, Dec. 1, 2006\n(14) \"Capital,\" Thomas Piketty\n(15) CBO, 2011\n(16) CBO, 2011\n(17) CBO, 2013\n(18) CBO, 2013\n(19) CBO, 2013. The CBO noted that other transfers declined from nearly 3% to under 2%. Transfers to low-income\nhouseholds, such as Aid to Families With Dependent Children and Temporary Assistance for Needy Families, declined\nrelative to market income.\n(20) For example, the Bush Administration tax cuts of 2001 and 2003 reduced the income tax rate, capital gains tax\nrate, and dividend tax rate. Earlier, the tax cuts under President Ronald Reagan in the 1980s lowered the top individual\nincome tax rate to 28% from 50%. There was no reduction to the payroll tax rate until the Payroll Tax Holiday of 2010.\n(21) CBO, 2013\n(22) CBO, 2011; taxfoundation.org, \"Federal Individual Income Tax Rates History\"\nWWW.STANDARDANDPOORS.COM/RATINGSDIRECT AUGUST 5, 2014 23\n1351366 | 302136118\nEconomic Research: How Increasing Income Inequality Is Dampening U.S. Economic Growth, And Possible Ways\nTo Change The Tide\n(23) Census, \"Changes in Household Net Worth from 2005 to 2010,\" July 2012,\nhttp://blogs.census.gov/2012/06/18/changes-in-household-net-worth-from-2005-to-2010/\n(24) Goldin and Katz, \"The Race Between Education and Technology,\" Cambridge, MA; Belknap Press, 2009\n(25) \"Thirteen Economic Facts about Social Mobility and the Role of Education,\" Michael Greenstone, Adam Looney,\nJeremy Patashnik, and Muxin Yu, Hamilton Project-Brookings, 2013\n(26) Hamilton Project-Brookings, 2013\n(27) Sean F. Reardon, \"The Widening Academic Achievement Gap between the Rich and the Poor: New Evidence and\nPossible Explanations,\" 2011 \"In Whither Opportunity? Rising Inequality and the Uncertain Life Chances of\nLow-Income Children,\" edited by Greg J. Duncan and Richard J. Murnane. New York: Russell Sage Foundation Press.\n(28) Hamilton Project-Brookings, 2013\n(29) Goldin and Katz, 2009.\n(30) Barro, Robert and Jong-Wha Lee, \"A New Data Set of Educational Attainment in the World, 1950-2010.\" Journal\nof Development Economics, Vol 104.\n(31) Lily French and Peter S. Fisher, \"Education Pays in Iowa: The State's Return on Investment in Workforce\nEducation,\" May 2009\n(32) Deming, David, and Susan Dynarski, \"Into College, Out of Poverty? Policies to Increase the Postsecondary\nAttainment of the Poor,\" National Bureau of Economic Research, Cambridge, MA, 2009\n(33) Hamilton Project-Brookings, 2013\n(34) Goldin and Katz, 2009\n(35) Goldin and Katz, 2009\n(36) Goldin and Katz, 2009, Rajan, 2010, Hamilton Project-Brookings, 2013\n(37) \"A Well-Educated Workforce is Key To State Prosperity,\" Economic Analysis and Research Network, 2014\n(38) \"The Effects of Investing in Early Education on Economic Growth,\" The Brookings Institution, 2006\n(39) Atif Mian and Amir Sufi, \"Household Balance Sheets, Consumption and the Economic Slump,\" 2013\n(40) Atif Mian and Amir Sufi, \"House Price Gains and U.S. Household Spending from 2002 to 2006,\" 2014.\n(41) Atif Mian and Amir Sufi, \"House Prices, Home Equity-based Borrowing, and the U.S. Household Leverage Crisis,\"\nAmerican Economic Review, August 2011.\n(42) Rajan, 2010. He argues that political measures to increase affordable housing for low-income groups instructed\nthe Department of Housing and Urban Development (HUD) to develop affordable housing goals for Fannie and\nWWW.STANDARDANDPOORS.COM/RATINGSDIRECT AUGUST 5, 2014 24\n1351366 | 302136118\nEconomic Research: How Increasing Income Inequality Is Dampening U.S. Economic Growth, And Possible Ways\nTo Change The Tide\nFreddie and to monitor those goals. HUD then steadily increased the amount of funding it required the agencies to\nallocate to low-income housing. Pressure on regulators to enforce the Community Reinvestment Act (CRA), through\ninvestigations of banks and fines, may have increased lending activity in these areas.\n(43) Kumhof and Ranciere, \"Inequality, Leverage and Crises,\" IMF 2010.\n(44) \"Inequality, the Great Recession and Slow Recovery,\" Barry Z. Cynamon, visiting scholar at the Federal Reserve\nBank of St. Louis, and Steven M. Fazzari, economics professor at Washington University, January 2014.\n(45) \"The Road to Recovery,\" Andrew Smithers\n(46) \"Economy May Never Fully Recover from Crisis\", The Fiscal Times. June 2, 2014.\n(47) CBO long-Term Budget Outlook 2014. July 2014. \"IMF cuts US growth forecast as it urges minimum wage hike \",\nBBC, June 16, 2014\n(48) \"Crisis Yesterday and Today,\" Lawrence Summers, Jacques Pollack lecture, IMF.\n(49) \"Secular Stagnation and Wealth Inequality\", Mian and Sufi, March 23, 2014)\n(50) OECD Economic Surveys: United States. June 2014\n(51) Jonathan D. Ostry, Andrew Berg, and Charalambos G. Tsangarides, \"Redistribution, Inequality and Growth,\" IMF\nFebruary 2014; Berg and Ostry, \"Inequality and Unsustainable Growth: Two Sides of the Same Coin?,\" IMF April 2011;\nBerg and Ostry, \"Equality and Efficiency,\" IMF September 2011.\n(52) \"Growth Accelerations,\" a study by Ricardo Hausmann and Dani Rodrik of Harvard University's John F. Kennedy\nSchool of Government, and Lant Pritchett of the World Bank, 2005\n(53) CBO, 2013\n(54) Arthur Okun theorized that some of the redistributed resources would \"simply disappear\" because of\nadministrative costs and disincentives to work for both those who pay taxes and those who receive transfers.\n(55) \"A Reassessment of the Relationship between Inequality and Growth,\" Kristin J. Forbes, M.I.T. Sloan School of\nManagement, 2000\n(56) Roy van der Weide and Branko Milanovic, \"Inequality Is Bad for Growth of the Poor,\" July 2014\n(57) \"The Moral Consequences of Economic Growth\" Benjamin Friedman\n(58) \"IMF calls on the US to hike its minimum wage rate,\" CNBC, June 16, 2014\n(59) CBO, \"The Effects of a Minimum-Wage Increase on Employment and Family Income,\" February 2014\n(60) Mark Wilson, \"The Negative Effects of Minimum Wage Laws,\" CATO Institute, June 2012.\n(61) \"Don't Tax the Rich. Tax Inequality Itself,\" 2011 op-ed in the New York Times\nWWW.STANDARDANDPOORS.COM/RATINGSDIRECT AUGUST 5, 2014 25\n1351366 | 302136118\nEconomic Research: How Increasing Income Inequality Is Dampening U.S. Economic Growth, And Possible Ways\nTo Change The Tide\n(62) \"Stop Coddling the Super-Rich,\" 2011 op-ed in the New York Times\n(63) Barro R.J., \"Government Spending in a Simple Model of Endogeneous Growth,\" Journal of Political Economy,\n1990; Jaimovich, N. and S. Rebelo, \"Non-Linear Effects of Taxation on Growth,\" NBER, 2012\n(64) Jonathan D. Ostry, Andrew Berg, and Charalambos G. Tsangarides, February 2014; Saint-Paul, G., and T. Verdier,\n\"Education, Democracy and Growth,\" Journal of Development Economics, 1993\nWWW.STANDARDANDPOORS.COM/RATINGSDIRECT AUGUST 5, 2014 26\n1351366 | 302136118\nCopyright © 2014 Standard & Poor's Financial Services LLC, a part of McGraw Hill Financial. All rights reserved.\nNo content (including ratings, credit-related analyses and data, valuations, model, software or other application or output therefrom) or any part\nthereof (Content) may be modified, reverse engineered, reproduced or distributed in any form by any means, or stored in a database or retrieval\nsystem, without the prior written permission of Standard & Poor's Financial Services LLC or its affiliates (collectively, S&P). The Content shall not be\nused for any unlawful or unauthorized purposes. S&P and any third-party providers, as well as their directors, officers, shareholders, employees or\nagents (collectively S&P Parties) do not guarantee the accuracy, completeness, timeliness or availability of the Content. S&P Parties are not\nresponsible for any errors or omissions (negligent or otherwise), regardless of the cause, for the results obtained from the use of the Content, or for\nthe security or maintenance of any data input by the user. The Content is provided on an \"as is\" basis. S&P PARTIES DISCLAIM ANY AND ALL\nEXPRESS OR IMPLIED WARRANTIES, INCLUDING, BUT NOT LIMITED TO, ANY WARRANTIES OF MERCHANTABILITY OR FITNESS FOR\nA PARTICULAR PURPOSE OR USE, FREEDOM FROM BUGS, SOFTWARE ERRORS OR DEFECTS, THAT THE CONTENT'S FUNCTIONING\nWILL BE UNINTERRUPTED, OR THAT THE CONTENT WILL OPERATE WITH ANY SOFTWARE OR HARDWARE CONFIGURATION. In no\nevent shall S&P Parties be liable to any party for any direct, indirect, incidental, exemplary, compensatory, punitive, special or consequential\ndamages, costs, expenses, legal fees, or losses (including, without limitation, lost income or lost profits and opportunity costs or losses caused by\nnegligence) in connection with any use of the Content even if advised of the possibility of such damages.\nCredit-related and other analyses, including ratings, and statements in the Content are statements of opinion as of the date they are expressed and\nnot statements of fact. S&P's opinions, analyses, and rating acknowledgment decisions (described below) are not recommendations to purchase,\nhold, or sell any securities or to make any investment decisions, and do not address the suitability of any security. S&P assumes no obligation to\nupdate the Content following publication in any form or format. The Content should not be relied on and is not a substitute for the skill, judgment\nand experience of the user, its management, employees, advisors and/or clients when making investment and other business decisions. S&P does\nnot act as a fiduciary or an investment advisor except where registered as such. While S&P has obtained information from sources it believes to be\nreliable, S&P does not perform an audit and undertakes no duty of due diligence or independent verification of any information it receives.\nTo the extent that regulatory authorities allow a rating agency to acknowledge in one jurisdiction a rating issued in another jurisdiction for certain\nregulatory purposes, S&P reserves the right to assign, withdraw, or suspend such acknowledgement at any time and in its sole discretion. S&P\nParties disclaim any duty whatsoever arising out of the assignment, withdrawal, or suspension of an acknowledgment as well as any liability for any\ndamage alleged to have been suffered on account thereof.\nS&P keeps certain activities of its business units separate from each other in order to preserve the independence and objectivity of their respective\nactivities. As a result, certain business units of S&P may have information that is not available to other S&P business units. S&P has established\npolicies and procedures to maintain the confidentiality of certain nonpublic information received in connection with each analytical process.\nS&P may receive compensation for its ratings and certain analyses, normally from issuers or underwriters of securities or from obligors. S&P\nreserves the right to disseminate its opinions and analyses. S&P's public ratings and analyses are made available on its Web sites,\nwww.standardandpoors.com (free of charge), and www.ratingsdirect.com and www.globalcreditportal.com (subscription) and www.spcapitaliq.com\n(subscription) and may be distributed through other means, including via S&P publications and third-party redistributors. Additional information\nabout our ratings fees is available at www.standardandpoors.com/usratingsfees.\nWWW.STANDARDANDPOORS.COM/RATINGSDIRECT AUGUST 5, 2014 27\n1351366 | 302136118",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_025763.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 66557,
    "word_count": 10268,
    "line_count": 743,
    "import_date": "2025-11-19T21:47:48.497052",
    "prefix": "TEXT-001"
  }
}