{
  "document_id": "HOUSE_OVERSIGHT_030328",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030328.txt",
  "text": "From: Noam Chomsky as |\n\nSent: 12/26/2016 6:56:58 PM\n\nTo: jeffrey E. [jeevacation@gmail.com]\ncc: Valeria Chomsky\n\nSubject: Re:\n\nImportance: — High\nI read what his ghost-writer said about him. Pretty scary.\n\nReminds me of something I was told by Jon Snow, one of England's most sensible newsmen. He was with the\npress entourage accompanying Tony Blair on his visit to Saudi Arabia, and walking around one of the palaces\none day, he saw Blair sitting in a room with a book in his lap, which greatly surprised him -- until he came over\nto talk. It was the New Testament.\n\nAnd then Blair started telling about how delighted he and Cheri were with the gold door handles,....\n\nI notice that your prediction was right about Trump's avoiding the White House as far too primitive. Must be\ndriving the Secret Service up the wall.\n\nI'll keep in mind what you say about Trump's tweets, but they are hard to ignore. Whatever he may think,\nothers here and abroad can't help considering the meaning of the words, and take action accordingly.\n\nAbout meaning, It's not clear to me how to distinguish the meaning of \"New York\" (however it is correctly\nspecified) from the concept. Still don't see how to work out field models.\n\nNoam\n\nOn Mon, Dec 26, 2016 at 12:27 PM, jeffrey E. <jeevacation@gmail.com> wrote:\none of donalds closet people said that remember , he has written three books. . which makes him one of the\nfew people in the world that has written more books than he has read\n\nOn Mon, Dec 26, 2016 at 9:59 AM, Noam Chomsky {iE wrote:\n\nFor word meanings, the closest I can think of to something like this is an array of meaning postulates, in\nCarnap's sense, something that Jerry Fodor for one has toyed with. Multidimensional, but not a field. I don't\nsee how to work it out, or to extend it to the interpretations of longer units.\n\nOn Mon, Dec 26, 2016 at 5:51 AM, jeffrey E. <jeevacation@gmail.com> wrote:\nhappy chanukah. . - has anyone in the past made a linguistic model that used fields instead of\ndefinitions. similar toa magnet field. to some degree. there is no one vector that describes the word but\na field of them. home surrounded by a field of definitions. not based on 3 d space but based on context\none could integrate over the field. see smoothness. strength , change.. not sure itis useful. but\nhaving fun\n\nplease note\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\n\nHOUSE_OVERSIGHT_030328",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030328.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2454,
    "word_count": 428,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:48.894149",
    "prefix": "IMAGES-010"
  }
}