{
  "document_id": "HOUSE_OVERSIGHT_014563",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014563.txt",
  "text": "Middle East Conflicts and Tensions Persist: The\nMiddle East will remain a source of conflict for\nyears to come. Many countries have weak or\ncollapsing nation-state structures with varying\ndegrees of civil war. As Zalmay Khalilzad,\nformer ambassador to Afghanistan, Iraq and\n\nthe United Nations, and president of Gryphon\nPartners, wrote recently, “the national borders\ndevised by Western powers for Iraq and Syria, in\nparticular, are not standing up well to the test of\ntime ... and Pakistan’s policies have contributed\nto Afghanistan’s precarious condition.”” Iran\nand Saudi Arabia compete for influence in the\nregion, and the Sunni-Shia divide that was not a\ngeopolitical factor 40 years ago will continue to\nescalate tensions in the region.\n\nAnother potential risk in the region is the\ndismantling of the Iran nuclear deal by the Trump\nadministration.”° In the absence of a deal, Iran\nwould return to building its nuclear capabilities,\nthereby increasing the risks of a military strike by\nIsrael or the US.\n\nWe assign a low probability to such an event\nfor two reasons. First, we point to comments made\nby secretary of defense nominee retired General\nJames Mattis, which suggest a different approach\nin dealing with Iran.’”’ In a speech in April 2016 at\nthe Center for Strategic and International Studies,\nMattis said “there is no going back” on the deal\n“absent a clear and present violation.”’* Second,\nother signatories to the deal, including Russia and\nChina, would not support a unilateral dismantling\nof the deal by the new administration.” That is not\nto say that tensions between the US and Iran will\nnot continue this year.\n\nTurmoil in the region will continue into 2017\nand beyond. While the direct impact of such\nconflicts on global growth and world equity\nmarkets is limited outside a war among major\npowers, the threat posed by terrorism is significant\nand growing.\n\nTerrorism Escalates\n\nAnother high-probability but uncertain-impact\nrisk is increased terrorism. The Middle East has\nbeen the main source of terrorism even before the\nSeptember 11, 2001, attack on the World Trade\nCenter. The majority of the 9/11 perpetrators,\n\n15 out of 19, were from Saudi Arabia, with the\nrest from other Arab countries in the region.\nSince then, the spread of ISIL, the Syrian civil\nwar, extremism in Pakistan and Afghanistan, and\n\nthe immigration of Arabs and North Africans\nto Europe and, to a lesser extent, the US, have\nincreased the incidence of terrorism in the West.\n\nIn 2016, there were five key terrorist incidents\nin the US and 15 in Europe, including a December\n19 attack when a truck rammed into a Christmas\nmarket in Berlin.** Some of the terrorists\nresponsible were inspired by ISIL,** and some were\nlone-wolf Islamic extremists who had lived in their\nrespective countries for years. With a growing\nnumber of refugees in Europe, it is highly likely\nthat this pace of terrorism will continue.\n\nTerrorist attacks and geopolitical tensions in\nthe Middle East take more than their immediate\nhuman toll. While consumer confidence in the\nUS is now above the pre-global financial crisis\npeak of July 2007 (see Exhibit 25), Gallup Poll\ndata shows that dissatisfaction remains at a very\nhigh level, similar to that at the beginning of\nthe global financial crisis. As shown in Exhibit\n26, the dissatisfaction rate increased steadily in\nthe aftermath of the 9/11 terrorist attacks and\nthe US wars in Afghanistan and Iraq. It had\nalready reached current levels before the global\nfinancial crisis.\n\nFormer Federal Reserve Chairman Ben\nBernanke has named traumatic national shocks\nsuch as 9/11 along with political polarization\nand “shrill” political debates as possible culprits\nof the contradictory signals between the high\nlevels of consumer confidence as measured by\nthe Conference Board and the high levels of\ndissatisfaction as measured by Gallup Polls.™\n\nRisks of continued terrorism are very high,\nbut the broader economic impact of the type of\nterrorist acts we witnessed in 2016 is limited. We\ncan only hope that large attacks such as 9/11 do\nnot occur again.\n\nCyberattacks Continue\n\nHigh-profile cyberattacks or cyberattack\nannouncements were a regular feature of 2016.\nThe highest-profile attacks were those perpetrated\nby the Russian government on the Democratic\nNational Committee computer network, according\nto a joint statement from the Department of\nHomeland Security and Office of the Director\n\nof National Intelligence on Election Security.®\nThe US government expelled 35 Russian officials\nand imposed sanctions on four high-ranking\nmembers of the Russian military intelligence unit\nas a result.*\n\n30 | Goldman Sachs | JANUARY 2017\n\nHOUSE_OVERSIGHT_014563",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014563.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4675,
    "word_count": 748,
    "line_count": 121,
    "import_date": "2025-11-19T21:47:46.358733",
    "prefix": "IMAGES-003"
  }
}