{
  "document_id": "HOUSE_OVERSIGHT_032069",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_032069.txt",
  "text": "internet industry and new media in the San Francisco area, Sandy established TravelTalKMEDIA\nin 2001 to provide radio and web-based, online information to the U.S. and global travel industry.\n\nListen to the radio interview (MP3)\n\nGTX Corp's Tracking Apps Hit One Million Dowloads\nGPS Wolrd - July 12, 2011 - GPS Tracking Apps, from GTX Corp subsidiary\n\nLOCiMOBILE, have been downloaded more than one million times by users in 116 countries, and\ncontinues to be on the top charts of iTunes and Android marketplace, the company said.\n\n\"The GPS Tracking app is the simplest way to stay connected to a child, parent, friend or business\nassociate, quickly and accurately from a Smartphone or Internet-ready device like the iPad, iPod\nor Android tablet, allowing users to locate people, instantly with one simple touch of a button,\"\nsaid Patrick Bertagna, CEO of GTX Corp. \"We also offer it at a price everyone can afford without\ncompromising privacy.\"\n\nRead the full article\n\nGTX Corp... More'n A Million Served (GPS)\n\n——\n\nSatNews Daily - July 1, 2011 - GTX Corp. (OTCBB: GTXO.OB), a\nprovider of real-time two way GPS Tracking and personal location\nservices (PLS) has announced its LOCiMOBILE subsidiary’s GPS\n\nTracking Apps has managed more than 1 Million downloads with\n\nusers in 116 countries and continues to be on the top charts of iTunes\n\nand Android market place. “The GPS Tracking app is the simplest way to stay connected to a\nchild, parent, friend or business associate, quickly and accurately from a Smartphone or internet\nready device like the iPad, iPod or Android tablet, allowing users to locate people, instantly with\none simple touch of a button,” said Patrick Bertagna, CEO of GTX Corp. “We also offer it at a\nprice everyone can afford without compromising privacy.”\n\nRead the full article\n\nProfessor Andy Carle talks about \"Nana\" technology and the GPS Smart Shoe™\n\nHOUSE_OVERSIGHT_032069",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_032069.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1902,
    "word_count": 311,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:45.829523",
    "prefix": "IMAGES-011"
  }
}