{
  "document_id": "HOUSE_OVERSIGHT_023383",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023383.txt",
  "text": "In re: TERRORIST ATTACKS ON SEPTEMBER 11, 2001., 2012 WL 257568 (2012)\n\nand other financiers associated with the Golden Chain enabled bin Laden and Al Qaeda to replace lost financial assets and\nestablish a base in Afghanistan following their abrupt departure from Sudan in 1996\n\nThe Golden Chain thus provides a list of the most significant donors to al-Qaeda. These donors, moreover, did not give\nmoney to al-Qaeda unwittingly, through an al Qaeda front masquerading as a legitimate charity; they were, rather, bin\nLadin’s original list of financial backers for his al-Qaeda enterprise. The appearance on this list of Khalid bin Mahfouz and\nSulaiman al Rayhi is strong evidence of their knowing and active financial support of al-Qaeda.\n\nIn addition to the positions within their respective financial institutions, Khalid bin Mahfouz, Suleiman al Rajhi, and\nAbdullah al Rajhi also played significant roles in al-Qaeda charity fronts. As mentioned above, bin Mahfouz founded\nMuwafaq Foundation along with Defendant al Kadi, with the intent that it would serve as a front for al-Qaeda *55\noperations.” Al Rajhi served as a Board Member of the RO, and also founded the SAAR Foundation, a U.S. based charity\nestablished by al Rajhi to support Islamic extremists.” These allegations and facts concerning their longstanding ties to bin\nLaden, and positions within financial institutions and charities with documented links to al-Qaeda, place bin Mahfouz and al\nRayhi at the center of the al-Qaeda financial and logistic network.\n\nAl-Qaeda’s Additional Wealthy Financiers\n\nA number of other wealthy financiers and sponsors played critical roles in the advancement of the al-Qaeda enterprise, by\nproviding much of the funding al-Qaeda needed to sustain its global operations, estimated by the U.S. government at more\nthan $30 million per year in the period immediately preceding the September 11th Attacks. These wealthy individual\nsponsors included defendants Bakr bin Laden, Tariq bin Laden, Yeslam bin Laden, Omar bin Laden, Abdullah bin Laden\n(collectively the “Bin Laden Brothers”), Yousef Jameel, and Saleh Kamel--Bakr bin Laden, *56 Jameel, and Kamel, along\nwith Khalid bin Mahfouiz and Suleiman al Rajhi, are identified as primary al-Qaeda financiers in the Golden Chain.”\n\nBakr, Tariq, Omar, and Yeslam bin Laden are Osama’s half-brothers. Bakr, Tariq, and Omar are alleged to have used their\npositions within the Saudi Binladin Group, the bin Laden family construction empire, to channel support to their sibling\nOsama after he formed al-Qaeda and made clear his intent to conduct jihad against the United States.™ Consistent with those\nallegations, the National Commission on Terrorist Attacks’ Staff Monograph on terrorist financing confirms that Osama bin\nLaden continued to receive disbursements from SBG following the establishment of al-Qaeda in 1988 through 1993 or 1994,\nto a tune of approximately $1 million per year, until the Saudi government allegedly “forced the Bin Ladin family to find a\nbuyer for Usama’s share of the family company.” Bin Laden used those funds to provide economic support to the National\nIslamic Front regime, a central component of the bargain under which the *57 NIF provided safehaven, training camps and\nother support for al-Qaeda.” In addition, Bakr is a member of the Golden Chain, and a primary contributor to al-Qaeda front\ncharity TRO.”\n\nAbdullah bin Laden sponsored al-Qaeda through his roles in establishing two US branches of al-Qaeda front charities, Taibah\nInternational and WAMY USA, both of which have extensive ties to al-Qaeda. Yeslam bin Laden supported al-Qaeda\nthrough the management of Swiss bank accounts for Osama’s benefit.”\n\nDefendants Kamel and Jameel also are members of the Golden Chain.'” Both are alleged to have longstanding ties to\nal-Qaeda, and to have supported al-Qaeda through a variety of channels.'\"' Jameel’s sponsorship of al-Qaeda flowed largely\nthrough purported charities, known to Jameel to be al-Qaeda fronts.'” Kamel also contributed generously to al-Qaeda through\n\nits known charity fronts, and also *58 supported al-Qaeda through various businesses and financial institutions under his\ncontrol, including Defendant-Appellee Dalian al Baraka.’\n\n*59 Summary of Argument\nThe district court concluded that plaintiffs had failed to state a claim against certain defendants under the Anti-Terrorism Act\n\nWESTLAW\n\nHOUSE_OVERSIGHT_023383",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023383.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4415,
    "word_count": 674,
    "line_count": 55,
    "import_date": "2025-11-19T21:47:46.604246",
    "prefix": "IMAGES-007"
  }
}