{
  "document_id": "HOUSE_OVERSIGHT_023823",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023823.txt",
  "text": "Knowledge-Based Education vs. Process-Based Education 77\n\nhalf the students answered correctly that that came from the\nDeclaration of Independence. Another question said, “Imagine\nthat you landed in Philadelphia in the summer of 1776. Describe\nan important event that is happening there.” Nearly half\n\nthe students couldn’t answer the question correctly that the\nDeclaration of Independence was being signed.\n\nPoliticians never seem to get it about education. What history do\nstudents “need to know”? None, actually, unless they plan on being\nhistorians, or maybe senators. Now I realize this is a radical point of\nview, but history is not something anyone needs to know.\n\nWhy not?\n\nBecause knowing what happened in Philadelphia in 1776 does\nnot in fact make you a better citizen, no matter what Alexander says.\nRandom historical “facts” do not make one a critical thinker about\nhistory nor do they promote clear thinking about current political\nissues. Such “facts” are almost always used by politicians to justify\nwhatever it is they already believe. Understanding how human events\ntypically flow is, in fact, quite valuable, but that has more to do with\nunderstanding human nature and prior circumstances than it does\nwith memorizing facts that politicians deem important to know. A\ngood citizen would be one who carefully considered the issues when\nvoting. That would mean being able to diagnose problems and evalu-\nate proposed solutions. But that would produce a citizenry that could\nask hard questions of politicians, which is probably not what these\npoliticians are aiming for.\n\nIn 1776 we had a bunch of politicians who, if the present set are\nany example, surely were voting for their own special interests. The\nfact that we, as a country, feel the need to make them into folk heroes\ndoes not make it one bit more likely they were any better or worse\nthan the current people who govern us. What Alexander is really ar-\nguing for is more indoctrination—more informing students what to\nthink instead of teaching them how to think.\n\nIt would be nice if one simply could point a finger and say it is all\nthe politicians’ fault. They really don’t want people to think all that\nclearly. But politicians are only part of the problem.\n\nRecently, a report was issued about the teaching of mathematics,\nstating:\n\nHOUSE_OVERSIGHT_023823",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023823.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2335,
    "word_count": 382,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:45.388491",
    "prefix": "IMAGES-007"
  }
}