{
  "document_id": "HOUSE_OVERSIGHT_018542",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018542.txt",
  "text": "And just like that, I'd lost. It's what I was looking for, of course. But my body -- my hard-\nfighting, adrenaline-drenched body -- reacted by exploding into terrible panic.... I did\nnot enjoy it in the way a person getting screwed normally would. But as it became clear\nthat I could endure it, I started to take deeper breaths. And my mind stayed there, stayed\npresent even when it became painful.... My body felt devastated but relieved; I'd lost, but\nsurvived. After he climbed off me, he gathered me up in his arms. I broke into a thousand\npieces on his chest, sobbing so hard that my ribs felt like they were coming loose.\n\n... Lsaac pulled my hair away from my wet face, repeating over and over and over\nsomething that he probably believed but that I had to relearn. \"You are so strong,\" he\nsaid. \"You are so strong. You are so strong.\"\n\nSounds extremely familiar to me.\n\nNow, it's not like I have BDSM encounters like that all the time; indeed, experiences of\nthat type are relatively rare for me. But the reporter's description doesn't sound \"far\ndifferent\" from what I've experienced. Certainly not \"incomprehensible.\" There's only\none big difference, actually: I've never had such an intense BDSM experience in which\nmy partner also had penis-in-vagina sex with me. (I'm assuming the reporter means\n\"penis-in-vagina\" sex when she talks about \"getting screwed\", but I could be wrong.)\n\nHonestly, I'm not sure why I would want to combine vaginal sex with an experience like\nthat. Vaginal sex strikes me, personally, as kinda incidental to what I'd get out of it. But\nmaybe I'll try it sometime and it'll be the greatest thing in the world; we'll see, I guess.\n\nSometimes I find that I've still got a\"\"BDSM versus sex\" distinction to work out, although\nI seem to have comfortably settled into the frameworks I've created. One of my very first\nblog entries, back in 2008, was called \"Casual Sex? Casual Kink?\", and I spent the whole\nthing musing about whether I was more or less okay with casual BDSM than I was with\ncasual sex.\n\nThese days, I find that I'm kinda okay with both casual sex and casual BDSM, but I much\nprefer those experiences within intimate relationships. Make no mistake, my friends:\nBDSM can include a great deal of love and connection... at least as much as sex.\n\nTo hammer the point home, let me tell you about what happened after I broke up with a\nmuch-beloved ex-boyfriend: Mr. Inferno. It was back when I was very focused on being\nmonogamous with my partners. Mr. Inferno broke up with me, and a month or two later I\nhad the chance to have an overnight BDSM encounter with another man, so I took it.\nThere was no genital contact; the whole encounter was limited to this guy giving me\norders, and hurting me until I cried.\n\nBut I remember, even as I slipped into the familiar emotional cycle, that I couldn't let go:\nI couldn't let go because I felt like I was betraying Mr. Inferno. He'd broken my heart, but\non some level I felt like I still belonged to him. It was wrong, wrong, wrong for me to cry\nin someone else's arms. The wrongness rang through me like a bell. It was so impossible,\nunbearable -- all I could think was how it should have been Mr. Inferno. I choked on the\ntears. I couldn't lose myself in them.\n\nLater, I mentioned to my partner that one of my ex-boyfriends (not Mr. Inferno) had\n\nHOUSE_OVERSIGHT_018542",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018542.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3357,
    "word_count": 602,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:48.803179",
    "prefix": "IMAGES-005"
  }
}