{
  "document_id": "HOUSE_OVERSIGHT_015504",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015504.txt",
  "text": "292 M. Hoffman et al.\n\nCrucially for this chapter, because our behaviors are mediated by moral intuitions\nand ideologies, if our moral behaviors converge to Nash, so must the intuitions and\nideologies that motivate them. The resulting intuitions and ideologies will bear\nthe signature of their game theoretic origins, and this signature will lend clarity on\nthe puzzling, counterintuitive, and otherwise hard-to-explain features of our moral\nintuitions, as exemplified by our motivating examples.\n\nIn order for game theory to be relevant to understanding our moral intuitions and\nideologies, we need only the following simple assumption: Moral intuitions and\nideologies that lead to higher payoffs become more frequent. This assumption can\nbe met if moral intuitions that yield higher payoffs are held more tenaciously, are\nmore likely to be imitated, or are genetically encoded. For example, if every time\nyou transgress by commission you are punished, but every time you transgress by\nomission you are not, you will start to intuit that commission is worse than\nomission.\n\nRights and the Hawk—Dove Game\n\nIn this section we will argue that just as the Hawk—Dove model explains animal ter-\nritoriality (Maynard Smith & Price, 1973, to be reviewed shortly), the Hawk—Dove\nmodel sheds light onto our sense of rights (Descioli & Karpoff, 2014; Gintis, 2007;\nMyerson, 2004).\n\nLet us begin by asking the following question (Myerson, 2004): “Why [does] a\npassenger pay a taxi driver after getting out of the cab in a city where she is visiting\nfor one day, not expecting to return?” If the cabby complains to the authorities, the\npassenger could plausibly claim that she had paid in cash. The answer, of course, is\nthat the cabby would feel that the money the passenger withheld was his—that he\nhad a right to be paid for his service—and get angry, perhaps making a scene or\neven starting a fight. Likewise, if the passenger did in fact pay, but the cabby\ndemanded money a second time, the passenger would similarly be infuriated. This\nexample illustrates that people have powerful intuitions regarding rightful owner-\nship. In this section, we explore what the Hawk—Dove game can teach us about our\nsense of property rights.\n\nThe reader is likely familiar with the Hawk—Dove game, a model of disputes\nover contested resources. In the Hawk—Dove game, each player decides whether to\nfight over a resource or to acquiesce (i.e. play Hawk or Dove). If one fights and the\nother does not, the fighter gets the resource, worth v. If both fight, each pays a cost\nc and split the resource. That is, each gets v/2—c. If neither fights, they split the\nresource and get v/2. As long as v/2 <c, then in any stable Nash equilibrium, one\nplayer fights and the other acquiesces. That is, if one player expects the other to\nfight, she is better off acquiescing, and vice versa (see Fig. 2).\n\nCrucially, it is not just a Nash equilibrium for one player to always play Hawk\nand the other to always play Dove. It is also an equilibrium for both players to con-\ndition whether they play Hawk on an uncorrelated asymmetry—a cue or event that\n\nHOUSE_OVERSIGHT_015504",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015504.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3138,
    "word_count": 525,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.162874",
    "prefix": "IMAGES-003"
  }
}