{
  "document_id": "HOUSE_OVERSIGHT_016593",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_016593.txt",
  "text": "Code Enforcement Board Meeting Minutes 07/17/08\n\nMOTION PASSES 4-3\n\nB. Case # 08-2302, 9 Via Vizcaya, Macari Building & Design, Casa Picchio, LLC\nViolation of Chapter 18, Section 18-242, Subsection 104.5.1.6, medium projects,\nall new or remodel construction projects 4000 sq. ft, to 8,999 sq. ft. under roof be\nallowed 22 months\n\nLead Code Enforcement said the property was found in non-compliance and they\nrequested a fine reduction hearing. The owner of the property was called out of\ntown and they requested a postponement until the August hearing.\n\nMOTION BY MS. GREENBERG TO POSTPONE THE FINE\nREDUCTION HEARING UNTIL AUGUST 21, 2008\n\nSECONDED BY MS. VAN BUREN\n\nMOTION PASSED UNANIMOUSLY\n\nIX. Comments:\n\nMs. Greenberg said that the presentation using the “slides” made it too dark in the room.\nShe wanted to know if there was anything they could do as a Board in making a\nsuggestion to the Council about an ordinance that could address people not pulling\npermits because of the safety issues in terms of multi-family dwellings. Capt. Blouin said\nthere was a provision in place. If work is done without a permit, there is a penalty\ninvolved. There was an ordinance drafted last year that requires them to pay four times\nthe permit fee.\n\nMr. Fried asked Mr. Randolph if he had spoken to Mr. Elwell about the foreclosure action\nbeing brought to the Board’s area of responsibility as opposed to the Town Council. Mr.\nRandolph said he had but did not have an answer yet and would try to get one. Mr. Fried\nasked Ms. Houston about progress on the fines and she said the Town was now inputting\nfines into the computer system and if someone had outstanding fines they could not get\nany permits. People are contacting Code Enforcement because they cannot get permits\nand are either paying or asking to come back to the Board for a fine reduction.\n\nCapt. Blouin advised that with regard to any foreclosure action, the police department is\nscrutinizing each and every one of them as some of these cases we have liens on were pre-\nexisting prior to coming to the police department. We do not want to bring a case to the\nboard that can be handled in a different manner.\n\nMr. Walton remarked that it was a good thing that there are a number of working without\npermit cases being brought to the Board, that it means Staff is doing their job.\n\nX. Adjournment:\n20\n\nHOUSE_OVERSIGHT_016593",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_016593.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2374,
    "word_count": 411,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:46.842927",
    "prefix": "IMAGES-004"
  }
}