{
  "document_id": "HOUSE_OVERSIGHT_017305",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017305.txt",
  "text": "4.2.12\nWC: 191694\n\nDealing with the family of homicide victims—then experiencing it\n\nWhenever I defend an accused killer, I’m asked how it feels to be up against the family of the\nvictim. It’s a hard question, even when asked in the abstract. In one case I was confronted\ndirectly by the mother of the victim, who thrust a photograph of her murdered son in my face.\n\nMy client was a woman who had admittedly shot and killed her husband. She claimed that she\nhad killed him in self defense after he tried to kill her. The problem was that the evidence showed\nthat after she emptied her gun into his head, she reloaded and emptied it again into his body. She\nwas found guilty of premeditated murder and asked me to try to get the conviction reversed or\nreduced to manslaughter.\n\nI argued the appeal in the Maryland Court of Appeals. I was satisfied that I had done the best I\ncould with a difficult fact pattern. As I was leaving the courtroom feeling pretty good about\nmyself, an elderly woman approached me. “You did a fine job, sir,” she began. I thanked her and\nstarted to walk away. “The man she murdered was my son,” she politely continued, “and I want\nyou to know that my son never tried to kill her.” She looked me straight in the eye and persisted:\n“He would never do such a thing. He was a fine young man. She was just trying to get rid of\nhim. I want you to know the truth regardless of how the court decides the case.” She showed me\nhis picture: “Look at him. Look at his eyes and tell me whether you think he could try to kill\nher.”\n\nI looked at the picture and simply said “I’m sorry for your loss.” The woman began to cry as she\nwalked away.\n\nI couldn’t sleep for several days as the picture of the sobbing mother holding her dead son’s\nphotograph kept popping into my head. Maybe he hadn’t tried to kill her. Maybe my client made\nup the story to justify a cold-blooded murder. Maybe not. Nice looking people often do unnice\nthings. You can’t tell a killer by his eyes—or by his mother. I could never know. All I could go\non was the evidence that had been presented at the trial.\n\nI will never forget this encounter with the victim’s mother. It still haunts me, as do all the other\npossible victims of what my clients may have done. Nobody ever said it would be easy to be a\ncriminal defense lawyer, and it hasn’t been. Any defense lawyer who says he doesn’t lose sleep\nover the moral ambiguity and complexity of his role is either lying or is unworthy of the\nresponsibility of representing the possibly guilty in order to prevent the conviction of the possibly\nimnocent.\n\nThe Rubin case itself was convoluted in the extreme. It actually involved several cases. Rubin\nclaimed to have evidence that her estranged husband, who she admittedly shot, had tried to\npoison her previous lover who had tried to beat her up. She then developed a personal\nrelationship with one of her investigators and an unusual relationship with several of her lawyers.\nEventually, after years and years of litigation, her conviction was reversed on the ground that\nseveral of her trial lawyers were guilty of a conflict of interest that denied her the effective\n\n218\n\nHOUSE_OVERSIGHT_017305",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017305.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3179,
    "word_count": 578,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:47.847793",
    "prefix": "IMAGES-004"
  }
}