{
  "document_id": "HOUSE_OVERSIGHT_030203",
  "filename": "IMAGES-010-HOUSE_OVERSIGHT_030203.txt",
  "text": "resolution.” The memorandum concluded that while the demands of the presidency preclude\nsubjecting the chief executive to criminal process, no such importance attaches to the office\nof the vice president.\n\nBecause Agnew pleaded no contest to an indictment in a negotiated agreement, there was no\nresolution of his claim of immunity from indictment. Although the charges had been serious\n(Agnew was said to have accepted containers of cash in the White House), he was allowed\nto plead to a single count and serve no prison time, essentially in exchange for his\nresignation from the vice presidency—an outcome that may not have been possible had\nAgnew not been susceptible to indictment.\n\n3. The Feb. 12, 1974, Memorandum to Independent Counsel Leon Jaworski. The\nattorneys in the Office of Watergate Special Prosecutor Leon Jaworski concluded that there\nwas no legal bar to indicting a sitting president and that the office should recommend either\nthat the grand jury indict President Nixon or that criminal charges against him be\nincorporated into a formal grand jury presentment. Jaworski concluded that the best course,\nwith impeachment proceedings in the offing, was to include Nixon as an unindicted co-\nconspirator in the indictment of the other Watergate defendants.\n\nThe memo notes at the outset that\n\nAs we understand it, the conclusions regarding indictment of an incumbent President\nreached by the Department of Justice, the U.S. Attorney’s office, and this office, are all\nconsistent: there is nothing in the language or legislative history of the Constitution that\nbars indictment of a sitting president, but there are a number of ‘policy’ factors that weigh\nheavily against it.\n\nThe memo finds those policy considerations offset by competing considerations.\n\nFor us or the grand jury to shirk from an appropriate expression of our honest assessment of\nthe evidence of the President’s guilt would not only be a departure from our responsibilities\nbut a dangerous precedent damaging to the rule of law.\n\nIn deciding whether to indict a sitting president, they asserted, any considerations of a\npolitical nature should be left to Congress, which can decide if it wishes to immunize a\npresident from prosecution. The special prosecutor’s office did conclude, however, that the\nquantum of proof required to support an indictment of a sitting president should be quite\nhigh: “the evidence of the President’s guilt should be direct, clear, and compelling and ...\nadmit of no misinterpretation.”\n\nSome of Jaworski’s team thought that President Nixon should be indicted. Others favored\nproceeding by a “presentment,” which would set out “in detail the most important evidence\nand the Grand Jury’s conclusion that the President has violated certain criminal statutes and\nwould have been indicted were he not President.” The office concluded that “there appears\nto be no question of the propriety or legality of such a course....”. The memo noted that\n\nHOUSE_OVERSIGHT_030203",
  "metadata": {
    "original_filename": "IMAGES-010-HOUSE_OVERSIGHT_030203.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2977,
    "word_count": 469,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:47.536237",
    "prefix": "IMAGES-010"
  }
}