{
  "document_id": "HOUSE_OVERSIGHT_018500",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018500.txt",
  "text": "friend honestly about it later, she insisted that I loved the whole experience. She said that\nI was merely feeling morning-after guilt. \"You were totally into it,” she informed me. She\nwas clearly smug with victory, but angry that I resisted her version of events. I felt\nresentful for years.\n\nI didn't even tell my partners about my orgasm difficulties until I'd known them for a\nwhile, because my secret felt like such Restricted Information: I couldn't give it to anyone\nI didn't trust. I couldn't abide the idea of \"everyone knowing\" how broken I felt. I couldn't\nstand the combination of pity and fascination that my problem evoked in the few who\nknew.\n\nWhen I did get around to telling my partners, that was most complicated of all. I was\nquite unpopular in high school, and so I was something of a late bloomer -- boyfriend-\nfree until my late teens. It took years before I had any confidence in my boyfriend\ninteractions. And because I had no idea how to come and no idea where to start and little\nidea of how to communicate about sex, I could not give guidance about what I wanted.\n\nI also felt paranoid that lovers would resent me if they felt I was demanding something\ntoo \"difficult\" during the sexual \"exchange,\" so I downplayed my feelings. I told awful\nlies like “it's not a big deal that I can't come\" -- lies that broke my heart as I spoke them,\nbut felt safer than the truth.\n\nI did manage to have one orgasm in my teens -- one. I'm still not sure how it happened. It\noccurred one evening when I was incredibly tired, but went out with friends to get a\nfudge brownie sundae anyway. When I got back, my boyfriend came over and wanted to\nhave sex, and I let it happen -- despite being tired and uninterested and full of sundae --\nbecause I had not yet internalized the notion that my boyfriends wouldn't hate me if I\ndenied them sex. I was barely present during the act, but I jolted into awareness when I\nrealized I was having an orgasm. Afterwards, exhaustion overwhelmed me and I fell\nstraight into sleep -- so deep that my boyfriend was unable to wake me.\n\nThis was puzzling and hard to analyze. What aspects of my singular orgasm should go\ninto my Unified Theory... and which aspects were irrelevant?\n\nThe chocolate? Well, chocolate is arguably a mild drug, and drugs help some people\ncome. Also, there were studies that found mild aphrodisiac qualities to chocolate. So\nmaybe.\n\nThe position? The position had felt really good but was somewhat awkward, and I felt\nweird asking my boyfriend to reproduce it, so I didn't let myself think about the position.\n(I'm much better at communicating with my partners now.)\n\nWhat about the exhaustion? It made sense that being very tired might help me \"let go.\"\nBut I hadn't been very turned on or enjoyed the rest of the encounter, mostly because I\nwas so exhausted; and I didn't want to deliberately force myself to have sex while tired.\nSo while the exhaustion might have been a factor, I filed it under \"less-than-useful\" as\nwell.\n\nI didn't worry about the problem too much for a while, because I figured that now that I'd\nhad one orgasm, surely it would become easy. I didn't tell my boyfriend it had happened,\n\nHOUSE_OVERSIGHT_018500",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018500.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3199,
    "word_count": 575,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:45.921339",
    "prefix": "IMAGES-005"
  }
}