{
  "document_id": "HOUSE_OVERSIGHT_024357",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_024357.txt",
  "text": "Table of Contents\n\nIP LICENSE AGREEMENT\n\nIn February 2017, we entered into a license agreement that governs the rights of certain intellectual property owned by us and the rights of\ncertain intellectual property owned by DriveTime. The license agreement, which was amended and restated on April 14, 2017, generally provides that each\nparty grants to the other certain limited exclusive (other than with respect to the licensor party and its affiliates) and nonexclusive licenses to use certain of\nits intellectual property, and each party agrees to certain covenants not to sue the other party, its affiliates and certain of its service providers in connection\nwith various patent claims. The exclusive license to DriveTime is limited to the business that is primarily of sub-prime used car sales to retail customers.\nHowever, upon a change of control of either party, both parties’ license rights as to certain future improvements to licensed intellectual property and all\nlimited exclusivity rights are terminated. The agreement does not provide a license to any of our patents, trademarks, logos, customers’ personally\nidentifiable information or any intellectual property related to our vending machine, automated vehicle photography or certain other elements of our brand.\n\nAIRCRAFT TIME SHARING AGREEMENT\n\nOn October 22, 2015, we entered into an agreement, which was amended on May 15, 2017, to share usage of two aircraft operated by\nDriveTime. Pursuant to the agreement, we agreed to rermburse DriveTime for actual expenses for each of our flights. The original term of the agreement\nwas for 12 months, with perpetual 12-month automatic renewals. Either the lessors or the lessees can terminate the lease with 30 days’ written notice. We\nreimbursed DriveTime $0.5 million under this agreement during the year ended December 31, 2018.\n\nUNSECURED SENIOR NOTES\n\nIn September 2018, we issued an aggregate of $350.0 million in senior unsecured notes due 2023. The senior notes accrue interest at a rate of\n8.875% per annum, which is payable semi-annually in arrears on April 1 and October 1 of each year beginning April 1, 2019. Verde Investments, Inc., an\naffiliate of DriveTime, purchased notes reflecting $25.0 million of outstanding principal and subsequently sold a portion. As of December 31, 2018, Verde\nheld $15.0 million of principal of the notes.\n\n- Ag -\n\nHOUSE_OVERSIGHT_024357",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_024357.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2391,
    "word_count": 374,
    "line_count": 30,
    "import_date": "2025-11-19T21:47:45.614960",
    "prefix": "IMAGES-007"
  }
}