{
  "document_id": "HOUSE_OVERSIGHT_017393",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017393.txt",
  "text": "4.2.12\nWC: 191694\n\nIs this an irony, or is there a causal connection between our constitutional separation of church\nand state and the high level of religiosity among our people? I believe the latter is the case.\n\nThe original theory behind the metaphor of “the wall of separation” was to protect the holiness of\nthe church from the corrupting influences of the secular state. Roger Williams, who is credited\nwith coining the metaphor, was a 17\" Century Baptist minister in Providence, Rhode Island. He\ninsisted that a “hedge or wall of separation between the garden of the church and the wilderness\nof the world” was necessary to protect religion, as well as to assure freedom of conscience. And\nthis wall has worked wonderfully to do both.”\n\nChurches are thriving in America, unlike in most European countries that have long traditions of\nestablished churches. When the state supports churches, resentment against government, which is\ninevitable, spills over to religion. Consider Israel, whose citizens are far more secular on average\nthan Americans. Many Israeli Jews resent religion because the Rabbis have too much influence\nover marriage, divorce and other aspects of daily life. This turns people against religion. Israel\ndoes not have an established religion, despite its being a “Jewish state.” Muslim and Christian\nIsraelis, who comprise nearly a quarter of the population, have equal status and equal rights, or at\nleast as a matter of law, but Conservative and Reform Jews do not. Within the Jewish religion,\nOrthodoxy is the established branch. This has caused enormous resentment—against both the\nstate and the synagogue—by reform, conservative and secular Jews and have driven many of them\naway from religion. In the U.S., on the other hand, resentment against the government\n(Congress’ approval rating is always quite low) does not translate into resentment against the\nchurches. To the contrary, cynicism about politics, may well drive some people toward greater\ncommitment to their churches.\n\nI believe, therefore, that perhaps the single most important guarantee in our Constitution is one\nthat is not explicitly enumerated: the separation of church and state. Although those words do\nnot appear in either the body of the Constitution or in the First Amendment, there can be no\ndoubt that the founding fathers constructed a system of checks and balances that required such\nseparation. Without it, the church (representing organized religion) could not serve as an\neffective check on the secular excesses of the state; nor could the state serve as an effective check\non the excessive involvement of the church in the business of governance and on the rights of\nreligious and non-religious dissenters. The marvel of our unique system of checks and balances, is\nthat is does not simply involve each branch of government—executive, legislative and\njudicial—checking on the others; it also encourages—through the freedoms guaranteed by the\nFirst Amendment—other institutions to serve as checks on the government. In addition to the\nchurches (broadly defined to include all religious institutions), these include the media, the\nacademy, the business community, and especially the “people” who have the right to vote, to\nassemble and to petition for a redress of grievances.\n\nJust before the 50\" Anniversary of the Declaration of Independence—the day on which two of its\nprimary authors, Jefferson and Adams, both died—Jefferson wrote the following about the\npurpose of Declaration:\n\n*! The irony is that the wall was essentially a contribution made by Baptists to America, is now being attacked by\nmany Baptists.\n\n306\n\nHOUSE_OVERSIGHT_017393",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017393.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3655,
    "word_count": 576,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:44.814629",
    "prefix": "IMAGES-004"
  }
}