{
  "document_id": "HOUSE_OVERSIGHT_010722",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010722.txt",
  "text": "glasses. I greeted each of Lara’s interviewees\nas if they were coming to my house for dinner.\nI never tire of the overwhelming excitement,\nthrongs of eager press, and screaming fans.\nEverything boils down to this moment of\nmass hysteria. It’s always humbling to stand\namong the entertainment giants, wish them\nluck and have them nervously smile back.\nIts the bittersweet finale when all of the\ncampaigning is over and you think you won't\nsee them until their next movie. It’s like the\nlast day of camp.\n\nI was now dateless and alone as Lara Spencer\nwent home suffering from a sore throat.\n\nThose in the know always hang out at the\ndownstairs bar during the broadcast where\nthe sound is turned up on the flat screens.\nThis year, Cate Blanchett’s husband theater\nimpresario Andrew Upton bought me free\ndrinks. I hung out with Cate, her CAA agent\nHylda Queally, the adorable skinny Sally\nHawkins in a heavily beaded Valentino gown,\nJulia Roberts, and Tom Bernard and Michael\nBarker who have 140 career nominations and\n32 wins.\n\nAfter that her\nstupendous pale beaded Armani Privé gown\n\nreassuring Blanchett\n\nwas the best of the other girls’ pale dresses and\nthat her Oscar would pop against it, she went\non stage to win.\n\nWhile I was at the Oscar broadcast, 160\nVIPs at Graydon Carter’s annual Oscar\nviewing dinner were getting ready for the\nrush of a thousand more party guests. Five\nhundred limos were on the way. Those\nwho watched the awards from the beige,\ncircular dining room were  Graydon’s\nfriends including: Sofia Vergara, Tom Ford,\nCarolina Herrera, Bruce Weber, Allen\nGrubman, Bob Colacello, Judd Apatow, Jeff\nKlein and John Goldwyn, Rupert Murdoch,\n\nSteve Newhouse, Les Moonves, and Jimmy\nBuffet.\n\nI ran through the Governor's Ball and\nfound Bryan Lourd and Fox’s beloved leader\nJim Gianopulos, ushered by Fox Searchlight’s\nMichelle Hooper, sitting at Brad Pitt’s empty\n\n2 table because everyone else was still in the\n\nCOM\n\npress room doing interviews.\n\nAND BFANYC.\n\nI arrived at the Vanity Fair party at its new\n= location, 8680 Sunset Boulevard, a parking lot\n& that was transformed into an airy glass dome.\nal stood in a corner, ravenously inhaling my\nz In-n-Out burger with ketchup dripping down\nz my chin and of course, Graydon—the adored\n8 maestro of the week—came up and so sweetly\n% wanted to know how I was doing. It’s a little\nz difficult to respond with a mouthful of food\n6 behind dark glasses.\n\nAnne Hathaway and Jared Leto\n\nThe stars were huddled together in groups,\nair kissing and congratulating each other. Bill\nMurray, Lupita Nyongo, Jennifer Lawrence,\nNaomi Watts, Idina Menzel, Sarah Paulson,\nBette Midler and Lady Gaga owned the\ndance floor; Jared Leto passed his Oscar\naround so much he dropped it and it now\nsports a little dent in the head; pregnant Kerry\nWashington ate for two; and the Janes—\nFonda and Buffet—huddled on a couch,\nwhile The Great Gatsby’s production and\ncostume designer, and wife of director Baz\nLuhrmann, Catherine Martin and I posed\nwith her two Oscars. (Including the two she\nwon for Moulin Rouge, she now has four).\n\nEven Madonna has sponsors now. The\nmaterial girl—blinding in 1,000 carats of Neil\nLane’s diamonds—hosted her seventh annual\nawards bash at her manager Guy Oseary’s\nhome with Gucci. Originally super secret, the\nparty is now a headline on Page Six. Madonna\nmade her best effort to cream off the stars\nfrom Graydon’s party.\n\nIn attendance were Paul McCartney, Tom\nBrady and Gisele Biindchen, newly engaged\nAshton Kutcher and Mila Kunis, Serena\nWilliams, Prince, and Pink. Madonna closed\nout her own party by breakdancing with her\nkids and Miley Cyrus, and spinning records\nuntil 7 a.m. for Matthew McConaughey.\n\nMadge, short for majesty, would rather die\nthan entertain press, let alone an adorable\npublicist like moi. Last year, ever so curious,\n\nCharlize Theron\n\nI was brought as\na guest of a guest\nonly to be frogmarched\n\nto the door by Oseary, the\nhost\nreaders, I did this for you. It has\n\nfurious himself. Dear\ntaken me a year to admit—I was\ntoo socially traumatized to report\n\nmy investigative failure. I now realize that\nI was just a pawn for Oseary’s A-list purity\nfor the night. His own rock status had been\nboosted by signing Bono and U2. Thank God\nmy social stock is still otherwise intact. The\nweek before the Oscars, the real Oscar—de\nla Renta—had invited me to his beachfront\nparadise in the Dominican Republic with\nLord and Lady Astor. In June, the Duke and\nDuchess of Marlborough are expecting me at\nBlenheim Palace. So much for not making the\ncut at Madonna’.\n\nOnce again, I scored a ride home on a\nfriend’s plane where my dark glasses fit right\nin. Passengers received an email that morning\nrequesting “no jeans.” I thought this was a\nbizarre fashion edict, only to find out the\nindigo dye in denim bleeds onto the jet’s white\nleather chairs.\n\nAsa closing to my 10th annual Oscar diary,\nI can sum up this year’s race as one of intense\nemotions and euphoric pride for our love of\nwhat Americans do best: making the most\nwonderful and culturally enlightening movies\nthat entertain the world. On to Cannes!+\n\nAPRIL 2012 * AVENUE MAGAZINE | 59\n\nHOUSE_OVERSIGHT_010722",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010722.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 5150,
    "word_count": 883,
    "line_count": 160,
    "import_date": "2025-11-19T21:47:45.576082",
    "prefix": "IMAGES-001"
  }
}