{
  "document_id": "HOUSE_OVERSIGHT_013887",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013887.txt",
  "text": "www.b2kcorp.com ($15/hour+) From Fortune 10 oil companies and Fortune 500 clients to Big 5\naccounting firms and U.S. congressmen, Brickwork can handle it all. This is reflected in the costs of this\npure suit-and-tie operation—business only. No flowers for auntie.\n\nwww.taskseveryday.com ($6.98/hour for a dedicated virtual assistant) Based in Mumbai, available via\nphone and e-mail from the U.S., UK, and Australia. Must choose between 20 or 40 hours per week and\npre-purchase hours.\n\nwww.yourmaninindia.com ($6.25/hour+) YMII handles both business and personal tasks and can work\nwith you in real time (there are people on duty 24/7) and complete work while you sleep. English\ncapability and effectiveness vary tremendously across VAs, so interview yours before getting started or\nassigning important tasks. Important: Following the publication of the first edition of this book, there\nhave been some complaints of lower quality and up to four-week wait lists to become a client.\n\n2. Start small but think big.\n\nTina Forsyth, an online business manager (higher-level VA) who helps six-figure-income clients achieve\nseven figures with business model redesigns, makes the following recommendations.\n\ne » Look at your to-do list— what has been sitting on it the longest?\n\ne » Each time you are interrupted or change tasks, ask, “Could a VA\ndo this?”\n\ne » Examine pain points—what causes you the most frustration and\nboredom?\n\nHere are a few common time-consumers in small businesses with online presences.\ne » Submitting articles to drive traffic to site and build mailing lists\n\n« > Participating in or moderating discussion forums and message\nboards\n\n« > Managing affiliate programs\n\ne » Creating content for and publishing newsletters and blog postings\n\nHOUSE_OVERSIGHT_013887",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013887.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1777,
    "word_count": 274,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:46.931652",
    "prefix": "IMAGES-002"
  }
}