{
  "document_id": "HOUSE_OVERSIGHT_013310",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013310.txt",
  "text": "Case No.: 502009CA040800XXXXMBAG\nEdwards' Opposition to Epstein's Motion for Summary Judgment\nPage 7 of 15\n\ne Question not answered: “Did sexual assaults ever take place on a private airplane on\nwhich you were a passenger?” Reasonable inference: Epstein was on a private airplane\nwhile sexual assaults were taking place.\n\ne Question not answered: “How many minors have you procured for prostitution?”\nReasonable inference: Epstein has procured multiple minors for prostitution.\n\n© Question not answered: “Is there anything in L.M.’s Complaint that was filed against\nyou in September of 2008 which you contend to be false?” Reasonable inference:\nNothing in L.M.’s complaint filed in September of 2008 was false —i.e., as alleged in\nL.M.’s complaint, Epstein repeatedly sexually assaulted her while she was a minor and\nshe was entitled to substantial compensatory and punitive damages as a result.\n\ne Question not answered: “J would like to know whether you ever had any physical\n\ncontact with the person referred to as Jane Doe in that [federal] complaint?” Reasonable\n\ninference: Epstein had physical contact with minor Jane Doe as alleged in her federal\ncomplaint.\n\ne Question not answered: “Did you ever have any physical contact with E.W.?”\n\nReasonable inference: Epstein had physical contact with minor E.W. as alleged in her\ncomplaint.\n\ne Question not answered: “What is the actual value that you contend the claim of E.W.\nagainst you has?” Reasonable inference: E.W.’s claim against Epstein had substantial\nactual value.\n\n(See Exhibit “A” — Edwards’ Statement of Undisputed Material Facts, paragraphs 93-120\nfor page references.)\n\nA jury could conclude, therefore, from the adverse inferences drawn against Epstein that he was\nliable for the claims brought by Brad Edwards and that he had no basis for the pursuit of his efforts to\nintimidate and extort Edwards and his clients in the pursuit of those claims.\n\nThe Litigation Privilege Does Not Bar the Claims of Abuse of Process and Malicious Prosecution\n\nEpstein contends he is entitled to absolute immunity pursuant to the litigation privilege as to both\nclaims asserted by Edwards because all actions taken by him occurred during the litigation of his abuse of\nprocess claim against Edwards. For support, he relies primarily on the decision of Wolfe v. Foreman,\n2013 WL 3724763 (Fla. 3d DCA July 17, 2013), wherein the Third District found that the litigation\n\nprivilege barred both an abuse of process claim and a malicious prosecution cause of action. Wolfe is still\n\nHOUSE_OVERSIGHT_013310",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013310.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2552,
    "word_count": 402,
    "line_count": 50,
    "import_date": "2025-11-19T21:47:46.673341",
    "prefix": "IMAGES-002"
  }
}