{
  "document_id": "HOUSE_OVERSIGHT_019556",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019556.txt",
  "text": "68 | HOW AMERICA LOST ITS SECRETS\n\nUS are betraying the trust of their customers, which I can prove.”\nHe even proffered evidence implicating President Barack Obama in\nillegal surveillance. “There is a detailed policy framework, a kind of\nmartial law for cyber operations, created by the White House. It’s\ncalled presidential policy 20,” he wrote to her. It was an eighteen-\npage directive that Obama had signed four months earlier in Octo-\nber 2012. Snowden was offering to reveal to her up-to-date evidence\nof a surveillance state in America presided over by the president\nhimself. It was what she had been searching for over the past three\nyears. How could she, as an activist filmmaker, resist such a sensa-\ntional offer?\n\nHe further explained to her that he had placed great trust in her\ndiscretion. “No one, not even my most trusted confidante, is aware\nof my intentions, and it would not be fair for them to fall under sus-\npicion for my actions,” he said.\n\nPoitras must have found it flattering that a total stranger was\nwilling to disclose to her in e-mails what he would not tell even his\n“most trusted confidante” about his intentions to commit an illicit\n\n© breach of U.S. national security. It also put her under enormous ©\nstress. She noted in her journal that the pressure made her feel as if\nshe were “underwater.” “I am battling with my nervous system. It\ndoesn’t let me rest or sleep. Eye twitches, clenched throat, and now\nliterally waiting to be raided.”\n\nSnowden was also taking an extraordinary risk. After all, he had\nno way of knowing who else she told about him. She had long been\nconcerned, with good reason, that the U.S. government was out to\nget her. An unknown person offering to supply her with secret docu-\nments could be attempting to entrap her. So Snowden could not pre-\nclude the possibility that she would consult with others about the\noffer he was making her. Because her current documentary project\nincluded interviews by her with Assange, Appelbaum, and three ex-\nNSA executives, intelligence services with sophisticated surveillance\ncapabilities might also have taken a professional interest in her com-\nmunications, as Poitras herself had suspected. Even if Snowden was\nsomehow able to use his position as a system administrator at Dell\nto ascertain that the NSA did not have Poitras under surveillance, he\ncould not be sure that other agencies, such as the Russian and Chi-\n\n| | Epst_9780451494566_2p_all_r1.z.indd 68 ® 9/29/16 5:51 Pa | |\n\nHOUSE_OVERSIGHT_019556",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019556.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2505,
    "word_count": 424,
    "line_count": 47,
    "import_date": "2025-11-19T21:47:46.484613",
    "prefix": "IMAGES-005"
  }
}