{
  "document_id": "HOUSE_OVERSIGHT_019731",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019731.txt",
  "text": "A Single Point of Failure | 243\n\nhave been in a very different position. The story would have broken\nbefore Poitras or Greenwald even knew about Snowden’s presence\nin Hong Kong, and his identity would be secret except for whatever\nforeign mission he had contacted. But, as we know, the Post turned\ndown his ultimatum.\n\nTime was running out if he was to break the story and leave Hong\nKong before the NSA realized he was missing. At best, he was safe\nuntil June 3, when he was supposed to return from his medical leave.\nIf he failed to show up in Hawaii on June 3, alarm bells at the NSA\nwould go off, and it would not take long to find him. Airline records\nwould show that he had flown to Hong Kong. Snowden told Poi-\ntras that NSA security would ask, “This guy isn’t where he says\nhe’s supposed to be. He’s supposed to be getting medical treatment.\nWhy the hell is he in Hong Kong?” It would not take long to deter-\nmine that he had lied about his medical treatment, and then the hunt\nwould begin.\n\nHe had, remember, already sent Poitras an enciphered file and told\nher she would get the key once she followed his instructions. Green-\n\n© wald had still not committed himself to meeting Snowden. Green- ©\nwald was, however, willing to publish the documents once Snowden\nprovided them. That Snowden remained in Hong Kong suggests that\nhis reason for going to and remaining in Hong Kong went beyond\njust delivering documents to journalists, which he could have done\nover the Internet. What he could not do in America, without risking\narrest, was to make and release a video.\n\nIn any event, after his attempt to pressure the Post, Snowden\nasked Greenwald to fly immediately to Hong Kong. Presumably, he\nstill wanted Greenwald’s story and the video done in Hong Kong\nbefore he became a suspect. If Greenwald and Poitras had immedi-\nately flown to Hong Kong, it still might have left Snowden an escape\nwindow.\n\nBut of course things do not always go as planned. Greenwald,\nalthough agreeing to come to Hong Kong, waited in New York\nfor two days while the Guardian editors completed their due dili-\ngence. Poitras waited with him. As a result of this delay, as we know,\nGreenwald and Poitras did not arrive at his hotel in Hong Kong until\nJune 3, only hours before Snowden became suspect at the NSA. “It\n\n| | Epst_9780451494566_2p_all_r1.indd 243 ® 9/30/16 8:13AM | |\n\nHOUSE_OVERSIGHT_019731",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019731.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2384,
    "word_count": 426,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:44.491555",
    "prefix": "IMAGES-005"
  }
}