{
  "document_id": "HOUSE_OVERSIGHT_022331",
  "filename": "IMAGES-006-HOUSE_OVERSIGHT_022331.txt",
  "text": "01/10/13 Selected overview of the “American Taxpayer Relief Act of 2012” (H.R. 8): 2001 and 2013-01\n2003 tax cuts largely made permanent, but higher taxes for the top 1% to 2%\n\n2012\n\n12/31/12 Proposed regulations on the 3.8% tax on “net investment income”; Wandry again, and 2012-09\nhow many gift tax dollars the “defined value” clause saved\n\n11/30/12 The “fiscal cliff,” alternative minimum tax and transfer taxes; IRS “non-acquiesces’” in 2012-08\nWanadry; possible taxpayer relief for those affected by Hurricane Sandy\n\n10/31/12 Countdown to the election; selected 2013 inflation-adjusted numbers and various 2012-07\nplanning points; Wandry appeal withdrawn\n\n09/25/12 The looming “fiscal cliff? and the shape of possible future tax legislation; how NOT to 2012-06\nsubstantiate a charitable deduction (Wohamed v. Commissioner); Wandry appealed\n\n07/31/12 The Supreme Court's health care decision: The Affordable Care Act upheld 2012-05\n\n06/11/12 Wanadry v. Commissioner. yes, another taxpayer victory using a “defined value” 2012-04\nformula clause — but caution may be in order\n\n04/19/12 Supreme Court arguments on the health care law; Medicare taxes taking effect in 2012-03\n\n2013: 0.90% on the wages of “high earners” and 3.8% tax on “net investment\nincome”; the Buffett Rule and the “Paying a Fair Share Act” (S. 2230)\n\n03/08/12 Tax proposals on “high-income” taxpayers from President Obama's Fiscal Year 2013 2012-02\nBudget and the Treasury Department’s “Green Book”\n\n01/23/12 Estate of Petter v. Commissioner: another taxpayer victory using a “defined value” 2012-01\nformula clause, and the legacy of Procter v. Commissioner\n\n2011\n\n12/02/11 “Super Committee” bows out; 2012 inflation-adjusted numbers and various planning 2011-09\npoints; the “Sensible Estate Tax Act of 2011” (H.R. 3467)\n\n10/21/11 The American Jobs Act of 2011: the 28% limitation, the millionaires’ surtax, and the 2011-08\n\n“Buffett Rule”\n\n09/16/11 The Budget Control Act of 2011 (Pub. L. 112-25) and the “Super Committee”: reduce 2011-07\nthe deficit — or else!\n\n07/28/11 How certain discretionary language almost made a credit shelter trust taxable in the 2011-06\ntrustee/beneficiary's estate (Estate of Chancellor v. Commissioner)\n\n06/13/11 A Tax Court valuation case that illustrates just how far apart the experts can be, and 2011-05\nhow a judge evaluates those experts (Estate of Mitchell)\n\n05/03/11 Additional thoughts on last December's 2010 Tax Act: lifetime gifts (GRATs, Sales to 2011-04\nDefective Grantor Trusts and QPRTs) and how “credit shelter trusts” are still relevant\n\ndespite the “portability” of a deceased spouse’s estate tax exclusion\n\nTax Topics — Table of Contents — 2013 — 2\n\nHOUSE_OVERSIGHT_022331",
  "metadata": {
    "original_filename": "IMAGES-006-HOUSE_OVERSIGHT_022331.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2695,
    "word_count": 404,
    "line_count": 59,
    "import_date": "2025-11-19T21:47:44.439263",
    "prefix": "IMAGES-006"
  }
}