{
  "document_id": "HOUSE_OVERSIGHT_013554",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013554.txt",
  "text": "were behaving linearly and smoothly whereas within this region we observe global\nand dramatic changes via a forced discontinuity in what Thom called a catastrophe\nand others use related words such as bifurcation or phase transition. The transitions\nfrom painful fatigue to running rage and then to ecstatic transcendence feels like the\ngifts from two kinds of Gods, the first, bearing the righteous lawfulness of the Old\nTestament, the second bringing the empathic forgiveness of the New Testament\nJesus. Catastrophe and bifurcation theories predict and keep track of these\ntransitions using mathematically describable changes in global characteristics of the\n“motion” using technical descriptors such as eigenvalues, germs and jets.\n\nThom taught me my first catastrophe, called the cusp, in words during our\nlate afternoon walks along a shadowed green wooded path on the grounds of the\nInstitute des Hautes Etudes, outside of Paris. My homework consisted of trying to\nvisualize his verbal descriptions. It was not until weeks later that he drew the\ngeometric object being discussed on the blackboard. With eyes twinkling and in his\nprovocatively playful style, he said,\n\n“Imagine an empty rectangular box with the front edge of its roof buckled\ninto an *S’ and the back edge, an unfolded, left-to-right gradually rising simple\nsmooth curve. If one moves the causal force from low to high, from left to right along\nthe back of the box, the changing effect (represented by height) would be smooth;\nmoving from left to right in the front encounters a sudden drop off at the S shaped\nbuckling, a discontinuity in roof height indicating a discontinuity in effect. The energy\nequivalent height of the roof graphically indicates the amount of result. The roof is\nthe manifold upon which the result of causal change is portrayed. The two\ndimensional floor of the box represents a graph of the two causal parameters, the\nincreasing amount of normal factor going left to right along the °x’ dimension, the\nincreasing amount of splitting factor (taking one from the back to the front to the\nregion of the buckling) going back to front along the ‘y’ dimension.”\n\nHe gave me some examples of systems that showed cataclysmic changes in\neffect from smooth changes of normal and splitting factors. About the onset of a\nwar: “At the back of the top surface of the box, the manifold, the normal factor\n\nincreasing from left to right is the amount of the perceived threat. The splitting factor\n\n54\n\nHOUSE_OVERSIGHT_013554",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013554.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2503,
    "word_count": 409,
    "line_count": 39,
    "import_date": "2025-11-19T21:47:44.008749",
    "prefix": "IMAGES-002"
  }
}