{
  "document_id": "HOUSE_OVERSIGHT_018320",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_018320.txt",
  "text": "We said earlier that the Seventh Sense is tuned to spot the unsettling ripples that\ncome from this fact: Connection changes the nature of an object. Doctors and voters\nand machines now sit, we’ve seen, on that stretched skin that links central and\ndistributed power. This changes the nature of these nodes. A connected doctor is\ndifferent than an unconnected one. Well, here is another insight we should know:\nThe simple, benign looking act of connection makes complicated objects into\ncomplex ones. The moment an object clicks into a network, it is subject to all the\nwildness of complexity that may lie there: cascades, whipping external forces,\nunexpected internal faults revealed only under the pressure of connection. Cargo\npackages. Shares of stock. Linked to a whole system of constant evolution, even the\nmost innocent looking point is subject to distant twitches, infections or liberating\ninnovations. They become, as a result, complex. That old lemma of parenting -\nYou’re only as happy as your least happy child - can be laid upon our devices. You're\nas complex as the most complex device you're linked to.\n\nLinkage to a complex network is like the difference between a boxed and a plugged-\nin, turned-on blender: one is dormant, one is spinning with a wild and dangerous\nenergy. Connection can change the essence of a whole system if it is designed in\ncertain ways, as complex forces work on what looks stable. It can, for instance, take\nonce pliant, cooperative systems, people and tools and make them competitive.!4!\nJack an aspiring college graduate into a world where complex systems rip at his\nfinances, his data and his beliefs and you can end up with a crack in his values, a\nmove from aspiring middle class member to who knows what: nationalist, inventor,\ncommunist, bitcoin banker. “I had no idea my doctor/aircraft carrier /phone/hedge\nfund could do that!” is our common sort of surprise. Contagions, avalanches, tipping\npoints, feedback loops, infections - connectivity exposes us all to these forces.\n“Everthing depends on everything else,” the mathemarical theorist Eugene Stanley\nhas observed of highly connected systems?!42. On networks that hover apart, isolated\nfrom each other, small failures in one spot trigger limited damage?2?. But on highly\nconnected systems, tiny failures tumble around, breaking things.\n\nNetworks turn everything they touch from complicated to complex. Once a mesh of\nconnection is really flowing, it creates. Networks cause things to happen, in this\nsense. New businesses, new fortunes, new ideas. Castell’s social protests emerged in\nthis way, appearing like condensate in the cooling jar of the post-2008 economic\ncrisis and then spreading, improving, evolving in scale and ambition faster than\nmost traditional politicians could track. Researchers following in his wake studied\nthe Spanish 15M demonstrations of 2011 and found it was composed largely of new,\n\n121 Jt can, for instance: Martin Nowak, Evolutionary Dynamics: Exploring the\nEquations of Life (Cambridge, Mass.: Belknap Press of Harvard University Press,\n2006)\n\n122 “Everything depends on”:“Treading Softly in a Connected World”, Quanta\nMagazine, Mar 18, 2013 by Natalie Wolchover\n\n123 On networks: Sergey V. Buldyrev, et al. “Catastrophic cascade of failures in\ninterdependent networks”, Nature 464, 1025-1028 (15 April 2010)\n\n88\n\nHOUSE_OVERSIGHT_018320",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_018320.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3374,
    "word_count": 529,
    "line_count": 52,
    "import_date": "2025-11-19T21:47:48.871229",
    "prefix": "IMAGES-004"
  }
}