{
  "document_id": "HOUSE_OVERSIGHT_023781",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023781.txt",
  "text": "CHAPTER 3\n\nMZ\n\nPE G@:\n\nWhat Can’t You Teach?\n\nNothing in education is so astonishing as the amount of igno-\nrance it accumulates in the form of inert facts.\n—Henry B. Adams\n\nWhen children are born, they come with distinct personalities. Ask\nany mother of a second child. “It even behaved differently in the\nwomb,” she will say. One kid is aggressive while the other is contem-\nplative. One kid is constantly talking while the other hardly says a\nword. One kid is shy while the other is outgoing.\n\nOften, when we think about teaching and learning, we have the\nidea that if we want someone to do something, or know something,\nor behave in a certain way, all we have to do is teach it to them. So we\nteach kids to appreciate music, when they may have no interest in,\nor inclinations toward, music at all, or to act in the class play, when\nthey are simply bad at acting, or to throw a baseball when they simply\ncan’t do it and don’t care. Often, but not always, we are forgiving of\nthe differences between people and their individual talents and we\nacknowledge that she is tone deaf, or he will always throw poorly, and\nwe give up.\n\nSmall children are like sponges. They ask questions constantly\nand, if they have reasonable parents, get answers. The belief system\nthat children adopt is usually quite similar to that of their parents.\nThey don’t decide to try out a different religion at age 5; they do what\nthey have always known. They eat what they were fed and they like\nto go to places they have been taken. Parents influence every aspect of\na child’s belief system. Because of that, we have the sense that we can\nteach children anything, but this gets less true as they get older. The\nJesuits have a saying about teaching a child before he is 7 and thus\nproducing the man he will become. There is some truth to this. If you\nreally learn honesty when you are 5, it is unlikely you will become a\ncrook. Your subconscious wouldn’t permit it.\n\na5\n\nHOUSE_OVERSIGHT_023781",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023781.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1968,
    "word_count": 360,
    "line_count": 45,
    "import_date": "2025-11-19T21:47:47.187274",
    "prefix": "IMAGES-007"
  }
}