{
  "document_id": "HOUSE_OVERSIGHT_024962",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024962.txt",
  "text": "Article 2.\n\nLe Monde diplomatique\n\nIs This the End of the Assad Dynasty?\n\nPatrick Seale\n\n2011-05-06 -- The disturbances started in mid-March in Daraa, a\nsouthern city on the border with Jordan, when a dozen children were\nmanhandled, arrested and carried off to Damascus for scribbling\nhostile graffiti on a wall. Distraught parents came down into the street\nto vent their anger at such heavy-handed brutality. They were soon\njoined by others. The uprising had begun and soon spread across the\ncountry. No doubt it was inspired, in part at least, by the display of\npeople power which has leapt with contagious speed from one\ncountry to another, shaking the foundations of Arab autocracy and\ngiving a great jolt to the immobile political order in the Middle East.\nIn Syria, the authorities then made what may prove to be a fatal\nmistake. In a move that looked like panic, the security forces used\nlive fire against the protesters -- and have continued to do so. By the\nend of April, over 550 people had been killed in different locations\naround the country, while many more were wounded and possibly\ntwo thousand arrested. With little reliable information coming out of\nSyria it is impossible to be certain of the figures. The state used\nparticular violence against Daraa, a poor city in an agricultural region\nwhich has suffered from government neglect and crippling drought in\nrecent years. As if to punish it for initiating the troubles, tank fire was\nused to quell the protests and something like a siege put in place.\nElectricity and water were cut off and food became scarce.\n\nThe deaths in Daraa and elsewhere -- and the emotional funeral\nprocessions that followed -- have clearly aroused great rage in the\npopulation and a thirst for revenge. President Bashar al-Assad’s\nlegitimacy has been eroded. A strident call is ringing out increasingly\n\nHOUSE_OVERSIGHT_024962",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024962.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1872,
    "word_count": 313,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:48.698620",
    "prefix": "IMAGES-008"
  }
}