{
  "document_id": "HOUSE_OVERSIGHT_019002",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019002.txt",
  "text": "Date: 7/13/06 PALM BEACH POLICE DEPARTMENT\n\nTime: 9:27:55 Incident Report Program: CMS301L\n\nCase No. ... : 1-05-000368 (Continued)\nclothing. [[____] stated she had returned several times after that. b6\nEach time she returned more things happened. stated that the b7c\n\nsame thing would happen. Epstein would walk into the master\nbedroom/bathroom area wearing only a towel. He would masturbate as\nshe provided a massage. [-_____] stated she was unsure if he climaxed\nas he masturbated under the towel. Additionally she never looked blow\nhis waist. She claimed that Epstein would convince her to remove her\nclothes. She eventually removed her clothes and stayed in her thong\npanties. On occasion, Epstein would use a massager/vibrator, which\nshe described as white in color with a large head, on her. Every time\nshe provided a massage he would masturbate. added she has no\nformal training in providing a massage. stated she brought\ntwo females during her visits to provide massages. stated she\nbrought a girl named[——————_] from\n\nstated she received $200.00 for each girl she\nbrought. Additionally, [___]was given $200.00 for taking her in the\nvery beginning. The interview was concluded and the tape was placed\ninto evidence.\n\nInvestigation continues...\n\nKREKRKEKREKKEKEKKEEKERREEEEREKEKE NARRATIVE HL RRREKRKKKKEKRERRKKEEKREREEREE\nNA Reported By: RECAREY, JOSEPH 11/13/05\nEntered By.: ALTOMARO, NICKIE A. 11/14/05\n\nOn November 8, 2005, I made repsenenp contact with[ sd W/F,\n\nat her residence. responded to the police station\n\nfor an interview reference an ongoing investigation. At approximately\n2:30 pm, she arrived at the Palm Beach Police Station and was brought\ninto the interview room for the interview. The door was closed for\nprivacy and she was told that I appreciated her cooperation in this\ncase. During a sworn taped statement,[__|stated she had met\nJeffrey Epstein approximately one year ago. She was approached by a\nsubject known to her i ee asked her if she wanted\nto make money providing massages to Epstein. had heard that\nseveral girls from were doing this and\nmaking money. She agreed and was taken to the house by hall.\nhad introduced her to HBMand Epstein and brought her upstairs to a\nmaster bedroom and Master bathroom where a massage table was prepared\nand the proper oils were taken out. [| ___]left the room and waited\ndownstairs for stated Epstein entered the room wearing a\ntowel and she provided a massage wearing only her thong panties.\n\nadvised Epstein had masturbated every time she provided a\nmassage. She stated Epstein continued to masturbate until he\nclimaxed; once that occurred the massage was over. She felt the whole\nsituation was weird but she advised she was paid $200.00 for providing\nthe massage. She also stated[___]| received $200.00 for bring to\nEpstein.\n\nstated she had gone a total of 15 times to his residence to\nprovide a massage and things. had escalated from just providing a\n\nHOUSE_OVERSIGHT_019002",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019002.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2951,
    "word_count": 472,
    "line_count": 63,
    "import_date": "2025-11-19T21:47:46.767090",
    "prefix": "IMAGES-005"
  }
}