{
  "document_id": "HOUSE_OVERSIGHT_010853",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010853.txt",
  "text": "00:48:15\n\n00:48:19\n\n00:48:22\n\n00:48:26\n\n00:48:27\n\n00:48:29\n\n00:48:32\n\nOn Oak WD =\n\n00:48:35\n\n©\n\n00:48:38\n00:48:42 10\nonaaas 14\ncosas 12\n00:48:52 13\n00:48:56 14\n00:48:59 15\nooagor 16\n00:49:05 17\noo.aa0s 18\noo-as-to 19\noosor2 20\n00:49:13 21\n0041s 22\nonae:20 23\noo-ss23 24\n00:49:26 25\n\n00:49:33\n00:49:36\n00:49:39\n00:49:41\n00:49:43\n00:49:47\n\n00:49:50\n\nOn On & WD\n\n00:49:53\n\n©\n\n00:49:56\noososs 10\nonso01 14\noosooa 12\nooso07 13\ncoso10 14\n00:50:14 15\nooso17 16\no0s020 17\n005022 18\noos0.28 19\nooso28 20\n00:50:29 21\noosos1 22\n00:50:34 23\n00:50:35 24\n00:50:39 25\n\n13 of 46 sheets\n\n200\n\nSo I thought that was, again, a deliberate\nfaise statement under oath designed to exculpate him\nfrom his criminal involvement in this international sex\ntrafficking ring.\n\nAt another point in the transcript, he was\nasked, quote, -- no, I'm sorry. He stated, quote: I\nchallenge you to find any statement where I said I have\nnever traveled outside the presence of my wife, close\nquote, representing that there would be no such\nstatement there, when, in fact, I'm aware of an American\nLawyer quotation attributed to him from January 15th,\n2015, quote: I've been married to the same woman for 28\nyears. She goes with me everywhere, close quote. And,\nagain, you know, this -- I understand sometimes people\nmay go away from their wife, but the American Lawyer\nwas, obviously, on January 15th, 2015, asking about:\nWell, have you been outside the presence of your wife in\nsituations where you might have interacted with Virginia\nRoberts? And that was the answer that he gave to the\nAmerican Lawyer.\n\nAnd based on -- on my review of the flight\nfogs, I thought that was, again, a deliberate effort to\nobscure and try to exculpate himself from his\ninvolvement in this International sex trafficking ring.\n\nThe -- he also said yesterday: Nobody knows\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n204\nabout Prince Andrew and Virginia, except for the two of\nthem. And, again, I thought that was at a minimum,\ndeliberately mis -- misleading information and more\nlikely deliberately false information, because\nMr. Dershowitz was aware of the photograph and had long\nbeen aware of the photograph that shows Prince Andrew\nwith his arm around Virginia Roberts, standing next to a\nbeaming Glenn Maxwell who has been involved in this\ninternational sex trafficking organization.\n\nAnd in the circumstances of that photograph,\nit seems quite likely that the photographer who took\nthat picture was the head of the international sex\ntrafficking ring, Jeffrey Epstein. And so for him to\nsay that only two people knew what went on was, again,\ndeliberately faise information, because I know he is the\nattorney for Jeffrey Epstein, and he could have asserted\nattorney/client privilege over that, said, I can't get\ninto my communications with my client about what he was\ndoing with Prince Andrew.\n\nBut instead he said, no one knows what\nhappened, other than those two people in circumstances\nwhere it was quite clear that there would have been\nothers who would have been aware of that.\n\nNow, the question is: Why do I think the --\nthe -- you know, there are inaccuracies in the flight\n\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n00:50:41\n\n00:50:45\n\n00:50:49\n\n00:50:51\n\n00:50:54\n\n00:50:58\n\n00:51:04\n\n00:51:03\n\n00:51:04\n\nOn AOA WH =\n\n9\n\noos106 10\noostos 11\nos 12\noos114 13\noosi7 14\ncosta 15\noos122 16\noos125 17\noo51.29 18\noos1:32 19\noosts4 20\noos137 24\noot 22\n005142 23\ncosts 24\n005147 25\n\n00:51:50\n\n00:51:52\n\n00:51:54\n\n00:51:55\n\n00:51:57\n\n00:54:59\n\n00:52:03\n\n00:52:03\n\n60:52:05\n\nOn Oak Gh =\n\n9\n\n00:52:08 1 0\n00:52:10 1 1\n00:52:13 1 2\n00:52:15 1 3\n00:52:18 1 4\n00:52:20 1 5\n00:52:23 1 6\n00:52:25 1 7\n00:52:27 1 8\n00:52:34 1 9\n00:52:34 20\n00:52:36 21\n00:52:36 22\n00:52:36 23\n00:52:59 24\n00:53:00 25\n\nPage 200 to 203 of 335\n\n202\nlogs. And I could refresh my recollection here by\nlooking at, I think it's docket entry 291 of our\npleading that we presented on January 21st to\nJudge Marra where we provided specific itemized examples\nof inconsistencies between the Dave Rogers’ flight log\nand the -- again, I'll call it, the Alan Dershowitz\nflight log, which was a selected presentation of flight\nlog information,\n\nAnd when you see those inconsistencies, it\nbecomes very hard to believe that all of the information\nthat was provided in those flight logs was accurate. So\nwhen I take all of that information, put it together, I\nbelieve that there's sufficient -- I have a sufficient\nbasis for believing at this point in time, that\nMr. Dershowitz has, indeed, provided inaccurate\ninformation to -- to law enforcement agencies, or at a\nminimum has provided -- has produced inaccurate\ninformation through circumstances beyond his control.\n\nBut when he continually represents that the\ninformation is accurate and exonerates him, I believe\nthat that is a deliberately false statement.\n\nMR. SIMPSON: Move to strike the answer --\n\nthe nonresponsive portion of the answer.\nMR. SCAROLA: Which portion is that?\nMR. SIMPSON: 99 percent of it. I think at\nESQUIRE DEPOSITION SOLUTIONS\n(954) 331-4400\n\n203\nthe end, we got to the flight logs.\nI move to strike the nonresponsive portion.\nBY MR. SIMPSON:\nQ. Mr. Cassell, you came here today looking for\nan opportunity to give that statement; did you not?\nA. If it was relevant to an answer I was giving,\nyes.\nQ. The answer to my question is, yes, you came\nhere today looking for a question to which you could\nrespond with that prepared statement?\nA. Iwas prepared to give that -- I anticipated\nthat a very good attorney for Mr. Dershowitz might ask a\nquestion where that would be relevant. And if that\nquestion were asked and I was given the opportunity to\nmake that statement, I wanted to be prepared to give it\nin the most accurate way that I could.\nMR. SIMPSON: I would like the reporter to\nmark as Exhibit -- are we up to 4 ~- Exhibit 4,\nthe document that Mr. Cassell was referring to.\nlil fet the reporter do that.\nTHE WITNESS: Okay.\n(Casseil's 1.D. Exhibit No. 4 - document\nproduced by the witness was marked for identification.)\nMR. SIMPSON: I just want to make that part\nof the record.\nESQUIRE DEPOSITION SOLUTIONS\n\n(954) 331-4400\n10/20/2015 01:08:15 PM\n\nHOUSE_OVERSIGHT_010853",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010853.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 6156,
    "word_count": 1052,
    "line_count": 285,
    "import_date": "2025-11-19T21:47:46.610325",
    "prefix": "IMAGES-001"
  }
}