{
  "document_id": "HOUSE_OVERSIGHT_024559",
  "filename": "IMAGES-008-HOUSE_OVERSIGHT_024559.txt",
  "text": "Although the Limited Partnership Agreement of KUE and the organizational documents of the General\nPartner permit the foregoing transfers and the General Partner has agreed with certain investors to\napprove such transfers, applicable Caymans Island law gives the General Partner full discretion to\napprove or disapprove transfers of Units in KUE. Nevertheless, if the General Partner does not approve a\npermitted transfer, the parties seeking tc effect such transfer may have a claim against the General\nPartner and KUE.\n\n14.18. Co-Invest Right\n\nPrior to the Initial Listing, if KUE proposes to issue for cash any Units or securities convertible into Units,\nthen KUE is required to offer to each Investor that is an accredited investor (as such term is defined in\nRegulation D) or is otherwise legally eligible to participate in the offering the right to purchase a pro rata\nportion of such securities. This purchase right does not apply to (i) the first 1.5 miilion Units (including\nsuch number of Units issued at the first closing of this offering) issued by KUE to Investors through March\n31, 2007, (ii) any public offering of Units or other securities by KUE; (ii} any issuance of Units in\nconnection with a merger, consolidation, transfer of assets or other business combination involving KUE\n{or its subsidiaries or joint ventures); {iv) any issuance of Units pursuant to any unit option plan, restricted\nunit plan or other benefit plan, the terms of which are approved by the General Partner, provided that the\naggregate amount cf all Units issued pursuant to this clause (iv) (which does not include any Profits\nParticipation LP Units) shall not exceed 10% of all Units outstanding on a fully diluted basis on the date of\nsuch issuance without the approval of the Independent Committee and shall in no event exceed 20% of\nall Units outstanding on a fully diluted basis on the date of such issuance; (v) any issuance of Units in\nconnection with any loan transaction and/or equipment lease, the terms of which are approved by the\nGeneral Partner; (vi) any issuance of Units pursuant to any transactions, the terms of which are approved\nby the General Partner primarily for the purpose of (a) joint veniures or strategic alliances, (b)\ndevelopment, production or distribution of the products or services of KUE, its subsidiaries or joint\nventures, (c} purchase or licensing of technology, or (d) any other transactions that are primarily for\npurposes other than raising capital, or (vii) any issuance of Units upon conversion or exercise of any Units\nissued in compliance with this co-invest right provision; or (viii) any issuance of Units in connection with\nUnit splits or Unit dividends or reclassifications.\n\nPrior to the initial Listing, Investors have substantially equivalent rights with respect to issuances of\nsecurities by the General Partner (with the additional exemption on the issuance of up to 10,000\nadditional Class B Shares to the Principals or any of their Affiliates).\n\n14.19. Tag-Along Right\n\nA “Tag-Along Transfer” means a sale or other transfer for economic value of the Common LP Units held\nby KUE LLC and its affiliates (and, unless otherwise approved by the Board of Directors and the\nIndependent Committee of the General Partner, a corresponding percentage of Class A Shares held by\nKUE LLC) to a Person that is not KUE LLC or an affiliate (\"KUE LLC Entity”).\n\nUnless an Initial Listing occurred, a Tag-Along Transfer may not be consummated unless the proposed\npurchaser offers to each Investor the opportunity fo include a pro rata portion of such Investor’s Units in\nthe Tag-Along Transfer (at the same consideration per Unit received by the KUE LLC Entity}. If the total\nnumber of Units and corresponding Class A Shares proposed to be sold to the proposed purchaser\nexceeds the number of Units and corresponding Class A Shares which the proposed purchaser is willing\nto purchase, the number of Units and corresponding Class A Shares to be sold will be reduced pro rata\nbased on the total number of Units held by the transferor{s} initiating the Tag-Along Transfer and each\nparticipating Investor.\n\nFollowing the Initial Listing, the tag-along right will continue for certain Investors with respect to transfers\nfor value of the Units (or units of the listed entity as the case may be) by the Principals or their affiliates to\nnon-affiliates (excluding transfers on a recognized international securities exchange) above the following\n\n426\n\nHOUSE_OVERSIGHT_024559",
  "metadata": {
    "original_filename": "IMAGES-008-HOUSE_OVERSIGHT_024559.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4495,
    "word_count": 729,
    "line_count": 58,
    "import_date": "2025-11-19T21:47:44.969820",
    "prefix": "IMAGES-008"
  }
}