{
  "document_id": "HOUSE_OVERSIGHT_010723",
  "filename": "TEXT-001-HOUSE_OVERSIGHT_010723.txt",
  "text": "Kenneth W. Starr \nKirkland & Ellis LLP \n777 South Figueroa Street \nLos Angeles, CA 90017-5800 \nVIA FACSIMILE  \nMay 19, 2008 \nHonorable Mark Filip \nOffice of the Deputy Attorney General \nUnited States Department of Justice \n950 Pennsylvania Avenue, N.W. \nWashington, D.C. 20530 \nDear Judge Filip: \nJoe D. Whitley \nAlston & Bird LLP \nThe Atlantic Building \n950 F Street, NW \nWashington, DC 2000 -1 04 \nCONFIDENTIAL \nIn his confirmation hearings last fall, Judge Mukasey admirably lifted up the finest \ntraditions of the Department of Justice in assuring the United States Senate, and the American \npeople, of his solemn intent to ensure fairness and integrity in the administration of justice. Your \nown confirmation hearings echoed that bedrock determination to assure that the Department \nconduct itself with honor and integrity, especially in the enforcement of federal criminal law. \nWe come to you in that spirit and respectfully ask for a review of the federal involvement \nin a quintessentially state matter involving our client, Jeffrey Epstein. While we are well aware \nof the rare instances in which a review of this sort is justified, we are confident that the \ncircumstances at issue warrant such an examination. Based on our collective experiences, as \nwell as those of other former senior Justice Department officials whose advice we have sought, \nwe have never before seen a case more appropriate for oversight and review. Thus, while neither \nof us has previously made such a request, we do so now in the recognition that both the \nDepartment's reputation, as well as the due process rights of our client, are at issue. \nRecently, the Criminal Division concluded a very limited review of this matter at the \nrequest of U.S. Attorney Alex Acosta. Critically, however, this review deliberately excluded \nmany important aspects of this case. Just this past Friday, on May 16, 2008, we received a letter \nfrom the head of CEOS informing us that CEOS had conducted a review of this case. By its own \nadmission, the CEOS review was \"limited, both factually and legally.\" Part of the self-imposed \nlimitation was CEOS's abstention from addressing our \"allegations of professional misconduct \nby federal prosecutors\"—even though such misconduct was, as we contend it is, inextricably \nintertwined with the credibility of the accusations being made against Mr. Epstein by the United \nStates Attorney's Office in Miami (\"USAO\"). Moreover, CEOS did not assess the terms of the \nDeferred Prosecution Agreement now in effect, nor did CEOS review the federal prosecutors' \ninappropriate efforts to implement those terms. We detail this point below. \nHOUSE OVERSIGHT 010723 \nHonorable Mark Filip \nMay 19, 2008 \nPage 2 \nBy way of background, we were informed by Mr. Acosta that, at his request, CEOS \nwould be conducting a review to determine whether federal prosecution was both appropriate \nand, in his words, \"fair.\" That is not what occurred. Instead, CEOS has now acknowledged that \nwe had raised \"many compelling arguments\" against the USAO's suggested \"novel application\" \nof federal law in this matter. Even so, CEOS concluded, in minimalist fashion, that \"we do not \nsee anything that says to us categorically that a federal case should not be brought\" and that the \nU.S. Attorney \"would not be abusing his prosecutorial discretion should he authorize federal \nprosecution of Mr. Epstein\" thus delegating back to Mr. Acosta the decision of whether federal \nprosecution was warranted (emphasis added). Rather than assessing whether prosecution would \nbe appropriate, CEOS, using a low baseline for its evaluation, determined only that \"it would not \nbe impossible to prove . . .\" certain allegations made against Mr. Epstein. The CEOS review \nfailed to address the significant problems involving the appearance of impermissible selectivity \nthat would necessarily result from a federal prosecution of Mr. Epstein. \nWe respect CEOS 's conclusion that its authority to review \"misconduct\" issues was \nprecluded by Criminal Division practice. We further respect CEOS 's view that it understood its \nmission as significantly limited. Specifically, the contemplated objective was to determine \nwhether the USAO would be abusing its discretion by bringing a federal prosecution rather than \nmaking its own de novo recommendations on the appropriate reach of federal law. However, we \nrespectfully submit that a full review of all the facts is urgently needed at senior levels of the \nJustice Department. In an effort to inform you of the nature of the federal investigation against \nMr. Epstein, we summarize the facts and circumstances of this matter below. \nThe two base-level concerns we hold are that (1) federal prosecution of this matter is not \nwarranted based on the purely-local conduct and the unprecedented application of federal \nstatutes to facts such as these and (2) the actions of federal authorities are both highly \nquestionable and give rise to an appearance of substantial impropriety. The issues that we have \nraised, but which have not yet been addressed or resolved by the Department, are more than \nisolated allegations of professional mistakes or misconduct. These issues, instead, affect the \nappearance and administration of criminal justice with profound consequences beyond the \nresolution in the matter at hand. \nIn a precedent-shattering investigation of Jeffrey Epstein that raises important policy \nquestions—and serious issues as to the fair and honorable enforcement of federal law—the \nUSA° in Miami is considering extending federal law beyond the bounds of precedent and \nreason. Federal prosecutors stretched the underlying facts in ways that raise fundamental \nquestions of basic professionalism. Perhaps most troubling, the USA° in Miami, as a condition \nof deferring prosecution, required a commingling of substantive federal criminal law with a \nproposed civil remedy engineered in a way that appears intended to profit particular lawyers in \nHOUSE OVERSIGHT 010724 \nHonorable Mark Filip \nMay 19, 2008 \nPage 3 \nprivate practice in South Florida with personal relationships to some of the prosecutors involved. \nFederal prosecutors then leaked highly sensitive information about the case to a New York \nTimes reporter.' The immediate result of this confluence of extraordinary circumstances is an \nonslaught of civil lawsuits, all save one brought by the First Assistant's former boutique law firm \nin Miami. \nThe facts in this case all revolve around the classic state crime of solicitation of \nprostitution.2 The State Attorney's Office in Palm Beach County had conducted a diligent \ninvestigation, convened a Grand Jury that returned an indictment, and made a final determination \nabout how to proceed. That is where, in our federal republic, this matter should rest. \nMr. Epstein faces a felony conviction in state court by virtue of his conduct, and the only reason \nthe State has not resolved this matter is that the federal prosecutors in Miami have continued to \ninsist that we, Mr. Epstein's counsel, approach and demand from the State Attorney's Office a \nharsher charge and a more severe punishment than that Office believes are appropriate under the \ncircumstances. Yet despite the USAO's refusal to allow the State to resolve this matter on the \nterms the State has determined are appropriate, the USA() has not made any attempt to \ncoordinate its efforts with the State. In fact, the USAO mandated that any federal agreement \nwould be conditioned on Mr. Epstein persuading the State to seek a criminal punishment unlike \nthat imposed on other defendants within the jurisdiction of the State Attorney for similar \nconduct. \nFrom the inception of the USAO's involvement in this case, which at the end of the day \nis a case about solicitation of prostitution within the confines of Palm Beach County, Florida, we \nhave asked ourselves why the Department of Justice is involved. Regrettably, we are unable to \nsuggest any appropriate basis for the Department's involvement. Mr. Epstein has no criminal \nhistory whatsoever. Also, Mr. Epstein has never been the subject of general media interest until \na few years ago, after it was widely perceived by the public that he was a close friend of former \nPresident Bill Clinton. \nThe conduct at issue is simply not within the purview of federal jurisdiction and lies \noutside the heartland of the three federal statutes that have been identified by prosecutors-18 \nU.S.C. §§ 1591, 2422(b), and 2423(b). \n1 One of the other members of Mr. Epstein's defense team, Jay Leflcowitz, has personally reviewed the reporter's \ncontemporaneous notes. \n2 Although some of the women alleged to be involved were 16 and 17 years of age, several of these women \nopenly admitted to lying to Mr. Epstein about their age in their recent sworn statements. \nHOUSE OVERSIGHT 010725 \nHonorable Mark Filip \nMay 19, 2008 \nPage 4 \nThese statutes are intended to target crimes of a truly national and international scope. \nSpecifically, § 1591 was enacted to combat human trafficking, § 2422 is aimed at sexual \npredation of minors through the Internet, and § 2423 deals with sex tourism. The nature of these \ncrimes results in multi-jurisdictional problems that state and local authorities cannot effectively \nconfront on their own. However, Mr. Epstein's conduct was purely local in nature and, thus, \ndoes not implicate federal involvement. After researching every reported case brought under 18 \nU.S.C. §§ 1591, 2422(b), and 2423(b), we found that not a single case involves facts or a \nscenario similar to the situation at hand. Our review of each precedent reflects that there have \nbeen no reported prosecutions under § 1591 of a'john' whose conduct with a minor lacked \nforce, coercion, or fraud and who was not profiting from commercial sexual trafficking. There \nhave likewise been no cases under § 2422(b)—a crime of communication—where there was no \nuse of the Internet, and where the content of phone communications did not contain any inducing \nor enticing of a minor to have illegal sexual activity as expressly required by the language of the \nstatute. Furthermore, the Government's contention that \"routine and habit\" can fill the factual \nand legal void created by the lack of evidence that such a communication ever occurred sets this \ncase apart from every reported case brought under § 2422(b). Lastly, there are no reported cases \nof violations of § 2423(b) of a person whose dominant purpose in traveling was merely to go to \nhis own home.3 \nAlthough these matters were within the scope of the CEOS review, rather than \nconsidering whether federal prosecution is appropriate, CEOS only determined that U.S. \nAttorney Acosta \"would not be abusing his prosecutorial discretion should he authorize federal \nprosecution\" in this case. The \"abuse of discretion\" standard constitutes an extremely low bar of \nevaluation and while it may be appropriate when the consideration of issues are exclusively \nfactual in nature, this standard fails to address concerns particular to this situation, namely the \n\"novel application\" of federal statutes. The \"abuse of discretion\" standard in such pure legal \nmatters of statutory application risks causing a lack of uniformity. The same federal statutes that \nwould be stretched beyond their bounds in Miami have been limited to their heartland in each of \nthe other federal districts. Also, because this case implicates broader issues of the administration \nof equal justice, federal prosecution in this matter risks the appearance of selectivity in its \nstretching of federal law to fit these facts. \n3 \nFederal prosecution of a man who engaged in consensual conduct in his home that amounted to, at most, the \nsolicitation of prostitution, is unprecedented. Since prostitution is fundamentally a state concern, (see United \nStates v. Evans, 476 F.3d 1176, n.1 (11th Cir. 2007) (federal law \"does not criminalize all acts of prostitution (a \nvice traditionally governed by state regulation)\")), and there is no evidence that Palm Beach County authorities \nand Florida prosecutors cannot effectively prosecute and punish the conduct, there is no reason why this matter \nshould be extracted from the hands of state prosecutors in Florida. \nHOUSE OVERSIGHT 010726 \nHonorable Mark Filip \nMay 19, 2008 \nPage 5 \nIn fact, recent testimony of several alleged \"victims\" contradicts claims made by federal \nprosecutors during the negotiations of a deferred prosecution agreement. The consistent \nrepresentations of key Government witnesses (such as \nand ) confirm the following critical points: First, there was no \ncommunication, telephonic or otherwise, that meets the requirements of § 2422(b). For instance, \nMs. Gonzalez confirmed that Mr. Epstein never emailed, text-messaged, or used any facility of \ninterstate commerce whatsoever, before or after her one (and only) visit to his home. \nTr. (deposition) at 30. Second, the women who testified admitted that they lied to Mr. Epstein \nabout their age in order to gain admittance into his home. Indeed, the women who brought their \nunderage friends to Mr. Epstein testified that they would counsel their friends to lie about their \nages as well. stated the following: \"I would tell my girlfriends just like \napproached me. Make sure you tell him you're 18. Well, these girls that I brought, I know that \nthey were 18 or 19 or 20. And the girls that I didn't know and I don't know if they were lying or \nnot, I would say make sure that you tell him you're 18.\" _____________________ Third, there was no \nroutine or habit of improper communication expressing an intent to transform a massage into an \nillegal act. In fact, there was often no sexual activity at all during the massage. \ntestified that \"[s]ometimes [Mr. Epstein] just wanted his feet massaged. Sometimes he \njust wanted a back massage.\" also stated that Mr. Epstein_ \n\"never touched [her] physically\" and that all she did was \"massage[ ] his back, his chest and his \nthighs and that was it.\" 1____________________________ Finally, there was no force, coercion, fraud, \nviolence, drugs, or even alcohol present in connection with Mr. Epstein's encounters with these \nwomen. stated that \"[Mr. Epstein] never tried to force me to do anything.\" \nat 12. These accounts are far from the usual testimony in sex slavery, Internet stings and sex \ntourism cases previously brought. The women in actuality were not younger than 16, which is \nthe age of consent in most of the 50 states, and the sex activity was irregular and in large part, \nconsisted of solo self-pleasuring. \nThe recent crop of civil suits brought against Mr. Epstein confirm that the plaintiffs did \nnot discuss any sexually-related activities with anyone prior to arriving at Mr. Epstein's \nresidence. This reinforces our contention that no telephonic or Internet persuasion, inducement, \nenticement or coercion of a minor, or of any other individual, occurred. In addition, Mr. Jeffrey \nHerman, the former law partner of one of the federal prosecutors involved in this matter and the \nattorney for most of the civil complainants (as described in detail below), was quoted in the Palm \nBeach Post as saying that \"it doesn't matter\" that his clients lied about their ages and told Mr. \nEpstein that they were 18 or 19. \nNot only is a federal prosecution of this matter unwarranted, but the irregularity of \nconduct by prosecutors and the unorthodox terms of the deferred prosecution agreement are \nbeyond any reasonable interpretation of the scope of a prosecutor's responsibilities. The list of \nimproprieties includes, but is not limited to, the following facts: \nHOUSE OVERSIGHT 010727 \nHonorable Mark Filip \nMay 19, 2008 \nPage 6 \n• Federal prosecutors made the unprecedented demand that Mr. Epstein pay a \nminimum of $150,000 per person to an unnamed list of women they referred to as \nminors and whom they insisted required representation by a guardian ad litem. Mr. \nEpstein's counsel later established that all but one of these individuals were actually \nadults, not minors. Even then, though demanding payment to the women, the \nUSAO eventually asserted that it could not vouch for the veracity of any of the \nclaims that these women might make. \n• Federal prosecutors made the highly unusual demand that Mr. Epstein pay the fees \nof a civil attorney chosen by the prosecutors to represent these alleged \"victims\" \nshould they choose to bring any civil litigation against him. They also proposed \nsending a notice to the alleged \"victims,\" stating, in an underlined sentence, that \nshould they choose their own attorney, Mr. Epstein would not be required to pay \ntheir fees. The prosecutors further demanded that Mr. Epstein waive his right to \nchallenge any of the allegations made by these \"victims.\" \n• The Assistant U.S. Attorney involved in this matter recommended for the civil \nattorney, a highly lucrative position, an individual that we later discovered was \nclosely and personally connected to the Assistant U.S. Attorney's own boyfriend. \n• Federal prosecutors represented to Mr. Epstein's counsel that they had identified \n(and later rechecked and re-identified) several alleged \"victims\" of federal crimes \nthat qualified for payment under 18 U.S.C. § 2255, a civil remedy designed to \nprovide financial benefits to victims. Only through state discovery provisions did \nwe later learn that many of the women on the rechecked \"victim list\" could not \npossibly qualify under § 2255. The reason is that they, themselves, testified that \nthey did not suffer any type of harm whatsoever, a prerequisite for the civil recovery \nunder § 2255. Moreover, these women stated that they did not, now or in the past, \nconsider themselves to be victims. \n• During the last few months, Mr. Herman, First Assistant Sloman's former law \npartner, has filed several civil lawsuits against Mr. Epstein on behalf of the alleged \n\"victims.\" It is our understanding that each of Mr. Herman's clients are on the \nHOUSE OVERSIGHT 010728 \nHonorable Mark Filip \nMay 19, 2008 \nPage 7 \nGovernment's confidential \"list of victims.\" Most of these lawsuits seek $50 \nmillion in money damages.4 \n• Assistant U.S. Attorney David Weinstein spoke about the case in great detail to \nLandon Thomas, a reporter with the New York Times, and revealed confidential \ninformation about the Government's allegations against Mr. Epstein. The Assistant \nU.S. Attorney also revealed the substance of confidential plea negotiations. \n• When counsel for Mr. Epstein complained about the media leaks, First Assistant \nSloman responded by asserting that \"Mr. Thomas was given, pursuant to his \nrequest, non-case specific information concerning specific federal statutes.\" Based \non Mr. Thomas' contemporaneous notes, that assertion appears to be false. For \nexample, Mr. Weinstein told Mr. Thomas that federal authorities believed that \nMr. Epstein had lured girls over the telephone and traveled in interstate commerce \nfor the purpose of engaging in underage sex. He recounted to Mr. Thomas the \nUSAO's theory of prosecution against Mr. Epstein, replete with an analysis of the \nkey statutes being considered. Furthermore, after Mr. Epstein's defense team \ncomplained about the leak to the USAO, Mr. Weinstein, in Mr. Thomas' own \ndescription, then admonished him for talking to the defense, and getting him in \ntrouble. Mr. Weinstein further told him not to believe the \"spin\" of Mr. Epstein's \n\"high-priced attorneys,\" and then, according to Mr. Thomas, Mr. Weinstein \nforcefully \"reminded\" Mr. Thomas that all prior conversations were merely \nhypothetical. \nWe are constrained to conclude that the actions of federal officials in this case strike at \nthe heart of one of the vitally important, enduring values in this country: the honest enforcement \nof federal law, free of political considerations and free of the taint of personal financial \nmotivations on the part of federal prosecutors that, at a minimum, raise the appearance of serious \nimpropriety. \nWe were told by U.S. Attorney Acosta that as part of the review he requested, the \nDepartment had the authority, and his consent, to make any determination it deemed appropriate \nregarding this matter, including a decision to decline federal prosecution. Yet, CEOS's only \nconclusion, based on its limited review of the investigation, is that U.S. Attorney Acosta would \nnot abuse his discretion by proceeding against Mr. Epstein. Thus, the decision of whether \nAs recently as two months ago, Mr. Sloman was still listed publicly as a part of his former law firm. While we \nassume this was an oversight, Mr. Sloman's identification as part of the firm raises the appearance of \nimpropriety. \nHOUSE OVERSIGHT 010729 \nHonorable Mark Filip \nMay 19, 2008 \nPage 8 \nprosecution is fair and appropriate has been placed, once again, in U.S. Attorney Acosta's \nhands. \nIn light of the foregoing, we respectfully ask that you review this matter and discontinue \nall federal involvement so that the State can appropriately bring this matter to closure. We \nwould greatly appreciate the opportunity to meet with you to discuss these important issues. \nSuch a meeting would provide the Department with an opportunity to review the paramount \nissues of federalism and the appearance of selectivity that are generated by the unprecedented \nattempts to broaden the ambit of federal statutes to places that they have never before reached. \nWe sincerely appreciate your attention to this matter. \nRespectfully submitted, \nQ-‘), \nKenneth W. Starr \nKirkland & Ellis LLP \nJoe D. Whitley \nAlston & Bird LLP \nHOUSE OVERSIGHT 010730 \n05/19/08 MON 13:26 FAX 1 213 680 8500 \nKIRKLAND&ELLIS LLP \n41001 \nTRANSMISSION OK \t********************* \u000b$$* TX REPORT *** \u000b********************* \nTX/RX NO \t1855 \nCONNECTION TEL \t912025140467 \nSUBADDRESS \nCONNECTION ID \nST. TIME \t05/19 \t13:21 \nUSAGE T \t04'56 \nPGS. \t9 \nRESULT \tOK \nKIRKLAND & ELLIS LLP \nFax Transmittal \n777 South Figueroa Street \nLos Angeles, California 17 \nPlease notify us immediately if any pages are not received. \nTHE INFORMATION CONTAINED IN THIS COMMUNICATION IS CONFIDENTIAL, MAY \nBE ATTORNEY-CLIENT PRIVILEGED, MAY CONSTITUTE INSIDE INFORMATION, AND \nIS INTENDED ONLY FOR THE USE OF THE ADDRESSEE. UNAUTHORIZED USE, \nDISCLOSURE OR COPYING IS STRICTLY PROHIBITED AND MAY BE UNLAWFUL. \nIF YOU HAVE RECEIVED THIS COMMUNICATION IN ERROR, \nPLEASE NOTIFY US IMMEDIATELY AT: \n(213) 680-8400. \nTo: Company: Fax #: Direct #: \nHonorable Mark Filip \nOffice of the Deputy Attorney General \nUnited States Department of Justice \nFrom \nDate: Pageswitover Fax #: Direct #: \nKenneth W. Starr May 19, ?008 9 \nMessage: \nHOUSE OVERSIGHT 010731",
  "metadata": {
    "original_filename": "TEXT-001-HOUSE_OVERSIGHT_010723.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 22689,
    "word_count": 3550,
    "line_count": 326,
    "import_date": "2025-11-19T21:47:48.897235",
    "prefix": "TEXT-001"
  }
}