{
  "document_id": "HOUSE_OVERSIGHT_030838",
  "filename": "IMAGES-011-HOUSE_OVERSIGHT_030838.txt",
  "text": "You are invited to participate in an exclusive conference call\n\nPost-election insights: The road ahead\nThursday, November 8, 2012 at 4:00 p.m. Eastern Time\n\nHosted by\nJohn Duffy, Chief Executive Officer, J.P. Morgan U.S. Private Bank\n\nFeaturing\n\nPeter Scher, Head of Corporate Responsibility, JPMorgan Chase & Co.\n\nAs the new political landscape begins to take shape, join us to hear Peter discuss:\n\ne Global implications of election results\n« Impact on regulatory and “fiscal cliff’ legislation\n« Bipartisanship in the new environment\n\nTO LISTEN TO THE CALL\nToll-free: 877.804.2965\nInternational Toll: 706.902.2073\nConference ID: 68693542\n\nABOUT PETER L. SCHER\n\nPeter L. Scher is the Executive Vice President and Head of Corporate Responsibility for JPMorgan Chase & Co anda\nmember of the firm’s Executive Committee. Scher oversees Global Government Relations and Public Policy, Global\nPhilanthropy, the Office of Environmental Affairs, and the firm’s Social Finance business, which provides financial services to\nthe impact investing market. He led the firm’s development of the Brookings-JP Morgan Chase Global Cities Initiative, a five-\nyear effort to help the 100 largest U.S. metropolitan areas become more competitive in the global economy.\n\nPrior to joining JPMorgan Chase in June of 2008, Scher was the Managing Partner of the Washington, D.C. office of Mayer\nBrown LLP, where he had been a partner since 2000 and earlier served as the chairman of the firm's Government and Global\nTrade Practice, overseeing that practice in the United States, Europe and Asia.\n\nScher spent nearly a decade in government service. Nominated by President Clinton and confirmed by the United States\nSenate, he served as the U.S. Special Trade Negotiator, with the rank of Ambassador from 1997-2000. In his service as U.S.\nSpecial Trade Ambassador, he was one of the lead U.S. negotiators on China's entry into the World Trade Organization, as\nwell as negotiations on trade issues with countries in Europe, Asia and Latin America. He earlier served as the Chief of Staff\nin the Office of the United States Trade Representative and in the same position at the U.S. Department of Commerce. Scher\npreviously served on Capitol Hill as the majority staff director for the U.S. Senate Committee on Environment and Public\nWorks, and as the Chief of Staff to U.S. Senator Max Baucus.\n\nScher has been active in civic and political activities throughout his career. He served on the staff for the Clinton-Gore\ncampaigns of 1992 and 1996, as well as the Kerry-Edwards campaign of 2004. He has been a member of the Atlantic Council\nof the United States Working Group on U.S.—European Union Trade and Regulatory Issues and the Asia Task Force for the\nCenter for Strategic and International Studies. In 2009, Scher was appointed by the White House to serve as U.S.\nRepresentative to the Asia Pacific Economic Cooperation Forum (APEC) Business Advisory Council.\n\nScher serves on the Board of Trustees of American University and is a member of the Council on Foreign Relations. He\nreceived his B.A. from American University in 1983 and his J.D. from AU's Washington College of Law in 1987.\n\nIMPORTANT INFORMATION\n\nThis call is for educational purposes only. JPMC does not endorse any candidate or political party. It is not permissible to forward this information\nto anyone else. The information contained on the call is not intended as a solicitation for any product or service offered by J.P. Morgan or any\nof its affiliates. The views and strategies discussed may not be suitable for all investors. In the U.S., securities are offered by J.P. Morgan\nSecurities LLC member FINRA, NYSE, and SIPC. J.P. Morgan Securities LLC, is an affiliate of JPMorgan Chase Bank, N.A. “J.P. Morgan\nPrivate Bank’ is a marketing name for private banking business conducted by J.P. Morgan Chase & Co. and its subsidiaries worldwide.\n\nInvestment products: Not FDIC insured - No bank guarantee - May lose value\n\nJ.P Morgan\n\nHOUSE_OVERSIGHT_030838",
  "metadata": {
    "original_filename": "IMAGES-011-HOUSE_OVERSIGHT_030838.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3999,
    "word_count": 641,
    "line_count": 65,
    "import_date": "2025-11-19T21:47:45.182251",
    "prefix": "IMAGES-011"
  }
}