{
  "document_id": "HOUSE_OVERSIGHT_018704",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018704.txt",
  "text": "Before Donald Trump was President, he was Donald Trump.\nThis is a portrait of that man.\n\nIn his first non-photography based installation, Andres Serrano\ntakes us on a curious and insightful tour for a closer look at who\nDonald Trump is.\n\nIn a relatively short period of eight weeks with a determination\nand competitive ferocity worthy of its subject, the artist has\namassed a collection of over 500 objects produced by or for\nDonald Trump.\n\nThe collection is telling and varies from objects as mundane as\nshirts, ties, suits, hats, jackets, ice buckets, Teddy Bears and\nminiature screwdriver sets made for Donald Trump, his brand,\nhis casinos, his hotels, to Trump Tea, Trump Coffee, Trump Ice\nWater, Trump Coca-Cola, Trump 7-Up, Trump Snapple, and\nthe more exotic $1,000 Trump Steaks (“The Best!”), Trump\nVodka packed in 24 carat gold plated bottles, a Trump deodorant\nnamed “Success” and a Trump cologne called “Empire.”\nIn addition to the merchandise for Trump Plaza, Trump Harrah’s\nCasino, Trump Marina, Trump Castle, Trump Tai Mahal,\nTrump University and Trump Shuttle there are casino chips,\nboxing invites, concert invites and many many more objects all\nbearing the name “Trump.”\n\nThis colorful collection is mostly self-explanatory but the artist\nplans to present each object with a museum-like label not unlike\nin a curiosity cabinet or an anthropological study room.\n\nOf particular interest are more than fifty magazines with Donald\nTrump on the cover. Although, most of the magazines are ten,\ntwenty or more years old, there are some more recent ones\nincluding a copy of The Atlantic from June 2016 with the cover\nstory, “The Mind Of Donald Trump,” Time Magazine’s issue\n“Deal with it” from August 21, 2015 and another Time Magazine\ndated March 14, 2016 with the words “bully, showman, party\ncrasher and demagogue” written across Donald Trump’s face.\n\nAll three magazines are signed by Donald Trump.\n\nHOUSE_OVERSIGHT_018704",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018704.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1934,
    "word_count": 313,
    "line_count": 42,
    "import_date": "2025-11-19T21:47:45.352843",
    "prefix": "IMAGES-005"
  }
}