{
  "document_id": "HOUSE_OVERSIGHT_018511",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_018511.txt",
  "text": "about cunnilingus being \"not manly.”\n\nHere's my wrap-up: sympathy is good. Trying to build a better relationship is good. And\nI understand that some people may have serious, important reasons that they can't or don't\nwant to walk away from their romantic partner. (That's one of the things feminism has\nalways worked towards: giving people many sources of support and safety nets, so people\ncan leave abusive partners if necessary.) But. Seriously, if your partner sucks? Walking\naway is an option -- it's even an option, sometimes, when you think it's not an option. Just\nremember that.\n\nte Kk ok\nThis post can be found on the Internet at:\n\nhttp://clarissethorn.com/blog/2011/10/31/a-unified-theory-of-orgasm/\n\nBOUNDARIES:\n[storytime] I'm Not Your Sex-Crazy Nympho Dreamgirl\n\nThis was originally published in 2011 on GoodMenProject.com, and it got a lot of\nattention. I think the feelings I outline in this piece are shared by a lot of people, and that\nthey're one of the reasons people often get angry about porn. But as I said in \"BDSM\nCan Be 'Love Sex' Too,\" I don't think restricting porn is the answer to these feelings. I\nthink the answer is encouraging people to be honest, yet respectful and flexible about\ntheir desires. For many people, mainstream porn seems to function as sex education --\nand that can be a real problem, because mainstream porn shows a very specific\nstereotype of sexuality. But if more people had better and more complete sex education,\nthen more people would recognize that mainstream porn is a very limited and particular\nproduct, and they'd also recognize that most people aren't interested in actually enacting\nthat style of sexuality. I also think porn probably receives an unfair portion of the blame\nin these debates. It's possible that the current ubiquity of porn is partly to blame for \"sex-\ncrazy nympho dreamgirl\" anxieties, but there are plenty of other stereotype sources in\nour culture -- I wish that all the people who talk about banning porn would also talk\nabout banning romantic comedies!\n\nte Kk ok\n\nI'm Not Your Sex-Crazy Nympho Dreamgirl\n\nThere's this cultural image of what it means to be female, and good in bed. The image\nincludes being young and thin and cisgendered of course, and that can be problematic.\nBut it also includes a lot of behavioral stuff: the way you squirm, the way you moan,\nbeing Super Excited about everything the guy wants to do, and Always Being Up for It --\nwhatever \"It\" is. When people think about \"good in bed,\" for a woman, that's often what\nthey think.\n\nHOUSE_OVERSIGHT_018511",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_018511.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2560,
    "word_count": 428,
    "line_count": 46,
    "import_date": "2025-11-19T21:47:45.631605",
    "prefix": "IMAGES-005"
  }
}