{
  "document_id": "HOUSE_OVERSIGHT_015545",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_015545.txt",
  "text": "13. Describe in detail Each instance in which Jane Doe #3 has provided information\nreferencing Dershowitz by name that Concern the allegations set forth in Paragraphs 24-31\nof the 2015 Jane Doe #3 Declaration.\n\nANSWER: Edwards and Cassell lack sufficient information to determine all circumstances in\nwhich Jane Doe No. 3 has mentioned to others Dershowitz’s name as someone who abused her\nor had information relevant to abuse.\n\nWith regard to when she has provided information related to this subject to them, Jane Doe No. 3\nprovided such information in telephone calls with Brad Edwards beginning in 2011.\n\nJane Doe No. 3 has also provided this information in a public affidavit, filed on January 21,\n2015, in the CVRA case. Jane Doe No. 3 has also provided similar information on other\noccasions, but the specifics of those communications are protected by the attorney-client\nprivilege and the work product doctrine.\n\n14. If You have ever seen a photograph or video of Jane Doe #3 with Dershowitz, then state\nwhen You saw the photograph or video, identify who took the original photograph\n\nor video, identify Each person who possesses a copy of the photograph or video, and state\nthe location of Each such original and copy.\n\nANSWER: Edwards and Cassell have not personally seen such a photograph or\nvideo. Discovery efforts to obtain photographic materials regarding Jane Doe No. 3 held by the\nU.S. Attorney’s Office for the Southern District of Florida and/or other federal law enforcement\nand prosecuting agencies are on-going.\n\n15. For Each communication between You or anyone acting on Your behalf, and anyone\nfrom, or acting on behalf of, any media outlet Concerning this action, the Joinder Motion,\nor Dershowitz, and regardless of whether such communication was “on the record” or “off\nthe record,” (a) state the date of the communication; (b) state the participants in the\ncommunication; and (c) describe the contents of the communication.\n\nANSWER: Objection, not reasonably calculated to lead to the discovery of admissible evidence;\nvague, harassing, work-product.\n\n16. Describe in detail All facts Concerning any assertion that Dershowitz was\n\na “coconspirator” with Epstein.\n\nANSWER: See answers to interrogatory number 5 above, as well as answers to interrogatories\n\nnumbers 1, 6, 8, 9, 10 above. In addition, factual information is found in the documents and\nother materials and references provided in answer to Request for Production Number 2\n\n15\n\nHOUSE_OVERSIGHT_015545",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_015545.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2489,
    "word_count": 395,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:44.241828",
    "prefix": "IMAGES-003"
  }
}