{
  "document_id": "HOUSE_OVERSIGHT_014732",
  "filename": "IMAGES-003-HOUSE_OVERSIGHT_014732.txt",
  "text": "Introduction\n\nDavid Woo\nMLPF&S\ndavid.woo@baml.com\n\nFirst came Brexit, then Donald Trump’s election as the president of the most powerful\ncountry in the world. The world has changed. Possibly irrevocably so.\n\nThese ground shifts have been brought on by a backlash to globalization, increasingly\nviewed as the culprit for wage stagnation (Chart 1), growing disparity of income and\nwealth between the rich and the poor (Chart 2), and the loss of national identity. We\nsuspect the trend of anti-globalization is here to stay.\n\nChart 1: US real median household income Chart 2: Income inequality and globalization\n60,000 - 18\nChina entered\n58,000 At a\n- 14\n56,000 - 12\n54,000 10\n8\n52,000 6\n50,000 4\n\nTMU MEY Dri MWD he DD\neowwmnmnwmnwnm DD DD D\nODD DD DDD DD DD\n\n~ MW he DD\noo oo Qo\nooo o0 Oo\nNNN NNN\n\n2013\n2015\n\n48,000\n\n46,000 ——— share of aggregate income going to top 5 percentile (%, LHS)\n\n=< MMOnN Oar MOR Ruri MOR A WY MM\nSBSSSSSSSSSSSSSSSESS import/GDP (%, RHS\nANNAN AAAA impor (%, )\nSource: BofA Merrill Lynch Global Research Source: BofA Merrill Lynch Global Research\n\nWide-ranging consequences for financial markets\nIn our view, the anti-globalization theme will have at least seven major consequences\nfor financial markets in 2017.\n\n1. Monetary easing will give way to fiscal easing\n\nThe history of populism is one of fiscal largesse. Furthermore, with limited scope for\nfurther monetary easing, fiscal easing is becoming the last and only resort for\npolicymakers. It seems reasonable to assume that the combination of these two factors\nwill soon usher in a period of easier fiscal policy.\n\nNowhere will the impact of fiscal easing be felt more than the US in 2017, in our view.\nThe GOP has achieved a rare clean sweep in the latest elections. During the 18 years\nthat a single party controlled both the Presidency and Congress since 1965, US\nstructural budget balance as a share of potential GDP deteriorated by O.4pp a year on\naverage (Chart 3). In other words, history tells us that a clean sweep is usually a recipe\nfor fiscal stimulus. The GOP has the additional incentive to use fiscal easing to boost\neconomic growth ahead of the mid-term elections in 2018. The Republicans will need to\npick up at least eight more seats in the Senate to accomplish their stated objectives of\nrepealing Obamacare and Dodd-Frank (Chart 4). We think the Republican controlled\nCongress will use the reconciliation process (which has a deadline of 15 April} to pass\nmost of its fiscal agenda into law.\n\n2. Fiscal easing not yet priced into the belly of the curve\n\nFiscal easing is unlikely to be kind to the Treasury market. For one thing, a bigger\nbudget deficit would increase risk premium. And, fiscal easing at this late stage of the\nexpansion would likely lead investors to demand higher inflation risk premium. Also,\n\n2 Global Rates, FX & EM 2017 Year Ahead | 16 November 2016 Bankof America\nMerrill Lynch\n\nHOUSE_OVERSIGHT_014732",
  "metadata": {
    "original_filename": "IMAGES-003-HOUSE_OVERSIGHT_014732.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2927,
    "word_count": 500,
    "line_count": 79,
    "import_date": "2025-11-19T21:47:48.148700",
    "prefix": "IMAGES-003"
  }
}