{
  "document_id": "HOUSE_OVERSIGHT_017530",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017530.txt",
  "text": "KEITH BLACK\n\nKeith L. Black (born September 13, 1957) is an American\nneurosurgeon specialising in the treatment of brain tumors\nand a prolific campaigner for funding of cancer treatment.\nHe is chairman of the neurosurgery department and\ndirector of the Maxine Dunitz Neurosurgical Institute at\nCedars-Sinai Medical Center in Los Angeles, California.\n\nKeith Black was born in Tuskegee, Alabama. His\nmother, Lillian, was a teacher and his father, Robert, was the\nprincipal at a racially segregated elementary school in Auburn,\nAlabama; prohibited by law to integrate the student body,\nBlack’s father instead integrated the faculty, raised standards,\nand brought more challenging subjects to the school. Later in\nhis childhood, Black’s parents found new jobs and relocated\nthe family to Shaker Heights, Ohio. Black attended Shaker\nHeights High School. Already interested in medicine, Black\nwas admitted to an apprenticeship program for minority\nstudents at Case Western Reserve University, and then became\na teenaged lab assistant for Frederick Cross and Richard\nJones (inventors of the Cross-Jones artificial heart valve) at\nSt. Luke’s Hospital in Cleveland. At 17, he won an award ina\nnational science competition for research on the damage done\nto red blood cells in patients with heart-valve replacements.\nAccording to Black: “I was working in the lab of a heart surgeon\nwho had developed his own artificial heart valve, and Ihad a\nconcept that the heart valve might be damaging red blood cells,\nso I asked to do a research project using a scanning electron\nmicroscope at the time. When I was trying to basically learn\nthe technique, I took some blood from the heart-lung bypass\nmachine from patients undergoing heart-lung bypass, and\nwhen I incubated the red blood cells overnight, I noticed that\na certain percentage of these cells change from their normal\ndiscoid shape to one that resembled a porcupine, called an\neconocyte. What I did was to describe the discocyte-econocyte\ntransformation in patients undergoing heart-lung bypass, as\nan index of sub-lethal red blood cell damage. The importance\nbeing that the blood cells could not parachute through the\nsmall capillaries.” He attended the University of Michigan in\na program that allowed him to earn both his undergraduate\ndegree and his medical degree in 6 years. He received his M.D.\ndegree from the University of Michigan Medical School in 1981.\n\nAfter serving his internship and residency at the\n\nUniversity of Michigan, in 1987 he moved to the UCLA\nMedical Center in Los Angeles, where he later became head\nof UCLA’s Comprehensive Brain Tumor Program. In 1997,\nafter 10 years at UCLA, he moved to Cedars-Sinai Medical\nCenter to head the Maxine Dunitz Neurosurgical Institute.\nHe was also on the faculty of the University of California,\nIrvine School of Medicine from 1998 to 2003. In 2007 he\nopened the new Johnnie L. Cochran Jr. Brain Tumor Center\nat Cedars-Sinai, a research center named after the famous\nlawyer who had been Black’s patient and supporter.\n\nBlack has been a frequent subject of media reports\non medical advances in neurosurgery. He was featured\nin a 1996 episode of the PBS program The New Explorers\nentitled “Outsmarting the Brain”. Esquire included him in\nits November 1999 “Genius Issue” as one of the “21 Most\nImportant People of the 21st Century.” He has been cited as\nan expert in reports about whether mobile phone use affects\nthe incidence of brain tumors. He is also noted for his very\nbusy surgery schedule: a 2004 Discover article noted that he\nperforms about 250 brain surgeries per year, and that at age 46\nhe had “already performed more than 4,000 brain surgeries,\nthe medical equivalent of closing in on baseball’s all-time\ncareer hits record.” (As of 2009, Black’s surgery count had risen\nto “more than 5,000 operations for resection of brain tumors”.)\n\nIn 1997, Time magazine featured Black on the\ncover of a special edition called “Heroes of Medicine”. The\naccompanying article described Black’s reputation as a\nsurgeon who would operate on tumors that other doctors\nwould not, as well as aspects of his medical research,\nincluding his discovery that the peptide bradykinin can\nbe effective in opening the blood-brain barrier.\n\nIn 2009 Black published his autobiography, co-\nauthored with Arnold Mann, entitled Brain Surgeon. New\nYork Times reviewer Abigail Zuger described the book as a\n“fascinating, if somewhat stilted, memoir”. The Publishers\nWeekly review commented that the book “examines\nracial hurdles he had to leap to become a neurosurgeon”\nand “alternat[es] incisive writing about incisions with\nhis personal memoir, insightful and inspirational.”\n\nHOUSE_OVERSIGHT_017530",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017530.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4681,
    "word_count": 747,
    "line_count": 90,
    "import_date": "2025-11-19T21:47:45.730769",
    "prefix": "IMAGES-004"
  }
}