{
  "document_id": "HOUSE_OVERSIGHT_017979",
  "filename": "IMAGES-004-HOUSE_OVERSIGHT_017979.txt",
  "text": "tein manipulated the system | Miami Herald Page 16 of 17\n\nSarah Kellen, who used the name Kensington for a while, is now married to NASCAR driver Brian Vickers. The couple divides their time between homes\n\nin North Carolina, New York and Miami Beach.\n\nNASCAR driver Brian Vickers and his wife, Sarah, take part in pre-race ceremonies in Sparta, Ky., on June 28, 2014. She was known as Sarah Kellen when she was an aide to\nJeffrey Epstein. According to police, she scheduled visits of underage girls to Epstein’s Palm Beach estate for massages that turned sexual. She was not charged with a crime. Will\nSchneekloth GETTY MAGES\n\nMaxwell, 56, transformed herself into an internationally known environmentalist. In 2012, she founded the TerraMar Project, a nonprofit environmental\ngroup that works to protect the world’s oceans. In 2013, she gave a TED Talk on ocean conservation, discussing her diving expeditions around the world.\n\nDershowitz, 80, continues to lecture around the country. A professor\nemeritus at Harvard Law School, Dershowitz has been a frequent\ncommenter on cable TV programs, often defending President Trump.\n\nPrince Andrew, the Duke of York, 58, remained friends with Epstein, and in\n2010, a photograph was taken of the two of them strolling in Manhattan. It\nwas later revealed that Epstein had loaned the prince’s ex-wife, Sarah\nFerguson, $24,000 to pay off some debts. Ferguson later called the loan a\n“gigantic error of judgment.”\n\nPlain human beings\n\nCrime victims’ rights advocates have used the Epstein case to strengthen the\nfederal law in recent years, adding more precise language mandating that\nprosecutors notify victims about plea bargains and allow victims to be heard\n\nat sentencing.\n\nBecause some statute-of-limitation laws set deadlines for filing civil and\ncriminal sex crime cases, it’s difficult to bring them years later, said Marci\n\nHamilton, a University of Pennsylvania professor who is working to ease\n\nhttps://www.miamiherald.com/news/local/article2 19494920 html 4/3/2019\nHOUSE_OVERSIGHT_017979",
  "metadata": {
    "original_filename": "IMAGES-004-HOUSE_OVERSIGHT_017979.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2039,
    "word_count": 315,
    "line_count": 38,
    "import_date": "2025-11-19T21:47:49.271428",
    "prefix": "IMAGES-004"
  }
}