{
  "document_id": "HOUSE_OVERSIGHT_022771",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022771.txt",
  "text": "From: ee\n\nSent: Wednesday, January 20, 2016 3:46 AM\nTo: jeffrey E.\n\nSubject: Help!\n\nImportance: High\n\nAppreciate what? I'm not sure you do. Be back for what? Where? I don't need to be photographed. I am trying\nto avoid that, hence the reason why I moved out here. I don't need people coming here looking for me to give\nthem information about you or the \"people\" I was documented with... It's not my property. I don't think you get\nit.\n\nOn Tuesday, January 19, 2016, jeffrey E. <jeevacation@gmail.com> wrote:\ni appreciate it. I should be back feb 14,\n\nOn Tue, Jan 19, 2016 at 6:39 PM, iS cote:\nBecause you were not available to meet me in person last year and at this point I don’t need to be seen. I can not have press, media,\nprivate investigators, film companies, etc. contacting me or my parents and sisters at home or on cell/texts and or by mail. I realize\nyou don’t have much control over this, but you can at least help me to move. I can’t just get up and go like you. I left the city to\nescape, make a better life and I am devastated these people found me and brought to light an association of that I would rather them\nnever to know. People think I was involved with something really bad and I lost a boyfriend of great potential over this shit. I am\nstill in debt over all these years, been working my ass off trying to get ahead, which you could never understand I was even\nsurviving off the pay I was getting. Well, its not any better. I dropped out of college because of you (and GM’s) advice. Started\nworking for a company you wanted me to and basically my life has has become hell since then.\n\nI have been your supporter for 16 years, the media explosion with Clinton, Trump and Cosby is affecting me. I'm not prepared for\nthis.\n\nplease note\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\nUnauthorized use, disclosure or copying of this\ncommunication or any part thereof is strictly prohibited\nand may be unlawful. If you have received this\ncommunication in error, please notify us immediately by\nreturn e-mail or by e-mail to , and\ndestroy this communication and all copies thereof,\nincluding all attachments. copyright -all rights reserved\n\nHOUSE_OVERSIGHT_022771",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022771.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2341,
    "word_count": 417,
    "line_count": 44,
    "import_date": "2025-11-19T21:47:48.580241",
    "prefix": "IMAGES-007"
  }
}