{
  "document_id": "HOUSE_OVERSIGHT_023535",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_023535.txt",
  "text": "[9\n\nabout John Rawls and John Locke, a social contract between the\ngovernment and the governed. A Palestinian government that denies\nhis rights, he insisted, is as offensive as an Israeli one. When I\npressed him on whether his colleagues want two states—one\nPalestinian, one Jewish—or a secular binational one, he seemed\nstrangely agnostic. He said that in an ideal world one democratic state\nwould be better, before adding that of course such a state would have\nto guarantee the safety and cultural autonomy of Jews. (One of his\ninspirations, he said, was Martin Buber, the Jewish philosopher who\nadvocated a binational state in the 1920s and 1930s). When I said I\ndidn’t consider a binational state very realistic, he conceded the\npoint, before noting that in the age of Netanyahu and Lieberman,\nmost Palestinians don’t consider a two-state solution very realistic\neither. After a while, it hit me: This is what Israelis and American\nJews have been demanding all along. Didn’t we always say, during\nthe bloody Arafat years, that when the Palestinians produced Gandhis\neverything would change? We’d never be able to resist; our Jewish\nhearts would melt. Now that it’s starting to happen, I suspect the\nresponse will be exactly the opposite: Yes, there’s something\nadmirable about young people like Fadi Quran, but who are they\nkidding. This is the Middle East, not Palo Alto. It’s no place for\ndreamers; they’ll get eaten for lunch.\n\nPrivately, many in Congress consider settlement expansion a\ncatastrophe and the occupation a disgrace.\n\nMaybe so. But watching over Fadi’s shoulder as members of\nCongress robotically rose to applaud Netanyahu, I couldn’t help\nthinking of the contrast. Anyone who has spent any time around\nCongress knows that many of the people who applauded Netanyahu—\nthe Jewish Democrats in particular—don’t actually support his\npolicies. Privately, many consider settlement expansion a catastrophe\nand the occupation a disgrace. But they don’t want to create\n\nHOUSE_OVERSIGHT_023535",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_023535.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2004,
    "word_count": 320,
    "line_count": 37,
    "import_date": "2025-11-19T21:47:49.353160",
    "prefix": "IMAGES-007"
  }
}