{
  "document_id": "HOUSE_OVERSIGHT_014027",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_014027.txt",
  "text": "and family, but sometimes you have to ignore the advice of your loved ones to really make some thing\nhappen. If you believe the impossible can be made possible, it will happen. —A.K. BROOKMIRE\n\nKILLING YOUR BLACKBERRY\n\nI’m a 37-year-old Subway franchisee owning and operating 13 stores. Been doing this for seven years.\nPrior to reading 4HWW I was KING at W4W (translate: work for work’s sake)! I'd never given myself\n“permission” to behave differently than I did as an employee in the past. 4HWW was absolutely\nliberating for me. I literally “caught myself’ and began the process of curing my addiction to W4W. I\nused to always be “on” and I was never really “present” anywhere—too busy doing the “blackberry\nprayer” at the dinner table instead of spending quality time with those who were present. Holidays were\njust a remote office for battling the e-mail tsunami. 4HWW gave me a new paradigm and I began to\nlook at my business as a “product,” the (original) purpose of which was to provide me witha\ndisproportionate amount of income vs. time invested personally by me—to what end? To ENJOY\nMYSELF and to have complete autonomy over my schedule and activities. So I got off my own back,\ntold myself it was OK to pursue the original purpose and here’s what I did:\n\nCrunched my “always open” workweek into four days and 20 hours. I immediately began taking\nMondays OFF, giving me a nice three-day weekend. (Fridays are in the “CROSSHAIRS” next!) Tuesday\nto Friday I work 11 A.M.-4 p.m. (20 hours per week). With the “unluxury” of time in this crunched\nworkweek I was forced to appraise everything through the 80/20 filter and found that 50% of the 80%\nwas pure crap and the other 50% of the 80% could be done by someone on my payroll. Great!\n\nEverything I do now has to somehow either increase sales or decrease costs otherwise “it’s someone\nelse’s job.” You can’t be “half-pregnant,” so when I’m “on” [I’m really on and when I’m “off” ?'m off—\ngood luck trying to contact me. I still carry portable e-mail but I’ve killed “auto-sync” (the bane of\nmodern mankind in terms of interruption) now it’s on a Tues-Fri, 11 A.M.-4 p.m. schedule. Outside of\nthat window it waits.\n\nMy e-mail autoresponder eliminated 50% of my e-mail within two weeks as people sending me\nmeaningless crap got fed up looking at my autoresponder and stopped including me—love it! I keep a\nshort, compact “to-do” list and anything time-bound is in my calendar. These get my attention before\nany other “inbox” does because I’ve previously decided what’s important for me to get done—the rest\ncan wait.\n\nI could go on, but all in all I think this is a message that the self-employed need to hear so badly. With\nno “boss” and no “clean edges” to work-life/home-life it’s so easy to fall into a W4W grind and your\nbusiness becomes a tractor beam that trails you inexorably down that path. 4HWW is the antidote!” —\nANDREW, self-employed in the UK\n\nSTAR WARS , ANYONE?\n\nI knew my quest for the 4-Hour Workweek was working when my daughter’s kindergarten teacher\nasked her the question: “What kind of work does your father do?” As the teacher re-told the story back\nto me, it was my daughter’s answer that really struck a chord. “Your daughter turned and looked up at\nme with the most serious look on her face and said, ‘My dad just sits around and watches Star Wars all\nday.’”\n\nIt’s funny how this one simple question, and not to mention my daughter’s answer, would be the\nmoment of true 4HWW self-awareness for me. You see the answer my daughter gave her teacher has a\ndeeper meaning. I believe what she meant to say, if she could articulate it, was “My dad sort of does\nwhatever he wants to do.”\n\nI read the 4HWW almost two years ago when I was on vacation at the beach with my family. I\nremember it well, because I kept reading parts of the book to my wife, bothering her to no end. ama\n\nHOUSE_OVERSIGHT_014027",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_014027.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3879,
    "word_count": 691,
    "line_count": 57,
    "import_date": "2025-11-19T21:47:48.419145",
    "prefix": "IMAGES-002"
  }
}