{
  "document_id": "HOUSE_OVERSIGHT_013733",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013733.txt",
  "text": "most relevantly by their computational procedures and what are computed are\nempirical scaling exponents describing real observables as limited by the precision\nof the observations, their resolution and series lengths (Smith, 1988; Eckmann and\nRuelle, 1992). The “correlation integral,” the probability that two vectors chosen at\nrandom from the phase space reconstruction lie within “r” distance of each other,\nnot unrelated to the phase randomization controlled, Dz measure, yields statements\nabout amount of “nonlinearity” (not accountable by the linear regressively\ncapturable component of the power spectrum), which are also difficult to translate\ninto experimentally or theoretically useful concepts (Casdagli et al, 1997). These\nefforts contrast with a more direct attempt to establish a spiking neuron system’s\ndynamical “dimension” using trial and error prediction in which “dimension” was\ndefined as the number of potentially physiologically relevant variables required to\n\nmake the predictive equations fit (Segundo et al, 1998).\n\nComputations of scaling exponent descriptors of orbital point distributions on\nreconstructed attractors of the brain sciences have proven to be most useful as\natheoretical, empirical techniques discriminating experimental, clinical and/or\ntreatment conditions with various approaches to statistical significance. In this\nregard, one can say that D2 is often found to be superior to central tendency\noriented statistics in making these discriminations. Dimension and _ correlation\nintegral descriptors appear least useful when dealing with global issues such as\nchaos, randomness, linearity and the “underlying dimensions” of (unknown)\ndifferential equations. We discuss below the possibility that the failure to find chaos\nin the more recent EEG studies (Theiler and Rapp, 1996; Prichard et al, 1996) may\n\nbe because the EEG attractor is better characterized as a “strange nonchaotic\natttractor” with orbital patterns manifesting fractional scaling exponents but no 2(+)\n(Grebogi et al, 1984; Mandell and Selz, 1993).\n\nThe relatively subtle influence of high altitude (Mt. Everest) oxygen\nconcentrations was not seen in the central moments of the cardiac interbeat\n\nintervals, but the D2 of the attactor was reduced significantly (Yamamoto et al,\n\n1993). The latencies and amplitudes of the visual evoked potential failed to\n\n233\n\nHOUSE_OVERSIGHT_013733",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013733.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2394,
    "word_count": 341,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:45.885648",
    "prefix": "IMAGES-002"
  }
}