{
  "document_id": "HOUSE_OVERSIGHT_022701",
  "filename": "IMAGES-007-HOUSE_OVERSIGHT_022701.txt",
  "text": "Despite what some called among the most exhaustive investigations in Palm Beach Police history — which dug up such evidence\nas an Amazon receipt for Epstein’s purchase of titles including “Training With Miss Abernathy: A Workbook for Exotic Slaves and\n\nTheir Owners” — there is nothing in the police record suggesting any other men were involved in Epstein’s predatory behavior.\n‘ For da\n\nRs ee HES\nee te, vow\n\n‘Billing Adarew:: chit persia Address: hdl 4\nelirey Epstesn z\nse ae “ 388 El Brillo Way ey\nPalm Beachy a es ¥ Pa Beach, Florida 3460\nu\n\n2s\n\n+ USA\n\nF “S re Ret\nie Sle ee =: tbrdS7708/~3~/next/2436225, SORTExtFastTract: 3 : A” Vian\nmaa eat eee - ao mele\n\nYour order of Se ber 4, 2005 == 103-1737820- 4508648) : Ran. 8? . * days\ntem — * Total your\n\nwe of By ae : >? ae ~\n\nIN THIS SHU'MENT\n\nmt, $M 101: A Realistic Introduction Sop 3 i fe’: % ‘ rigs Sy $16.47\"\naisWiseman, Jay -ziéqRaperback |“ pret Ae. ~— t\nEgor moupetine’ 8 Mi tasers ari . he\nrier ss OLY ene a ASE Be Weeds iy,\neS] sveCraft: Rosdmapiior E Erotic setae bce Skills and, Tools 2°. SSI 35% 9 $15,951 f Tha\n=B iain Gu. ~~~ Paperback. : ee SEE Eee |. Ce\n* r oe - “ + \"2 ©, Xe. “ete? . *.\nv4 a5 ip Haine With Miss Abernathy: A wN Workbook for Erotic — and Theis BSSLLIS i Ret\ni ERO Chiistina === Papertpen: = . ; ‘ Wer, be ate yo thy vans me\n\n“hy padi oet Ba 65 ties, eM Fe aot\n\n: “ee Ca2s\") Bar aoe\nN. “ ‘a fe a 4 Re ,\n\nView this image >\nPalm Beach County Court\n\nThe criminal case provoked numerous lawsuits from women alleging they were victims of Epstein’s proclivities, followed by secret\nsettlements with more than two dozen of them. One firm bringing some of those cases employed a young lawyer named Bradley\nEdwards, who managed some of the cases. In 2009, a founding partner at the firm, Scott Rothstein, fled the country before\nultimately returning to plead guilty of running a $1.2 billion Ponzi scheme built around recruiting investors to buy stakes in\n\nlitigation settlements that turned out to be phony.\n\nAs details of the fraud emerged, Epstein sued Rothstein and Edwards in Palm Beach County Court for racketeering, alleging,\namong other things, that they dangled Bill Clinton’s association with Epstein as a lure to investors, implying that settlements would\nbe fast and sizable. Epstein ultimately dropped his suit in 2012, but by that time, Edwards had countersued for malicious\n\nprosecution and abuse of process.\n\nThat case, along with a claim by Virginia Roberts against the federal government over the 2007 prosecution deal in district court\n(which she filed as a “Jane Doe” in 2008), are still pending and are the source of most of the scant information about Clinton that\nhas appeared. Scarola, who in the past sued Chiquita over payments to violent leftist Colombian rebels and won a $1.45 billion\nverdict over Morgan Stanley (that was later overturned), is the lawyer bringing the suit in county court in West Palm Beach, while\nPaul Cassell, a former federal judge known for his critical take on mandatory-minimum sentences, mans the federal case four\n\nblocks away.\nNeither Cassell nor Edwards responded to requests for comment.\n\nIt is primarily from pleadings in those cases that the press has been getting a glimpse inside the lifestyle of Epstein, and, by\n\nextension, Clinton. “Edwards had sound legal basis for believing former President Clinton had relevant and discoverable\n\nHOUSE_OVERSIGHT_022701",
  "metadata": {
    "original_filename": "IMAGES-007-HOUSE_OVERSIGHT_022701.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3398,
    "word_count": 607,
    "line_count": 75,
    "import_date": "2025-11-19T21:47:47.683527",
    "prefix": "IMAGES-007"
  }
}