{
  "document_id": "HOUSE_OVERSIGHT_010801",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_010801.txt",
  "text": "wow on nm B® WwW NY\n\nne ee\nworn nuda WH RHO\n\n249\n\nflew down to Palm Beach during that relevant period\nof time.\n\nSo [ have a timeframe not that was\nprovided by your client but that was provided by the\nexternalities of the case. And that timeframe\ncoupled with the manifests clearly exonerate me\nwithout any doubt.\n\nQ. Ll want to make sure that I understood what\nyou just said. \"I never flew down to Palm Beach\nduring the relevant timeframe\"?\n\nA. Inever flew down and stayed at Jeffrey's\nhouse in Palm Beach during that relevant period of\ntime.\n\nQ. Okay. Se you want to withdraw the\nstatement that you never flew down to Palm Beach --\n\nMR. SCOTT: Objection.\nBY MR. SCAROLA:\nQ. -- during that relevant period of time --\nA. Let me be --\nMR. SCOTT: Objection.\nBY MR. SCAROLA:\n\nQ. -- and what you want to say is, \"I never\nflew down to Palm Beach and stayed at Jeffrey\nEpstein's house during that timeframe period,\"\ncorrect?\n\nwow On Dm BW NY\n\nNNN NNN BPP PPP PP pe BH\nOP WHE OW OMNKHU PWN PO\n\n251\n\nQ. Which of the manifests are you referring\nto when you claim what you have claimed about the\nmanifests, Exhibit Number 6 or Exhibit Number 7?\n\nA. [can only tell you that I have reviewed\nthe manifests and they show, to me, that I was never\non Jeffrey Epstein's airplane during the relevant\nperiod of time. That's all I can tell you now.\n\nI'm not in a position where I look at all\nthese documents now. If you point me to any\nparticular trip that shows that I was on Jeffrey\nEpstein's plane, | would be happy to respond to\nthat.\n\nQ. There are two separate collections of\ndocuments purporting to be flight manifests for\nJeffrey Epstein's plane. When you made the public\nstatements that you made regarding the flight logs\nor manifests exonerating you, were you referring to\nExhibit Number 6 or Exhibit Number 7?\n\nA. Ihave no recollection as to which\nparticular exhibits, which are formed for purposes\nof the legal case, | had reviewed. I know I had\nreviewed the manifests. Not only had | reviewed the\nmanifests, but others reviewed the manifests and\nhave conclusively told me that their review of the\nmanifests shows that I was right.\n\n250 |\n\nMR. SCOTT: Objection, argumentative --\n\nA. Let me be --\n\nMR. SCOTT: -- mischaracterization.\n\nA. Let me be clear. A, [never flew down on\nJeffrey Epstein's plane during the relevant period\nof time.\n\nBY MR. SCAROLA:\n\nQ. Flew down to where?\n\nA. To Palm Beach or anywhere else. I was\nnever on Jeffrey Epstein's plane, according to the\nflight manifests and according to my own records,\nduring the relevant period of time.\n\nI have independent records of my travel\nwhich demonstrate that I was not in Jeffrey\nEpstein's house during the relevant period of time.\nAnd -- but the -- talking about the manifests, the\nmanifests conclusively prove that ] was never on the\nairplane during the relevant period of time.\n\nSo I don't know how you can claim that the\nmanifests show that I was with Virginia Roberts\nduring the relevant period of time. They do not do\nthat. And if you would testify under oath to that,\nI think you could be subject to pretty -- pretty\nscathing cross examination. So your statement is\ncategorically false, sir.\n\nwou Hn ue wWwdnP\n\nNN MN NN Be PP PP Be Pe\nUP wWwN FP Owe OAKHAM WN PO\n\nQ. Who else -\n\nMR. SCOTT: Avoid any attorney-client\ncommunications either with Ms. -- you know,\nwith your current lawyers, please.\n\nTHE WITNESS: Okay.\n\nBY MR. SCAROLA:\nQ. Who told you that they had reviewed the\nmanifests and they confirmed your position?\n\nMR. SCOTT: Objection, work product.\n\nMR. SCAROLA: Well, you know, Mr. Scott,\nhe can't have it both ways. He can't insert\ninto the record the gratuitous statements that\nhe inserts into the record regarding others\nhaving corroborated his inaccurate testimony,\nand then refuse to tell us who those others\nare. It constitutes a waiver of whatever\nprivilege might exist.\n\nMR. SCOTT: He can -- he can tell who they\nare. I'm just saying he can't go into\ncommunications with them.\n\nMR. SCAROLA: Well, he's already said what\nthe communication was. The communication was\nthese manifests prove your position.\n\nMR. SCOTT: And he's answered that because\nbased on his review of them, Mr. Scarola.\n\n19 (Pages 249 to 252)\n\nwww.phippsreporting.com\n(888) 811-3408\n\nHOUSE_OVERSIGHT_010801",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_010801.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4247,
    "word_count": 757,
    "line_count": 157,
    "import_date": "2025-11-19T21:47:45.094501",
    "prefix": "IMAGES-001"
  }
}