{
  "document_id": "HOUSE_OVERSIGHT_019964",
  "filename": "IMAGES-005-HOUSE_OVERSIGHT_019964.txt",
  "text": "Flynn declared that he had had no such conversations, absolutely no conversation, he\nconfirmed again, and the interview, attended by senior National Security Council official\nand spokesman Michael Anton, ended soon thereafter.\n\nBut later that day, DeYoung called Anton and asked if she could use Flynn’s denial on\nthe record. Anton said he saw no problem—after all, the White House wanted Flynn’s\ndenial to be clear—and notified Flynn.\n\nA few hours later, Flynn called Anton back with some worries about the statement.\nAnton applied an obvious test: “If you knew that there might be a tape of this conversation\nthat could surface, would you still be a hundred percent sure?”\n\nFlynn equivocated, and Anton, suddenly concerned, advised him that if he couldn’t be\nsure they ought to “walk it back.”\n\nThe Post piece, which appeared the next day under three other bylines—indicating that\nDeYoung’s interview was hardly the point of the story—contained new leaked details of\nthe Kislyak phone call, which the Post now said had indeed dealt with the issue of\nsanctions. The article also contained Flynn’s denial—‘he twice said ‘no’ ”—as well as his\nwalk-back: “On Thursday, Flynn, through his spokesman, backed away from the denial.\nThe spokesman said Flynn ‘indicated that while he had no recollection of discussing\n\nsanctions, he couldn’t be certain that the topic never came up.’ ”\n\nAfter the Post story, Priebus and Bannon questioned Flynn again. Flynn professed not\nto remember what he had said; if the subject of sanctions came up, he told them, it was at\nmost glossed over. Curiously, no one seemed to have actually heard the conversation with\nKislyak or seen a transcript.\n\nMeanwhile, the vice president’s people, caught unaware by the sudden Flynn\ncontroversy, were taking particular umbrage, less about Flynn’s possible\nmisrepresentations than about the fact that they had been kept out of the loop. But the\npresident was undisturbed—or, in one version, “aggressively defensive’—and, while the\ngreater White House looked on askance, Trump chose to take Flynn with him to Mar-a-\nLago for his scheduled weekend with Shinzo Abe, the Japanese prime minister.\n\nThat Saturday night, in a bizarre spectacle, the Mar-a-Lago terrace became a public\nSituation Room when President Trump and Prime Minister Abe openly discussed how to\nrespond to North Korea’s launch of a missile three hundred miles into the Sea of Japan.\nStanding right over the president’s shoulder was Michael Flynn. If Bannon, Priebus, and\nKushner believed that Flynn’s fate hung in the balance, the president seemed to have no\nsuch doubts.\n\nFor the senior White House staff, the underlying concern was less about getting rid of\nFlynn than about the president’s relationship with Flynn. What had Flynn, in essence a spy\nin a soldier’s uniform, roped the president into? What might they have got up to together?\n\nHOUSE_OVERSIGHT_019964",
  "metadata": {
    "original_filename": "IMAGES-005-HOUSE_OVERSIGHT_019964.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2896,
    "word_count": 466,
    "line_count": 48,
    "import_date": "2025-11-19T21:47:46.093376",
    "prefix": "IMAGES-005"
  }
}