{
  "document_id": "HOUSE_OVERSIGHT_013462",
  "filename": "IMAGES-002-HOUSE_OVERSIGHT_013462.txt",
  "text": "In June 2002 ... the WHO adopted new prescriptions for dealing with MDR-TB, virtually the same as PIH had\nused in Carabayllo. For Jim Kim this marked the end of a long campaign. \"The world changed yesterday,\" he\nwrote from Geneva to all of PIH. The prices of second-line antibiotics continued to decline, and the drugs now\nflowed fairly smoothly through the Green Light Committee to, among other places, Peru, where about 1,000\nchronic patients were either cured or in treatment. About 250 were receiving the drugs in Tomsk, and, largely\nbecause of the efforts of WHO, the Russian Ministry of Health had finally agreed to the terms of the World\nBank's TB loan--150 million dollars to begin to fight the epidemic throughout the country.\n\nThe twin pandemics of AIDS and tuberculosis raged on, of course, magnifying each other, in Africa and Asia,\nEastern Europe and Latin America. Mathematical models predicted widening global catastrophe--100 million\nHIV infections in the world by the year 2010. Some prominent voices, some in the U.S. government, still\nargued that AIDS could not be treated in desperately impoverished places. But this view seemed to be fading.\nThe prices of antiretrovirals were falling, even more dramatically than the prices of second-line TB drugs.\n\nThis was thanks to a growing worldwide campaign for treating AIDS wherever it occurred. Jim Kim had often\nsaid that the world's response to AIDS and TB would define the moral standing of his generation. In 2003, a\nnew director general took over at WHO, and he asked Jim to serve as his senior adviser. Meanwhile, the\nexample of Zanmi Lasante [PIH's Haiti-based project] was growing, and Cange had become a favorite\ndestination for global health policy makers and American politicians.\n\nHOUSE_OVERSIGHT_013462",
  "metadata": {
    "original_filename": "IMAGES-002-HOUSE_OVERSIGHT_013462.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 1780,
    "word_count": 289,
    "line_count": 21,
    "import_date": "2025-11-19T21:47:46.669545",
    "prefix": "IMAGES-002"
  }
}