{
  "document_id": "HOUSE_OVERSIGHT_033417",
  "filename": "IMAGES-012-HOUSE_OVERSIGHT_033417.txt",
  "text": "In the years after the First World War, until the end of the Second World War, three political models for shaping the future of\nnation states emerged; Fascism, Communism and liberal democracy. These all offered great ideas for the future of the world.\nFascism and Communism shared some common features: authoritarian, strong leaders and a belief that their revolutions had\nto be carried through with violence. This led to the mass murders in the Nazi concentration camps and 1n the Soviet Gulags.\n\nIn the mid war periods, the “Litfass columns” that were originally designed to carry advertising, became the outdoor galleries\nfor the war of ideologies. The political poster was born. High quality posters from every political party in Germany popped\nup on the columns. Hitler’s propaganda chief Géebels stated that the Nazi election campaign should be run through speeches\nand posters. The other parties responded in kind. An art form thus became an essential political tool in the battle for votes.\nThe propagandist Art used by the Nazis and communists alike was essential in helping sell their message to the masses.\nIndeed, much of the art that was critical of these movements was suppressed or censored and “subversive” artists cowed, in\nsome cases imprisoned or even worse.\n\nThe liberal democratic model departed sharply from these authoritarian perspectives by presenting the alternative of free and\ntransparent elections, the rule of law and freedom of speech. In the mid-war period the three narratives were competing to be\nthe conceptual frame for society. After the Second World War fascism was crushed leaving the two competing ideologies of\ncommunism and liberal democracy. After the demise of communism in 1989, through to the late 1990’s, liberal democracy\nwas victorious 1n the idealogical battlefield. Some historians, like Francis Fukuyama, went so far as to proclaim this period as\n“the end of history”.\n\nA key piece of art that championed this kind of ideology was Sheppard Fairey’s campaign poster for Barack Obama. In this\nposter, Fairey, a well established graffiti artist uses urban colours and stencilling techniques combined with the message\n“HOPE” to promote the incoming presidents positive values and popularity with the young. It 1s notable that Fairey’s most\nrecent political poster protests the Trump presidency rather than promote it.\n\nWith the rise of so called “illiberal democracy”, with strong parties standing for populist ideologies, we have now moved into\nwhat can be described as the age of bewilderment. We were not in fact at the “end of history”. Once again the future looks\nunpredictable and insecure and artists are responding in different ways.\n\nJeremy Deller, a British Turner prize winning artist created a work which features a car damaged in the bombing of the\nhistoric Mutanabbi Street book market, which resulted in the deaths of 38 people. Here, an art work has been used to show the\naftermath of an event. This event was the result of the Iraq war, which was seen as a way to spread democracy. Here Art 1s\nused as a means by which to explore the effects of ideology rather than promote it, another really interesting area in the study\nof the intersections between ideology and art.\n\nExploring how art reflects the historical and ideological contexts of the world around it is fascinating to me and I would love\nto study these ideas in more depth at undergraduate level.\n\nplease note\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\nJEE\nUnauthorized use, disclosure or copying of this\ncommunication or any part thereof is strictly prohibited\nand may be unlawful. If you have received this\ncommunication in error, please notify us immediately by\nreturn e-mail or by e-mail to jeevacation@gmail.com, and\ndestroy this communication and all copies thereof,\nincluding all attachments. copyright -all rights reserved\n\nHOUSE_OVERSIGHT_033417",
  "metadata": {
    "original_filename": "IMAGES-012-HOUSE_OVERSIGHT_033417.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 4045,
    "word_count": 649,
    "line_count": 53,
    "import_date": "2025-11-19T21:47:48.972566",
    "prefix": "IMAGES-012"
  }
}