{
  "document_id": "HOUSE_OVERSIGHT_012160",
  "filename": "IMAGES-001-HOUSE_OVERSIGHT_012160.txt",
  "text": "KIRKLAND & ELLIS LLP\nSUMMARY OF MISCONDUCT ISSUES IN THE MATTER OF JEFFREY E. EPSTEIN\n\nThe manner in\nwhich federal prosecutors have pursued the allegations against Mr. Epstein is highly irregular\nand warrants full review by the Department. While we repeatedly have raised our concerns\nregarding misconduct with the United States Attorney’s Office in Miami (the “USAO”), not only\nhas it has remained unwilling to address these issues, but Mr. Epstein’s defense counsel has been\ninstructed to limit its contact to the very prosecutors who are the subject of this misconduct\ncomplaint. For your review, this document summarizes the USAO’s conduct in this case.\n\nBackground\n\n1, In March 2005, the Palm Beach Police Department opened a criminal investigation of\nPalm Beach resident, Jeffrey E. Epstein. The press has widely reported that Mr. Epstein\nis a close friend of former President Bill Clinton.\n\n2 In July 2006, after an intensive probe, including interviews of dozens of witnesses,\nretums of numerous document subpoenas, multiple trash pulls and the execution of a\nsearch warrant on his residence, Mr. Epstein was indicted by a Florida Grand Jury on one\ncount of felony solicitation of prostitution.\n\n3. In a publicly released letter, Palm Beach Police Chief Michael Reiter criticized the Grand\nJury’s decision and the State Attomney’s handling of the case. Shortly after the Grand\nJury’s indictment, the Chief took the unprecedented step of releasing his Department’s\nraw police reports of the investigation (including Detective Recarey’s unedited written\nreports of witness statements and witness identification information), that were later\nproven to be highly inaccurate transcriptions of witnesses’ actual statements. The Chief\nalso publicly asked federal authorities to prosecute the case.\n\nJeffrey Sloman Becomes Involved in Mr. Epstein’s Case at the Earliest Stage\n\n4, In early November of 2006, Epstein’s lawyers had their initial contact with the newly\nassigned line federal prosecutor, A. Marie Villafana. Although it is extremely unusual\nfor a First Assistant United States Attorney to participate in such a communication,\nFAUSA Jeffrey Sloman was present on that very first phone call.\n\n5. On November 16, 2006, despite that the fact that the investigation exclusively concemed\nillegal sexual conduct during massage sessions, AUSA Villafana issued irrelevant official\ndocument requests seeking Mr. Epstein’s 2004 and 2005 personal income-tax returns,\nand later subpoenaed his medical records. See Tab 16, November 16, 2006 Letter from\nM. Villafana.\n\nSloman Becomes Personally Involved in a Dispute Over Another State Sex Case\n\n6. In March 2007, FAUSA Sloman reported to local police an attempted trespass by a 17-\nyear-old male. Mr. Sloman claimed that the individual had attempted to enter Mr.\nSloman’s home without invitation to make contact with his 16-year-old daughter, but he\nspotted the young man before the perpetrator had an opportunity to enter the house. The\n\nHOUSE_OVERSIGHT_012160",
  "metadata": {
    "original_filename": "IMAGES-001-HOUSE_OVERSIGHT_012160.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 3009,
    "word_count": 460,
    "line_count": 51,
    "import_date": "2025-11-19T21:47:48.010279",
    "prefix": "IMAGES-001"
  }
}