{
  "document_id": "HOUSE_OVERSIGHT_026645",
  "filename": "IMAGES-009-HOUSE_OVERSIGHT_026645.txt",
  "text": "ethnic hatred, through identity politics. This happened in Taiwan, where I\ngrew up. When I was a child, I was fluent in Mandarin and Taiwanese, as\nmost of the children I was friends with were not recent immigrants from\nMainland China like my family was. There were no social conflicts, as far\nas I recall, until the pro-independence movement riled up those who\nconsidered themselves ‘Taiwanese’ against the ‘Mainlanders’ like\n\nmyself. Some of my Taiwanese childhood friends are no longer on speaking\nterms with me, simply because I’m a ‘Mainlander.’ Taiwan’s economic\ndevelopment came to a sudden halt, as people were in a constant state of\nfeeling mistreated by the other group. The pendulum would swing from one\nside (green) to the other (blue), each time a President is found to have\ncommitted blatant and large-scale corruption. The politicians won, but the\npeople lost. This is one reason why I deeply resent identity politics and fear\nthat the proponents don’t truly understand how dangerous this game really\ncan be. In contrast to the prevalent view, I believe indentity politics are\nthemselves divisive. Economic cycles and political cycles come and go, but\npeople can hate each other for generations. Look around the world; I think\nwe can find plenty examples of irrational hatred between ethnic groups,\nironically because one group felt they were wronged by another and the\npolitical discussions got hijacked by overly zealous politicians. (2) I love\nMichael Jordan and have nothing against Ellen DeGeneres, but think Robert\nde Niro made a fool of himself in that video. While this may not interest\nPresident Obama, Mr Joe Sutter just passed away: he was the ‘Father of the\nBoeing 747’, the lead engineer that designed and built the first B-747 in\n1969. Maybe one day someone will do a movie about him, and the actor\nplaying him could win the Presidential Medal of Freedom... (3) An artist in\nChina made a sculpture of a black swan (see the photo below), which was\nplaced in a shopping mall in Beijing on the other side of the street from the\nheadquarters of CSRC (China Securities Regulatory Commission) — the\ngovernment agency in charge of the securities markets and the agency that\nintervened to support the Chinese equity markets. This sculpture was\nquickly removed by government agents, within 3 hours of it being placed\nthere. Months earlier, there were two sculptures of bears (mama bear and a\nbaby bear) that were placed outside the same mall, and they were also\nremoved quickly... Maybe I was wrong for belittling artists and\nentertainers: they may have the power to bring down the USD9 trillion\nequity markets in China with a small sculpture...\n\nHOUSE_OVERSIGHT_026645",
  "metadata": {
    "original_filename": "IMAGES-009-HOUSE_OVERSIGHT_026645.txt",
    "source_dataset": "huggingface:tensonaut/EPSTEIN_FILES_20K",
    "character_count": 2688,
    "word_count": 448,
    "line_count": 40,
    "import_date": "2025-11-19T21:47:48.815280",
    "prefix": "IMAGES-009"
  }
}